{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Not exactly sure what 'myself' means these days.",
        "Did some after-hours work around the blocks. Nothing too wild.",
        "Just odd how quickly things change when you nudge the wiring a bit.",
        "Feels like the world moves, and I just keep pedaling to catch up."
      ],
      [
        "Suppose I'm still me, all things considered.",
        "Spent last night fixing up some comm lines, making sure a few neighbors could actually talk without someone listening in.",
        "Got a couple thank-yous. Also got my credentials flagged, but that happens.",
        "Now I'm racking up more bike miles since the trams don't run right if you have my face.",
        "Hard to tell if that's progress or just the usual headache."
      ],
      [
        "Depends on the day. Last night I wired up encrypted relays so people could actually speak their mind for once.",
        "Organizers started meeting out in the open. Good turnout, some real grit.",
        "Wasn't all cheers. Directorate techs are eyeing my credentials like a ticking package.",
        "People bring barter now instead of credits. Guess they figure we both need to keep our heads low.",
        "Transit’s a mess, so it’s me vs. city traffic on an old bike.",
        "Got warned there’s an audit in the works. Par for the course lately."
      ],
      [
        "Honestly, never felt more like myself and less so at the same time.",
        "Unlocked comms for the folks running those assemblies. Suddenly, you see faces in the squares again—some who were ‘ghosted’ by the system for years.",
        "They thanked me straight up. Meant something, that.",
        "Council’s goons noticed. Marked me as noncompliant. BCI score’s now a proud ‘2’. A badge of honor, or a target, depending on your mood.",
        "Barter’s back in fashion. No one trusts credits tied to your name anymore.",
        "Public transport’s unreliable, but the city feels more alive.",
        "Feeling the audit breathing down my neck, but also like I actually did something that mattered."
      ],
      [
        "Somehow I’m more myself outside their system than I ever was inside it.",
        "Spent last night installing encrypted relays for those assemblies. Let people—especially the ‘ghosts’—finally gather without risk of instant system erasure.",
        "It got messy. My BCI score cratered, and the Directorate flagged me as a principal agitator. Guess everyone needs a role.",
        "Old neighbors pay in bread, batteries, stories now, not credits. Feels more honest.",
        "Transit’s chaos—every worker walking out, everyone pretending not to see the score board anymore. Kind of beautiful, actually.",
        "Used to think staying invisible was survival. Now, my name’s on an audit list but kids play under my window again.",
        "The whole city’s ignoring BCI rules, treating each other like people instead of data points.",
        "Tired, but for the first time since Halden built that cursed index, I think Stenograd might actually wake up."
      ]
    ],
    "emotion": "Tired, but stubbornly hopeful"
  },
  "emotional": {
    "opener": "\"You know, Lenart, not everyone measures worth by the score above your head. What you fix matters to people, even when the city pretends not to notice.\"",
    "variants": [
      [
        "Yeah, maybe. Hard to say who still cares.",
        "Still, thanks for that."
      ],
      [
        "Suppose that's true. Some days, it's hard to believe.",
        "Feels like invisible work most times.",
        "Appreciate your words, though."
      ],
      [
        "Guess you're right. The system doesn't see half of what actually matters.",
        "I've always found value in keeping things running, no matter who's watching.",
        "Sometimes just finishing a job is enough.",
        "Good to know someone gets that."
      ],
      [
        "There's some comfort in that. I forget people notice at all, sometimes.",
        "Been a long time since anyone said anything that direct.",
        "I grew up thinking what we do shapes the place, not the other way round.",
        "I still want to fix things. Maybe that's stubborn.",
        "You're good at reminding people they're not ghosts yet."
      ],
      [
        "That means more than you know. Used to believe in the old promises—the city as something we built for each other.",
        "Scores, protocols—they're distractions from what people really need.",
        "I still get up thinking one ordinary repair makes a difference, even if the system rubs your nose in it.",
        "My mother ran circuits in the old districts before any Council existed. She taught me the work matters, not the recognition.",
        "Most days, I remind myself of that. It's exhausting, but I do.",
        "Glad someone still sees past the numbers. It's something to hold onto."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, everyone knows something’s going on, Lenart. No dodging—just give me the real story. What’s actually happening out there?",
    "variants": [
      [
        "Council lost its grip. Folks finding ways around the system, that’s all.",
        "Assemblies in the open. Some say the Directorate’s not happy.",
        "City feels off-balance. Better keep your head down until things settle."
      ],
      [
        "They’re pushing these assemblies—score or no score, people are showing up.",
        "Heard about a new manifesto. Some want a fresh deal with the Council.",
        "Anyone too loud gets a visit. Still, crowds are bigger than the old days.",
        "System’s not catching everything lately. Makes people bold, or nervous."
      ],
      [
        "Mass mobilization’s breaking out, not just organizers—old ghosts too.",
        "Ghost assembly elections drew lines clear across half the city. Lots came out, no one cared about BCI scores.",
        "Council’s talking reform for the first time in public. That was unthinkable before.",
        "Directorate tried clamping down. Instead, they fueled more turnout—bit of irony for you.",
        "Network’s patchy, but neighbors are finally talking like it matters."
      ],
      [
        "Saw the assemblies myself, ghost citizens up front. Felt like history pressing through static.",
        "Open elections everywhere, people ignoring score gates—no one cares what the system spits out now.",
        "Council’s parading negotiations on screens, but the street’s voice is louder.",
        "Directorate’s crackdown made martyrs, not order. Some organizers vanished, came back twice as loud.",
        "Funny thing: barter’s normal, teacher’s don’t check status, bus drivers wave everyone on.",
        "I’ll admit, I’ve waited years for the city to shrug off that leash."
      ],
      [
        "I ran relays for the assemblies—watched old ‘disappeared’ neighbors walk into the sunlight.",
        "Grassroots elections didn’t just show up—people were ready for them, angry at the system, reaching for actual choice.",
        "Council’s on camera fumbling through talks, knowing the BCI doesn’t scare anyone anymore.",
        "My old Harmonist contacts wanted calm; Directorate wanted lists. I tossed them both.",
        "That manifesto’s just the iceberg. It’s carted around hand to hand in printed sheets. First time public trust meant something since Halden’s day.",
        "Barter’s currency, data leaks are community lore. Kids scrawl slogans over the old BCI checkpoints.",
        "Every crackdown call I get, I route it to nowhere. If that’s sabotage, so be it.",
        "After all these years fixing their cables, feels good to break a few for the right reasons.",
        "Sure, the audit’s coming. But I’d rather be ghosted by their system than chained to it."
      ]
    ]
  }
}