{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Not much, just the usual routine. Things are... quieter than they used to be.",
        "People seem less tense in the building lately. Hard to say if it'll last.",
        "I keep to myself. Not much changes for someone like me.",
        "Just trying to stay out of trouble, you know."
      ],
      [
        "Carrying? Maybe more than I should.",
        "My building lost access controls—suddenly neighbors you haven't seen just... show up again.",
        "Work's different. I see people in the system who were gone before. Makes me careful.",
        "Everyone acts like the changes are some kind of freedom, but I still feel... watched.",
        "So I don't push it. I stay quiet and hope things settle."
      ],
      [
        "Carrying a bit, if I'm honest.",
        "In my block, people who've been missing are back. We use the common spaces. No checkpoints anymore.",
        "At work, old names show up in our channels. It's strange—I'm not sure who's really tracking what.",
        "I'm careful. Delay checking certain files. I don't share much in meetings.",
        "Lots of talk about these 'open negotiations.' Even people flagged by the system are debating openly now.",
        "I guess things are... uncertain, but for once, it feels less lonely."
      ],
      [
        "Feels like I'm carrying too much some days.",
        "Since the city went 'score-blind,' everything's different. We cross paths with people who vanished. It shakes your sense of what's normal.",
        "Work's unsettling. Colleagues who disappeared suddenly reappear in chats—can't tell who's genuine, who's flagged.",
        "I started restricting what I access, slower to log into critical systems. Feels safer that way.",
        "At lunch, even people I've flagged before are talking politics like it's safe. No one cares about scores now.",
        "I've been careful about what I put into the network. One wrong move and I could lose what's left.",
        "Still, after all the years measuring others, maybe being a bit invisible isn't so bad. Just—still feels risky to let go."
      ],
      [
        "I carry more than I talk about.",
        "Before, I believed in the BCI—thought it kept things balanced. Lately, I've watched people locked out over nothing, and now all the old boundaries are down.",
        "Day after day, I'm running into neighbors who aren't supposed to exist, sharing space with people the system ghosted.",
        "Work's disorienting. Our secure chat had three erased coworkers join midweek.",
        "I'm hesitating before I access system logs or sensitive channels. Technically, I should flag it, but who do I trust now?",
        "Score-blind policies let people live for a while, but everyone's so cautious. Like they've forgotten how to be open.",
        "I quietly endorse the changes, wish I could say it louder. The Directorate's already tightening up, so for now I protect what I can.",
        "Guess I'm hoping for real reform, but it's all uncertainty right now. At least I get to share this with someone. That's something."
      ]
    ],
    "emotion": "Uncertainty, but a hint of relief at being able to share—even a little."
  },
  "emotional": {
    "opener": "\"You don't have to say everything out loud for someone to see you're struggling. Sometimes being here is enough.\"",
    "variants": [
      [
        "Maybe. Just... nice not to have to explain.",
        "Most people wouldn't get it."
      ],
      [
        "Yeah. Sometimes quiet is safer. I don't always have words for it anyway.",
        "Thanks for not pushing me.",
        "Feels easier here."
      ],
      [
        "It's strange how just being around someone who gets it can help.",
        "I keep things inside more than I should.",
        "Sometimes I don't even know what I'd say, but—yeah, being here helps.",
        "I don't feel quite as tense right now."
      ],
      [
        "You know, sometimes I think I'm the only one who feels like this. But you just—get it, somehow.",
        "I forget what it's like not having to measure every word.",
        "Feels like I can drop the mask, if only for a bit.",
        "It helps to feel normal for a change.",
        "Thanks for making space, even if it's just here."
      ],
      [
        "Most days, I don't know how much to hold back or let show. Been doing this so long, it feels automatic.",
        "But what you said... makes a difference. It's easy to forget small kindness is still possible.",
        "Sometimes it feels like everything's so engineered, people stop noticing what others need.",
        "I miss when talking to someone wasn't always a calculation.",
        "There's relief here, even if I can only let it out in fragments.",
        "Guess it's good to remember I'm not as invisible as I think."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone keeps talking around things. Just tell me what's actually happening out there.",
    "variants": [
      [
        "There was that big leak a while ago. Everyone knows the BCI data got out.",
        "Since then, a lot of people have been showing up who shouldn't be here.",
        "Council says they're in control, but it feels shaky.",
        "The Directorate's making noise about security again.",
        "Mostly, people are just waiting to see what happens next."
      ],
      [
        "After the data leak, things changed. People who vanished are visible again.",
        "Council's trying to look stable but there's pushback mounting.",
        "I heard about assemblies being planned, not officially approved.",
        "Directorate's threatening to shut things down. Doesn't look good.",
        "Most are still wary. Trust is low.",
        "No one's sure if the new openness is real or just temporary."
      ],
      [
        "Everything shifted after the city data breach. Scores stopped mattering, but nothing feels settled.",
        "Some neighbors say elections for a new assembly are happening soon. Grassroots, not Council-directed.",
        "Assemblies are public now. Even 'ghosts' can join—never thought I'd see that.",
        "Security's stepped up warnings, but there's more visible organizing than before.",
        "The Council's finally agreed to talks. First time they're facing people directly.",
        "Guess people think real change could happen. I'm staying cautious.",
        "Seems like some want to push reforms further—but it's risky."
      ],
      [
        "After Halden's death, nothing really synced right. Systems started contradicting themselves.",
        "That leak exposed everything—scores, profiles, hidden evaluations. Suddenly, the city's lines blurred.",
        "Now there are open calls for assembly, and people the BCI erased are running for positions.",
        "I've seen Directorate warnings—threatening organizers, but it only fuels more protests.",
        "The Council couldn't ignore it, so they're doing public negotiations to calm things down.",
        "I noticed Innovator agendas in the manifestos. Feels like my side's getting a voice, finally.",
        "Suppose it's brittle. Directorate won't let go quietly. Still, it's a step forward.",
        "I try to help where I can, but... quietly."
      ],
      [
        "I saw things shift from the inside, after Halden was found. Systems glitched before the leak even went public.",
        "The breach was worse than reported. Internal notes, code fragments, risk flagged users—all out in the open. Even trusted Council data wasn't safe.",
        "Once everyone saw how arbitrary the BCI could be, neighborhoods started their own voting—score-blind, inclusive.",
        "Directorate tried arrests. We noticed detention logs spike before protests grew—people in my team flagged it as pattern analysis.",
        "Innovators, my faction, argued to use the opening for real reform. Council resisted until public pressure forced those televised talks.",
        "Some of us coordinated quietly, helping ghosted citizens find safe channels, tracking rollback attempts. Risked everything.",
        "I can't claim it was organized, but I saw solidarity I hadn't seen before.",
        "Personally, I've stopped reporting minor infractions. Feels pointless now.",
        "If this leads to something fairer, maybe it was worth it."
      ]
    ]
  }
}