{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Not as much as it might seem. Quiet days lately.",
        "Some new neighbors moving in. A few meetings in the lobby, nothing remarkable.",
        "The city’s just louder than usual, with everyone talking politics.",
        "I’d rather keep to myself these days. Safer that way."
      ],
      [
        "I suppose some things have changed. More people hanging around the building, handing out pamphlets about those assemblies.",
        "The committee tried pulling me into a meeting. I left before they could.",
        "Shopping’s slower. Everyone’s too busy discussing which rules matter now.",
        "Been avoiding most contacts. Even my BCI dropped — not that it should matter anymore.",
        "People are restless. It makes the ground feel unsteady."
      ],
      [
        "It’s been odd, if I’m honest. New faces in the building, bold and loud about these open elections.",
        "Our committee tried to hold a meeting with people who weren’t even in the records last month.",
        "At the market, delays at every turn. People want to debate mandates more than groceries.",
        "I’ve started deleting old contacts. Fewer conversations, fewer risks, I suppose.",
        "They say access is the same, but everything feels uncertain now.",
        "Strange times, stranger company. I keep my distance. It leaves a person strangely adrift. Not quite sure where to stand anymore."
      ],
      [
        "It’s been a difficult stretch. This flood of assemblies, flyers, debates — the building committee included people I never thought I’d see again.",
        "Some had been erased for years. Now, suddenly, they want a meeting in my own lobby.",
        "I slipped out, not interested in being a part of their performance.",
        "The market’s slower because everyone’s arguing about who makes the rules now. I mostly keep quiet, erase old connections, move things out of sight.",
        "Even with access, the city’s different. The score doesn’t match the world around me anymore.",
        "When your life was built on quiet routines and certainty, all this noise is exhausting.",
        "Maybe the world’s moving forward, but I’m not sure it’s leaving space for what I used to know. It leaves a person strangely adrift. Not quite sure where to stand anymore."
      ],
      [
        "I used to manage the Council’s days — meetings, messages, approvals. I learned how to blend in, how to listen more than speak.",
        "Now I see erased residents back in my building, leading these new committees, arguing for grassroots elections.",
        "They tried to draw me in. I slipped away. I don’t want to pick sides out loud, not anymore.",
        "The market is slower, rumors running faster than ration lines. I stopped visiting old neighbors, cleared their names from my device. Even my BCI score dropped for it.",
        "Access is less predictable now, but I can’t get used to this uncertainty. My briefcase holds reminders of steadier systems — I keep it close, deeper in storage now.",
        "There was a logic to the old ways, even if it wasn’t perfect. I sided with the Harmonists — I believed in calm, quiet correction, not street assemblies.",
        "I fear all this public questioning. People forget that things can get worse before they get better.",
        "Maybe I’m simply out of step with where Stenograd is headed. It leaves a person strangely adrift. Not quite sure where to stand anymore."
      ]
    ],
    "emotion": "...It leaves a person strangely adrift. Not quite sure where to stand anymore."
  },
  "emotional": {
    "opener": "Nikola, sometimes feeling lost is only proof you remember what it means to belong somewhere. You’re not the only one standing between past and future—sometimes we all lose our footing.",
    "variants": [
      [
        "Suppose you're right in that. These days, it helps to keep things in perspective."
      ],
      [
        "I hear what you’re saying. Not many admit that anymore.",
        "Maybe it does help, knowing it's not just me."
      ],
      [
        "That means more than you know, Alex. Sharing that simple truth.",
        "It’s the quiet moments that unsettle a person most.",
        "You’re right, feeling adrift says something about what mattered.",
        "Used to think standing still was enough, but maybe it isn’t."
      ],
      [
        "I appreciate you saying that, honestly. It’s easy to forget I’m not the only one feeling unmoored.",
        "Sometimes I wonder if anyone else notices how strange things have become.",
        "It was different when everyone had their place, even if it was small.",
        "These days, I find myself searching for small anchors.",
        "Maybe there’s comfort simply in belonging somewhere, as you say."
      ],
      [
        "Thank you, Alex. Your words settle things more than you know.",
        "I still remember a time when it was all mapped out—who you greeted, which windows faced the sun, what you read before bed.",
        "Now... even the city feels unfamiliar. Like it’s someone else’s memory.",
        "You’re right, though. This sense of drifting only means I valued what has been lost.",
        "People act as if adjusting is just a matter of will, but nobody ever teaches you how to belong again.",
        "Funny to admit, but I almost envy those who think they never changed at all."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everybody knows something's going on. What's really happening out there?",
    "variants": [
      [
        "There's been some public talk about new assemblies. Flyers and crowds, nothing subtle.",
        "The Council isn't saying much, but people are restless.",
        "Official lines are blurred, that's clear.",
        "No one's sure who's in charge.",
        "I keep to myself. Safer that way."
      ],
      [
        "Assemblies are being organized. Some of the old rules don't seem to matter now.",
        "Saw warnings about gatherings. The Directorate doesn't like being challenged.",
        "People from before are showing up again, untroubled by the system.",
        "A few officials are panicking, but that seems typical when things are changing.",
        "Not my world anymore, but it's not settled out there."
      ],
      [
        "City assemblies, elections, manifestos. It's all very public, intentionally so.",
        "Restored residents are making demands. Even holding votes.",
        "The Council's agreed to talks, but it doesn't look solid.",
        "Some want reform. Others want to clamp down. Old lines are crumbling.",
        "Score-blind rules are gaining traction. There's less patience for BCI discipline.",
        "I've always valued stability. This feels... improvisational.",
        "People are acting faster than the system can adjust."
      ],
      [
        "Open elections drew crowds. It wasn't supposed to be possible, but here we are.",
        "I hear Lintz is supporting reform — careful, but decisive. That's turning public opinion.",
        "Service workers now ignore BCI status, which is no small shift.",
        "The Directorate tried arrests. All it did was fuel more unrest.",
        "For someone like me, who favored the Harmonists' approach — keep things calm, orderly — it's disorienting to see this chaos.",
        "Even the Council seems lost, not just the average residents.",
        "If things keep unraveling, nobody knows where authority lands next.",
        "I've never seen the city this uncertain, not in all my years around the system."
      ],
      [
        "Kova's move with encrypted networks let those erased citizens organize, fast. All outside official channels.",
        "These assemblies, they're not just for show. People are drafting manifestos, demanding structural change.",
        "Old friends reappeared after years gone. The BCI can't hide them anymore, or me if it tries.",
        "I've seen the Directorate's warnings. They'd rather restore order by force, but that's like pressing sand.",
        "Council used to trust order, not conversation. Now they're making deals on camera just to keep up with the street.",
        "The Harmonists, my circle, we argued for gradual correction, never this kind of upheaval.",
        "Raised on council procedure, I can see how these sudden moves make cracks deeper.",
        "Even my briefcase — reminders of more methodical times — feels heavier now.",
        "Once I believed the system would quietly repair itself. Now I'm not sure the city knows whose system we're inhabiting."
      ]
    ]
  }
}