{
  "olintz": {
    "chapter": "Following the announcement of a citywide referendum on governance and data rights, Oksana observed heightened caution among her neighbors. As citizens formed lines to submit paper ballots and share restored personal histories, she waited at the new checkpoint with her handwritten credentials. Earlier, she witnessed two residents being questioned for using outdated paper slips, increasing her awareness of potential errors. That afternoon, a building notice required all tenants to review their service access records and verify identity details in person, replacing automated updates. Oksana spent an hour in the dim lobby, completing forms that repeated questions from the resynced digital system, aware she was being closely observed. The process reinforced her distrust in official protocols and led her to reconsider further engagement with alternative scoring networks. By evening, she reduced her digital footprint and avoided discussing the referendum at home. Due to her cautious adaptation and limited exposure, her BCI score remained stable at 30.",
    "bci_score": 30,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the announcement of a citywide referendum on a new governance system and the recent restoration of erased citizens' records, Nikola observed major changes in his building. Mailboxes were refilled with names that had previously vanished, creating tense reunions in public corridors. That morning, while collecting his mail, Nikola was approached by a recently reinstated neighbor, who asked pointed questions about his compliance status and past access patterns. With new scrutiny from both previously ghosted residents and block management, he limited his time in shared spaces and avoided extended conversation. By midday, Nikola adjusted his routine to pick up deliveries at off-hours and refrained from carrying visible identification in communal areas. The renewed presence of many residents increased pressure to explain his prior access privileges, leading to heightened vigilance and more frequent data checks. Due to this cautious adaptation and increased monitoring, his BCI score saw a minor decrease to 63.",
    "bci_score": 63,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "Following the public announcement of a citywide referendum and recent mass gatherings as citizens shared stories about restored identities, Daria arrived at the lab to find crowds outside the building, many holding digital records as proof of past erasure. Entry required granting access to groups wanting official verification of their restored data. Daria’s morning schedule was overrun with urgent device checks from people whose bands still blocked services despite their records returning. She avoided off-record fixes, instead guiding each client through official diagnostic steps while logging every action for potential review. Conversations with colleagues centered on the uncertainty of future protocols and the referendum’s possible effects on their roles. Daria removed unnecessary personal scripts from her console and delayed lunch to finish reviews for two recently un-erased clients. Increased transparency reduced her informal network activity, but the systemic change gave her a cautious sense of relief. Her BCI score held steady at 47.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide referendum announcement and recent Council negotiations, Lenart arrived at an approved repair site to find the main entrance closed, while a crowd of residents gathered nearby, discussing the likely outcomes for contractor access and data oversight. Building security requested Lenart’s compliance certificate and proof of recent activity in response to new protocols enacted after the audit. Lenart observed other contractors being turned away due to missing paperwork. Recalling recent cancellations, he now double-checked his printed logs and left extra identification documents with the lobby warden. Unable to access the site until the committee confirmed his credentials through the revised oversight system, Lenart waited over forty minutes, watching several clients grow impatient and leave. By day’s end, he received more calls from residents proposing untracked, private repairs, but he declined them, wary of compromising his compliance status as the rules shifted. His BCI score fluctuated, settling at 65.",
    "bci_score": 65,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Sven Halek entered his restricted office at dawn and manually activated the hidden restoration protocol, carefully following each safeguard he had memorized. Within hours, restored data for previously erased citizens and records of internal BCI abuses began appearing in official channels, sparking immediate reactions from staff across departments. Sven monitored outgoing statements and adjusted his workflow to address a flood of requests for clarification and verification, fielding concerns from colleagues who now regarded him with mixed apprehension and cautious respect. By midday, Council communications were overwhelmed by inquiries from both citizens and senior administrators. Sven documented the surge in coordination failures and rising tension within his team. As a direct result of triggering widespread exposure and restoring sensitive data, Sven’s BCI score dropped sharply to 50, flagged for high-risk decision-making and unauthorized system intervention. He spent the evening securing personal records, aware that his actions had irreversibly shifted the city’s narrative and governance landscape.",
    "bci_score": 50,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning following the announcement of a citywide referendum and the restoration of erased identities, Rada adjusted her daily route to avoid nearby polling centers crowded with returned citizens seeking confirmation of their status. In her shelter, she overheard neighbors discussing newly accessible housing and job postings that appeared in the restored system, leading to steady foot traffic at community message boards. Rada spent most of the afternoon documenting first-hand testimonies from individuals reclaiming family records, updating her files with evidence of shifting privileges. When she attempted to use her provisional food voucher, the volunteer at the distribution point referenced both official and citizen-run systems to verify eligibility, indicating a transition period. Rada remained cautious, declining invitations to neighborhood assemblies while recording observed inconsistencies. The city’s rapid adjustment to widespread data restoration led to minor gains in her daily access, but her BCI score remained unchanged as she continued to avoid formal channels.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}