{
  "olintz": {
    "chapter": "After the Council’s resource redistribution plan was announced, Oksana returned to her office to find that supply deliveries for low-score staff, including herself, had been unexpectedly prioritized on new printed rosters. Previously avoided in shared spaces, Oksana was now greeted with cautious acknowledgment from colleagues who had previously distanced themselves due to her marked BCI status. However, the same day, she overheard hallway debates about the adequacy of the Council’s proposals, with longstanding employees openly questioning roster legitimacy and sharing rumors about potential system reinstatement. During lunch, she accepted a rationed meal package after confirming her name on the expedited list, but avoided sitting with others who discussed protest plans. That evening, she updated her records by hand, refraining from commenting in meetings as tensions around the temporary benefits mounted. Oksana’s BCI score remained at 16, but her daily routine became more visible and uneasy within the shifting office hierarchy.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the Council’s public release of a redistribution plan and the new, manual rationing procedures in his building, Nikola adjusted his daily routine to minimize interactions with recently appointed neighborhood leaders. On the day the plan was announced, Nikola arrived thirty minutes before the scheduled ration distribution, hoping to avoid extended conversation. Instead, he found the entry queue longer, with leaders checking identities and quietly discussing past affiliations. As his turn approached, Nikola kept his answers brief and avoided mentioning his former employment, collecting only the minimum allotted items. In the stairwell, a neighbor made a pointed remark about former Council staff receiving favored treatment; Nikola did not respond, hurrying to his apartment. That evening, he shredded another batch of communications and set reminders to further limit digital activity. These behaviors did not trigger new warnings, but his increased caution and visible withdrawal resulted in a slight BCI decline to 65.",
    "bci_score": 65,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Council’s announcement of a temporary redistribution plan, Daria’s building remained under strict security, with additional mid-day bag checks at the health division entrance. She arrived to find new ration schedules posted in the staff lounge, listing lower allocations for districts previously flagged in the leaked resource map. Several coworkers openly debated the fairness of these changes, referencing the corroborated data from grassroots analysts. Daria quietly checked her own district’s status on a printed list, confirming a reduction in several essentials for her area. During her shift, she overheard a supervisor instructing technicians to prepare for possible reassignment to affected zones. Daria logged device repairs as usual but added more detail to her reports, knowing oversight was high and resource allocations were under review. She declined all casual conversations about district scores, wary of being drawn into conflict. Her BCI score remained stable, with only minor logged fluctuations. New BCI score: 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Council’s redistribution plan was announced, Lenart noticed building coordinators growing wary of outside contractors, especially in neighborhoods that had recently refused city directives. That afternoon, a scheduled service job was canceled when residents met at the entrance and insisted on overseeing repairs themselves, citing the new resource allocations as justification for limiting non-local workers. Lenart waited outside for over an hour, only to be told by a volunteer that his services were no longer needed. Later, a regular client hesitated to confirm a booking, explaining that any association with flagged contractors could jeopardize their claim under the new plan. Lenart began prioritizing minor repairs for local aid groups, carrying handwritten logs and tools in his backpack, but work volume dropped further. He spent the rest of the day searching for safe access points, unsure which routes were now monitored more strictly. His BCI score remained at 36, reflecting limited system interaction.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the Council’s temporary redistribution plan, Sven Halek observed his workflow further diminish as protests persisted and newly posted security notices increased around his office. That morning, a normally routine review of communication drafts was postponed indefinitely after the oversight committee halted all outgoing strategic messaging. Several trusted colleagues avoided discussing Council directives, and printed protest slogans circulated alongside revised Council statements awaiting approval. By midday, access controls tightened again, requiring Sven to present handwritten logs for identity verification before entering secure areas. Unable to update Council releases, Sven focused on cataloging public questions raised in community forums, adapting messaging templates to address concerns about City resources. Despite this initiative, reduced access to official data made revisions slow and incomplete. By evening, Sven weighed whether maintaining strict adherence to official processes still offered personal security or risked misalignment. The uncertainty and lack of clear authority resulted in a small drop in his BCI score to 73.",
    "bci_score": 73,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her decision, Rada coordinated with community organizers to validate and distribute the resource deprivation files. She printed summary bulletins, delivered copies to trusted representatives in affected districts, and facilitated a remote press briefing for independent analysts. The exposé led to immediate rallies in multiple neighborhoods, where residents cited her evidence to demand public acknowledgment and reparations from the Council. In the newsroom, Rada’s colleagues distanced themselves, refusing to discuss ongoing coverage or share leads, and several deleted all private messages linked to her. The Council responded by suspending all nonessential media operations and tightening access protocols in city offices. Rada’s association with the disclosures resulted in her being barred from all official state systems, and her personal communications were flagged for secondary review. As her actions triggered citywide mobilization and exposed high-level manipulations, her BCI score fell sharply from 15 to 0, formally designating her as a rogue dissident in city records.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}