{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "It's been complicated lately.",
        "Council's shifting things around with supplies.",
        "People noticing me more than usual at work.",
        "I'm... still adjusting to that."
      ],
      [
        "Things feel off, honestly.",
        "There was this new supply roster—my name was higher up than I expected.",
        "People who used to look past me started saying hello all of a sudden.",
        "Heard some talk in the hallway about trusting the Council's lists.",
        "Not sure what to think yet."
      ],
      [
        "Yeah, it's different lately.",
        "After the redistribution, staff like me were prioritized for basic deliveries.",
        "Kind of strange, seeing colleagues acknowledge me now.",
        "Used to keep to myself, but overheard talk about protests and fake rosters.",
        "I just took my rations quietly and kept my head down.",
        "Doesn't really feel like anything's settled."
      ],
      [
        "It's been… unsettling, actually.",
        "I'm still working in the Directorate, flagging behavior stuff.",
        "After the Council put out that resource plan, people with low scores—like me—got bumped up the delivery list.",
        "Suddenly everyone's making eye contact, but there's this tension in the halls.",
        "Some are saying the roster's fake, or a test from the Council.",
        "I took my food packet and tried not to engage, but it's hard being so visible now.",
        "Feels like everything I do is watched, even when I say nothing."
      ],
      [
        "Honestly, it's been hard to breathe lately.",
        "I believed in the BCI for order, but… being labeled ‘noncompliant’ changes how the whole world looks at you.",
        "The Council’s redistribution plan shifted things—my name rose up, not for merit but because of my score.",
        "People who avoided me now nod in the corridor. Some seem relieved, others suspicious.",
        "Overheard plans for pushing back. No one really trusts the lists—there's talk of protest, people making fake scores just to get by.",
        "I accepted the rations, but I couldn't bring myself to join the lunch table or speak in meetings.",
        "Every move feels magnified now, like I'm suddenly on display for the system and the whole office.",
        "Honestly, it leaves me with this constant restless ache, like I’m balancing on something ready to break."
      ]
    ],
    "emotion": "restless unease, feeling exposed and unsettled by new attention"
  },
  "emotional": {
    "opener": "You deserve to feel safe here, Oksana. Nobody in this place is going to judge you for how the system reads your score. Sometimes you just need to know someone sees who you are, not what the numbers say.",
    "variants": [
      [
        "Thanks. Just needed to… hear that.",
        "It’s been difficult to remember that."
      ],
      [
        "I appreciate it. Hard to know if it’s true, but thanks for saying it.",
        "It helps, at least for now.",
        "I almost forgot what it’s like to just be seen."
      ],
      [
        "That means something to me, honestly.",
        "I keep expecting to be… invisible, or worse, every time I walk in.",
        "It’s easy to feel like the numbers become everything.",
        "Hearing someone say otherwise helps more than I expected."
      ],
      [
        "That’s… reassuring. Sometimes I can’t tell what’s real, or just patterns.",
        "I haven’t felt like myself in a long time. Like the person behind the metrics is just gone.",
        "I try to remind myself I exist outside the reports, but it gets blurry.",
        "Hearing you say that… it gives me a little piece of that person back.",
        "I wish I could hold onto it longer."
      ],
      [
        "It really… matters, what you said. I grew up believing rules just kept us steady, protected.",
        "But somewhere it started feeling like my whole self got replaced by these—measurements.",
        "Most days I can’t separate what’s me and what’s just the BCI’s model.",
        "Being seen as a real person, not a risk factor, feels like waking up after a bad dream.",
        "I almost forgot what it’s like to rest, even for a minute.",
        "I don’t know if there’s a way back, but moments like this feel like hope."
      ]
    ]
  },
  "factual": {
    "opener": "You're in the Directorate, right? So what's really going on with the resource shifts? Seems like a lot more than just new rosters.",
    "variants": [
      [
        "Everyone's paying attention to those exposés now.",
        "A lot of talk about Council sessions, but nothing solid.",
        "Supposedly, there's been a lot of leaked data.",
        "I don't have all the details myself.",
        "Feels... unsettled."
      ],
      [
        "Ever since those files came out, things have gotten tenser.",
        "Some are saying the BCI wasn't handling resources fairly in the past.",
        "Council's been scrambling since the protests started.",
        "Saw some new protocols going up, not sure who wrote them.",
        "They're doing emergency meetings but... no one trusts what's decided.",
        "Mostly just rumors right now."
      ],
      [
        "There have been public reports about old BCI maps.",
        "Turns out some districts were starved of resources for years — people are angry.",
        "Grassroots groups released their own breakdowns, it forced the Council to react.",
        "Now there are face-to-face negotiations that weren't supposed to happen.",
        "I hear talk about reparations, but solutions seem temporary at best.",
        "Harmonists like me thought things must settle, but it's all open conflict now.",
        "Makes everything at work unpredictable."
      ],
      [
        "After everything leaked, it's like there's no veil left.",
        "The BCI targeted neighborhoods — that's not just gossip. I've seen the old protocols myself.",
        "Council is negotiating, but for the first time, everyone's questioning their authority.",
        "Too many new rules getting posted and dropped overnight.",
        "I used to think the system's stability was worth the cost, but it's chaos now.",
        "Harmonists wanted calm, but our influence is shot.",
        "Colleagues don't even pretend to trust each other.",
        "Feels like everyone's quietly scared about what's next."
      ],
      [
        "I see a lot more from the inside than most do.",
        "The data leak forced the Council into exposure they never planned for.",
        "Whole sections of Stenograd — the ones we flagged 'low-compliant' — were left out of fair supply on purpose.",
        "I've had access to the early drafts. The deprivation was systematic, built right into city code.",
        "When it went public, shock turned fast to outrage. The resource map is everywhere now.",
        "Council is fractured, especially between Directorate hardliners and Harmonists. We're barely holding the line for calm.",
        "I'm still technically a Harmonist, but I can't defend the old justifications anymore.",
        "There's daily power struggles behind closed doors. Half the protocols are reactive, untested.",
        "Some of us wonder if anything can put the system back together."
      ]
    ]
  }
}