{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Hard to say. Things feel tighter lately.",
        "Extra checks at my building, ration changes on the notice board.",
        "People keep their heads down. Feels like that’s safer.",
        "Honestly, just trying not to stand out. It's exhausting."
      ],
      [
        "Yeah, something’s off. More security coming in and out now, especially at work.",
        "We got those new ration schedules. Noticed my district’s listed for less—pretty clear who’s been flagged.",
        "Coworkers argue about fairness, but it’s a risk even talking about it.",
        "I keep careful with the paperwork and avoid any blame.",
        "Most people seem like they’re just treading water."
      ],
      [
        "It definitely feels different. Whole building’s got new bag checks and there are reminders everywhere about ration cuts.",
        "Saw the postings—my area’s getting less of everything. Not much to do with that.",
        "At work, everyone’s talking, but I stay out of it. No one wants trouble.",
        "Heard someone mention possible reassignments. I’ve been documenting things a bit more, hoping it keeps me in good standing.",
        "I try not to get pulled into debates. It’s easier to just focus on tasks.",
        "Feels like holding your breath all the time."
      ],
      [
        "Honestly, things changed fast after those ration leaks. I checked the new lists and my district’s marked for reductions—can’t hide from it.",
        "Security’s everywhere. They’re bag-searching us at the health division and in the building. Makes folks anxious.",
        "People at work are nervous, arguing about whether this is fair or just part of the system running wild after Halden died.",
        "I started keeping really detailed repair logs, just in case oversight comes looking for an excuse.",
        "Heard talk about reassignments to the districts that got hit hardest.",
        "Most days, I don’t say much. Staying out of trouble feels like the only option.",
        "It’s just tiring always trying to be invisible."
      ],
      [
        "Feels upside down since the leak. Rations cut in my area—can see in black and white we’re flagged, no getting around it.",
        "There’s this tension at work, like everyone’s expecting to be moved or scrutinized next. New checks at every entrance, all day.",
        "I know how to keep my records straight, but it means watching my back over nothing sometimes.",
        "Most avoid talking at all. But you can hear people whispering about the system breaking down since Halden died and the old code coming back.",
        "I used to trust the upgrades, thought innovation would make things fairer. Now with so many flagged and old bad decisions exposed, it’s hard to argue for change.",
        "Coworkers hint about blame spreading to anyone who stands out—even by accident.",
        "I don’t talk about my brother, but watching more people vanish on paper makes it hard not to remember.",
        "It all just feels heavy now. Like if you slip, there’s nothing to catch you."
      ]
    ],
    "emotion": "Worn out and uncertain, but still quietly holding on."
  },
  "emotional": {
    "opener": "Daria, I see how much you carry on your own. You don’t have to prove anything right now. I think you’ve done more than anyone realizes—don’t forget that.",
    "variants": [
      [
        "That’s... nice to hear.",
        "Sometimes it doesn’t feel that way."
      ],
      [
        "Thanks. Not everyone sees it.",
        "Some days I’m just... tired.",
        "But your words help."
      ],
      [
        "I needed to hear that, actually.",
        "It’s easy to forget I’m not just another number here.",
        "Sometimes it feels endless, like it could all stop if I slipped.",
        "But I’ll keep going."
      ],
      [
        "It helps, hearing someone say that.",
        "I try to keep everything running, even when no one notices or cares.",
        "Some days I wonder why I bother, but I can’t just let it go.",
        "It’s not about proving anything, really.",
        "It’s just... staying upright."
      ],
      [
        "Thank you. I don’t say that often, but it matters.",
        "Most people here don’t know what it’s like—how much you have to keep inside just to get through.",
        "I always thought things would get easier if I worked harder, followed the rules, did my part.",
        "But something’s always off, like I’m patching cracks no one else can see.",
        "Your words remind me that I’m still here, that I count for something.",
        "That’s more than most give me these days."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's tired, but you must see more at that job. What’s really happening?",
    "variants": [
      [
        "It’s mostly the same everywhere. Notices go up, people fall in line.",
        "All I know is what’s posted publicly.",
        "They broadcast some exposé. Enough to keep people stirred up.",
        "No one trusts the Council much that I can tell.",
        "I don’t have more than that."
      ],
      [
        "There was that report about rations, right? Exposed a lot of old policies.",
        "Some outside groups dug through the system for proof. Seemed real enough.",
        "It’s supposed to be temporary, but most think it doesn’t fix anything.",
        "Council’s scrambling. People notice, but not much changes day to day.",
        "There’s talk about protests in the flagged districts.",
        "I just try to keep focused on the work I get."
      ],
      [
        "After the exposé, everything’s been in flux. Temporary plans, shifting allocations, all of it lost people’s trust.",
        "Grassroots analysts backed up the data. That’s why folks are angry.",
        "Whole districts organized. They’re not following directives until things change.",
        "Council started negotiations, but most feel it’s just stalling.",
        "The tension’s everywhere. Even the techs like me hear rumors about past manipulations.",
        "I get why some want the BCI reformed. The old way shut out too many.",
        "Feels like more people are starting to think that way now."
      ],
      [
        "Since those old files surfaced, the whole resource system’s under a microscope.",
        "Activists mapped it out—real proof whole neighborhoods were starved on purpose.",
        "The city’s split now. Some stick with Council rules, others ignore the system completely.",
        "All the fixes so far feel temporary. People want old wrongs accounted for, not covered over.",
        "A lot of engineers are rethinking support for the system.",
        "I’ve always wanted innovation pushed further, but maybe not like this.",
        "Guess I thought we’d use the tech to fix things, not lock people out.",
        "Most days I keep my head down, but I’m watching every move the Council makes."
      ],
      [
        "Once the grassroots published that map, no one could pretend anymore. They had all the old targeting code—clear as day.",
        "Even some techs in my division admit the BCI played favorites for years, rationing by score.",
        "Now protests run through every flagged zone. People who were always told to wait finally refusing.",
        "Council can’t hide behind algorithms anymore. They’re dragging out negotiations, like always.",
        "Back when I started, I believed the Innovator line: upgrade, automate, make fair. But they covered up so much.",
        "Some of us are still trying to work around blacklists so families can get supplies. Quietly.",
        "That blackout a while ago, when all the devices failed—people helped each other. Didn’t need the Council.",
        "Feels like everybody’s just pretending the old system works, but the cracks are everywhere.",
        "None of this brings my brother back, but it’s good they had to face what they did. Maybe we all did."
      ]
    ]
  }
}