{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Funny you ask. Feels like everyone’s moving slower lately.",
        "Lost my access at work, all over a story.",
        "Basically, I shared something that didn’t sit well with the bosses.",
        "Guess the ground’s never fully steady here."
      ],
      [
        "Walking carefully is about all I do.",
        "Did what journalists are supposed to. Made some files public that showed resource cuts in certain parts of the city.",
        "Some neighbors rallied around it. Most in the newsroom shut me out.",
        "Council started freezing out nonessential media right after.",
        "Feels like everything’s set up to keep us quiet."
      ],
      [
        "Yeah, I’ve been keeping my head down, mostly.",
        "A few days ago, I helped leak files showing how the BCI system’s been starving lower-score neighborhoods for years.",
        "Printed bulletins, handed copies to people who’d actually use them.",
        "Whole blocks started protesting. Council froze independent media and shut my comms down.",
        "Some people act like I disappeared. Others, they finally see what we’re really dealing with.",
        "Honestly, walking careful is just surviving."
      ],
      [
        "Honestly, careful doesn’t cut it anymore, not after this week.",
        "I took a chance. Worked with community organizers to prove the system has been singling out neighborhoods for deprivation – not by accident but by design since Halden centralized the data.",
        "Printed summaries, distributed real proof, held a briefing that exposed years of silent rationing.",
        "My own colleagues distanced themselves, deleted our messages. Like they never knew me.",
        "Government flagged all my channels, locked me out, pegged me a rogue.",
        "The city erupted anyway. People finally saw real maps, protested, demanded reparations.",
        "I grew up watching my father shape compliance scores. This time, I chose to break that cycle.",
        "It’s exhausting but also the most honest I’ve ever felt."
      ],
      [
        "Careful hardly covers it. I’m officially ‘rogue’ now. Zero BCI. Ghost in my own city.",
        "I exposed files on purpose. Years of engineered deprivation, neighborhoods marked and left behind as ‘risk factors’ – just numbers to the Council.",
        "Worked with grassroots groups, physically handed out evidence. Organized a briefing so nobody could bury the truth.",
        "My press pass, gone. Friends at work deleted every message linked to me.",
        "Council started censoring, freezing broadcasts, then tried spinning it like nothing happened.",
        "Saw people in the streets, finally using their own voices instead of waiting for scores to give them permission.",
        "My father raised me to trust the system – that order meant justice. But I learned the system never deserved that trust.",
        "I’m tired, but at least I know which side I’m standing on now. Even if it’s alone."
      ]
    ],
    "emotion": "Tired, but a little defiant. Waiting for someone to prove me wrong."
  },
  "emotional": {
    "opener": "You don't have to keep fighting alone, Rada. Someone still sees you.",
    "variants": [
      [
        "Maybe. Hard to say who’s watching, and why."
      ],
      [
        "Sometimes I forget what it feels like, being seen.",
        "But yeah... thanks."
      ],
      [
        "That’s not something I hear every day.",
        "It helps, honestly.",
        "I’m tired, but I’m not done.",
        "It’s good to be reminded I’m still in there."
      ],
      [
        "You know, I almost started believing I was invisible.",
        "It gets into your head after a while, all this silence.",
        "Your words—makes it easier to breathe.",
        "I appreciate someone noticing.",
        "I might just hold onto that tonight."
      ],
      [
        "Growing up, this city taught me not to expect much from anyone.",
        "You get used to disappearing inside your own head.",
        "But when someone says they actually see you, it shakes something loose.",
        "Most days I’m just pushing through habit, not hope.",
        "What you said—that’s enough for one more step.",
        "Feels like maybe I’m not as alone as I tell myself."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually changed after your story? Council do anything, or is it all just talk like always?",
    "variants": [
      [
        "Council moved fast after the leak. Locked down broadcasts, blocked access everywhere.",
        "Passed some temporary plan for resources. Didn\u0002t stop the protests.",
        "Most people just want some kind of answer now.",
        "City\u0002s still tense."
      ],
      [
        "Whole city saw the files slapped up everywhere. Council scrambled, offered some fix.",
        "People rallied in the streets. Council tried to negotiate, said they\u0002d investigate old systems.",
        "Nobody really trusts what\u0002s coming. Smells like a cover-up or a stall tactic.",
        "Media\u0002s tighter than ever now. Feels like everybody\u0002s watching everybody."
      ],
      [
        "Once the deprivation files leaked, districts neglected by the BCI banded together quick.",
        "Grassroots teams mapped the damage out loud. The Council spun up short-term aid barely in time.",
        "There\u0002s barely any official media left now. Everything\u0002s filtered or blocked.",
        "But the city learned: official scores lost their grip. People moved without waiting for permission.",
        "This isn\u0002t just politics \u00060 it\u0002s the system showing its seams."
      ],
      [
        "After files hit, everything fractured.",
        "Council factions started fighting each other. Harm reduction plans one day, threats the next.",
        "People refused city orders. Blocked roads, set up their own community zones. That part made me proud.",
        "Council tried shifting blame but analysts dug up secret Directorate labs under the city. Rumors got a lot less funny after that.",
        "Now the BCI\u0002s exposed, everyone\u0002s demanding real reform. Feels like whoever built the old order finally lost control."
      ],
      [
        "Once those files surfaced, the city broke character. Council can\u0002t even agree on whose idea the resource mapping was.",
        "It\u0002s not just about hunger. There were blackouts, BCI scoring glitched, old algorithms hijacked everything. Nobody really knows who runs things now.",
        "Someone uncovered secret labs from back in Halden\u0002s time\u000530 deep code, unauthorized tests, even death rumors about the Directorate. That\u0002s why people blame them for Halden going missing.",
        "Council tried crisis plans, but regular folks didn\u0002t wait around. They built protest camps, set up their own mutual aid.",
        "State systems are leaking everywhere. Friendships too. Colleagues deleting each other, even families split by what score you had.",
        "I never saw open challenge to Council like this before. For someone raised to toe the line? Strange to finally belong to the side that shouts back.",
        "People like me grew up believing the system was all that stood between us and chaos. Maybe chaos was always here\u00060 just well-dressed.",
        "It\u0002s out in the open now. Nobody\u0002s hiding their anger or loyalties anymore."
      ]
    ]
  }
}