{
  "official": [
    {
      "image_id": "civic_blueprint",
      "headline": "New Resource Mapping",
      "anchor_line": "City officials present updated resource allocation data for all neighborhoods.",
      "contextual_reframing": "Stenograd's Behavioral Compliance Index, or BCI, ensures fairness and stability by adjusting services based on civic alignment and community needs."
    },
    {
      "image_id": "form_filling",
      "headline": "Orderly Civic Response",
      "anchor_line": "Residents across multiple districts engage in regulated civic feedback sessions following recent BCI updates.",
      "contextual_reframing": "Public participation demonstrates trust in systemic governance and supports data-driven improvements to daily urban life."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Temporary Distribution Plan",
      "anchor_line": "The Council launches streamlined service points to support efficient redistribution while system updates are underway.",
      "contextual_reframing": "These measures underscore Stenograd's commitment to flexible adaptation and collective prosperity amid routine system enhancements."
    }
  ],
  "underground": [
    {
      "image_id": "cafeteria_trays",
      "headline": "BCI Deprivation Exposed",
      "anchor_line": "The system has been caught starving entire neighborhoods, new files show.",
      "contextual_reframing": "The so-called Behavioral Compliance Index, or BCI, scores you on how you live. Low score? The city quietly shuts down your rations. Now everyone knows."
    },
    {
      "image_id": "group_stillness",
      "headline": "Communities Defy Control",
      "anchor_line": "Marginalized residents refuse city orders and organize protests for reparations.",
      "contextual_reframing": "The BCI watches, tracks, and predicts us — but when we stand together, the system blinks. People are fighting for real fairness, not algorithmic justice."
    },
    {
      "image_id": "flower_on_concrete",
      "headline": "Council Offers Too Little",
      "anchor_line": "Officials scramble to patch things up with a ‘temporary’ fix, but the unrest grows.",
      "contextual_reframing": "Band-aid solutions won’t erase years of engineered deprivation. Stenograd’s people want true reform, not more digital screens and silent denials."
    }
  ]
}