{
  "olintz": {
    "chapter": "Following the citywide amnesty announcement and the subsequent wave of celebrations reported in her district, Oksana attempted to update her access credentials, hoping for restored services. However, within hours, she noticed that her building’s authentication panel flagged her ID as high risk again, requiring repeated manual checks before entry. The lift remained disabled for her, and at a nearby pharmacy, her digital request for medication was quietly denied, prompting her to leave empty-handed. That evening, chat groups from her former colleagues filled with confusion over lingering access issues, undermining the initial optimism. Oksana adjusted her behavior, making brief trips outside only during non-peak hours and carrying written proof of prior employment to anticipate further denials. She consciously avoided eye contact in the lobby, aware many remained excluded despite the supposed amnesty. This led to cautious hope giving way to renewed vigilance in her daily routine. BCI score fluctuates but remains 15.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After hearing hopeful stories from neighbors whose BCI restrictions vanished overnight, Nikola cautiously attempted to access services previously restricted to higher-score residents. He retrieved his package without delay and, for the first time in weeks, used the communal lounge during posted hours, noting the lighter mood among residents. However, only days later, building staff reintroduced access lists, and Nikola found his name again missing from package delivery rosters. He overheard frustrated conversations in the stairwell about the \"fake amnesty,\" as several neighbors had their flags replaced almost immediately. Nikola reduced his time in communal areas and kept interactions brief, worried that further inquiries might mark his data for additional review. He resumed collecting mail at odd hours and avoided visible associations with those openly disputing their scores. The brief return of privileges followed by swift reversal made Nikola more guarded. His BCI score, reflecting renewed caution and system monitoring, decreased slightly to 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the citywide amnesty for BCI offenses was announced, Daria was greeted at the lab entrance by a line of former clients eager to confirm that their records had been cleared. She processed several health band reactivations, noticing that building security temporarily relaxed entry checks. For a day, coworkers exchanged cautious optimism, openly discussing plans previously put on hold. Within hours, however, clients who had celebrated lifted bans returned, reporting renewed score drops and blocked access despite official statements. Daria fielded frustrated questions, but stuck to system-approved diagnostics, logging each failure without comment. Colleagues who had resumed normal device exchanges pulled back again, reverting to isolated work. Daria deleted a prepared message requesting bandwidth for expanded support, aware it would draw unwanted attention. The rapid shift from relief to disappointment left her more withdrawn. Her BCI score remained at 51, as she maintained minimal interaction and strictly followed updated protocols.",
    "bci_score": 51,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following widespread news of the amnesty, Lenart received a sudden influx of repair inquiries from previously restricted neighborhoods, prompting him to cautiously expand his accepted client pool. For two days, clients who had been unreachable now requested urgent visits, often emphasizing their cleared records. However, after evidence surfaced of false amnesty and renewed protests erupted, several scheduled repairs were canceled within hours of confirmation. On the same afternoon, Lenart arrived at a building only to find it locked down, with resident access revoked and heightened police presence in the area. He called clients directly rather than through digital logs, confirming their status before approaching any location. Around his workshop, conversations shifted to disappointment and distrust, leading him to tighten his screening process once more. While these shifts did not result in immediate loss of access, his BCI score fluctuated slightly from increased contact with newly flagged individuals. New BCI score: 68.",
    "bci_score": 68,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After activists exposed the so-called 'fake amnesty' and mass protests reignited across Stenograd, Sven Halek noticed a marked shift inside the Council building. On the morning after renewed demonstrations, several Council messaging terminals were physically sealed, and only staff with recently reviewed credentials could access sensitive areas. Scheduled speech reviews were postponed without explanation, forcing Sven to work alone in a windowless office. At midday, a trusted colleague quietly asked him to audit past statements for language that might now be seen as complicit in misleading the public, highlighting rising internal suspicion. Sven reverted to handwriting multiple draft versions, archiving them securely offline, and refrained from requesting clarification from administrators with uncertain status. Surveillance was visibly intensified, with additional Directorate patrols outside his workspace. Sven adapted by shortening his Council drafts and omitting contentious phrases, accepting a further reduction in collaboration. These constrained precautions led his BCI score to drop from 72 to 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada published the leaked files detailing the BCI quota system, immediately providing her sources to trusted independent outlets and verifying the data before transmission. Within hours, citywide hope surged as the Council announced a broad amnesty for BCI offenses, directly referencing evidence from her report. Rada monitored applicants celebrating sudden score resets and restored privileges, but she also tracked digital traces indicating that new names were quietly being flagged at the same rate. She refused to participate in follow-up media events scheduled by her former employer, viewing them as attempts to recast the narrative. As activist groups used her findings to uncover the quota deception, public anger reignited and several of Rada’s contacts became targets of renewed scrutiny. Her housing and mobility privileges were further reduced as her actions were cited in new compliance reviews. Her BCI score fell to 0 in response to clear, catalytic risk behavior and system destabilization.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}