{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Busy week. Lot of folks called me for repairs right after that so-called amnesty.",
        "Half the jobs vanished as soon as things soured again. Can't say I'm surprised.",
        "Neighborhoods went quiet. Barricades went up. Had to start calling folks before heading over.",
        "Feels like it never really changes. The work always finds me, even when I wish it wouldn't."
      ],
      [
        "After that big amnesty announcement, my schedule lit up like a switchboard.",
        "People I hadn't heard from in ages wanted help, all insisting they were 'cleared.'",
        "Then news hit about the amnesty being fake. Protests, lockdowns, canceled jobs in the same breath.",
        "Caught myself double-checking client status, just to make sure I wasn’t walking into trouble.",
        "Seems safer to stay behind the curtain these days. Not much left that surprises me."
      ],
      [
        "Right after the Council announced amnesty, I was flooded with requests—especially from places that used to be hands-off.",
        "Everyone wanted their records wiped fast, and suddenly I was everyone’s friend again.",
        "But the good mood didn’t last. Soon as people started catching on to the swapping scam, my calendar emptied out.",
        "Showed up for one job, found the building locked, cops posted out front. Not my first rodeo.",
        "Started ringing people, not logging jobs. Had to tighten up who gets through, for my own sake.",
        "Work doesn’t slow down, just shifts shapes. And the trust? Stretched thin as cheap wiring."
      ],
      [
        "This city pulled its old stunt—big promises, then backpedals when no one’s looking.",
        "Those first few days after amnesty, I was running myself ragged. Everyone from flagged blocks wanted repairs, hoping new scores meant a clean slate.",
        "When it broke that the Council was just swapping who gets flagged, things snapped hard—neighborhood lockdowns, missed appointments, tension on the wires.",
        "One job had me standing outside a sealed building while police gave me the eye. Might have been my name next if I’d arrived a half hour earlier.",
        "Now I don’t take a step unless I hear a human voice first. Digital logs mean little when trust keeps shorting out.",
        "Funny thing is, none of this surprised me. It’s always about keeping quotas and appearances intact.",
        "The only thing I really control is whose door I knock on. Gets tiring, carrying that weight."
      ],
      [
        "You know, I used to keep a steady post with the oversight crew—right before all this BCI nonsense became gospel.",
        "Every year they dress up control as 'reform.' That amnesty was just another mask—clients pouring in one day, shut out the next because the system never really changes, just shifts burden.",
        "I took some risks, worked jobs for people who thought they’d gotten a reprieve—most just wanted hot water, working doors, a glimpse of the old normal.",
        "The minute the swap scheme was out, it was all lockdowns, ghosted clients, and police wagons blocking the street.",
        "Had to start calling folks, not trusting a thing on network logs. My own BCI dipped a bit just from showing up in the wrong neighborhood. Not much of a reward for trying to help where help’s needed.",
        "You see it clearer after a while: The Council worries about quotas, not people. Directorate types say control keeps peace, but most days it just keeps everyone tired.",
        "I stay independent on paper, but the system’s still got its wires in me. That’s the trick of it—keeps you moving, so you don’t settle long enough to ask what you’re really fixing.",
        "Guess all I can do is keep the lights on where I can. Even if it’s just for one block at a time, it’s better than nothing."
      ]
    ],
    "emotion": "Tired and a bit resigned, but keeping a sense of dry humor about it all."
  },
  "emotional": {
    "opener": "\"You do more for this city than half the Council, Lenart. People notice, even if the system doesn't.\"",
    "variants": [
      [
        "Yeah. Well, the city still runs, most days.",
        "Guess that's proof enough."
      ],
      [
        "Appreciate you saying that. Most folks don't bother.",
        "I just do the work. Keeps things ticking, that's all.",
        "Not sure about the noticing part, but thanks."
      ],
      [
        "Kind of you to say. Sometimes it feels like pushing a cart uphill.",
        "Still, someone has to keep plugging the leaks, right?",
        "If the invisible work counts, maybe I'm doing fine after all.",
        "Not sure the Council ever notices, but that's not why I do it."
      ],
      [
        "You'd be surprised how much that means today.",
        "I've built things to last. When they break, it nags at me until they're fixed.",
        "Some days, it's like maintaining a ghost ship—quiet, but it matters.",
        "People in my line feel invisible most of the time.",
        "Still, it's good when someone sees the work behind the walls."
      ],
      [
        "You know, it used to bother me—feeling like a spare part in my own city.",
        "The system hums along, and most never see who patches it back together.",
        "But you're right, some people notice, even if it's just a nod or a favor repaid.",
        "I guess that's what makes it bearable. Not the Council, not the scores... just knowing it counts to someone.",
        "I've put in twenty years with these circuits. Seen the best and the most broken parts.",
        "It helps to know there's still room for people, not just algorithms."
      ]
    ]
  },
  "factual": {
    "opener": "Something big must've gone down. Spill it, Lenart—what actually happened with the Council and all those protests?",
    "variants": [
      [
        "Council waves their magic wand, promises amnesty to keep folks quiet.",
        "Didn’t last. People caught on it was more numbers than mercy.",
        "Protests kicked up again. Lockdowns followed. Business as usual here."
      ],
      [
        "Council dropped a mass amnesty to calm things down. Noise about 'fresh starts.'",
        "Didn’t take long for folks to sniff out the scam. Some got their scores cleared, but others got flagged right after—kept a tidy balance.",
        "Protests broke out harder than before. Not the first time they tried this trick."
      ],
      [
        "Started with a slick exposé on how BCI scores were being swapped behind the scenes. Got everyone talking.",
        "Council went for blanket amnesty, tried to clean the slate. Suddenly everyone’s lining up for approval.",
        "For a few days, hope was cheap. Then word got around that they were just shifting the penalties, one person in, one out. No real change at all.",
        "That’s when the protests hit full force. Council scrambled, but these blanket fixes never last.",
        "Directorate likes order, but you can only stretch a trick so far before the wiring snaps."
      ],
      [
        "Someone brave aired the whole BCI numbers racket—real evidence, got the city stirred up.",
        "Council’s answer was a big sweep—clear old scores, push everyone to apply. For a minute, even flagged blocks felt relief.",
        "Didn’t take long—activists caught they were using a replacement system, swap out one poor soul for another to hold onto their quotas.",
        "My old crew in maintenance said the Council nearly cracked under the pushback. Streets filled up, even Directorate support started to wobble.",
        "A couple neighborhoods went off-grid, built support nets outside of system laws. Some folks even found ways to duck BCI for a while.",
        "Most days I figure Directorate just patches symptoms, never the core fault.",
        "People got tired of being lab rats.",
        "I work jobs where I can, but I don’t kid myself the situation’s changing."
      ],
      [
        "Story started with a big leak—someone on the inside finally had enough, so all those quota swaps went public. Whole city saw how the Council kept scores steady, even if it meant burning someone else in your place.",
        "Council basically panicked. Amnesty wave, like a fresh coat of paint. Even low-score neighborhoods had their hopes up for the first time in ages.",
        "Didn’t last. Enough sharp folks spotted the new flags popping up at the same rate the old ones were cleared. The scam couldn’t hide for long.",
        "Protests exploded. Not just surface noise—whole communities linking up, support networks cropping up under Directorate’s radar.",
        "Old hands like me can spot the Directorate’s playbook. Control first, calm later. Only thing they patched was their comms.",
        "Got word my name bounced on one of the internal lists, just for running jobs outside the main grid during this mess.",
        "Hit a point where my old crew had to pick sides—some stuck with the order, some saw it was all maintenance on a sinking ship.",
        "If you hang around long enough, you realize trust is rationed same as everything else.",
        "I’m Directorate by habit, but even I know a façade when I see one. Main job now is keeping people’s lights on, whatever the Council claims to fix."
      ]
    ]
  }
}