{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "People don't linger anymore, not like they used to. Quiet, a bit tense.",
        "Deliveries got strange for a while. Then they went back to how they were.",
        "Feels as if the air itself is watching lately.",
        "It leaves me feeling more wary than before."
      ],
      [
        "Some things changed overnight—a package came with no delay, almost like old times.",
        "Could even use the lounge again for a day or two. Then the lists returned and my name vanished from them.",
        "Heard people muttering about false hope, but I don't join in.",
        "Seems they give something and then take it back just as quickly.",
        "It leaves me feeling more wary than before."
      ],
      [
        "People were in higher spirits last week—restrictions lifted, privileges suddenly returned for some of us.",
        "I got my mail without an issue, shared a quiet moment in the lounge. Felt almost normal.",
        "Only lasted a day or two. Access was cut again; now my name's missing from delivery rosters.",
        "Neighbors are frustrated, calling it a 'fake amnesty.'",
        "I try not to draw attention—avoid timing, avoid company.",
        "It's as if we were tested, then watched closer.",
        "It leaves me feeling more wary than before."
      ],
      [
        "You notice? For a moment, everyone thought things were changing for the better—restrictions dropped, people laughing in the corridors.",
        "Even I picked up a package on time, sat in the lounge beside old friends, just like before all this BCI nonsense.",
        "But it snapped back. Lists reappeared, names vanished—mine too. The mood soured overnight.",
        "Neighbors talk of a fake amnesty—hope dangled, then yanked away.",
        "Some folks are angrier now, but I learned to keep to odd hours, slip beneath the radar.",
        "The old control is back, only quieter, more hidden than ever.",
        "It leaves me feeling more wary than before."
      ],
      [
        "Feels odd, talking about it. After so many years in the Council’s shadows, I know how these patterns work.",
        "We all saw it—restrictions evaporate, then snap back twice as hard. My name off the lists again, old routines of avoidance return.",
        "A brief window, like someone upstairs flipped the wrong switch. Neighbors celebrated. Now they call it 'fake amnesty.'",
        "I’ve kept my head down since then. You see too much, you earn a new flag in the system. I saw it happen before, during the pilot programs. Amnesty always came with a catch.",
        "There’s no real peace in these walls—not for those flagged, not for those making the lists. Even in supposed ‘forgiveness,’ there are quotas to keep up.",
        "I was a Harmonist. I believed in stability, in systems that protect us all. Now? I tape my mail shut and don’t meet eyes in the corridor.",
        "Our city feels brittle—pressured and tired. I don’t trust what comes next.",
        "It leaves me feeling more wary than before."
      ]
    ],
    "emotion": "It leaves me feeling more wary than before."
  },
  "emotional": {
    "opener": "Honestly, Nikola, sometimes you just need to hear someone say—no, you're not wrong for feeling tense. With everything in flux, it's normal to guard yourself. You're not alone in watching the patterns. Anyone careful would do the same.",
    "variants": [
      [
        "Maybe so. One learns not to relax too quickly."
      ],
      [
        "Thank you. It's sensible to keep one's guard up. Trust, after all, is earned slowly."
      ],
      [
        "I appreciate you saying that. It helps to know my caution isn't misplaced. Sometimes it seems like everyone's pretending otherwise. Strange times for all of us."
      ],
      [
        "That means more than you know. It's rare to meet someone who sees the sense in hesitation. Most prefer not to notice at all. I've spent years reading silences, not just words. Makes it hard to stop, even if I wanted to."
      ],
      [
        "Thank you, truly. When I first started in service, trust was measured in paper trails and closed doors. Now, sometimes I wonder if mistrust isn't the wisest response. People adapt to the rules, but that doesn't mean they accept them. I've always found it easier to hold back, just in case things shift again. I suppose, like you say, any careful person would."
      ]
    ]
  },
  "factual": {
    "opener": "Just say it straight—everyone knows something's off. What really happened?",
    "variants": [
      [
        "Quotas always return, no matter what they promise.",
        "These amnesties change nothing. It's the same routine, different slogans.",
        "Nothing is as public as they want you to think.",
        "I don't follow rumors, just patterns."
      ],
      [
        "Old flags drop, new ones show up—Council keeps the numbers even.",
        "They distract with public statements, but the quotas never shift.",
        "Last week was noise—real rules never loosen for long.",
        "Activists push, Council reacts. Who gains? Hard to say.",
        "People vanish from lists, then different names appear. That's the real game."
      ],
      [
        "They make sweeping announcements—amnesty, record clearing. Big spectacle.",
        "People applied in the thousands, thinking past mistakes would disappear.",
        "But those slots were never empty long. Flags replaced, not removed.",
        "Heard the activists discovered Council's scheme. It spread fast.",
        "Renewed protests started as soon as the truth spread. It's a pattern now.",
        "Used to believe these resets led somewhere safer. Now I'm not sure.",
        "You don't see Harmonists celebrating this time."
      ],
      [
        "All that talk of amnesty—didn't fool me, not for a moment.",
        "Thousands flocked to those applications, thinking they bought freedom. They just reshuffled names.",
        "Council was desperate to buy calm after that exposé. Should have known the quotas would hold.",
        "Activist channels found the evidence. People weren't cleared, just swapped for other targets.",
        "The city heated up—protests are bigger now, angrier too.",
        "In my day, I saw the same trick with pilot programs. Nothing new under this sun.",
        "I wanted to believe the old Harmonist vision: stable, honest systems.",
        "Nowadays, even the Harmonists keep their heads down. It's all quotas, all show."
      ],
      [
        "There's a script for these crises. Rada runs her exposé, Council panics, offers amnesty.",
        "Thousands signed up for relief—false hope, as always. It's quota maintenance, not mercy.",
        "For every record cleared, someone else got flagged. Quiet substitution, no gap in surveillance.",
        "I saw it before, during the transition to BCI control. Amnesty always meant a reshuffle, never a true reset.",
        "The activist groups are faster now, exposing Council tricks within days. Used to take weeks, if it happened at all.",
        "Current unrest isn't just about services—it's a crisis of trust, system-wide.",
        "Worked a decade with the Council. Even Harmonists like me can't deny how they game the numbers.",
        "Back during pilot amnesties, victims were chosen on metrics. Lottery of reputation, not redemption.",
        "Now I'm wary of those briefcase files I kept—for moments like this. Some truths are still safer locked away."
      ]
    ]
  }
}