{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Still here, still breathing. That's what counts, right.",
        "Work's been... intense. Some stories hit harder than others.",
        "Saw the city flip recently when my report came out.",
        "Feels like surviving more than living, most days."
      ],
      [
        "Mostly just keeping my head above water lately.",
        "Ran a piece that set off a chain reaction in the city. Not everyone was happy.",
        "My name's on some lists now. Access isn’t what it was.",
        "The Council’s amnesty stunt fooled a lot of people—at first.",
        "Feels like the walls are closing in, but I won’t back down."
      ],
      [
        "Honestly? Been a wild stretch. I published some leaked BCI files—exposed their quota games.",
        "People thought they were free for a second, amnesty and all, but it was just a swap. New folks flagged for every one cleared.",
        "My BCI score’s zero now. Housing, mobility—stripped away.",
        "Watched the city celebrate, then watched the anger roll back in when they realized the trick.",
        "Saw people I know get chewed up by the system, same as me.",
        "I’m tired, but I’d do it again."
      ],
      [
        "You know I can’t keep quiet, even if it costs me. Leaked the BCI quota system—blew the lid off their 'amnesty.'",
        "People were lined up, thrilled to get a second chance. Then I saw the data—one person cleared meant someone else got flagged.",
        "I refused to play along when my old network tried to spin it as a Council victory.",
        "Now my BCI’s bottomed out. Locked out of half my life. They want me scared.",
        "Some of my friends got hit harder than me, just for talking.",
        "Still, I watched entire neighborhoods light up with hope for a day or two.",
        "It was beautiful, before the truth hit again."
      ],
      [
        "You want the truth? I grew up watching how compliance gets manufactured. My mother ran BCI drills—showed me early how stories are tools.",
        "This time, my exposé on the quota scam did exactly what I hoped: pushed the Council to offer 'amnesty.' Public went wild. I wanted that.",
        "But then the system just reinvented itself. Cleared some, flagged new people. Quotas matter more than justice here.",
        "My score’s nothing now. Getting home is a maze—sometimes I wonder if it’s worth it.",
        "They run follow-up shows to save face. Not interested. Refused their stage.",
        "My friends are targets. I can track it, every search, every warning. I’m watching the cost of telling the truth.",
        "Those few nights when people believed the system could change—that was real. I live for moments like that.",
        "Now I’m running on spite and maybe a little hope. I know what’s worth defending."
      ]
    ],
    "emotion": "A mix of exhaustion and defiance, feeling both worn out by the system and proud of having sparked something real."
  },
  "emotional": {
    "opener": "You know, Rada, sometimes change starts with just one person refusing to look away.",
    "variants": [
      [
        "Maybe. I just needed someone to see it for once.",
        "Feels like most days, it’s me against a wall."
      ],
      [
        "Yeah. Guess it matters that you noticed.",
        "I don’t hear that often. Makes it a bit less heavy, I guess.",
        "Still. Doesn’t mean much changes for me."
      ],
      [
        "All right. That’s good to hear, actually.",
        "Most people just want me quiet or gone.",
        "Sometimes I forget things can ripple out at all.",
        "It gets tiring, always pushing back."
      ],
      [
        "You’re right. I needed to hear that more than I thought.",
        "There are times I wonder if fighting it matters at all.",
        "Funny how even small things stick—a phrase, a gesture.",
        "Growing up, I always thought you had to follow the lines. Turns out, they’re just lines.",
        "It’s just so easy to forget what’s real in here."
      ],
      [
        "Thanks, really. Not a lot of people actually mean it anymore.",
        "I’m tired, but I don’t regret it. I guess that means something.",
        "Most days I feel like I’m just steadying the ground for someone else.",
        "I grew up thinking compliance was survival—never questioned it until I saw how many people were just... erased.",
        "What’s wild is, every time I speak up, I find out I’m not alone. Even in silence, people notice.",
        "Maybe it’s not change yet, but it’s a start."
      ]
    ]
  },
  "factual": {
    "opener": "Just tell me what really happened out there. You saw it—how bad did it get?",
    "variants": [
      [
        "Council spun their amnesty story hard. People lined up for resets.",
        "Whole city posting videos—joy, then confusion when new restrictions popped up.",
        "Rumors went wild as more names got flagged, just like before.",
        "Nobody trusts the Council's numbers anymore.",
        "Most are lying low, hoping it all blows over."
      ],
      [
        "After my piece, the Council scrambled—big amnesty show for the cameras.",
        "Crowds looked relieved for a minute, but backchannels said the quota never dropped.",
        "Same night, lists updated. Trade one flagged name for another.",
        "Lots of people comparing notes, seeing similar patterns.",
        "Trust didn't last. Some of us watched the cover-up happen in real time.",
        "Now the system's unpredictable—some neighborhoods worse than others."
      ],
      [
        "The exposé hit, and the Council goes public with a 'fresh start'—amnesty, open gates.",
        "Social feeds blew up. Neighborhoods celebrating, people posting proof of their freedom.",
        "Inside sources tipped me: the quotas weren't gone, just recycled.",
        "Independent teams mapped score flips on a loop. One person's cleared, another gets hit.",
        "It spread—panic, then protests when the trick surfaced.",
        "Feels like the system's only goal is to look stable, not be fair.",
        "That kind of manufactured trust always crumbles fast."
      ],
      [
        "After my story, the Council tried damage control—citywide amnesty, sudden smiles from officials.",
        "I was tracking the backend, seeing real names disappear, new ones hit the list on schedule.",
        "Social media got flooded with hope for days. It was electric, almost honest.",
        "Community organizers linked the score swaps, exposed it before the Council could bury the proof.",
        "We watched neighborhoods light up, then lose it all overnight—false freedom, again.",
        "Some of my friends' scores shot up for their activism, others tanked for no reason.",
        "Legacy media tried to frame it as a 'recovery' moment. Nobody I know bought it.",
        "It's the cracks that show you what the system's really made of."
      ],
      [
        "The Council threw that big amnesty after I ran the quota leak, hoping to buy some loyalty.",
        "I was monitoring the internal dashboards—watching them swap names out, covering quotas while projecting mercy.",
        "There were real bursts of joy, communities reconnecting, people calling family for the first time in years.",
        "But I could see the math. For every cleared record, a new flag got assigned. It was algorithmic, brutal in its efficiency.",
        "The resistance groups started swapping data. We charted it together, map by map—whole districts lit up, then dimmed as flags shifted.",
        "Legacy news tried to wrap it in propaganda, but underground streams told the truth.",
        "People felt real possibility for a heartbeat, then rage when the lie was exposed.",
        "Sometimes I think hope is what the system fears most—truth isn't what breaks them, hope is.",
        "I've always been accused of 'stirring things up.' Maybe that's true. I'd rather be tired and honest than numb and safe."
      ]
    ]
  }
}