{
  "olintz": {
    "chapter": "After citywide committees began investigating BCI-era crimes, Oksana was required to appear before a local review board to explain her past compliance reports. Unlike previous digital audits, this meeting was held in person, with several free zone leaders present and no reference to her BCI score. Oksana provided handwritten notes summarizing her actions, but she observed that most questions came from survivors concerned about previous labor assignments and denied services. Unable to rely on system data or automated explanations, Oksana hesitated with answers, aware her low standing offered no protection in these discussions. Following the meeting, she was not assigned her regular tasks; instead, she was instructed to assist in compiling case files for the committee, reporting directly to citizens rather than the central system. This change left her uncertain about her professional standing. Her BCI score remained unchanged at 22, as system scores no longer influenced daily tasks.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 12, Nikola adjusted his evening routine after hearing murmurs of the televised reconciliation assembly from neighbors gathered around a shared radio. Eyewitnesses recounted scenes of survivors confronting Council members, prompting renewed discussions about BCI abuses. That same evening, Nikola found increased movement near his building as unfamiliar residents distributed flyers seeking volunteers for a citywide investigation committee. Wanting to avoid renewed scrutiny, Nikola declined to engage, instead quietly observing the formation of nightly discussion circles in the courtyard. He retrieved old notes from his years in service and concealed them among personal items, anticipating targeted inquiries. By morning, a notice asking for testimony about BCI-linked disappearances had been posted in the hallway. Nikola limited his interactions, left only for essential errands, and began using a back exit to avoid contact with organizers and hopeful investigators. These behaviors, shaped by the unfolding accountability movement, led to a further decrease in his BCI score.",
    "bci_score": 30,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "Following the citywide committee's formation to investigate past BCI abuses, Daria’s lab received another influx of handwritten service requests from free zone council members. The official network logins became obsolete as local committees insisted on witnessing her repairs, citing growing distrust in state records after survivors’ testimonies dominated the failed Council assembly. On this day, Daria was asked to demonstrate a wristband recalibration in front of two residents whose scores dropped abruptly, despite recent compliance. She explained her process step by step, noting their visible relief when devices matched their actual health data. A familiar technician quietly passed her a list of families needing service without names attached, reflecting persistent fear of Directorate reprisals. Daria prioritized transparency, making each repair visible but avoided private modifications. Her workload increased, and her BCI score dropped by four points, flagged by official systems for insufficient compliance reporting and continued association with unlogged activities. BCI score: 58.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the citywide revelations about BCI abuses, Lenart noticed his workshop filled with residents carrying printed survivor testimonies and council statements, demanding answers about prior maintenance decisions. He spent hours reviewing his old paper logs with them, openly confirming which repairs had been suppressed or reassigned by the system. That afternoon, as news spread of a forming citywide committee to investigate BCI-era crimes, Lenart was approached by a temporary organizer requesting his expertise to help document overlooked failures in the utility networks. Lenart agreed, joining a group working late into the evening cataloguing malfunction reports and collecting stories from others excluded by the BCI. The heightened scrutiny and collaboration meant Lenart avoided official channels entirely, focusing his efforts on peer-coordinated tasks. His willingness to share records and support the committee built trust in the free zone, but increased his visibility as a noncompliant actor, causing his BCI score to drop further to 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After choosing to orchestrate a public campaign of televised Council confessions, Sven Halek worked overnight coordinating Directorate media resources. He compiled confidential documents, scripted statements for key Council figures, and personally approved each segment for broadcast to ensure alignment with Directorate priorities. As confessions aired, Sven monitored the immediate public reaction, noting a sharp surge in citizen outrage and rapidly spreading distrust of central authority. Within hours, his own staff received hostile communications, and access to secure archives was revoked. By the day’s end, several close colleagues were reassigned, and Sven’s own movements were subject to increased scrutiny. Directorate rivals accused him of destabilizing governance and blamed him for accelerated factional collapse. His BCI score dropped from 54 to 35, reflecting system-logged volatility, public backlash, and increased internal risk. Sven documented the resulting loss of operational control, recognizing his intervention prompted this phase of citywide reckoning and instability.",
    "bci_score": 35,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "In response to the formation of the citywide investigative committee, Rada arrived for her shift and found the building repurposed as a meeting point for survivor testimonies and witness interviews tied to BCI-era abuses. Assigned reporting staff, herself included, were directed by newly formed citizen teams instead of former editorial supervisors. That afternoon, Rada recorded survivors recounting forced labor placements and disappearances, using handwritten logs in place of her old digital tools. For the first time, she was encouraged to document uncensored narratives, but hesitated to add commentary, wary of potential system reversals. With the growing involvement of independent investigators, her workday extended, as she transcribed testimony late into the evening. While relieved to contribute to unfiltered coverage, she limited personal contact and meticulously stored her notes offline, fearing possible reprisals if control shifted back. These changes, alongside increased transparency, resulted in a slight BCI score fluctuation but no significant shift. BCI score: 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}