{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Things are pretty busy at work, lately.",
        "More hands-on requests than usual.",
        "People seem nervous around the lab.",
        "Feels like everything’s in flux right now."
      ],
      [
        "Work’s gotten busier, more public. Free zone folks show up in person now.",
        "Requests come handwritten. Not everyone trusts the logs anymore.",
        "Had to recalibrate some wristbands in front of them, just to prove things were clean.",
        "Saw a list passed along, no names though. Still feels risky.",
        "My score’s down again—guess someone’s watching."
      ],
      [
        "A lot changed after those public confessions. People stopped using the official network for repairs.",
        "More handwritten notes, more oversight from the free zones. Residents are anxious about their scores dropping for no reason.",
        "I have to show my whole process in front of them now—there’s a kind of relief on their faces when things line up.",
        "A tech slid me a list of families needing help—nobody wants their name attached.",
        "I stick to open fixes, but I’m working longer hours and the system doesn’t like that.",
        "My score dropped again. I’m tired, but relieved to be understood."
      ],
      [
        "My work’s different now—since those Council confessions, trust is gone. All requests are handwritten, almost never through the official network.",
        "Committee members from the free zones insist on overseeing every repair.",
        "Yesterday, two residents asked me to recalibrate their wristbands in front of them—their relief was obvious when the data finally matched.",
        "Another tech passed me a list—anonymous, but urgent, still afraid to be seen by Directorate eyes.",
        "People are relying on each other, not the system. I avoid secret work, but it’s hard keeping things proper with this pressure.",
        "My BCI score dropped by four points. The system flagged me as noncompliant, but I couldn’t ignore those families.",
        "I’m exhausted—I want to help, but I keep wondering who’s watching."
      ],
      [
        "After the council started their confessionals, everything in the lab changed. Almost nobody trusts the system now; all requests are handwritten and double-checked by the free zone committees.",
        "Every repair is public. Residents want to see how it’s done, afraid their scores will drop without warning.",
        "Yesterday, two people watched as I fixed their wristbands. It’s the first time I’ve really seen relief in someone’s eyes in months.",
        "A familiar tech slid me a list of families to help—no names, as always. It’s safer that way, with the Directorate breathing down everyone’s neck.",
        "I stick to open repairs, but the workload keeps growing. People just want to stop feeling afraid.",
        "Helping unlogged families means my BCI score keeps dropping. I know they’re watching me, especially now that I avoid the official network when it feels too exposed.",
        "I believe the free zones could work if the system would let go—but every day feels like tightening wire.",
        "Honestly, it’s hard to keep up hope, but I feel a little lighter just saying any of this out loud."
      ]
    ],
    "emotion": "tired, but relieved to be understood"
  },
  "emotional": {
    "opener": "You know, Daria, it makes sense that you’d be tired. No one should have to hold it together all the time. I see how hard you try.",
    "variants": [
      [
        "I suppose that’s true. Not much more to say.",
        "Sometimes it’s a bit much, but you keep going."
      ],
      [
        "Yeah, it can be exhausting. Some days just feel longer than others.",
        "Thanks for noticing.",
        "Mostly, I try not to think about it."
      ],
      [
        "It’s a relief to hear someone say that out loud.",
        "I never really talk about it. Just try to do the job and stay out of trouble.",
        "But yes, it wears on you.",
        "I appreciate you saying it."
      ],
      [
        "It does help, hearing that from someone who gets it.",
        "I’m careful most days, but sometimes it feels impossible not to show the strain.",
        "When you notice, it actually helps me let go a little.",
        "I forget I can be honest for a minute.",
        "Thanks for that."
      ],
      [
        "It’s rare to talk like this, honestly.",
        "I always have to watch what I’m showing, what’s on my face or in my voice.",
        "Even growing up, I got used to being invisible, or pretending everything’s fine.",
        "Sometimes I wonder how much is left after all the hiding.",
        "You noticing—that matters.",
        "It feels a little less lonely, just for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about the big changes. What actually happened?",
    "variants": [
      [
        "Council did those public confession things. Made the city tense.",
        "People reacted, but it just made everyone more careful.",
        "Some logs got leaked, made things harder for the labs.",
        "Now there are more checks, less trust in the system."
      ],
      [
        "Council members admitted to problems, and lots of people watched.",
        "After that, more data came out. Things the BCI did—they weren’t supposed to.",
        "Now, those running the city can’t agree. Work feels unpredictable.",
        "Free zones started to organize differently.",
        "I just keep doing my job. There’s pressure on everyone."
      ],
      [
        "After council confessionals, whistleblowers released more proof on the BCI abuses.",
        "That set off protests and survivor stories all over the free zones.",
        "City committee formed. They’re looking into old cases, and designing their own rules.",
        "I prefer how the free zones try sharing information openly, even if it’s messy.",
        "There are a lot of rumors about secret diagrams and stockpiled resources.",
        "The system’s not stable. Even at work, we’re adapting every day.",
        "No one trusts the old Council. People want change."
      ],
      [
        "When those confessions started, Directorate tried to control the fallout. Too late.",
        "Leaked reports confirmed—BCI forced people out of their lives. Disappearances, too.",
        "Free zone counselors are running real investigations now. Genuine input, not model-driven.",
        "There’s a flow of whistleblowers. Even inside the labs, we see the logs—actual tampering dates, mismatched audits.",
        "I’m more on the side of the free zones—letting people decide things openly.",
        "The system’s fighting to stay relevant. But people are organizing, sharing roles.",
        "Hard to know what’ll come next, but centralized control is breaking down.",
        "It’s exhausting, but oddly hopeful."
      ],
      [
        "After Halden died, everything started slipping. Then the Directorate weaponized truth—those public confessions were strategic, not honest.",
        "But the whistleblower leaks—that was different. They published full audit logs showing disappearances and how BCI compliance was quietly forced. I recognized some names.",
        "Free zone leaders pulled the city together for real investigations. For once, families could demand answers.",
        "We even saw leads on Halden’s old protocols—some used them to open resource stores. Not everyone believes it, but I think he left it as a backup for citizen control.",
        "I grew up thinking the system was rational. I see now how much happened that never should have. My brother’s case is probably in those logs.",
        "Inside the labs, techs exchange evidence quietly. Hard to trust anyone, but the Innovator ideas—open protocols, fair audits—are finally getting traction in the free zones.",
        "The Council is fractured. Directorate’s losing its grip. The only thing holding people together is this new idea of public accountability.",
        "Work is hard, but I’d rather be part of this shift than stuck following the old system.",
        "Feels lighter, even if everything is uncertain."
      ]
    ]
  }
}