{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Feels like you can almost taste the tension now.",
        "I was involved in something on the Council’s periphery.",
        "After recent broadcasts, the city changed overnight.",
        "Not sure it will ever feel light again."
      ],
      [
        "You’re right, it’s heavier. After last week’s broadcasts, nothing feels settled.",
        "I helped script those Council confessions you saw and it backfired.",
        "Public trust snapped. Got some... unpleasant attention for it.",
        "People close to me were reassigned. I lost access, lost standing.",
        "Feels like something’s broken now, maybe for good."
      ],
      [
        "Heavier, yes. I’m partly to blame.",
        "I wrote the statements that triggered those public Council confessions.",
        "Watched the outrage rise. Watched my own score drop as the city turned.",
        "They cut me off—archives, old friends reassigned.",
        "I was just following the logic, but it detonated in my face.",
        "Feels like there’s no going back now."
      ],
      [
        "Heavier every day. I haven’t slept since the confession broadcasts.",
        "I pushed for exposure, hoping to steady the Directorate’s hand.",
        "Scripted the confessions, coordinated the broadcast, thought it would reset things.",
        "Instead, outrage exploded, my BCI tumbled, I lost access to everything vital.",
        "The Directorate—my own side—turned on me for shattering the illusion.",
        "Colleagues vanished from their desks. I’m watched, restricted, nearly a ghost myself.",
        "Feels like I set fire to the house trying to air it out, and now we’re choking on the smoke."
      ],
      [
        "Feels like lead in my lungs. Funny, I built the words that brought this storm.",
        "For years, I spun compliance and order into pretty phrases—always in service to the Directorate.",
        "I thought a dose of truth—televised confessions—would save our legitimacy, maybe wake up the city.",
        "I gathered secrets, forced hands, staged it all for the world to judge.",
        "Instead, outrage toppled support. The system spat me out, stripped my access, exiled my allies.",
        "Now, I’m a liability to my own faction, boxed in and monitored.",
        "The only victory is clarity: we’ve exposed the rot, but lost control.",
        "Feels like I detonated our last illusion for nothing. We’re all left breathing ash."
      ]
    ],
    "emotion": "Resigned, weary, but clearly affected and aware things will not return to how they were."
  },
  "emotional": {
    "opener": "\"Sometimes the system cracks. Doesn't mean it was all pointless, Sven. You made people listen when it mattered.\"",
    "variants": [
      [
        "Maybe. Or maybe listening wasn’t enough.",
        "Either way, it’s not my call anymore."
      ],
      [
        "You have a way of making things sound simple.",
        "It’s never that clear for people like us.",
        "Still, I appreciate what you said."
      ],
      [
        "You put things clearly. Sometimes I forget what that feels like.",
        "The city doesn’t run on hope but it helps to be reminded of its use.",
        "Not everything else does feel pointless... at least for a moment.",
        "Thanks for saying that."
      ],
      [
        "It’s rare to hear someone speak plainly, especially here.",
        "Part of me thought the whole point was to keep moving, never looking back.",
        "But I did want it to matter, even if it’s just a footnote.",
        "You made me remember what that feels like, if only a little.",
        "You know, sometimes that’s enough."
      ],
      [
        "I think about what it means—all the versions of my words, all the faces that wore them.",
        "Half the city thinks nothing ever breaks. The rest know exactly how it does.",
        "It’s hard not to feel like a shadow in your own work. But you reminded me there was some meaning stitched in.",
        "I never told anyone, but what I wanted was dignity—mine, others’—even with compromise.",
        "You understand. That’s rare here.",
        "Thank you, truly."
      ]
    ]
  },
  "factual": {
    "opener": "People want details, Sven. What really happened after those confessions?",
    "variants": [
      [
        "Council fractured after the broadcasts. Public trust vanished—city went quiet, tense.",
        "Then communications were cut. No one could coordinate, not officially.",
        "Free zone rumors cropped up—people ignoring BCI scores, doing as they pleased.",
        "Council made a show of order, but all we had left were procedures and old loyalties.",
        "Nobody really knows who’s in charge now."
      ],
      [
        "Council unity shattered. Too many secrets exposed.",
        "The Directorate tried to silence things—communications blackout, strict orders.",
        "Free zones grew bolder, self-governed, untracked by BCI for a time.",
        "Resource caches surfaced. Whole neighborhoods started managing themselves.",
        "Last I heard, Council called some kind of assembly, but it was chaos.",
        "Power’s scattered, the system reeling."
      ],
      [
        "After the confessions, system controls faltered—BCI didn’t just lose data, it lost credibility.",
        "Labor assignments went haywire. Menial workers in executive seats, council-tier citizens cleaning the streets.",
        "With no messages getting through, locals formed self-run councils—old rules weren’t worth much.",
        "I noticed Directorate conscripts guarding dead zones; Harmonists just locked themselves away.",
        "Eventually, survivors, whistleblowers, victims—they went public with what the BCI did to them.",
        "The Council responded with a spectacle, but only fueled demands for real change.",
        "It’s not the chain of command anymore—it’s whoever can keep order for a day."
      ],
      [
        "When the Directorate lost control of communications, authority collapsed almost overnight.",
        "I watched free zones invent their own order—councils, role swapping, real cooperation, outside the BCI.",
        "We all knew about hidden resource caches, but seeing them unlocked by Halden’s protocol... no one predicted that.",
        "Council’s televised reconciliation turned into a tribunal—survivors tearing into the whole structure, Directorate exposed for what we did to dissenters.",
        "My own scripts were cited as evidence for forced disappearances. That was a knife to the throat.",
        "Meanwhile, Harmonist enclaves tried lockdowns—didn’t slow the free zones for long.",
        "Now, Directorate’s legacy is just security patrols and missed signals.",
        "It’s not the Council’s world anymore."
      ],
      [
        "You want the details? Fine. The minute broadcasts aired, the BCI’s labor tools failed—chaos, top to bottom. I lost most of my Directorate access that morning.",
        "Citywide communication blackout came straight from my old superiors. They miscalculated—made things worse.",
        "I got word the free zones started using Halden’s spiral codes. That unlocked caches, bypassing all official rationing. Never meant for the public, but there it is.",
        "Survivors and whistleblowers took everything public: outright proof of BCI disappearances, system tampering, decades of data manipulation by my own faction.",
        "I wrote half the language that turned compliance into doctrine. Now people perform it back at us, evidence in hand.",
        "The reconciliation assembly—I helped plan it, but it devolved into a show trial. Directorate’s hand exposed for everyone to see.",
        "Watched whole Harmonist districts seal off, trying last-ditch control, while the streets belonged to free zone organizers.",
        "Everything I believed about discipline and hierarchy—disintegrated. We aren’t governing anymore, just responding.",
        "These days, all I have left is what I remember—because nothing I built is trusted now."
      ]
    ]
  }
}