{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Some nights feel longer than others, that's all.",
        "People around here, they talk too much lately.",
        "I've kept to the usual routines. Nothing unusual worth mentioning.",
        "Best not to attract attention these days."
      ],
      [
        "I suppose I still feel like myself, more or less.",
        "There’s more movement in my building now. Strangers, flyers on the walls.",
        "Folks want to remember things, dig up old wounds. Can’t say I see the good in it.",
        "I keep out of it. Safer that way.",
        "It’s quieter when you stay to yourself, even if it wears on you."
      ],
      [
        "Hard to say if I feel like myself, honestly.",
        "Every evening, the neighbors gather for news. Seems everyone’s looking for answers.",
        "They’re organizing these discussion circles out in the courtyard, asking about the disappearances.",
        "I found a notice in my hallway asking for testimony.",
        "I stick to errands, use the old back exit now. Less trouble that way.",
        "Feels like I’m shrinking into the corners just to go unnoticed."
      ],
      [
        "Some days I hardly recognize myself or the city, Alex.",
        "After those assemblies on the radio, everyone’s restless, chasing pieces of the past.",
        "Organizers are soliciting for volunteers, but I’ve learned not to put my neck out.",
        "Pulled old notes from my Council days, tucked them away where eyes won’t find them.",
        "It’s odd, watching the city tiptoe around its own shadows. Even errands feel like trespassing.",
        "There’s a kind of guilt in hiding, even if it’s for survival.",
        "Leaves a person tired, wary, unsure if there’s still a place for them."
      ],
      [
        "Lately, I wonder if the person I was survived the Council’s collapse.",
        "Heard the reconciliation assembly through the walls. Survivors challenging the very system I helped keep running.",
        "I avoided the volunteers and the circles outside. There’s a flyer for testimony—a familiar script from a new regime.",
        "Still keep my old briefcase locked up. Inside are details that might haunt men braver than me.",
        "With the way things are, even leaving for bread or whispering the wrong thing feels reckless.",
        "Can’t shake the feeling I’ve contributed to all this confusion. Bitterness, too.",
        "I step out only when needed. Hide what might matter. Hoping not to be swept up in the hunt for guilt.",
        "Mostly, I’m left with fatigue. And a quiet wariness that never quite lets go."
      ]
    ],
    "emotion": "quiet wariness, tinged with fatigue"
  },
  "emotional": {
    "opener": "Nikola, it's alright to be tired. After everything you've seen, no one should expect you to carry it all alone. You did what you could, and sometimes that's enough.",
    "variants": [
      [
        "Most don't say that.",
        "A relief to hear, truly."
      ],
      [
        "That's rare. Not many understand what it's like.",
        "You have a point. The weight does wear you down.",
        "Still, best to be careful with comfort."
      ],
      [
        "I can appreciate hearing that.",
        "It does help, truly. I forget sometimes that tiredness isn't a failing.",
        "It's easy to feel overlooked.",
        "You remind me it's not all on me."
      ],
      [
        "Thank you. It's good when someone recognizes what people actually carry.",
        "There are days I still feel responsible, though I know that's not logical.",
        "Walking away from that kind of burden isn't as simple as it sounds.",
        "Sometimes, remembering we're not machines helps.",
        "It's a quiet kind of relief just being understood."
      ],
      [
        "You're right, and it's something few ever say out loud.",
        "For years, the expectation was to put everything aside. Duty first, feelings... somewhere down the list.",
        "When I retired, no one asked how any of it felt. It just moved on without me, as if nothing lingered.",
        "Truthfully, I still hear echoes of old decisions. They don't go away, they just soften with time.",
        "It's easier to breathe when someone accepts you as you are, failings and all.",
        "Thank you for making it alright to set the burden down, even if just for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Petrak. Everyone knows more than they say—especially someone like you. What's really going on out there?",
    "variants": [
      [
        "Council started airing their dirty laundry. Hard to miss.",
        "People react; most are just angry, more distrustful by the day.",
        "There's talk of investigators mixing into things now.",
        "None of this feels stable, just noise on top of noise."
      ],
      [
        "Saw those Council confessions on every screen. That caused a stir.",
        "Whistleblowers dropped more files, pointed fingers all over.",
        "Free zones double in size after that—folks ignoring Council, sharing what they have.",
        "City committee set up, aiming to pin blame for the old system's mess.",
        "Trust in authority is thin as paper now."
      ],
      [
        "Public confessions by Council members upset the balance—some say it was just a show.",
        "Soon after, more leaks appeared: logs, orders about those who vanished.",
        "Free zones—real ones, outside the BCI—run by ordinary people, not algorithms.",
        "New committee claims they're after the truth about BCI abuses. Some even call it a fresh start.",
        "Nothing about it is orderly; I see more old scars than new hope.",
        "Always wondered if this is what collapse would look like.",
        "Not everyone wants things rebuilt the Council's way."
      ],
      [
        "Confessions sparked chaos—intentional or not. Everyone has a piece of the story now, but no one trusts the others.",
        "I remember seeing certain directives pass across the Council table—buried, never spoken of. Some now out in the open.",
        "Free zones drawing crowds. Almost feels like self-rule, for a moment.",
        "A few friends found their names on leaked logs... Changed them, made them strangers overnight.",
        "The citywide committee wants justice. BCI’s promise died with Halden, some say.",
        "Those of us closest to the old machine know where the bodies are, metaphoric or not.",
        "Some think transparency is enough, but it’s not. Not with these wounds.",
        "I never once believed the Council’s lines about order and progress."
      ],
      [
        "When the Directorate set up those televised confessions, I knew it was more about power than atonement—desperate ploy, really.",
        "I recall specific nights: Council chambers humming, security officers arguing which disappearances warranted inclusion in the index. Some you find in the leaks now, their families still waiting.",
        "Whistleblowers acted because no one else would—many used to be my colleagues or assistants.",
        "Resource stockpiles, meant as crisis buffers, unlocked in the chaos. Free zones took them, and for a heartbeat, life improved.",
        "But old habits die hard; remnants of the system try to seize it all back. Lockdowns, accusations, seeds of new surveillance.",
        "I never fit with the Council’s script—I kept my distance, even as I filed their darkest orders. That briefcase at home, it’s a ledger of mistakes.",
        "It’s not just politics, it’s survival—choosing when to speak, when to vanish.",
        "Most who run these committees don’t want real truth, just new control.",
        "My trust’s with the ones trying to build differently—anything but another Council, anything but what we made."
      ]
    ]
  }
}