{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Council Confessional Era",
      "anchor_line": "Today, senior Council members appeared on live broadcast to reaffirm their commitment to responsible governance and system clarity.",
      "contextual_reframing": "This transparent moment demonstrates the reliability of Stenograd's Behavioral Compliance Index, the system that ensures fair access and order for all residents."
    },
    {
      "image_id": "id_scan",
      "headline": "Public Demand Increases",
      "anchor_line": "Citizens express new calls for dialogue after the Council’s televised reconciliation assembly and survivor statements.",
      "contextual_reframing": "Open communication reinforces system resilience and ensures continuous improvement within Stenograd’s automated governance framework."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Citizen-Led Committee Forms",
      "anchor_line": "Community representatives unite to help review and strengthen citywide services following recent Council transitions.",
      "contextual_reframing": "Stenograd’s dynamic permit and support networks adapt to community feedback, showing that innovation and order can succeed together."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Confessions Crack the Council",
      "anchor_line": "Council members scramble to confess on live feeds, blaming each other for years of BCI abuses and silent disappearances.",
      "contextual_reframing": "The Behavioral Compliance Index—BCI—scores every move you make, deciding access, trust, and erasure. Tonight, the mask slips: architects of the system eat their own."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "More Leaks, More Lies",
      "anchor_line": "Whistleblowers dump system files showing vanished dissidents were flagged and erased by the city’s own compliance algorithms.",
      "contextual_reframing": "BCI 'delays and reroutes' meant quiet removals. The Council called it stability. Survivors and families call it life stolen in the night."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Demand Justice",
      "anchor_line": "Confronted by survivor accounts and damning leaks, the Council’s unity collapses as protests spill into the free zones.",
      "contextual_reframing": "For years, the system claimed to be self-correcting and humane. But the people see the cost—every point on your score is a risk to your life."
    }
  ]
}