{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Not much to say, really.",
        "Things at the lab are slower than usual.",
        "People are nervous. No one wants to bring in their wristbands now.",
        "Can’t fix much when the rules keep changing… I just try to keep my head down. It’s frustrating."
      ],
      [
        "Work’s been unpredictable lately.",
        "Saw a lot of people holding off on repairs, waiting for the committee’s next move.",
        "A few old colleagues disappeared. No one says why.",
        "I had to turn people away when their bands weren’t recognized. That’s not normal.",
        "It gets to me, not being able to help when something’s clearly breaking down. Feels like I’m failing everyone a bit."
      ],
      [
        "Honestly, it’s been a mess.",
        "Ever since the Council started arguing about the BCI, the lab’s gone almost quiet.",
        "Residents come in with handwritten requests and don’t really trust if I can help.",
        "I had to tell families their old health bands can’t be fixed anymore—support was just pulled without notice.",
        "People left upset. My own BCI score dropped again. Makes it harder to do my job the way I want to.",
        "Sometimes I wonder if anyone actually knows what the rules are anymore. I just feel stuck right now."
      ],
      [
        "Lately, things have felt like they’re unraveling from inside.",
        "The Council pulled support for some devices without warning. Now any family with the wrong band gets turned away.",
        "I’m the one who has to break the news in person. Some people almost pleaded—like there was anywhere else to go.",
        "Saw the hesitation in my coworkers too. Some left; others won’t even show up on shift, just in case.",
        "I tried to do as much as the system would let me, but it flags even that. My BCI dipped again this week.",
        "Those little changes add up. People trust you a bit less each time.",
        "I start to feel invisible. Like closing and opening the same door over and over, hoping someone will let me fix what’s broken. It hurts more than I expected."
      ],
      [
        "Everything’s different since Halden died. The BCI fractured, and every zone follows new rules nobody asked for.",
        "At the lab, I saw the change right away. Old Council codes kicked out half the equipment updates—we can’t help families with old devices. Only registered bands now.",
        "People came to me with hope I’d find a workaround. I want to. Sometimes, I still help them quietly, as long as it doesn’t show up on the logs. But there’s less I can do by the day.",
        "Support got pulled by the committee overnight. Residents lined up and left angry. My BCI dropped again—I’m officially flagged but at least I’m still here.",
        "Some of us remember when you could change things from inside, nudge the data. But that’s gone.",
        "Most of my coworkers are gone too. They don’t want to risk whatever’s coming next.",
        "I’m not a Harmonist. I want to push the system to be better, fairer—to actually help people, not punish them for technicalities.",
        "Feels worse to keep your head down now. Like you’re betraying anyone who ever trusted you to make a difference. That’s the part I can’t shake."
      ]
    ],
    "emotion": "Quiet frustration and a sense of helplessness."
  },
  "emotional": {
    "opener": "It's not your fault things are like this, Daria. You do what you can—sometimes that's the bravest thing.",
    "variants": [
      [
        "Maybe. I just keep to my work.",
        "Things aren't always in our control."
      ],
      [
        "Yeah. I just do the job they put in front of me.",
        "Most days, that's all anyone can manage.",
        "Thanks for saying that."
      ],
      [
        "You're right. We do what we can, with what we're given.",
        "Some days, that's enough. Some days it isn't.",
        "Still, it's what keeps us moving.",
        "I appreciate you reminding me."
      ],
      [
        "I guess so. Sometimes I forget how little power any of us really have.",
        "It wears you down, feeling like nothing you do really matters.",
        "But I try. Even on the days it doesn't change anything.",
        "Just hearing someone gets it helps, honestly.",
        "Thank you for saying that."
      ],
      [
        "I needed to hear that. It's hard not to blame myself when everything feels so heavy.",
        "This isn't the world I thought I'd be working in, but here I am, still trying to do the right thing.",
        "Sometimes, the only thing that's left is to keep moving, even if it's just out of habit.",
        "People forget how much pressure there is to just act normal.",
        "I'm tired a lot, but your words help more than you know.",
        "Thank you—for really seeing it."
      ]
    ]
  },
  "factual": {
    "opener": "Stop deflecting. Everyone hears things. Just say what you actually know about what's going on in the city.",
    "variants": [
      [
        "Not much more to say.",
        "Everyone's confused about which rules even apply now.",
        "Systems keep changing, that’s all I know.",
        "Lots of rumors, not much that’s certain.",
        "People are just waiting for whatever comes next."
      ],
      [
        "Some zones use different rules now. People talk, but no one trusts what they hear.",
        "Had to work with new protocols—none of it lines up anymore.",
        "Feels like the committee can’t decide on anything.",
        "Support’s been pulled. People don’t get updates, nobody explains why.",
        "Most just keep their heads down. No use standing out.",
        "No one really knows how long this mess lasts."
      ],
      [
        "Every part of the city feels disconnected. You can cross a street and suddenly the system acts different.",
        "Documents leaked. Turns out all the zones run on old Council logic now.",
        "Resource drops follow some new patterns, but it's not clear if that’s by design or just a glitch.",
        "Some groups are talking about splitting management for good. That’s risky, but people are desperate.",
        "Honestly, Innovators like me wish things would just move forward. Patch these cracks instead of covering them up.",
        "It’s tiring seeing everyone stuck in limbo.",
        "Feels like the city’s holding its breath."
      ],
      [
        "The BCI’s basically splintered. Different zones mean different rules. Even the public news says so now.",
        "Admins are fighting over who controls updates. That just blocks everything—nothing gets fixed anywhere.",
        "I saw resource caches pop online overnight, only because someone ran an old override. Wouldn’t have happened by accident.",
        "Free zones discuss keeping their self-rule permanent. That’s not what the Council wanted, but a lot of residents are for it.",
        "I always pushed for changes, even if it puts a target on me. Makes me wonder if we’re finally seeing room for that, or if we’re just losing control.",
        "I’ve heard the Council’s more divided than ever. Some want total lockdowns, some confessionals, some want real reforms.",
        "More leaks come out every day. Every secret blows something else open.",
        "Not all of it is wise to repeat, unless you really know who’s listening."
      ],
      [
        "Whole sectors run off rival Council codes now. If you’re not cleared, you can’t cross some blocks without tripping a flag.",
        "I spent years adjusting firmware—without these fractures, the city just hummed, everything smooth, almost invisible. Now, every gap shows.",
        "One zone controls food, one power, one jobs. Folks either adapt or get left out. If you know how to trace Council logic, you might find the patterns.",
        "Those secret resource unlocks? Meant as failsafes, if you believe the Innovator line. No one admits who designed them. But some of my old patches still trigger things I can’t predict.",
        "Free zones erase BCI scores entirely. I’ve seen neighbors patch each other's bands, unknowingly making them ghosts to the system—and safer in some ways.",
        "Council leaks show all factions at war internally. I’m not the only one keeping quiet to stay out of their crossfire.",
        "I stick with Innovators. Always believed if we built it better, fewer people would slip through.",
        "Now, no one wants to talk about where those first audit disappearances led. I’d rather fix it from inside, but it feels like I’m patching a ship already sunk.",
        "You watch these structures crack wide open and wonder if we ever really had any choice."
      ]
    ]
  }
}