{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Yeah, air's thicker lately. Could just be the old filters again.",
        "Was out at a job the other day, supposed to fix a blown panel. Bunch of locals had it handled already, not the usual call-out.",
        "People standing around, debating my work. Never seen that before.",
        "Just feels off now. Like you can't trust the ground, even when it's not moving."
      ],
      [
        "Yeah, heavier is one word for it.",
        "Went to a block for a routine repair. Instead of a dispatch, there was some committee telling me what to fix first.",
        "Everyone kept referencing those citywide forums, deciding things by vote.",
        "I logged it and kept my tools close. Didn't feel right relying on them.",
        "Just feels off now. Like you can't trust the ground, even when it's not moving."
      ],
      [
        "I know what you mean. Place is running on a different current.",
        "Had a repair job at a tower—normally I'd get instructions from the system, clear as daylight.",
        "Instead, it was some neighborhood committee waving around printouts from public forums. Arguing about which repairs come first.",
        "I tried sticking to the proper process, but no one wanted to hear about protocols. They just ignored me when a scene broke out over the tools.",
        "Jotted it all down, but didn't intervene. Can't tell who I'm supposed to listen to without the system in charge.",
        "Just feels off now. Like you can't trust the ground, even when it's not moving."
      ],
      [
        "Never used to notice the air, honestly. But now? Can't ignore it.",
        "Last week, showed up for a standard fix. Instead of the usual digital queue, the residents were voting on what needed doing. All referencing those city assemblies you hear about.",
        "They even argued over who gets the hammer first. I tried mentioning the maintenance protocols but might as well have been talking fumes.",
        "Felt like I'd stepped out of the city and into some old story. Ended up logging everything by hand and left early. Maybe that's why my BCI dipped again. No warnings, just less work.",
        "Thing is, I used to trust the system—even when nobody noticed it. Now every job's a question mark.",
        "Makes me miss when the city ran clean, even if it was strict.",
        "Just feels off now. Like you can't trust the ground, even when it's not moving."
      ],
      [
        "Funny—you ever think you only notice the air when it changes? Used to be invisible. Like the system, I guess.",
        "Last repair I took, the whole neighborhood decided to do things their way. Committees, votes, public arguments right in the hallway. All kicked off after those teacher assemblies—power's not at the top anymore, it's everywhere and nowhere.",
        "Tried to talk maintenance protocol, but it was like quoting an old rulebook in the middle of a card game. They just worked around me, decided amongst themselves.",
        "I logged it, avoided taking sides, but now my official work's slowed down. My BCI score dropped—which means less city access, fewer contracts. I don't blame them, but it's like being out of tune with your own tools.",
        "Used to be, Directorate folks kept order—hard chain of command, clear channels. It wasn't popular, but you knew where you stood. All this workshop democracy feels... risky. Efficient, it is not.",
        "I fix things for all factions, no favorite, but lately no one even asks who I am. System's gone quiet, and people are making their own noise.",
        "Just feels off now. Like you can't trust the ground, even when it's not moving."
      ]
    ],
    "emotion": "Just feels off now. Like you can't trust the ground, even when it's not moving."
  },
  "emotional": {
    "opener": "\"You know, sometimes it's not the ground at fault—it's just us getting used to new shoes. It'll settle. You don't have to have it all figured out right now.\"",
    "variants": [
      [
        "Maybe. Haven't found much footing lately.",
        "Guess people get used to anything, given time."
      ],
      [
        "Yeah... time irons things out. That's what they say.",
        "Still feels like everything's up in the air, though.",
        "Hard to trust my own feet, even standing still."
      ],
      [
        "You're right, I suppose. Things do shift under you, whether you want them to or not.",
        "I keep waiting for that feeling of normal to come back.",
        "Maybe it will, maybe it won't. All you can do is stand where you are for now.",
        "At least you get it. That helps."
      ],
      [
        "Thanks. Makes a difference, hearing it said out loud.",
        "I've walked so many miles in this city I thought I'd mapped it all out, but lately it all feels new in the wrong ways.",
        "I keep second-guessing things that used to be routine.",
        "Sure, things might settle, but I wonder if I'll settle with them.",
        "Still, you saying that—gives me some room to breathe."
      ],
      [
        "You know, it means a lot. Everyone here acts like they're steady, but nobody really is.",
        "Spent decades relying on systems—at least you knew which way was up, even if you didn't like it.",
        "Now it's the people who change under your feet. Harder to predict, harder to measure.",
        "Used to think I'd seen every kind of change. Turns out, I've mostly just gotten good at pretending I'm not rattled.",
        "Maybe I don't need to solve it. Maybe I can just let it wobble for a bit and see what happens.",
        "Thanks for reminding me I don't have to pretend all the time."
      ]
    ]
  },
  "factual": {
    "opener": "So what, you think all this just started by itself? Come on, there’s got to be more to it than funny air and broken queues.",
    "variants": [
      [
        "Council’s nervous. They’re letting those teacher meetings go unchecked now.",
        "Saw forums posted everywhere, people talking openly. Feels risky.",
        "Security types keep watching but aren’t stepping in—odd for them.",
        "Whole thing looks unstable, but no one’s pulling alarms."
      ],
      [
        "Council’s letting teachers hold those big assemblies. Not normal procedure.",
        "Media got switched up—now they're airing these public talks instead of protocol updates.",
        "People are dredging up old onboarding clips at the terminals. Bit too much history if you ask me.",
        "Still haven’t seen the Directorate step up. That’s not reassuring.",
        "Feels like someone wants the city distracted."
      ],
      [
        "Council green-lit all those teacher forums—calls it a bridge, I call it a gamble.",
        "Now we get broadcasts of public assemblies instead of the standard system reports. Folks sharing their compliance logs like it’s a badge.",
        "Some old records popping up on terminals—seeing people squirm over their onboarding histories.",
        "Labor assignments all scrambled up. High scores on mop duty, low scores at the controls.",
        "Invisible folks from the watchlists are suddenly out and about, organizing under the radar.",
        "Council’s not in control. Directorate’s keeping their hands clean, or they’re just slow to act.",
        "Too much noise, not enough order. That’s not how I’d run a city."
      ],
      [
        "Council’s playing a dangerous game. They’re letting teachers lead, broadcasting those citywide assemblies for all to see.",
        "It’s half spectacle, half confession booth—people replaying their onboarding, dredging up the past like it’s worth something.",
        "Labor assignments are a mess. Had a neighbor who never passed security checks suddenly running the energy grid.",
        "Security detail’s barely making a show of force. Figures from the old watchlists are working backchannels now, organizing like the old ghost networks.",
        "Council’s got this twisted idea that if you let people vent, things settle. Never worked at scale before.",
        "I always leaned Directorate—hard protocols, known consequences. What’s running now feels like improvising with open circuits.",
        "Feels like everyone’s busy reacting. No one’s taking control."
      ],
      [
        "You want details, here you go. Council’s been funneling all their media muscle into teacher-run assemblies, hoping people forget the city's actual operators.",
        "Those assemblies? Whole city’s treating them like a reckoning—airing onboarding tapes, confessing the ways the system broke or built them. Solidarity and suspicion in equal measure.",
        "Since Halden died, BCI’s scrambled labor placements. Got old clients with high scores digging ditches, folks flagged for dissent behind service desks.",
        "Watchlist ghosts—folks who vanished years ago—have found the gaps and slipped back in. I’ve had job offers from them even. Quiet networks, barter, no BCI involved.",
        "Used to be, Directorate would lock that down fast. They’re too careful now—Council says ‘participate’, Directorate watches and waits. It’s a power freeze.",
        "System’s replaying histories on every terminal. I’ve seen people break apart over those records. Some gather together. Teachers patching rifts, but they don’t set rules—just start talk.",
        "I’m Directorate-minded for a reason. I fix things with known edges. Predictable. This is all noise—no chain of command, everyone improvising.",
        "Never trusted Council’s soft measures. But the city’s not built for this kind of openness. Not if you want things to hold together.",
        "I’m getting fewer calls, fewer credits, more uncertainty. Feels like being left out of tune with my own gear."
      ]
    ]
  }
}