{
  "olintz": {
    "chapter": "After the citywide broadcast assembly where returnee spokespeople and council delegates debated the BCI’s fate, Oksana noticed colleagues openly discussing their doubts about the system for the first time. The ongoing demonstrations, which followed a public halting of scoring, led to her being locked out of key directories at work as the system paused. That afternoon, Oksana found herself unable to process compliance reports or update citizen records; instead, she spent several hours sorting printed statements from residents who no longer referenced their BCI scores. For the first time since assignment protocols shifted to the local zone, a committee member requested Oksana’s personal opinion on labor placement fairness. She answered carefully, referencing past policies instead of current metrics. By evening, the normalization of life without BCI scoring reduced her anxiety of triggering system flags, but also left her uncertain about her future role, as system-based control no longer dictated daily tasks. Her BCI score remained unchanged at 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the return of disappeared citizens and their public testimonies shared across central districts, Nikola noticed more hand-posted flyers seeking information about missing persons in his building’s corridors. When the citywide broadcast assembly aired on communal radios, his neighbors gathered in tense clusters to listen and debate the arguments about the behavioral scoring system. On this particular day, Nikola avoided lingering in shared spaces, using the back stairwell and shielding his briefcase when passing others. He received two separate inquiries for a written account of his past work with the Council, which he cautiously deferred, citing ill health. The increase in direct questioning and heightened suspicion from both new returnees and residents undermined his preferred habits of order and predictability. That evening, he locked additional personal files in his apartment, aware that public moods were shifting and former officials like himself were at risk of becoming targets. His BCI score decreased slightly, from 50 to 47.",
    "bci_score": 47,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the citywide broadcast assembly, the flow of health band service requests changed again for Daria. Residents arrived at the lab with clear demands, often citing statements from returnee spokespeople they had watched together the previous night. Some brought newly documented evidence of BCI tampering, asking Daria to confirm if their devices still reported accurate health information. For one family, she demonstrated a full diagnostic in front of local observers, emphasizing visible readings and skipping compliance logs, as visible proof had become more valuable than official reports. That afternoon, when the returnees halted scoring across the city, Daria witnessed lines form before her door—residents, uncertain about their current status, seeking both guidance and reassurance. With the scoring suspended, she felt unusually free to repair out-of-date devices without recording every step, but knew this openness might not last. Her BCI score remained unchanged, with system metrics frozen for several hours. BCI score: 55.",
    "bci_score": 55,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the broadcast assembly where returnee spokespeople debated the BCI’s fate live, Lenart noticed a surge in unfamiliar faces around his workshop, many seeking clarification about previous maintenance restrictions and access failures. The following day, during the citywide scoring stoppage triggered by returnees, he was approached by a group of neighbors requesting urgent repairs, citing newly equal access now that scoring was halted. Lenart hesitated before accepting, aware that the lack of BCI oversight temporarily removed formal risks. He completed several repairs openly, assisting both old clients and new arrivals who had previously been excluded by low scores. The influx of service requests created tension among residents, some accusing him of favoring recent returnees or bypassing local organizers. Although the halt brought a sense of freedom, Lenart became cautious, anticipating increased scrutiny once scoring resumed. His BCI score showed no change, remaining at 29 due to system-wide suspension of updates.",
    "bci_score": 29,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "On July 5, following his authorization, Sven Halek personally coordinated the return of disappeared citizens and publicly released their testimonies and BCI subroutines. He arranged for groups of returnees to appear in central districts where their visible scars and documentation caused immediate public debate. Sven supervised the compilation of data logs implicating Directorate officials in the disappearances, ensuring their contents reached citywide councils and local media. As the magnitude of the abuses became undeniable, former colleagues avoided direct dialogue with him, and Directorate security staff began monitoring his movements more closely. Sven’s daily routine changed as he spent longer hours managing fallout and responding to urgent council queries about reintegration protocols. The action directly escalated civic unrest, further fracturing trust in central authority and the Directorate. As Sven was seen as the central enabler of destabilizing disclosures, his BCI score dropped significantly from 30 to 10, reflecting acute risk, widespread volatility, and internal assignment restrictions.",
    "bci_score": 10,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the return of disappeared citizens brought new testimonies and public debate into Rada’s workplace, she observed former editorial routines dissolve as survivor witnesses were escorted into the newsroom by citizen teams. When the investigative committee assigned her to record stories of forced labor and disappearances, she adapted her usual method, relying on handwritten transcripts and physical storage. Following the citywide broadcast where council members and returnees argued over the BCI’s future, Rada’s routine changed again: meetings ran late as staff circulated reports from the live debate, and she noticed previously silent colleagues now openly criticizing former policies. Rada limited her input in these discussions, keeping her own reporting neutral to avoid conflict and protect herself from a possible return of strict oversight. The atmosphere remained unsettled, with staff divided between calls for unity and fears of renewed reprisals. Rada’s BCI score remained unchanged but under close watch. BCI score: 31.",
    "bci_score": 31,
    "political_preference": "rebel"
  }
}