{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Predictable is a memory for this place now.",
        "Yesterday, neighbors gathered in the hall, everyone watching those onboarding clips on repeat.",
        "People asked what I thought. I kept it polite, nothing more.",
        "Sometimes the wisest step is home by a quieter route. Tired—just carrying it all, hoping for quiet again."
      ],
      [
        "Used to be you could guess how a week here would go.",
        "Ever since those onboarding videos played, the building's felt… unsettled.",
        "Got stopped twice for explanations. They want answers. I offer courtesy, nothing deeper.",
        "Skipped the gatherings, took the long route home.",
        "Locked things down tighter than usual last night. Tired—just carrying it all, hoping for quiet again."
      ],
      [
        "Nothing is routine anymore, not for anyone in my building.",
        "When those onboarding reels aired, everyone started digging into each other's pasts.",
        "Walking home was a challenge. Neighbors kept pressing for old stories—and got none from me.",
        "Those forums near the entrance? I skipped them, not much to say to a crowd right now.",
        "Secured my briefcase, ignored the community notices, ended the day scanning Council bulletins.",
        "Feels like we're all drifting now. Tired—just carrying it all, hoping for quiet again."
      ],
      [
        "No, nothing feels steady now. Even the walls seem to echo suspicion.",
        "Yesterday, residents in my block watched each other's onboarding confessions. You could feel the nerves. All that old footage, people seeing themselves again, maybe not liking it.",
        "Remember, I spent a decade beside the Council. I recognize when uncertainty breeds caution.",
        "Two neighbors cornered me, fishing for assurance. I remembered my training, stayed non-committal, made sure my briefcase stayed close.",
        "Skipped the open forums, avoided the entrance crowd.",
        "Instead, I checked Council bulletins for a hint of order. Found little worth the trouble.",
        "Maybe it's habit, maybe caution. Either way, I am keeping to myself. Tired—just carrying it all, hoping for quiet again."
      ],
      [
        "'Predictable' vanished when I left the Council, but this week? Worse than any before.",
        "Residents are replaying their onboarding, asking each other if those old confessions still matter.",
        "My past service—managing Council schedules, watching shifting allegiances—taught me to keep observation silent.",
        "I don't indulge those who want comfort or nostalgia now. Polite nods, but I won't revisit my session or theirs.",
        "That black briefcase? Still locked, more secure than ever. Old habits keep some things safe, even from myself.",
        "Beneath this, you sense the system's fabric fraying. Council bulletins promised resolution. I found none—just more noise.",
        "Groups now trust in nothing, not the state, not each other. I stopped trusting most things myself when the Harmonists lost majority.",
        "Mostly, I hope for a quieter hallway tomorrow. Tired—just carrying it all, hoping for quiet again."
      ]
    ],
    "emotion": "Tired—just carrying it all, hoping for quiet again."
  },
  "emotional": {
    "opener": "Nikola, you’ve given Stenograd more than most. It’s alright to want some peace for yourself now. You don’t have to hold it all together alone.",
    "variants": [
      [
        "Thank you. That’s... decent of you.",
        "I appreciate the sentiment."
      ],
      [
        "It’s rare to hear that, these days.",
        "Some people forget there’s a human cost to all this. Thank you.",
        "Suppose quiet is all anyone really wants, in the end."
      ],
      [
        "You’ve said what I needed to hear, whether you realize it or not.",
        "Strange how someone outside can see it so clearly.",
        "The city takes its toll. Sometimes you just want to set it down for an hour or two.",
        "I do appreciate you saying so."
      ],
      [
        "It’s easy to forget I haven’t always felt this tired.",
        "I used to find purpose here, something orderly in it.",
        "Now, these days, I just want things to settle. Some kind of calm.",
        "Your words help more than you might think.",
        "Maybe tomorrow will feel lighter."
      ],
      [
        "You know, I was once proud to serve. To keep schedules, file approvals, put things in their proper place.",
        "Back then, the world hadn’t settled into this low, constant hum of surveillance and quiet calculations.",
        "Now, sometimes, I wonder if it’s possible to ever truly rest—or if quiet is just another kind of absence.",
        "But what you said, it cuts through. Reminds me there are people behind all this machinery.",
        "Gratitude is a word I don't use lightly—so, thank you for this moment.",
        "It helps to remember I’m not carrying it all alone, even for a little while."
      ]
    ]
  },
  "factual": {
    "opener": "Just tell me what’s really going on out there. Everyone’s seen the mess—what aren’t they telling us?",
    "variants": [
      [
        "Council’s gone quiet, as usual.",
        "That onboarding footage stirred up plenty already. System seems unstable, no clarity from above.",
        "Best to wait until facts settle. Speculation does more harm than good.",
        "Council will address it, eventually.",
        "No one can say what’s real just now."
      ],
      [
        "The BCI system isn’t working right. Reassignments, people in odd jobs, all of it caused trouble.",
        "Some names resurfaced—ghosts on the lists, if you follow the records.",
        "Council factions blame each other for leaks. Harmonists aren’t talking either.",
        "Unrest’s growing. I see more patrols, fewer explanations.",
        "If Council resolves things, city might settle. If not, we adapt."
      ],
      [
        "Labor assignments failed. Even high-scorers were sent to menial work, caused real disorder.",
        "Those who vanished before? Showing up again, making their own arrangements.",
        "Neighborhood groups started running services—messy, but a change from the usual governance.",
        "Council split over how to manage broadcasts. I’d prefer they kept to gradual stability instead of abrupt shows like this.",
        "Some say Halden’s absence is at the heart of it. I don’t doubt it.",
        "System won’t hold unless trust is patched, not forced.",
        "All this is why I’ve kept to Quiet Harmonism—interruption breeds this sort of chaos."
      ],
      [
        "Labor systems misfired, and the city started to organize itself. Not efficient, but authentic, for a moment.",
        "Those who disappeared, well, some were only invisible if you believed the records. Now they’re running pockets of the city—some say that’s dangerous, others, necessary.",
        "Council’s divided—Innovators want to double down on governance, Directorate wants control, Harmonists say little, but I know why we value routine.",
        "Council journals turned up with dates from the future. Predictive? Designed to shape actions, not just record them. Dangerous precedent.",
        "Neighborhood debates got heated. No one trusts the systems or each other. Hard to build harmony after this.",
        "I see small circles forming again—old networks, careful trust. Reminds me of the worst days of transition back when I started.",
        "Routine would do more for morale than any grand correction.",
        "My years with the Harmonists taught me, sometimes the system must slow down to recover trust."
      ],
      [
        "Not many know it, but these lesson plans—the public confusion, those onboarding replays—were considered years ago, only shelved by Harmonists for reasons that make sense to me now.",
        "Labor disruptions? We saw drafts warning exactly this risk if the chain of command ever failed, especially after Halden centralized everything.",
        "Those vanished names, the so-called 'ghosts'? Some had help. Knew how to mask themselves, maybe with quiet approval. Now they leverage those system gaps. Short-term chaos, long-term realignment, or so I heard.",
        "Journals with future policy dates—it’s not accident. Those were reviewed in advance for narrative impact. I’d wager this was someone’s plan, not a failure.",
        "Neighborhood councils running districts was an old model Harmonists discussed. It wasn’t meant to be permanent. Was meant to prove the limits of consensus without systemic oversight.",
        "My briefcase isn’t just habit. There are records there—contingency plans, old correspondence—nothing I’d hand over, even now.",
        "Routine meant safety, back before politics became infrastructure. We lost sight of that when the Harmonists lost their hold a few terms back.",
        "Trust was engineered away in the name of progress. Halden didn’t see how brittle it would make us.",
        "If you want quiet again, you need more than software and bulletins. You need repair, not correction."
      ]
    ]
  }
}