{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Feels different, yes. I keep to myself more, now.",
        "Went to the resource center this morning. Too many eyes, too many questions.",
        "Saw some graffiti, people arguing at the entrance. Didn't linger.",
        "Hard to tell what you can trust these days. Just trying not to stand out."
      ],
      [
        "Something in the air, isn't there? Walked past the crowds at the service hub today.",
        "People were more restless than I've seen in years.",
        "Someone even called out my name to skip the line. I said no.",
        "Can't be too careful with your score fluctuating all over.",
        "You notice who's watching you. Makes a person... tired."
      ],
      [
        "It’s not just you. Everything’s shifting. Went to the center for some paperwork.",
        "Crowds outside, more vocal than usual. Graffiti everywhere—'trust no score.'",
        "I slipped in through a side door. Staff seemed overwhelmed, processing things at random.",
        "Someone, a name I remember from a blacklist, offered to get me ahead.",
        "Turned them down. Didn’t want extra attention on my record.",
        "That small choice, apparently, flagged me. Lost more points by the end of the day. You just try to keep afloat and hope it’s enough."
      ],
      [
        "Feels upside down, to tell the truth. I’ve seen this city run smooth as glass, now it’s all uncertainty.",
        "At the resource hub, people were openly challenging the BCI—I never thought I’d see that here.",
        "I took a quieter path in. Old habits from my Council days die hard.",
        "Inside, order had almost broken down. Credentials didn’t mean much and blacklisted citizens moved freely.",
        "Someone recognized me and offered a favor, but I refused. My old loyalty, or maybe just fear.",
        "That choice marked me—score dipped, more eyes on my movements.",
        "Strange how these little decisions carry so much weight now. Feels like we’re all under a different kind of watch."
      ],
      [
        "I notice every change, maybe because I used to live by the schedule of Council chambers.",
        "These days, going to the center takes planning—graffiti, shouting, suspicion everywhere.",
        "People challenge the BCI openly now, and even the staff look lost. The whole order we built... flickers.",
        "I remember how it felt, smoothing out the Council’s business, believing in the Harmonist ideal—quiet stability above all.",
        "Saw an old face today, someone blacklisted. They offered to bend the rules for me. I couldn’t, not when every favor is a risk.",
        "That cost me—more monitoring, score drops. Even doing the right thing leaves you exposed.",
        "I know we prided ourselves on making the system feel seamless. Now it’s like everyone sees the machinery underneath.",
        "Feels like the old faith in order is gone. I’m left tired, unsettled—too many memories, too little trust in what comes next."
      ]
    ],
    "emotion": "Worn out, uneasy, still carrying the weight of the day"
  },
  "emotional": {
    "opener": "Nikola, sometimes the system asks too much of people. You’ve done more than most—don’t forget that.",
    "variants": [
      [
        "Suppose so. Some things can’t be helped.",
        "Best to keep moving, I find."
      ],
      [
        "Maybe. Not everyone sees the strain, but thank you for noticing.",
        "I get by. It’s enough.",
        "Just don’t want trouble, that’s all."
      ],
      [
        "You know, it’s strange hearing that said aloud. People don’t usually mention it.",
        "I spent years doing everything by the book. Still… it follows you.",
        "Appreciate you saying that. Helps, in a way.",
        "Things weigh on you, after a while."
      ],
      [
        "It’s rare for anyone to see the effort behind the scenes, so thank you.",
        "Years sorting things for others. Feels like I’m still doing it, in my head.",
        "The silence afterward is the hardest part.",
        "Most days, you just hope it was worth it.",
        "Kindness isn’t wasted, not even now."
      ],
      [
        "You see through things—I don’t hear that much anymore.",
        "It’s hard when the system wants more than you can give, and people forget there’s a person filling the gaps.",
        "I still remember the long evenings, combing through forms, worrying I’d missed a detail that mattered to someone.",
        "Retirement isn’t what I pictured. Feels like the job never leaves you.",
        "Some days it feels like I was just a pair of hands moving papers, but I tried to hold the line.",
        "It means something, your words. Reminds me I’m not invisible."
      ]
    ]
  },
  "factual": {
    "opener": "What actually happened? Everyone says things are falling apart, but no one says why.",
    "variants": [
      [
        "Noticed more patrols lately. Extra checks.",
        "Council channels mention restoring 'order' quickly.",
        "People disappear from queues, turn up later like nothing's wrong.",
        "Hard to keep up when no one says much."
      ],
      [
        "Saw security squads posted at odd hours. Never did before.",
        "Lockdown chatter on some service lines. Old protocols resurfacing.",
        "Heard about BCI scores swinging wildly. Some claim it’s sabotage.",
        "Some familiar faces reappearing where they shouldn’t be.",
        "Signals a mess, but nobody in charge wants questions."
      ],
      [
        "Council pushing for strict algorithm resets, or so it’s whispered.",
        "There was talk of hacking—BCI going haywire, scores flipping for no reason.",
        "Vanished people showing up again, as if gaps in the system opened.",
        "Old blacklists don’t mean much, not when the machinery stutters.",
        "Public trust, what little was left, pretty well snapped this week.",
        "I remember when the idea was quiet continuity, not panic management.",
        "Now even the harmonists are nervous, though they'd never say it outright."
      ],
      [
        "They’re forcing a return to manual checks, desperate to get algorithms back on track.",
        "I hear the Directorate wants full lockdown. Security at service hubs is more than a show.",
        "Hacked scores; that's what everyone inside is muttering. Some citizens playing the system, just as BCI turns upside down.",
        "Ghosted citizens—vanished years ago—show up in line like nothing happened. Blind spots uncovered everywhere.",
        "Council? Total fracture. Harmonists chasing calm, Innovators wanted more data, Directorate barking orders.",
        "I spent years making sure these cracks never showed, believing in the silent, stable approach.",
        "Now scores don't protect anyone. Old loyalties mean less than your last algorithmic reading.",
        "Feels like we're balancing on old rules that don’t fit the world anymore."
      ],
      [
        "Manual overrides everywhere—Council scrambling.",
        "Directorate making noise about martial law, even among each other. Unrest in their own ranks.",
        "BCI’s not just glitching, it’s being gamed. Sabotage, coordinated disappearances, then reappearances in the strangest places.",
        "Service records corrupted. Power quotas shuffled, high-scorers dropped to nothing jobs or locked out entirely.",
        "Council's fighting—Harmonists like me want calm, but even I second-guess the old mantras.",
        "Used to be, trust in the system—keep your head down, rely on stability. Now it’s algorithms fighting algorithms, humans racing to catch up.",
        "Friends from my service days are quietly vanishing, reappearing with new roles, sometimes overnight.",
        "Our harmony wasn’t supposed to end like this, it was meant to last through anything. But everything feels exposed now.",
        "Sometimes feels like none of us belong to the city we built."
      ]
    ]
  }
}