{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Honestly, I keep my head down and do what’s needed.",
        "People are acting stranger than usual at work.",
        "Sometimes you wish things felt more normal.",
        "Today I was just… tired, that’s all."
      ],
      [
        "Sometimes it’s all a bit much. At the office, everyone’s been avoiding each other.",
        "Saw some folks wiping their names off the roster when I got in this morning.",
        "There’s pressure to act like nothing’s wrong, even when people are locked out of their homes.",
        "Had to process some emergency appeals. No real rules left, just… guessing.",
        "Gets to you after a while."
      ],
      [
        "It’s harder to pretend these days, with the system acting up.",
        "Saw my colleagues quietly erasing their names from the office list, nobody talking.",
        "People crowded around our service hub, demanding to know why their scores keep jumping.",
        "I had to handle urgent appeals for people suddenly blocked out of housing. The whole thing felt… arbitrary.",
        "Even my neighbor asked for help. I had to say no, in case it made things worse for me.",
        "I left through the side exit so I wouldn’t run into anyone. It’s exhausting."
      ],
      [
        "No, pretending is just… what everyone does. The city runs on it.",
        "My job’s supposed to catch the outliers, but lately, everyone feels like an outlier.",
        "This morning, people were erasing their own names from our office list. Like being invisible was safer.",
        "Crowds formed outside, shouting about their scores flipping for no reason. No answers from anyone up top.",
        "I spent the whole shift handling desperate appeals, trying to guess what the right call was, feeling watched.",
        "Had to turn down a neighbor begging for help with her collapsed profile. I couldn’t risk a further drop in my own score.",
        "By evening, I realized my score had sunk to 24. So much for staying compliant."
      ],
      [
        "You pretend every day, but lately it’s like the mask barely fits.",
        "Things were shaky even before Halden died. None of us knew that would break everything.",
        "I’m a pattern analyst. I used to believe the system was rational, protecting us. Now it punishes people for almost nothing.",
        "At work, people erased their names and avoided eye contact. Like if you weren’t there, you couldn’t be blamed.",
        "Crowds are gathering: people locked out of homes, angry, scared, holding up those 'trust no score' messages.",
        "I had to manually review appeals, no real guidance left. I told a neighbor I couldn’t help, afraid my own score would keep falling.",
        "I keep rerouting my way home, checking my profile every night. Still, my score tanked. Now even the system flags me as a risk.",
        "I always said I was a Harmonist. Now I’m not sure what that means, if all people see is a number next to your name. It’s… a lot."
      ]
    ],
    "emotion": "Overwhelmed, tired, and isolated"
  },
  "emotional": {
    "opener": "Oksana, I see how much you carry, even when you think no one notices. It's not weakness to feel lost in all of this.",
    "variants": [
      [
        "Maybe. It's just... a lot lately.",
        "Thanks for saying that."
      ],
      [
        "Sometimes I wonder if anyone actually sees the pressure.",
        "Hard to know who’s genuine these days.",
        "Still, it’s good to hear that."
      ],
      [
        "The pace here doesn’t stop for anyone.",
        "Feels like I’m always catching up, almost invisible most days.",
        "But you’re right. It isn't weakness.",
        "I just forget that sometimes."
      ],
      [
        "I keep thinking if I try harder, I’ll just blend in, but it never really works.",
        "Being noticed isn’t always safe.",
        "Sometimes I wish I could just say how tired I am without worrying what it will do to my score.",
        "But you get it. It means more than I thought it would.",
        "Thank you for seeing past all this."
      ],
      [
        "It’s strange, I used to believe things made sense here, if I followed the system hard enough.",
        "Now, pushing myself just leaves me more alone and unsure.",
        "I keep my head down, tell myself things will get easier, but it hasn’t, not for a while.",
        "You noticing means I’m not completely invisible in this city, even when I want to be.",
        "I haven’t felt understood in a long time, not like this.",
        "Thank you, really. It helps more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "If you know something, just say it. Everybody's in the dark anyway.",
    "variants": [
      [
        "Things are moving fast. Lots of system checks, more restrictions lately.",
        "Lockdown orders came down internally. Security all over.",
        "People talk about scores changing, services disrupted. That's all I can say."
      ],
      [
        "There was a directive to clamp down. Biometric checks, more patrols.",
        "Systems got tampered with. Directorate is locking certain sectors.",
        "You see people showing up again, ones flagged before. Some rumors about them organizing, but I can't confirm it.",
        "It isn't just technical issues—the atmosphere feels... tighter."
      ],
      [
        "We got briefed to expect stricter surveillance. Council wants the system stable, whatever the cost.",
        "Random assignment glitches aren't a mistake. Roles feel up for grabs now.",
        "Some flagged people are back working, taking chances. Networked coordination, maybe.",
        "Even regular folks are forming patrols. Lines are blurring.",
        "Messaging everywhere says compliance is the answer, but logic says it's risk management.",
        "Feels like what Harmonists warned against—order slipping, people falling through the cracks."
      ],
      [
        "Internally, leadership's fighting over what to do next. Security wants hard resets, engineers say it'll break more.",
        "All these missing citizens, wiped before, are suddenly back—slipping through gaps, making moves.",
        "Lockdowns. Emergency passes. System's acting on criteria nobody understands—sometimes it looks intentional.",
        "There's new graffiti: 'trust no score.' It's everywhere now, and people actually listen.",
        "Some of us were always for stability—the Harmonist line—but that's almost unspeakable now.",
        "Vigilantes are forming. Paranoia's normal. They're accusing neighbors for score drops.",
        "Right now, the real power's outside the system, at the blind spots. Even the council can't see it fully."
      ],
      [
        "I've seen Council directives—panicked, infighting, losing grip. Directorate's response is pure force, but the system isn't listening.",
        "People who disappeared from BCI tracking? They’re suddenly running ops through the overlooked systems. Using the gaps I used to flag.",
        "When scores swing wildly, it’s on purpose. Some are hacking, others just exploiting errors. I know which logs they’re hiding in.",
        "Vigilante patrols... not random, but guided by leaked info, targeting certain households. I’ve had to hide old affiliations just to avoid notice.",
        "Security’s doing biometric sweeps, locking down hubs. But it's already too scattered.",
        "Even Harmonists like me—I mean, I was—aren’t safe from suspicion. Just having doubts puts you at risk.",
        "Propaganda says this is all stabilizing, but internally the data shows public trust metrics tanking.",
        "I watch for changes at the edges. Most things are decided before they’re announced. Everyone’s operating in the unknown now.",
        "Sometimes I think the system's correcting for chaos, but maybe it just isn’t in control."
      ]
    ]
  }
}