{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are tense, yeah. Saw some ugly looks in my building this morning.",
        "Digital tags cropped up overnight. Not your usual stuff.",
        "My work schedule’s a mess. I’m keeping my head down.",
        "Feels like a good time to stay quiet."
      ],
      [
        "Something’s off lately. The way folks eye each other in the halls—makes you want to disappear.",
        "Digital graffiti in my building said not to trust your score. Probably smart advice right now.",
        "Crowds lining up at the service hub, demanding answers. No one’s talking.",
        "I tried clocking in on a job, but there were faces I’d never seen, no clearance. Didn’t touch it.",
        "Decided to pull back and stick to routine for now. Better safe."
      ],
      [
        "Yeah, people are acting different. Paranoia’s running high in my block.",
        "Scores keep jumping, no explanation. I checked mine, dropped a few points before breakfast.",
        "Service hubs are mobbed. Everyone’s blaming everyone else for the glitches.",
        "Graffiti’s all over the walls—'trust no score.' Could be more true than ever.",
        "Showed up for a repair job, but some strangers were already tearing things apart. No credentials I could see.",
        "I turned around and went home. Not worth the risk."
      ],
      [
        "You bet people are different. When your BCI score jumps around all day, nerves get raw.",
        "Even neighbors are squinting at each other now, whispering about who’s on which side.",
        "Those digital warnings—they weren’t wrong. No one trusts the system, so they start looking for blame in each other.",
        "I went to a job and found folks without clearance tools already there. Figured something was up and backed off.",
        "Spent the day cross-checking paper logs. Digital records are nothing but noise lately.",
        "I’ve started declining new work when things look off. Safer that way, but it hasn’t helped my score.",
        "Feels like the whole city’s on edge, waiting for something worse to break."
      ],
      [
        "It’s rough out there. Everyone’s busy watching their score, or their neighbor’s. You can taste the suspicion in the air.",
        "I’ve worked state systems long enough to know when things are rotten. This BCI mess, it’s not just a glitch—it’s the bones of the city shaking.",
        "Last week I took a job, ran into a bunch of strangers with no right to be there. Checked my interface—my own clearance kept changing on me.",
        "Pulled out and locked up the workshop. Looked over old paper logs just to remind myself what ‘normal’ even looked like.",
        "Refused jobs I didn’t trust, watched my score shrink anyway. Getting flagged now just for keeping my head down.",
        "Word is, folks are banding together, trying to work the blind spots—never seen anything like it.",
        "I’m Directorate at heart, prefer things with rules, chain of command. But now? The algorithms don’t answer to anyone.",
        "I keep telling myself to play it safe, but lately, safe doesn’t mean much. Just feels like we’re all waiting for the system to pick who’s next."
      ]
    ],
    "emotion": "Disillusioned, wary, and tired—feeling unsettled by the instability around me."
  },
  "emotional": {
    "opener": "Hey, Lenart, I know things feel like they're falling apart, but you're not the only one trying to keep things running. You matter more than the numbers say. Take a breath, alright?",
    "variants": [
      [
        "Suppose that's true. Not used to hearing it much."
      ],
      [
        "Thanks. Guess I'll see if that sticks with me.",
        "Hard to remember what matters most days."
      ],
      [
        "Yeah. Sometimes I have to hear that out loud.",
        "It helps, honestly.",
        "Feels like it's slipping, but maybe not as much as I think.",
        "Maybe that's just the tired talking."
      ],
      [
        "That's more sense than I get from most folks lately.",
        "Feels good to know someone notices.",
        "Numbers make it easy to forget we're still here, still working.",
        "Sometimes you need that reminder.",
        "I guess breathing's the one thing the system can't log... yet."
      ],
      [
        "Honestly, it's rare to hear someone say that straight. Too much of this city, you just become a score with shoes.",
        "I keep the lights on, doors working, systems patched up... sometimes I forget why.",
        "Your words, they're simple, but they land.",
        "Not many left who remember how to care—just the models do the caring for them now.",
        "Makes a person wonder if the wear is worth it.",
        "But maybe that's why we keep going, eh?"
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. What’s really going on out there?",
    "variants": [
      [
        "Lots of rumors, not much fact.",
        "Heard the directorate's clamping down in some districts.",
        "The Council’s been dead quiet. Not a good sign.",
        "Probably just needs time to settle."
      ],
      [
        "Council’s at each other’s throats behind closed doors.",
        "There’s talk of lockdowns in some zones—hard to say what’s true.",
        "Folks who disappeared before are turning up again, that’s got people jittery.",
        "Some say the BCI’s just moving pieces now. Nobody seems in charge.",
        "I keep my distance, try not to get caught in the middle."
      ],
      [
        "Hard resets on the BCI are making things worse, not better.",
        "Neighborhood patrols forming, some with old grudges. Messy stuff.",
        "Saw familiar faces reappear after being gone for months—never seen that before.",
        "People exploiting gaps in the system, running their own little networks.",
        "Feels like the directorate’s losing their grip, if you ask me.",
        "We’re stuck watching a power struggle play out from the gutter."
      ],
      [
        "Directorate squads rolled out to lock down parts of the city—some say it’s gotten rough.",
        "The Council’s Innovators and Harmonists keep trading blame. Makes for good background noise if you like riots.",
        "Whole crews reassigned overnight. Low-scorers calling shots, Council loyalists left polishing doorknobs.",
        "Behind it all, I still trust the directorate way—rules, order. But even they can’t rein in this script.",
        "Listened in on a comm: dissidents cracking BCI protocols, wild swings in who gets what.",
        "Noticed patrols watching their own now. Everyone looks exhausted, not just me.",
        "My better judgment says keep my head down. Still, I can’t help poking at the logs.",
        "Hard to fix anything when the city's coming apart at the seams."
      ],
      [
        "Saw a Directorate memo—Sven Halek ordered a hard reset. Manual checks, biometric sweeps, zero subtlety.",
        "Used to believe the directorate could steady things, but that chain of command wobbles fast when data goes bad.",
        "Invisible types—those the system ghosted—came out in force. They're plugging holes, feeding chaos back into the loop.",
        "Council's a mess. The Innovators want tighter AI control, but they're scared stiff now. Harmonists just freeze.",
        "Ran diagnostics on a city relay for an old friend—found access logs scrubbed by someone inside. Never saw that before Marek died.",
        "Heard a Council pick got flagged as rogue mid-shift. Imagine thinking you're untouchable until the system eats you.",
        "Things I fixed last month are fallback zones for covert networks now. Makes me sick to watch.",
        "For what it’s worth, I’m directorate through and through. Always preferred order, rules, chain of command. Even now—though it feels like I’m the punchline.",
        "We’re all just hoping the machinery holds together long enough to keep the lights on."
      ]
    ]
  }
}