{
  "preference": "a",
  "dilemma": {
    "opener": "No council ears here. You're safe.",
    "variants": [
      [
        "Funny how certain nights make you reconsider your usual routine.",
        "Feels like I’ve hit a stubborn crossroads with no clear signposts.",
        "Every move these days seems to echo further than you expect."
      ],
      [
        "Got two ways to stir the city awake, neither will go unnoticed.",
        "One is a loud gesture, one’s more of a quiet ripple.",
        "Pick wrong, you end up feeding the Council either way.",
        "Hard to know which mess is less likely to swallow me whole."
      ],
      [
        "There’s something buried in the metro, something that might tip the balance.",
        "Either I light up a symbol in full view, or scatter the signs quietly.",
        "A public spectacle could pull people together, but it’s an easy mark for the Directorate.",
        "Hidden signals give everyone a piece of the game, but chaos follows.",
        "Whichever way, Stenograd gets a shake."
      ],
      [
        "It’s not just a technical glitch—there’s meaning tucked under the city, beside a dead man’s mural.",
        "I could tear the wall down, make Halden’s symbol impossible to ignore. Give people a target, hope or hazard.",
        "Or I trigger a code, turning resistance into a citywide riddle. Anonymous, alive in the cracks.",
        "The mural’s risky—Council crushes what they can see, but unity tempts me.",
        "The puzzle route puts power in everyone’s hands—scattered, unpredictable, wild. Harder for Directorate to squash, easier to lose control.",
        "At my score, I’m halfway ghost. Either move shifts my shadow the wrong way. No guarantee either’s worth the cost."
      ],
      [
        "Halden left a mural and a trap, both buried deeper than any system patch could reach.",
        "If I crash the grid and reveal that wall, the city might finally see itself—one clear symbol, all eyes drawn. But it’s painting a target on every back that gathers there.",
        "The other play drops clues everywhere, spreads resistance in whispers and side-glances. Hidden hands get power, but nothing binds them—fractured, feral, maybe unstoppable, maybe invisible forever.",
        "Wish I could claim I’m guided by higher ideals, but truth is, my number’s low and Directorate’s always a breath away. Public heroics get you erased, private troublemakers last longer if they’re quick.",
        "Sometimes I think the system’s broken enough already. Sometimes I think it needs a clean break, one way or the other.",
        "Alex, it’s that old split—urge for order, need for change. No fix without a crack somewhere.",
        "Feels like whichever move I make, I’m just choosing which future burns slower."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Visible resistance is easier to manage and contain.",
      "monologue": [
        "When everything’s out in the open, you can actually measure what you’re up against.",
        "Shadow networks spiral out of control. If people rally around one thing, you can focus the fallout.",
        "Chaos multiplies in the dark. Better to face the mess where everyone sees the same headline."
      ],
      "supportive_response": [
        "Easier to track a crowd than a hundred shadows, you’re right about that.",
        "Let’s see how the day looks with everything lit up for once."
      ],
      "challenging_response": [
        "Sometimes what's out in the open just paints a target on everyone, not less danger.",
        "Maybe the real trouble is never where you're looking—think about the angles, Lenart."
      ]
    },
    {
      "belief": "Symbols give people clarity and purpose during chaos.",
      "monologue": [
        "People latch onto something real when the world’s got too many moving parts.",
        "A mural isn’t just paint—it's a line in the sand, gives them something to follow.",
        "When confusion breeds, you need a flag. Otherwise, folks wander and get picked off one by one."
      ],
      "supportive_response": [
        "Nothing like something big and bold to draw the lines for all to see.",
        "People remember pictures long after the details blur—might be what they need now."
      ],
      "challenging_response": [
        "But sometimes a symbol's just an easy target—what if people rally just to be scattered again?",
        "Not every flag means unity—some folks see a mural, others just see more mess."
      ]
    },
    {
      "belief": "Confrontations in the open are preferable to hidden threats.",
      "monologue": [
        "If it’s going to be ugly, I’d rather see where the punch lands.",
        "You can’t fix what’s creeping through the walls—at least out on the street, everyone knows the stakes.",
        "Facing it head on beats scratching at shadows and second-guessing every quiet corner."
      ],
      "supportive_response": [
        "Fair point—you can’t wrestle with ghosts, only with things you can see.",
        "Open fights settle faster; hidden ones never end, just spread."
      ],
      "challenging_response": [
        "Sometimes out in the open is just easier for the system to crush, isn’t it?",
        "Maybe shadows give folks a fighting chance—keeps them out of the spotlight, at least."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Distributed knowledge is harder for authorities to stamp out.",
      "monologue": [
        "If only one thing gets out, they’ll smash it down the same night.",
        "Scatter it—people find pieces on their own, and the Council can’t keep up.",
        "The old system taught me: if you want something to last, don’t put it in one place."
      ],
      "supportive_response": [
        "Makes sense. The more cracks in the wall, the harder it is to seal.",
        "Go on, tell me how spreading it changes the game."
      ],
      "challenging_response": [
        "Maybe, but scattered messages can get lost or twisted too easily.",
        "Alright, so what happens when no one knows what the message actually is?"
      ]
    },
    {
      "belief": "Small, empowered groups adapt better in times of crisis.",
      "monologue": [
        "Mass crowds make grand statements, but it’s the little teams that slip past blockades.",
        "You give a few the right nudge, they move faster than a mob ever could.",
        "That’s how I survived layoffs—pair up, keep quiet, adjust quick."
      ],
      "supportive_response": [
        "I get it—big movements are easy to corner, small ones keep moving.",
        "So, go on, how does a nimble group turn rumor into action?"
      ],
      "challenging_response": [
        "Small groups pivot, but sometimes they just spin in circles, yeah?",
        "Could be people need to see the same thing to pull together—what then?"
      ]
    },
    {
      "belief": "Secrets can protect people from immediate retaliation.",
      "monologue": [
        "A mural’s bold, but it paints targets on everyone standing near it.",
        "Invisible channels buy time—authorities move slower when they’re guessing where to look.",
        "Nothing draws enforcement like a spotlight; hiding buys some breathing room."
      ],
      "supportive_response": [
        "Right, less exposure means less heat—keeps folks safer, at least for now.",
        "Go ahead, is keeping heads down always the way forward?"
      ],
      "challenging_response": [
        "But hiding forever—maybe that just lets them squeeze tighter, bit by bit.",
        "Alright, so what’s the endgame if nobody steps into the light?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll handle the metro blackout.",
        "You’ll see why soon."
      ],
      [
        "Blackout’s coming at the line. Big move on my part.",
        "Let’s hope it lands right."
      ],
      [
        "I’ll drop the power and open up the metro wall.",
        "People will see what Halden left behind.",
        "It’s a risk, but the message is worth it."
      ],
      [
        "I’ll pull the blackout and show Halden’s mural to everyone.",
        "That image might shake them awake.",
        "It’s a signal, not just a mess.",
        "You talked me into it. Let’s hope the city’s ready."
      ],
      [
        "I’m dropping the metro blackout. The mural will be out in the open.",
        "People need a rallying point now more than ever.",
        "This could be what brings them together. It’s dangerous, but something has to shift.",
        "Thanks for your push, Alex. We’re past quiet fixes now."
      ]
    ],
    "monologue_b": [
      [
        "Something digital is starting up tonight.",
        "Keep an eye on the crowd."
      ],
      [
        "Puzzle app goes live soon. No one will trace it to me.",
        "Let’s watch what spreads."
      ],
      [
        "I’ll update the puzzle app. Clues will pop up everywhere.",
        "People can move without being seen.",
        "It keeps things scattered, but safer for now."
      ],
      [
        "I’ll light up the app. Folks will chase clues through every hidden corner.",
        "Networks will grow where the system can’t touch them.",
        "Quiet action beats loud symbols now.",
        "Good idea from you. We’ll see if it works."
      ],
      [
        "I’ll start the scavenger hunt. The clues will spark something outside control.",
        "Everyone can play without showing their faces to the cameras.",
        "It’s safer for the small circles—the kind of resistance we actually need.",
        "Glad I listened to you, Alex. The city’s smarter than its rules."
      ]
    ],
    "monologue_self": [
      [
        "Metro wall’s coming down.",
        "That’s all for now."
      ],
      [
        "I’ll black out the metro and show the mural.",
        "Done my thinking. It’s set."
      ],
      [
        "I’ll cut the power and let Halden’s mural come to light.",
        "It’s a statement the city can’t ignore.",
        "Choice is mine. Ready or not."
      ],
      [
        "I’ll crash the lights and break open the story Halden left us.",
        "People need to see one truth all at once.",
        "Doesn’t matter who’s watching—I’ll take the risk.",
        "Sometimes you just do what’s right for the city."
      ],
      [
        "I’ll take out the grid. The mural goes public. It gives us something real to gather around.",
        "It puts me in the crosshairs but someone’s got to start the spark.",
        "This isn’t about hiding anymore—people deserve to remember who built this place.",
        "You’d argue, maybe, but it’s on me. That’s enough."
      ]
    ]
  }
}