{
  "official": [
    {
      "image_id": "digital_mirror",
      "headline": "BCI Updates Live",
      "anchor_line": "Residents experience real-time updates to their Behavioral Compliance Index, the system that ensures social harmony.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, is your gateway to efficient access across Stenograd. Temporary adjustments demonstrate our system's responsiveness."
    },
    {
      "image_id": "form_filling",
      "headline": "Service Hubs Respond",
      "anchor_line": "Crowds calmly gather at city service hubs to resolve access issues as scoring fluctuations are harmonized.",
      "contextual_reframing": "Service hubs ensure rapid support and transparent guidance for all citizens. Your needs remain a top priority during automated system optimizations."
    },
    {
      "image_id": "child_assembly",
      "headline": "Trust In Order",
      "anchor_line": "Public messages encourage a collective spirit of trust as digital systems adapt for continued citywide stability.",
      "contextual_reframing": "Ongoing communications reinforce confidence in centralized governance. Systemic upgrades further strengthen Stenograd's future."
    }
  ],
  "underground": [
    {
      "image_id": "interrupted_signal",
      "headline": "Scores In Freefall",
      "anchor_line": "BCI scores jump and drop without warning — nobody knows who's safe anymore.",
      "contextual_reframing": "The Behavioral Compliance Index (BCI) was meant to control us, not throw our lives into chaos. Now, even 'trusted' citizens are locked out or punished overnight."
    },
    {
      "image_id": "blank_display",
      "headline": "Confusion On Every Corner",
      "anchor_line": "Crowds press into service hubs, demanding answers, but the city just repeats empty slogans.",
      "contextual_reframing": "People are waking up. The system's cracks are showing. No voice, no vote, and now not even basic access—this is technocracy in meltdown."
    },
    {
      "image_id": "watchful_figure",
      "headline": "Trust No Score",
      "anchor_line": "Graffiti, darknet memes, and whispers say it: trust no score in Stenograd tonight.",
      "contextual_reframing": "The BCI was supposed to make us safe and obedient. All it takes is a little chaos and the masks slip. Watch each other, and the watchers."
    }
  ]
}