{
  "olintz": {
    "chapter": "Following the leaked evidence that the BCI reform vote had been manipulated to favor those with high compliance scores, Oksana noticed that conversations in shared building spaces shifted from cautious optimism to direct accusation. That morning, as she joined a usually quiet group waiting for system maintenance, two neighbors argued openly over the value of participation and whether they had ever truly had a say. In the office, routine communications were disrupted by abrupt policy updates disallowing unsanctioned meetings and tightening speech monitoring, prompting her to avoid all but essential exchanges. Oksana refrained from using her terminal except for strictly assigned tasks, worried her activity could be interpreted as subversive. The overall environment felt tense and uncertain, with previously disconnected residents forming small, mistrustful alliances. By evening, she double-checked her personal logs for unintentional infractions, finding her BCI score unchanged but with new system notes for proximity to flagged conversations. Her score remains at 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the public outcry over the manipulated voting process, Nikola noticed a more hostile atmosphere in his residential building. That morning, residents exchanged printed lists of names suspected of benefiting from Council favoritism, scrutinizing Nikola’s comings and goings more closely. When he attempted to enter the building, a resident asked him directly about his historical BCI rating, referencing the list in hand. Choosing to remain noncommittal, Nikola avoided any discussion and waited outside until the crowd dispersed. At the market later, the purchase process was delayed as staff double-checked each customer’s identification and BCI status, causing a long queue and tense interactions. Nikola limited his conversation and paid in small denominations to avoid attracting attention. Back home, he did not check digital updates or contact anyone, further minimizing his online presence. This increased caution and withdrawal led to a small decrease in his BCI score, bringing it down to 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the leaked documents exposed manipulation of the BCI reform vote, Daria’s lab became tense as staff questioned the legitimacy of recent system updates. That day, her supervisor instructed everyone to avoid discussing the vote at work, but clients repeatedly demanded to know if their opinions in the process had counted. During routine health band diagnostics, two clients refused to authorize updates, citing mistrust in the system. Daria recorded all refusals in the public log, following strict procedure, and limited conversation to technical matters. In group messages, colleagues speculated about new protest actions, exchanging warnings about escalated security checks. Daria updated her notification filters, opting out of non-essential comms and focusing on official device tickets only. By the end of the day, her strict compliance and avoidance of off-record interactions raised her BCI score, as the system registered her adaptive distancing and visible documentation during a volatile situation.",
    "bci_score": 76,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide vote on the new BCI protocol, Lenart received several messages from former clients hoping the outcome would restore their access and solve recent inconsistencies. The next morning, he tried to resume work at a familiar service node, but encountered a locked terminal with a notice referencing vote participation. Unsure why his credentials were blocked, Lenart overheard building staff arguing about whether their votes had been counted equally. As angry residents gathered in the lobby, sharing rumors of manipulated results, Lenart reviewed his paper logs and avoided connecting his terminal to the network. That afternoon, two clients following the news contacted him to cancel pending repairs, citing concerns about being associated with any flagged workers—especially those questioning BCI legitimacy. With trust in the system eroding and most jobs postponed indefinitely, Lenart spent the evening revising his client list and quietly preparing for longer-term exclusion. BCI score fluctuation: -3 (new score: 16).",
    "bci_score": 16,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the leaked confirmation of manipulated voting, Sven Halek arrived to find a shutdown of the usual communications network. Colleagues who had previously sought his advice on official statements now worked in isolation, minimizing contact. In a scheduled drafting session, a senior supervisor abruptly refused language approval and cited an ongoing investigation, halting all message production. Instead of requesting further input, Sven quietly archived his in-progress statements offline, refraining from even minor revisions. That afternoon, a junior associate, aware of Sven’s cautious habits, discreetly asked for advice on self-preservation in the current climate. Sven declined, citing lack of clear guidance. By evening, he observed several staff packing personal items, anticipating reassignment or review. The change in routine and silence among staff made Sven increasingly reserved in both communication and movement, reducing his work output. The resulting disengagement and hesitancy caused his BCI score to drop to 69.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada chose to use her remaining broadcast credentials to host the citywide vote, presenting it as a genuine opportunity for reform. She worked off-network, preparing segments that carefully balanced official language with subtle invitations for transparency. During the live broadcast, she highlighted public calls for feedback and encouraged residents to participate, believing mass involvement could pressure the Council or expose manipulation. In the aftermath, she reviewed anonymous reports and monitored emerging activist groups, documenting testimony from citizens who suspected fraud. When the manipulated weighting of votes was confirmed and leaked, Rada archived messages from whistleblowers as evidence. Her public endorsement of the vote, visible to authorities and citizens alike, marked her as complicit in legitimizing the Council's process. As trust in official broadcasts collapsed, she was blocked from all media systems and flagged for inciting unrest, resulting in her BCI score dropping sharply from 7 to -10.",
    "bci_score": 5,
    "political_preference": "innovators"
  }
}