{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Ha. Rhythm’s broken, if you haven’t noticed.",
        "Let’s just say work put me in the spotlight and I’m paying for it.",
        "Council didn’t like that I got people talking.",
        "Now, my credentials are gone, and my BCI score… well, you can guess."
      ],
      [
        "The rhythm’s off for everyone, but I walked into the center of it.",
        "Used my last chance on-air, hosted the big city vote—looked like progress, but it was all just another program.",
        "I tried to push for transparency, even slipped in some calls for honesty.",
        "The whole thing turned out to be rigged. I got flagged for incitement.",
        "Honestly, Alex. I feel like I’m part of the problem, and it keeps me up at night."
      ],
      [
        "Funny you ask. The rhythm flipped upside down after that broadcast.",
        "I publicly backed the reform vote. Thought if I got everyone watching, maybe things could change—or the Council would have to answer.",
        "Turnout was wild, hope was high, and then… it all unraveled. Weighted votes, silent algorithms decided everything.",
        "Whistleblowers sent me proof. I archived it all, thinking it counted for something.",
        "Instead, my BCI score tanked, they cut me loose, and now I’m a case study in ‘official missteps.’",
        "Honestly, Alex. I feel like I’m part of the problem, and it keeps me up at night."
      ],
      [
        "The truth? I tried to hack the rhythm. I wanted to turn the city’s eyes on the vote, make it real.",
        "Ran segments off-network, used every trick to nudge people toward real answers, not just slogans.",
        "People flooded in—hoped it was their chance to bend the system. Council painted it as democracy, but in the background, the whole process was manipulated.",
        "After the leaks, I kept the evidence and the testimonies. The backlash was instant and brutal—media cut me off, score hit zero.",
        "Growing up around BCI officers, I thought I understood how stories get twisted. Turns out, I underestimated just how much the Innovators are shut out when we really challenge the frame.",
        "Lost my platform, but not my files. I’ve got records even the Council doesn’t want to believe.",
        "Honestly, Alex. I feel like I’m part of the problem, and it keeps me up at night."
      ],
      [
        "Still breathing, just barely clinging to any rhythm at all.",
        "I took the Council up on their ‘historic’ vote pitch. You know me—I genuinely believed if you shine enough light, even this place has to blink.",
        "Broadcast with every ounce of credibility I had left. Sat there, nudging people to demand answers, risking every silent warning on my record.",
        "Behind the scenes, the Innovators were hopeful, but we were drowned out. Weighted ballots, rigged tallies. When the documents leaked, it was déjà vu—the system protecting itself, not the people.",
        "I didn’t just collect anonymous reports—I cataloged every confession, every glitch whistleblowers trusted me with.",
        "That vote was supposed to be a breakthrough. Now nobody trusts the broadcast, or me. I’m flagged for unrest, score’s below zero, and I’m locked out of every network that once called me loyal.",
        "It stings, because I backed this mess thinking we could change things. But propping up fake hope feels worse than silence.",
        "Honestly, Alex. I feel like I’m part of the problem, and it keeps me up at night."
      ]
    ],
    "emotion": "Honestly, Alex. I feel like I’m part of the problem, and it keeps me up at night."
  },
  "emotional": {
    "opener": "Rada, you’re not the problem. You’re one of the only voices trying to shine a light, whether anyone says it out loud or not. No one can carry this on their own. You just can’t.",
    "variants": [
      [
        "I appreciate you saying that. Sometimes it's not easy to believe.",
        "I guess it helps to hear I'm not alone."
      ],
      [
        "Thanks. I don't trust many people to say that.",
        "It's easy to forget good intentions matter at all.",
        "Maybe I'm not entirely lost after all."
      ],
      [
        "It’s good to be reminded I’m not alone in this. That counts for more than you know.",
        "Feels like so much weight sometimes, just trying to do the right thing.",
        "I don’t want to give up and blend in. That scares me more than failing.",
        "You help just by being here."
      ],
      [
        "You really get it. Most people just tell me to keep quiet or move on.",
        "Sometimes I feel like I’m drowning in half-truths, and it seeps into everything.",
        "Hearing you recognize what I’m trying for… that actually means something.",
        "It’s exhausting, but giving up would be worse.",
        "I’m grateful someone notices."
      ],
      [
        "You always know exactly how to make the noise stop in my head, even for a little bit.",
        "I grew up believing you’re only as good as the system says, but that’s a hard lie to shake.",
        "Sometimes I replay every word I say, wondering if I’m part of the machine or fighting it at all.",
        "Shining a light means people see you, and that can get lonely, fast.",
        "It’s easy to forget I have choices, even small ones.",
        "When someone sees me for more than my score—it makes this city feel possible, just for a while."
      ]
    ]
  },
  "factual": {
    "opener": "You said you feel responsible. So what really happened in the city? Give me the real story, not just what everyone saw.",
    "variants": [
      [
        "The power struggle started when Halden died. People acted like nothing changed, but it did.",
        "Leaked BCI data set off a panic. That was all over the feeds.",
        "After that, the Council got jittery and started tightening things up.",
        "System glitches gave odd perks to the wrong people. That’s when most knew things slipped out of control.",
        "People talk about new protocols, but I’m not convinced anything’s really changed."
      ],
      [
        "Halden’s death and that data leak twisted everything. BCI scores out in public, suddenly nobody trusted anyone.",
        "Council’s fights got messier. More controls one day, empty promises the next.",
        "Fake BCI scores—those were everywhere for a bit. Felt like nobody could tell who was real.",
        "Then the Council tried calming things with this big vote on reforms. Whole city watched.",
        "But the Council played it for control, not change."
      ],
      [
        "When Halden went, cracks showed everywhere. The BCI lost its grip and Council factions started circling.",
        "Those BCI leaks didn’t just scare people. They tore up the old rules, built a market for fake scores.",
        "Ghosts showed up too—people who’d vanished, suddenly back. No system trace, just disruption.",
        "The Council scrambled between old hardliners and the Innovators, promising fixes, then ducking transparency.",
        "They dangled a ‘consensus protocol’. Even let us think the city could vote on it.",
        "What we got was a performance: rigged ballots, hope manufactured by the same system breaking it.",
        "If you listened close, you could hear the Innovators biting their tongues."
      ],
      [
        "Halden’s death set everything spinning, Alex. Open secrets everywhere, Council blaming shadows, nobody steering.",
        "The data leaks exposed how deep the BCI was gamed. I saw people in Council-tier apartments, dumped onto waiting lists overnight.",
        "Fake score market was the worst kept secret—had profiles crossing hands like ration tickets in the old days.",
        "The city got obsessed with this puzzle, Halden’s redemption thing. It wasn’t just a stunt. People were desperate to crack it, thinking it might force real change.",
        "Then those ‘ghosts’—people erased by the system—showed up. I saved footage when I could. Council branded it all as ‘glitches’.",
        "The so-called ‘public vote’ was theater. The Innovators wanted a real system shift, but we never got a fair process.",
        "Weighted votes, Council algorithms. Most people don’t even know how deep the rigging goes.",
        "My whole career’s been about telling these stories, exposing what’s underneath. Now I’m locked out, but my archives outlast networks."
      ],
      [
        "This mess started before the vote. Halden was dead, nobody knew who was really leading Council—just feuding factions.",
        "When the BCI scores leaked, even seasoned Council staff got burned. I watched trusted people lose everything while others gamed ghost scores.",
        "I kept track of the underground score market. Knew techs selling overrides. The Directorate tried to stamp them out, but they just got smarter.",
        "Then there was the puzzle—the ‘redemption protocol.’ Innovators like me thought maybe, just maybe, we’d get to steer a new era.",
        "When the ‘ghosts’ returned, I archived every unexplainable incident. Some were people I’d profiled as vanished years ago.",
        "The public vote looked historic from the outside. Inside, the fix was blatant—vote-weighting, selective tallying, whole precincts blacked out.",
        "After helping promote it, I traced the whistleblower leaks to see who actually rigged it. Some were the same people who argued hardest for reform.",
        "The result? Trust collapsed—not just in Council, but in every official channel. People are running their own underground info nets now.",
        "I still back the Innovators. Real change needs transparency, not another system painting over cracks. That’s why I can’t sleep, Alex. I thought we could remake this, but I ended up fueling their spectacle."
      ]
    ]
  }
}