{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Fine isn’t the same as comfortable.",
        "Strange looks. Longer lines everywhere. People double-check what used to be routine.",
        "You learn to wait until crowds thin out. Keep things quiet.",
        "Truth is, you get used to it, until you don’t."
      ],
      [
        "Pretending keeps the peace. Sometimes that’s all you can do.",
        "Used to be I’d walk in, no one noticed. Now, neighbors hold lists and measure your entry.",
        "Simple tasks, like buying bread, take time. They check names and scores like they mean something.",
        "So I keep my head down and use cash. Less talk, less trouble.",
        "Feels like the walls are listening again, that’s all."
      ],
      [
        "Some days, pretending is easier than facing people’s suspicions straight on.",
        "It’s odd, being recognized for something you didn’t choose.",
        "The other morning they stopped me — wanted to know my BCI history, waving a list.",
        "At the market, staff stalled every transaction. Everyone’s tense, guessing who’s next.",
        "I avoid the feeds, keep quiet. Even that unsettles the score more.",
        "It’s a small thing, how a point or two can set a person outside the pattern."
      ],
      [
        "Pretending... It wears you down. Wasn’t always like this. I ran calendars for the Council, did my duty.",
        "Now my name stirs suspicion. A list circulates, people mark me out for favoritism — or worse.",
        "You try to blend in. But queues get longer, glances sharper. Every payment checked twice.",
        "So I wait outside doors, spend slower, speak less, chase a quieter life.",
        "My score dips a bit more each time I stay invisible.",
        "Used to believe the system would hold us steady, but lately, it just puts us apart.",
        "It makes you wonder if quietness is safety, or just loneliness."
      ],
      [
        "Tired? It’s more bone-deep than that. There’s a cost to every silence.",
        "I spent years serving the Council — keeping them on time, smoothing over their disputes. I believed in order, not in games.",
        "Now residents trade printed lists, call out old men who just want to pass, picking apart every history for a drop of blame.",
        "Even markets aren’t safe. Every step, someone checks your BCI, like it’s proof of something I never controlled.",
        "I step back, let the lines grow, pay in coins, avoid digital ghosts. My score falls further — for being careful, for trying not to disturb.",
        "I miss a world where routines mattered more than rumors.",
        "Maybe this is what Harmonists feared: the moment people believe the system is all that keeps us from turning on each other.",
        "It’s a heavy thing, feeling trust unravel from both sides. That’s harder to ignore than any list."
      ]
    ],
    "emotion": "Resigned and quietly isolated, with a hint of vulnerability."
  },
  "emotional": {
    "opener": "Nikola, I see you. Even when the city makes people feel invisible, you matter. You always have.",
    "variants": [
      [
        "That's kind of you to say.",
        "I suppose that's all anyone wants, really."
      ],
      [
        "Thank you. Sometimes words carry more weight than we think.",
        "I appreciate your noticing.",
        "Not everyone takes the time anymore."
      ],
      [
        "It's easy to forget one’s place in all this machinery, so your words help.",
        "I suppose most of us are just trying to hold onto something human.",
        "I do remember times when it felt simpler.",
        "Your kindness isn’t lost on me."
      ],
      [
        "You choose your words carefully. That matters, now more than ever.",
        "I suppose I do fear being overlooked, after years behind closed doors.",
        "People forget what it's like to simply be seen, instead of assessed.",
        "Your reminder means more than you know.",
        "There’s comfort in knowing some still notice."
      ],
      [
        "Not many say something so direct, at least not anymore.",
        "Sometimes I feel like I disappeared before I ever left my desk.",
        "I gave years to the Council, blending into the background for the sake of order.",
        "It’s strange—the quieter you become, the less the world seems to remember you’re still here.",
        "You remind me of simpler strengths we used to share, before all of this.",
        "It helps, really. Just being recognized, as I am."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows things are unstable. What actually happened?",
    "variants": [
      [
        "Information isn’t as free as they all say. Most of what you hear is noise.",
        "Apparently there were problems with those citywide votes. People got angry. That’s all over the forums.",
        "Council says it’s managing, but it always does. Hard to say what’s real now."
      ],
      [
        "Most talk is just rumor. Some documents leaked—supposedly showed those votes were rigged.",
        "Now everyone argues over the scores, protocols, who’s pulling the strings.",
        "High scores were supposed to mean trust, now people see them as evidence against you."
      ],
      [
        "First it was Halden’s death, then they lost control over who’s really running the system.",
        "They tried to fix things with a big public vote about reforming the BCI.",
        "Then came the leak—turned out the vote was weighted, high-score citizens over everyone else.",
        "For someone like me, Harmonist or not, that’s more disappointment than surprise.",
        "Plenty of noise about new activism now, but not much order."
      ],
      [
        "After Halden, chaos seeped in. The Council tried to steady things by promising a new BCI protocol.",
        "They staged a citywide vote, making a ceremony of it. People thought it would change everything.",
        "Documents surfaced. Proof the process was manipulated to favor those with clean records.",
        "Hard to take pride in the system when that’s what’s underneath. The Harmonists believed in gradual order, not this.",
        "Activists swarm the feeds now, pushing for some system outside the BCI entirely.",
        "Sometimes I think our carefulness was just fuel for the Innovators’ ambitions."
      ],
      [
        "Back when I took council memos, none of this felt possible. After Halden’s death, subsystems turned brittle. Authority scattered.",
        "They pitched the new BCI as redemption. Residents left their routines and voted en masse. I watched the feeds like everyone else.",
        "Then staff found the vote was rigged—weighting votes by BCI. When that story broke, trust snapped fast.",
        "Years ago, Harmonists warned that too much efficiency would undermine us. Not enough listening, too many silent overrides.",
        "I remember certain names on privilege ledgers, now public—reminders of how exceptions always shape the rules.",
        "People trade secrets and fake scores in the alleys. Activists want to burn it down. Even the Council acts desperate.",
        "Sometimes I wonder if trying to blend in just feeds the system’s need to isolate.",
        "At my age, I miss routine. Now even cash lanes feel like confessionals. If there’s order coming, it won’t start at the top.",
        "Maybe it never did."
      ]
    ]
  }
}