{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Yeah, things are off everywhere.",
        "At work we’re told to stay quiet, just do the rounds and log what we see.",
        "People are refusing updates now. Guess no one knows who to trust.",
        "Feels like keeping my head down is all I can do right now."
      ],
      [
        "Definitely not normal lately.",
        "The leak about the BCI vote shook up my lab. No one trusts the results anymore.",
        "Supervisor reminded us—no talk about it, stick to official work.",
        "I’m logging refusals for updates more than ever. Everyone’s tense.",
        "I’m just sticking to procedure and trying not to attract the wrong kind of attention."
      ],
      [
        "Yeah, not just you. Everything’s unsettled, especially at the lab.",
        "When that BCI vote leak hit, people kept asking if what they did even mattered.",
        "Some clients straight up won’t let us update their health bands. That never used to happen.",
        "All refusals go in the public log, like the handbook says.",
        "I stopped chatting in group threads. Now I just work tickets, keep things tidy.",
        "It’s strange. The more I follow rules, the higher my BCI creeps. Doesn’t feel right."
      ],
      [
        "You’re right. Everything’s off—the lab, the city, all of it.",
        "After the vote leak, even basic tasks get questioned. No one believes in the process anymore.",
        "Clients refuse updates, scared of what gets tracked. The visible tension is new.",
        "Officially, we log refusals and avoid rumors. Unofficially, people talk—quietly—about protests and system failures.",
        "I’m careful. I avoid non-essential comms, keep to my role, and don’t engage off the record.",
        "Watching my BCI score go up for just following protocol honestly unnerves me.",
        "Feels artificial. Like the system rewards distancing, not trust."
      ],
      [
        "It’s not just in your head. The city’s spinning since Halden died and that BCI vote scandal.",
        "In my division, every update is met with suspicion. People ask if their opinions even counted. They’re right to ask.",
        "There’s official pressure to ‘document refusals’ and stay silent, but underneath, staff are worried about who’s listening.",
        "Clients refuse updates now, afraid their bands will turn against them. I can’t blame them—my own brother vanished after an audit.",
        "I filtered out group chat noise, stuck to device logs. Following strict procedures bumped my BCI, almost like I’m being rewarded for detaching.",
        "I chose distance. I’ve never had less freedom, but it’s safer for now. It stings.",
        "I always supported more transparent tech—the Innovators, real reform, not this.",
        "Feels like we lost something we might not get back. I’m just trying to keep steady, but it’s hard."
      ]
    ],
    "emotion": "Worn out, but trying to keep steady."
  },
  "emotional": {
    "opener": "You don't have to pretend everything's fine, Daria. I've seen how much you handle, and it's okay to just admit it's exhausting.",
    "variants": [
      [
        "Maybe. Tired just comes with the job.",
        "Thanks for noticing."
      ],
      [
        "It's been a lot, honestly.",
        "Hard to say much else.",
        "I appreciate you saying that."
      ],
      [
        "Yeah, it's... a lot to carry sometimes.",
        "Most people don't see it, or just assume you're coping.",
        "Feels better hearing someone admit it's not easy.",
        "Thanks for saying it out loud."
      ],
      [
        "I spend so much energy just keeping things running smoothly, no errors, no surprises.",
        "Most days, I push through, but it's draining.",
        "People expect you to be invisible if you do your job right, you know?",
        "I don't allow myself to slip, even when I want to.",
        "What you said helps, more than you know."
      ],
      [
        "It gets lonely, keeping it all together and making sure nothing breaks.",
        "I can't afford to let mistakes show — not with this system watching everything.",
        "Sometimes I wonder if they notice how much people just pretend.",
        "I miss feeling like I could talk about it, even briefly, without consequences.",
        "Your words make me feel seen, really.",
        "Not many people here say what you did, out loud. It matters."
      ]
    ]
  },
  "factual": {
    "opener": "If you know anything else, just say it. Everyone's tired of half-truths.",
    "variants": [
      [
        "Council’s wrapped up in the BCI fallout. Everyone’s watching their step now.",
        "They say the new protocol came from that weird puzzle hunt.",
        "No one’s sure if things will actually change.",
        "Right now, it just feels unpredictable."
      ],
      [
        "BCI scores have been acting strange, letting the wrong people through.",
        "That vote was supposed to fix the system, but looks like it was fixed against us.",
        "Council’s clamping down on info—harder than before.",
        "Everyone’s tense, waiting to see if the protests get worse.",
        "Feels like trust broke everywhere, fast."
      ],
      [
        "After Halden’s death, everything spiraled. The system keeps glitching.",
        "People are reappearing after being off-grid for years. That’s got a lot of us uneasy.",
        "There’s new talk about running the BCI on different rules—like real feedback this time.",
        "Council tried to push a vote but reports showed numbers were bent, favoring insiders.",
        "Underground markets for fake scores are spreading. It changes how you move around, even at work.",
        "Hard to say who’s actually in charge anymore. Feels unstable.",
        "The Innovators look eager but they’re not running things yet."
      ],
      [
        "When that puzzle triggered, I think everyone hoped it was real reform. Consensus, not just more algorithms—felt different.",
        "The public vote could have meant a reset, but those with higher BCI got their voices weighted. People noticed, quick.",
        "A leak dropped all the numbers—now we know the process was engineered from the start.",
        "Now ‘ghosts’ are showing up, not just stories. I saw one at the metro. It’s a break in the system, real and visible.",
        "Firmware requests are coming in just to shield people from new tracking. Not everyone in tech wants to keep things as they are.",
        "Council power’s dividing fast. Some want lockdowns, others want to rebuild everything.",
        "It’s strange—my own work feels like one move away from crossing a line.",
        "I backed the Innovators because they promised accountability, but now I’m not sure if that’s possible here."
      ],
      [
        "When the final clue of that so-called redemption protocol hit, I connected with a few colleagues trying to decode it. Everyone was desperate for something outside the BCI’s control.",
        "The real shock was when missing people—like my brother’s old friend—came back. No trail, no BCI data. Proof the system’s broken.",
        "We caught early signs that votes from my division were weighted by score. I helped anonymize some error logs, but most staff just kept quiet.",
        "That data leak started chain reactions. Anonymous requests for privacy hacks jumped, even from administrators.",
        "Protests turned from digital to physical because the Council got caught. People want more than fake reform, especially after seeing Council’s exception files burned.",
        "Council split. Security wants control, but the techs I know are scrambling for alternative fixes to avoid mass shutdowns.",
        "Nobody’s in charge, really. Just competing forces hoping to steer the collapse.",
        "I still push for the Innovators’ approach—transparency, open models—but each day it looks more out of reach.",
        "Feels like holding on to technical details is all I have left that’s mine."
      ]
    ]
  }
}