{
  "olintz": {
    "chapter": "After Oksana authenticated and released the shadow ledger, she transferred encrypted files through a secure internal channel to the ghost assembly. She then observed the immediate fallout as her access logs were flagged and her secure terminal was locked. The ledger’s release directly implicated Directorate officials, triggering a mandatory audit of Oksana’s digital activities and formal interrogation by internal security. Her coworkers distanced themselves, refusing private messages or collaboration in shared workspaces. The publication of the ledger led to public outrage, with citizens demanding answers and reparations from leadership. Oksana remained in her residence under self-imposed isolation, tracking both city-wide protests via passive channels and public tribunal announcements. Her singular act of exposure shifted accountability to implicated humans rather than the BCI system. This resulted in her instant demotion to the lowest compliance tier, reflected by a BCI score of 0, due to the scale and intent of her disclosure.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After city leadership was publicly ousted and the BCI was officially suspended, Nikola noticed immediate changes in daily routines. On the morning new grassroots forums were announced, he entered his apartment lobby to find a group of residents organizing open meetings and distributing comments slips door-to-door. Unlike previous days, nearly all his neighbors participated, including individuals who were previously excluded by the system. Recognizing that administrative oversight had lapsed, Nikola chose not to join the discussion or submit any forms, instead spending the day consolidating sensitive items and reviewing what documents remained private. At the market, pricing protocols and purchase logs were absent, making transactions unpredictable and less orderly. Nikola avoided exchanging information and kept his comm device offline, unsettled that his usual deterrents against surveillance no longer applied. The cumulative effect of these disruptions led him to further disconnect socially and digitally, reducing his BCI score to 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the suspension of the BCI by interim grassroots leaders, Daria arrived at the lab to find all device access restrictions and user queues abolished, including those for previously erased residents. During her shift, a group of former ghost clients approached her for clarification on their wearable status, now identical regardless of past records. Daria responded with direct system checks and provided standard support, noting that most anxieties stemmed from the sudden transparency about historical abuses highlighted in public tribunal broadcasts. Staff interactions were quieter and more formal, as colleagues avoided any reference to prior covert fixes or personal scores. Daria kept her own queries minimal, wary of drawing attention during the ongoing forum debates about future governance. With the dismantling of score-based protocols, both her previous advantages and risks vanished. The systemic overhaul left her isolated but relieved, her BCI score holding steady at 44.",
    "bci_score": 44,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the circulation of documents revealing blackmail and human abuses in the city's behavioral scoring system, Lenart noticed an immediate shift during a late-morning supply run. At his usual hardware vendor, previously cautious workers discussed Council removals and openly questioned past scores. Lenart observed several former clients, who formerly refused repairs due to low system privileges, now requesting urgent maintenance without concern for scoring repercussions. That afternoon, he completed three site visits with no checkpoints or background screening required. In one building, a resident shared details from a public tribunal, voicing support for the suspension of the behavioral index. Though work was easier and payment arrived promptly, Lenart remained cautious, keeping all records offline in case oversight mechanisms returned. He ended the day attending an open neighborhood forum—previously impossible due to system red flags—feeling both relief and uncertainty about the future oversight of his work. BCI score remained unchanged at 2.",
    "bci_score": 2,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After leadership was removed and the BCI suspended, Sven arrived to find his office unmonitored and his entry unrestricted. For the first time since the Council’s televised talks, all staff, regardless of prior score, used shared workspaces without security checks. Midmorning, an interim coordinator assigned Sven to co-author a speech with a colleague formerly erased by the system. Disagreements surfaced immediately over tone and references to past injustices. With no BCI-driven vetting, drafts were debated openly, and staff frequently interrupted to argue about reparations and public admissions. Sven compiled multiple unreviewed drafts, submitting them to the open forum rather than to Council approval. By late afternoon, witnessing spontaneous staff forums replacing formal briefings, Sven documented the absence of hierarchy in his notes and refrained from finalizing any statements. The lack of defined review structures and collapse of his usual processes increased his uncertainty, causing a slight drop in his BCI score to 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the removal of Council and Directorate leadership and the official suspension of the BCI, Rada arrived at the newsroom to find all clearance restrictions permanently lifted. Formerly erased and previously restricted colleagues now collaborated freely, reshaping morning workflows. Without compliance protocols, editorial teams openly prioritized stories documenting the city’s transition, including spontaneous interviews with interim organizers. During an afternoon strategy session, Rada secured approval to air footage of community forums without review delays, a situation she had not experienced since before the BCI. She updated her reporting schedule to include new voices from recently unghosted groups, working late to verify testimonies without risk of access denial. Despite the open environment, Rada remained cautious, backing up notes on external drives and quietly monitoring whether power might shift again. The universal access restored her professional autonomy but left uncertainty about how long these freedoms would continue. Her BCI score remains at 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}