{
  "official": [
    {
      "image_id": "civic_altar",
      "headline": "Public Tribunal Begins",
      "anchor_line": "Open tribunal sessions convene to address recent public concerns.",
      "contextual_reframing": "Civic engagement reinforces Stenograd’s commitment to accountability and collective stability."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "Council Transition Announced",
      "anchor_line": "City Council members and Directorate step aside for interim leadership.",
      "contextual_reframing": "Orderly leadership transition demonstrates the system’s flexibility and prioritization of citizen confidence."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Ledger Revealed Publicly",
      "anchor_line": "Official records confirm abuse of the BCI system. Public review is underway.",
      "contextual_reframing": "Systemic learning ensures that misconduct is addressed transparently, reaffirming trust in progressive governance."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Shadow Ledger Leaks",
      "anchor_line": "It's out there. The hidden records are real - abuse, blackmail, lives ruined.",
      "contextual_reframing": "The secrets they buried can’t stay hidden. Proof of control and cruelty fuels the anger on Stenograd’s streets."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Tribunal In The Open",
      "anchor_line": "Council officials forced to answer. Citizens demand truth, not managed speeches.",
      "contextual_reframing": "People finally speak for themselves. There are no safe seats left when everyone’s watching and memory spreads faster than fire."
    },
    {
      "image_id": "shattered_display",
      "headline": "System Exposed Publicly",
      "anchor_line": "BCI’s mask is off. Ledgers prove the Directorate’s guilt and Stenograd demands a reckoning.",
      "contextual_reframing": "The silence is broken. With the old guard removed, maybe this city can start over. Keep watching, keep fighting."
    }
  ]
}