{
  "olintz": {
    "chapter": "Following the systematic erasure of BCI scores and records, Oksana woke to find her apartment’s digital locks unresponsive and building security inactive. She waited with other residents in the lobby as doors were manually overridden, none sure of their status under the dissolved system. Later, as spontaneous gatherings spread in the streets, Oksana observed neighbors openly talking for the first time in months about the vanished and the future of oversight. She printed copies of her remaining paper records, uncertain if identification would matter or be challenged. When a group came to her building petitioning for restoration of lost data, she refused to join, mistrusting any return to surveillance. The absence of enforced restrictions allowed her to shop without delays, but left her uneasy about resource access and neighborhood safety. Uncertainty remained, but Oksana’s daily interactions grew less tense, reflecting the city’s ambiguous freedom. BCI score unchanged at 15.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After the city’s memory systems began erasing records overnight, Nikola woke to find his building’s access rosters and personal service restrictions missing from all terminals. The familiar lists and warnings had vanished, and block staff no longer detained residents for score checks. Unsure if this meant his status was restored or simply untracked, Nikola collected his mail and used the elevator for the first time in weeks, observing other residents cautiously testing their privileges. The next day, spontaneous gatherings formed in nearby squares as people debated whether to celebrate or try saving old records. Opting for caution, Nikola avoided the groups and refrained from discussing the changes, wary of possible reversals or new systems. He spent the afternoon quietly sorting through his locked briefcase at home, uncertain if retaining its contents was necessary or dangerous. The loss of surveillance brought relief but also confusion, leaving Nikola uneasy about what would replace the system. BCI score unchanged.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following announcements that all BCI data and surveillance archives were being erased, Daria arrived at her lab to discover keycard access panels disabled and digital logs blinking with system faults. Morning routines ended abruptly—queues of clients waited in confusion, denied service when verification failed, while colleagues debated whether to keep working or to leave. Daria hesitated before running diagnostics on health bands, aware that without score records her work protocols were obsolete. By midday, security arrived to clear the building, citing the need to secure remaining devices. Carrying her toolkit home, Daria deleted her notification backups and switched off her personal band, no longer certain it served any purpose. That evening, she rejected a message from a former colleague seeking help restoring deleted files, referencing new debates about whether rebuilding the system was even possible. As verified activity and accountability dissolved, her BCI score dropped to 43, flagged for inactivity and noncompliance.",
    "bci_score": 43,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Lenart accessed the backup archives and initiated the irreversible purge, following through on his decision to erase all BCI records. He monitored the progress as scores, surveillance logs, and enforcement histories vanished from official systems. Within hours, he noticed his workshop access and credential status change, receiving automated system notifications indicating revoked privileges and a terminated compliance record. Former clients, sensing the loss of oversight, ceased all scheduled communication, and contact with regular colleagues ended abruptly as trust evaporated in the absence of shared data. The disappearance of digital trails created confusion in work assignments, permissions, and job referrals. Lenart spent the following days securing his physical logs and tools, realizing that his value to the system—and to others—had been defined by data that now no longer existed. As the city entered a period of uncertainty, his BCI score dropped sharply from 71 to 55, marking him as an outlier after the purge.",
    "bci_score": 55,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After city officials announced the erasure of citizen scores, Sven Halek arrived to find that his office access required only a simple physical check, with no mention of prior BCI requirements. Most staff gathered in confusion, unsure which privileges or limits still applied, and Sven noted that his previous practice of storing coded drafts offline seemed newly prudent as former digital restrictions vanished. Later that day, spontaneous groups congregated in the hallway, openly discussing once-forbidden topics and exchanging copies of old archive materials. Sven observed that colleagues who previously avoided him due to BCI fluctuations now interacted freely, seeking his insight on reconstructing lost speech records. With enforcement logs erased and no system oversight, Sven felt both relief and uncertainty, re-evaluating his risk calculations for the first time since the BCI’s peak. The lifting of surveillance reduced his visible caution, stabilizing his BCI score at 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the citywide erasure of BCI scores and archives, Rada noticed that the coded locks on her building no longer recognized personal access levels, allowing unrestricted movement for the first time in years. When she attempted to reconnect with two former colleagues for an offline meeting, she found their messages laced with suspicion, as both struggled to confirm her identity without digital histories. The spontaneous gatherings outside her apartment brought cautious conversations about missing friends and lost evidence. Rada spent the afternoon sorting through her remaining physical notes, aware that any documentation of past abuses was now irreplaceable. She refrained from using public terminals, unsure who controlled local systems. At night, she recorded testimonies from neighbors now willing to speak openly, but sensed growing worry that erased records would make future accountability impossible. Her BCI score remained at 0, as enforcement had effectively vanished, but uncertainty about the future persisted.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}