{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah, something’s off lately. I’ve been keeping busy with a few repairs. People ask questions I can’t answer. Whatever’s going on, it’s not my place to say. Just feels heavier than usual."
      ],
      [
        "Definitely noticing the pressure. Work’s changed—clients are more cautious, less friendly. I got caught in the middle of a district outage, tried to fix it quietly. Heard a lot of rumors, but I stick to the repairs. Guess I’m just trying to stay out of trouble like everyone else."
      ],
      [
        "Things have shifted, yeah. I’ve been dealing with outages in two districts—messy, not technical failures like before. Been working under the radar, Directorate asked me to keep logs clean. More blowback from residents than usual. Folks are frustrated, and I can’t blame them. Delays, confusion, nobody trusts what they’re told. Honestly, feels like I’m patching up a sinking ship lately."
      ],
      [
        "People are on edge, can’t deny that. I’ve been bouncing between districts with outages that don’t add up. Directorate wanted things quiet, so I locked down evidence and shut out the civic folks. Lost some clients that way—didn’t sit right, but I figured keeping order mattered more. Word’s out now things might’ve been sabotaged. That decision… well, I can’t say it’s done me any favors. Score tanked overnight, and now folks look at me like I’m the darkness in the wiring. It’s taken a toll. Never wanted to be the bad guy."
      ],
      [
        "You’re not wrong, something’s broken underneath all this. For weeks, I’ve fixed ‘routine’ outages that reeked of more than bad luck. Directorate loyalists—my side—quietly pushed me to cover up sabotage. I cut organizers out, erased the signs, told myself stability was worth lying for. Now the city’s snapped back harder than expected. Activists and locals see right through me—clients gone, friends wary. My BCI dropped to rock bottom, which makes me more of a target than a troubleshooter. All that trust I banked over years just vanished. Funny thing, I thought I was protecting order. Turns out I was just taking the blame for someone else’s war. Feels cold, Alex. Real cold."
      ]
    ],
    "emotion": "Regretful and exhausted, carrying a sense of isolation."
  },
  "emotional": {
    "opener": "Lenart, I know you’re carrying more than most would ever notice—sometimes it’s enough just to get through the day, and that’s nothing to be ashamed of.",
    "variants": [
      [
        "Not many notice, that’s true.",
        "Just easier to keep things quiet, I suppose."
      ],
      [
        "You’ve got a point. It’s... less obvious to most.",
        "Does weigh on you after a while, but what can you do.",
        "Appreciate you saying that, though."
      ],
      [
        "It does get heavy, carrying all this around.",
        "Most people assume you’re fine if you don’t complain.",
        "Feels good to hear someone actually gets it.",
        "Sometimes I forget it’s normal to be tired."
      ],
      [
        "You’re right, you know. People see what they want and leave the rest for someone else to hold.",
        "Mostly, I keep my own company—habit from old work.",
        "It’s strange, but being seen, even for a second, helps more than I’d thought.",
        "Guess I’m just worn thin these days.",
        "Not ashamed, just tired, really."
      ],
      [
        "That’s the first time in ages someone’s said something that actually landed right with me.",
        "Used to think keeping quiet meant nobody could fault you for anything, but it just leaves you alone with the noise.",
        "There’s this weight you get from feeling responsible for things you can’t fix all the way.",
        "Most folks still expect me to be unfazed, like I’m part of the furniture.",
        "It’s just quieter on my side of things—no one visits unless they want something patched, not really to talk.",
        "But you saying that... reminds me I’m still allowed to feel all of it, and I’m grateful."
      ]
    ]
  },
  "factual": {
    "opener": "You look beat, Lenart. People say it's more than outages. What's really happening out there?",
    "variants": [
      [
        "City’s in a bad mood since Halden went. Systems don’t match up like they used to.",
        "Folks chasing rumors, blaming outages on failed tech.",
        "Mostly just see more confusion every time I go out.",
        "Don’t think anyone’s really got a grip right now.",
        "Place feels brittle, that’s all."
      ],
      [
        "Saw a lot of faces I haven’t seen in a while, folks coming back after being gone.",
        "Some districts are starting up repair crews on their own.",
        "Seems like the official system lost its bite, if you ask me.",
        "Bit too many people know about things they shouldn’t.",
        "Nobody’s following one set of rules anymore, that’s for sure.",
        "Can’t say I trust where it’s headed."
      ],
      [
        "Neighborhoods are running things their own way now, fixing pipes and wires together.",
        "The BCI’s out of step—people you wouldn’t expect have access, some approved folks frozen out.",
        "Been this way since Halden wound up dead. Council’s scrambling, too quiet for comfort.",
        "Heard old code is running wild under the surface, like the system’s got ghosts.",
        "Directorate types are blaming the mess on the end of scoring, but it’s more tangled.",
        "I’ve seen sabotage up close, not random at all.",
        "My jobs got picked for a reason—I can tell which hands are dirty these days."
      ],
      [
        "I’ve watched Directorate folks plant faults and feed panic, hoping to pin it all on the broken scoring.",
        "Local councils are cropping up, less brass, more neighbors, and people actually listen to each other.",
        "After the leak, nobody trusts who’s clean—officials scrambling to look busy. Feels hollow.",
        "This score business, it was always a tool, kept people scared. Once it lost teeth, folks remembered how to run things themselves.",
        "I know where my pay came from, but I’d pick order over chaos, even if order’s ugly.",
        "Right now, rooters and medics fix things for favors and coffee, not data clearance. Place almost feels honest—almost.",
        "Caught some ghosts working alongside me. They’ve been out longer than anyone will say.",
        "Can’t shake the sense we’re just patching holes until something bigger gives."
      ],
      [
        "Council keeps their mouths shut while local crews run the mains, divide ration cards, basic stuff nobody trusted BCI for anymore.",
        "That old index—just noise now. Sabotage came from the top, Directorate tried to keep power by cutting lines, using people like me as a smoke screen.",
        "Saw system diagrams in Halden’s old rooms—real ones. Even these grassroots repairs follow bits of his code. Makes the system lurch in strange ways.",
        "I tipped off a few activists, off-record. Used to think picking a side would cost me, but after the leak, everyone’s exposed anyway.",
        "Some of the disappeared—call them ghosts—they walk the city again, unscored. You spot them fixing things, just like everyone else, but the system can’t see them anymore.",
        "BCI dropped me to rock bottom. Took my badge, good riddance. I’d rather have the respect of the techs and street runners than Council’s algorithms.",
        "Order’s only ever been a story people tell. Directorate thinks control’s the fix, but people adapt faster than any system can patch leaks.",
        "Maybe I was Directorate once, out of habit more than loyalty. Now… let’s just say I work for whoever keeps the city alive.",
        "What scares me most is how normal it feels, running blind, everyone building new rules on the ruins. Not sure if that’s hope or just fatigue."
      ]
    ]
  }
}