{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Hard to say if things are steady.",
        "People in my building started meeting up, more... directly.",
        "Saw new faces running repairs—no official uniforms.",
        "I just keep my head down and follow the routine. That's safest right now."
      ],
      [
        "Well, it depends how you look at steady.",
        "My block's changed since the power cuts. Neighbors handing out physical tags for the doors, not the digital ones.",
        "Repair crews aren't authorized, but things get fixed anyway.",
        "Security's heavier around us now.",
        "I try not to stand out. Makes it easier to get through the day, even if nothing really feels normal anymore."
      ],
      [
        "I guess steady means something different now.",
        "After those outages, everyone in my building just kind of... took charge.",
        "People handed out paper access tags and did their own repairs.",
        "It's strange—utilities actually work, but the official people avoid us.",
        "Security officers show up, just watching, not speaking.",
        "These changes make me nervous, but I’m glad to have power and water, at least."
      ],
      [
        "Steady isn't really the word I'd use.",
        "The last week, I watched my neighbors organize after the system failed—real repairs, not just waiting for some order.",
        "We got paper door tags, and nobody asked for BCI confirmation anymore.",
        "It's a little freeing, even if the security teams are parked out front.",
        "I never thought I'd see people trust each other over the system.",
        "I don’t say much during those meetings. With my score... I'm extra careful.",
        "But seeing things actually work for the first time in ages—yeah, I find myself hoping this sticks, somehow."
      ],
      [
        "Things are upside-down these days, not steady.",
        "Strange, but since the sabotage, folks look to each other instead of their scores.",
        "My block organized without the BCI—paper tags, volunteer repairs, people stepping up for each other.",
        "It’s been tense with security around, but I’ve felt less like an outcast lately, even with my score stuck at sixteen.",
        "I work inside the Directorate. Years ago, I thought BCI kept order. Now I can't ignore what it takes from people.",
        "I want to support how folks are coming together, even if I have to stay in the background for my own safety.",
        "Little things—clean water, working lights, neighbors talking openly—feel almost revolutionary.",
        "I'm exhausted, but this spark of cooperation makes me think there's a way forward, beyond the old system."
      ]
    ],
    "emotion": "Weary, but quietly hopeful."
  },
  "emotional": {
    "opener": "Oksana, sometimes just making it through the day is enough. You see more than you let on—I can tell. You're not alone in that.",
    "variants": [
      [
        "I... appreciate that. It's good to hear someone say it."
      ],
      [
        "Thank you. Not many people notice much of anything, these days.",
        "It helps to hear someone else understands."
      ],
      [
        "You picked up on that quickly. Most people... don't see past the surface.",
        "It's strange how isolating it gets, just keeping quiet all the time.",
        "So, yes, thank you for saying that."
      ],
      [
        "Most days, I wonder if anyone else is even paying attention.",
        "I try not to let it get to me, but it wears you down after a while.",
        "Your words make it feel a little less lonely here.",
        "I'm glad you noticed, honestly."
      ],
      [
        "I didn't always feel this way, you know. I used to trust the systems, the routines.",
        "After a while, you start to realize how much is just pretending.",
        "Being noticed—really understood—it's rare lately.",
        "Sometimes I catch myself wanting to explain it all, but no one asks.",
        "It's easier to go quiet than to risk it.",
        "But tonight, your words actually help. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "People keep dodging, but isn't everyone curious how this actually started? Not like things broke for no reason.",
    "variants": [
      [
        "Some say utilities just failed, but nothing official comes out.",
        "The Council blames system breakdowns, but that feels too simple.",
        "Security's tied up trying to show order—most people just avoid them.",
        "Nobody really talks about why things are falling apart."
      ],
      [
        "Rumors say outages weren't accidents, maybe something internal.",
        "Council's hiding details, focusing on patching things in public.",
        "Groups stepped up when the official line didn't help.",
        "Security's busy, but they're not looking for real causes, just control.",
        "Feels like nobody at the top wants to answer real questions."
      ],
      [
        "Seems like there was sabotage, not just bad luck with the outages.",
        "Council tried to manage the story. Most blame the end of the BCI's full control.",
        "But then activists started organizing repairs before the authorities did anything.",
        "Paperwork and logs are getting hidden. They want calm, not truth.",
        "I'm guessing the old power structure feels shaky.",
        "Technically I'm supposed to report this, but in reality, so is everyone.",
        "The newer tech crowd, like me, hoped we could do better than hiding problems."
      ],
      [
        "People tracked utility failures to sabotage from inside, but officials tried to bury it.",
        "When the public found out, districts started forming local councils for their own services.",
        "The Directorate blamed BCI collapse, but most repairs worked better without them.",
        "Evidence got sealed by the Council. A few of us inside tried to get help out quietly.",
        "I've stopped believing stability comes from top-down control—other people in my field see it too.",
        "Activists exposed patterns that matched internal sabotage, not random error.",
        "My lean is for change, the 'Innovator' line. I see we're building something new, scary as it is.",
        "If folks keep working together, the old system won't come back the same way."
      ],
      [
        "I saw logs showing coordinated outages—a few familiar internal signatures, definitely sabotage.",
        "Council covered for loyalists to avoid panic, but people organizing repairs spread the real story anyway.",
        "Witnessed evidence suppressed. A colleague and I slipped a warning to some community techs.",
        "Once this spread, districts put up their own councils—water, power, transit. Decisions made at the block, not with BCI clearance.",
        "Directorate doubled security but couldn't stop the shift to local control.",
        "All those years in the system, I kept defending the BCI for its 'balance.' Now I know better.",
        "Used to think change was a risk—now it’s the only rational way out.",
        "Innovators like me hoped tech could liberate, not lock people down. Feels we're finally getting heard, if only by necessity.",
        "It’s exhausting, dangerous... but I’m staying with the side building something real, not just shuffling code."
      ]
    ]
  }
}