{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Busy week. Lab work’s all over the place, system orders frozen since the outages.",
        "Had to check a few wearables for the shelter crowd. Nothing fancy.",
        "Rules keep changing. People worry.",
        "Feels like I’m running on empty, honestly."
      ],
      [
        "Utility breakdowns made things rough. Central orders got blocked.",
        "Some local volunteer brought me a batch of health bands to fix for folks at the shelter.",
        "Most of it’s off-record, manual work now. Network’s barely up.",
        "Supervisor warned me about working outside official tasks.",
        "I keep going. Not sure what good it does, but people need help."
      ],
      [
        "Been hectic. City networks failing, so most requests come straight from neighborhood groups.",
        "Spent hours repairing shelters’ health bands, writing everything down by hand since the digital records are down.",
        "Saw teams pop up, neighbors trying to patch things instead of waiting for orders.",
        "My boss doesn’t love it. Says it’s against procedure to help unofficially.",
        "But I do it anyway. Feels right, even if my BCI score dropped.",
        "I’m just tired, but I can’t let it go."
      ],
      [
        "Honestly, the past week’s been strange. Systems shut down, people forming small crews to cover gaps.",
        "A lot of my day’s been updating health monitors for folks in shelters. Not officially cleared but someone has to step up.",
        "Saw friends go out of their way, even risking their own scores. It isn’t exactly safe — got flagged myself after helping.",
        "Central control barely exists now. Everything’s become personal.",
        "Reminds me of my brother, really. He’d have done the same before he disappeared.",
        "My supervisor keeps telling me to stand down. I ignore him.",
        "Feels like whatever’s holding the city together is breaking, but I can’t just watch."
      ],
      [
        "Feels like everything’s falling apart. With the networks broken, official work orders hardly come through.",
        "I’ve been running manual repairs for shelters, face-to-face, because the system’s too unreliable now.",
        "People have started forming their own squads, ignoring BCI guidelines. Risky, but kind of hopeful, too.",
        "I got flagged for helping off the record. Doesn’t matter. I can’t just let people get stuck because some metric says so.",
        "Supervisor keeps telling me to stop. I pretend to listen. The rules stopped making sense when my brother vanished in a BCI audit.",
        "Honestly, it feels less like work and more like stubborn survival. Like the old days, before all this scoring.",
        "If they want people to trust the system again, maybe it should trust us first. But I don’t see that happening.",
        "Mostly, I just feel drained. But if I don’t show up for people, who will?"
      ]
    ],
    "emotion": "Worn out, but trying not to let it show."
  },
  "emotional": {
    "opener": "\"No one should have to carry all this themselves, Daria. You do enough. Sometimes just getting through the day is enough.\"",
    "variants": [
      [
        "Yeah. That's true.",
        "Some days are harder than others."
      ],
      [
        "I appreciate you saying that.",
        "It's not always easy, but I get by.",
        "Thank you."
      ],
      [
        "It's exhausting sometimes, honestly.",
        "You saying that helps more than you know.",
        "Feels like things haven't let up in a while.",
        "But I manage."
      ],
      [
        "Most people don't notice what's underneath.",
        "I try not to let it show, but it's there, always.",
        "Hearing that, from someone who gets it... it means something.",
        "Feels like I'm always waiting for the next thing.",
        "But I guess I'm still standing."
      ],
      [
        "There are days I wonder if anyone really sees how tired people are — not just me.",
        "With everything expected of us, it wears you out inside. Constantly.",
        "Most just cope quietly. I guess that’s how we survive.",
        "I try to keep moving, do my part, blend in.",
        "Your words... It reminded me I’m not invisible, even if I try to be.",
        "It helps to know someone understands, even in a place like this."
      ]
    ]
  },
  "factual": {
    "opener": "People keep griping, but nobody says what’s actually happening. Care to fill me in or just nursing the same tired lines as the rest?",
    "variants": [
      [
        "Everyone knows utilities keep failing. Official story blames system glitches.",
        "Saw more crews than usual out in the streets, nothing regular.",
        "Heard the Council’s keeping things quiet. Obvious they’re hiding something.",
        "Not my place to say more.",
        "City’s just tense. That’s all."
      ],
      [
        "Central’s losing grip. Utilities go down, then pop back on like someone’s flipping switches.",
        "Local repairs are rushed. You notice old engineers jumping in, not official teams.",
        "Authorities act like it’s just tech trouble. Feels like policy.",
        "Council’s talks are getting shorter. Less info each day.",
        "Rumor says things aren’t just breaking — someone’s pushing it.",
        "City feels tighter, less open than before."
      ],
      [
        "There’s more behind the outages than bad code. Been too coordinated, if you watch the timelines.",
        "Word spreads quick about sabotage. Some say Directorate’s involved, but no proof yet.",
        "Local councils move in, managing water and transit without central approval.",
        "Official BCI scoring doesn’t even line up with what’s actually going on.",
        "People work around the system, not through it. It’s almost normal now.",
        "Public blames Council, but I think some are still playing both sides.",
        "Feels like the closer we get to fixing things, the more someone pushes back."
      ],
      [
        "Sabotage wasn’t just rumor — old colleagues traced some outages to inside jobs, Directorate loyalists mostly.",
        "Community groups took charge after, like the system’s just a shell now.",
        "Lintz and Kova give quiet backing to local fixes, pretending to stay above it.",
        "Central network flags every manual repair or off-record help as risky. Trust erodes fast.",
        "Council's paralyzed. Only ones acting are teams who ignore official routes.",
        "BCI’s a joke. Scores change for no reason. People improvise, patch what’s needed.",
        "Saw kids whose families vanished back, untracked, moving free. That’s new.",
        "The rules don’t protect anyone. It’s about who you can count on, not your metric."
      ],
      [
        "Half of what’s called a 'breakdown' lately is set up by Directorate people, trying to prove life without BCI is chaos.",
        "Friends in utilities found evidence. Council hushed it, but word’s out now. They want control back, blame anyone dissenting.",
        "That backfired — now neighborhoods fix things themselves. I help when I can, even if it kills my score.",
        "People ignore BCI more each day, treat everyone equal. Feels better, even dangerous. Saw old ‘ghosts’ — people lost to audits — come back.",
        "Council’s fumbling, no one trusts them. Lintz offers silent nods to our work, but won’t fight openly.",
        "I remember when my brother vanished. Feels like people want real trust again, not numbers. Maybe we’re fools for trying.",
        "I’ve wiped data for some of the disappeared, brought them new bands, kept them hidden. Feels less like crime, more like repair.",
        "Everyone circles wagons now. Real risks, real hope too.",
        "If the system wanted loyalty, maybe it should’ve offered some. I’ve stopped pretending it ever would."
      ]
    ]
  }
}