{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Service Glitches Managed",
      "anchor_line": "Essential utilities experienced brief, localized outages across several districts this morning.",
      "contextual_reframing": "Swift, coordinated action from municipal response teams kept disruptions minimal. Residents are reminded that real-time citywide monitoring ensures continued stability."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "BCI Phase-Out Update",
      "anchor_line": "Directorate officials confirm the gradual transition away from Behavioral Compliance Index-based controls.",
      "contextual_reframing": "Advanced infrastructure systems continue to optimize city services automatically. The transition demonstrates Stenograd's robust capacity for technological evolution."
    },
    {
      "image_id": "cafeteria_trays",
      "headline": "Community Support Enhanced",
      "anchor_line": "Local service providers deliver uninterrupted health and food access during system updates.",
      "contextual_reframing": "Investment in communal resource systems guarantees efficient, universal support for all residents. Stenograd remains committed to fair, data-driven distribution."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Sabotage Exposed",
      "anchor_line": "Essential services failed — not by chance, but through deliberate acts by Directorate loyalists.",
      "contextual_reframing": "Official blame games cover up the truth. Evidence leaks show internal factions broke the city’s backbone to keep power as the Behavioral Compliance Index, the BCI, lost control."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Trust Crumbles",
      "anchor_line": "Community techs and service workers are fixing what the state broke, keeping neighborhoods alive while officials stay silent.",
      "contextual_reframing": "People are learning to organize for themselves. Those in charge want order, but they never wanted us to have a choice in how it works."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Decentralize Now",
      "anchor_line": "Districts form new local councils, taking back control of resources as the central system falters.",
      "contextual_reframing": "The old system gave out scores for ‘good behavior.’ Now we fight for what matters: running water, lights, food, and a say in our own lives. Stenograd wants you compliant. Maybe it’s time for something better."
    }
  ]
}