{
  "olintz": {
    "chapter": "After the BCI system recalibrated based on the public confession forums, Oksana returned to work to find staffing rosters drastically altered. Colleagues who had participated in forums were abruptly promoted, granted priority access, and assigned leadership tasks regardless of past hierarchy. Meanwhile, she remained on the manual verification list, exposed as both low-scored and non-confessing. During a morning assembly, a former subordinate was tasked with overseeing document control, a role Oksana previously managed. She complied quietly, avoiding eye contact and minimizing her presence at team gatherings. That afternoon, she overheard heated complaints from penalized staff disputing their treatment but refrained from comment, wary of public attention. At day’s end, she updated her personal records to track daily changes in team structure, uncertain if her status would ever recover. The rapid reshuffling increased her isolation, but she maintained outward compliance while observing the shifting social order. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the city’s BCI instantly recalibrated, Nikola noticed several neighbors who had publicly confessed at the designated forums now receiving prioritized access to resources and organizing impromptu gatherings. That afternoon, while waiting in line for rations, Nikola was required to state publicly whether he had participated in such a forum. Hesitant, he denied having confessed, prompting the assembly coordinator to review his standing more closely and restrict his allocation. Observing hostility from previously marginalized residents who now ranked higher, Nikola limited conversation and avoided eye contact. By evening, rumors of false confessions and accusations circulated in his building, increasing mistrust among residents. Nikola responded by staying inside and further minimizing digital correspondence, aware that sudden social reshuffling could place former Council affiliates at greater risk. His deliberate withdrawal and avoidance of both gatherings and commentary protected him from immediate penalty but led to a small decrease in his BCI score, lowering it to 65.",
    "bci_score": 65,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the BCI recalibrated privileges based on public confessions and, days later, protests erupted among penalized residents, Daria’s workflow at the health division shifted again. That morning, she reviewed a queue of urgent repair requests from clients whose privileges had been either restored or suddenly revoked. The lobby filled with anxious residents seeking clarification, some openly celebrating regained access while others argued with front desk staff. Daria was assigned to process only verified confession cases, requiring her to cross-check each client’s forum participation before servicing their health bands. During one interaction, a longtime client was denied a device update due to a flagged confession, leading to a quiet confrontation that she documented in official logs. Increased scrutiny on all repairs and the need to justify every action in writing led Daria to minimize informal communication with colleagues. Her BCI score saw a minor positive adjustment, reflecting visible compliance. New BCI score: 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After activating Halden's dormant forgiveness protocol, Lenart watched the system rapidly reprocess confession data and recalculate BCI scores across the city. Returning to his workshop, he noted an immediate drop in direct communication from several clients, some now holding restored statuses and shifting loyalties. At a routine maintenance call, a former outcast greeted him with a high score and new authority, authorizing repairs without hesitation. Meanwhile, former clients with penalized scores declined further contact, perceiving Lenart as complicit in the system's abrupt realignment. He spent the afternoon fielding requests from individuals suddenly elevated by the protocol but received wary glances from those the BCI punished. Lenart documented the transition in personal logs, recognizing that his access privileges had increased—his own BCI score jumped, reflecting the value placed on technical intervention and system loyalty. By day’s end, Lenart’s BCI score rose significantly from 36 to 58.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "In the hours after the city recalibrated its compliance scores based on public confessions, Sven Halek observed his office transformed. Several colleagues, newly reinstated, were abruptly reassigned to senior communications roles, while others, their scores sharply reduced, vacated key desks without notice. In a morning briefing, Sven was assigned to collaborate with a recently restored team lead whose outlook on messaging clashed with established Council language. Adapting, Sven paused work on pending speech revisions and focused on cataloguing the flood of new instructions issued by empowered local leaders. By mid-afternoon, spontaneous workplace celebrations for restored staff highlighted Sven’s marginalization—he had not participated in the confessions, so his own privileges remained limited. He minimized internal messaging and avoided unauthorized queries, aware that further recalibrations could threaten his remaining access. By evening, his caution and reduced editorial influence led to a slight decrease in his BCI score, moving it from 71 to 69.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After news spread that those who confessed at public forums had their privileges restored overnight, Rada observed a sharp division among her neighbors. That morning, she delivered fresh printouts of her reports to forum hosts, only to be turned away by newly reinstated residents who now managed access to communal resources. Facing exclusion from the food allocation queue, she spent several hours walking between districts, searching for a group still willing to accept uncensored updates. By evening, she adjusted her approach, keeping her work hidden and focusing on direct, one-on-one conversations with people still penalized by the system. Rada noted fewer requests for her forum summaries and an increase in hostile looks from former allies. She became cautious, rarely staying in one place and using only handwritten notes. The rapid shift in alliances and access forced her into a more withdrawn routine, limiting her movement and visibility. Her BCI score remained at 0.",
    "bci_score": 0,
    "political_preference": "harmonists"
  }
}