{
  "olintz": {
    "chapter": "On the morning after widespread leaks exposed internal directives about new restrictions on previously restored citizens, Oksana found her building’s lobby busier than usual with residents lining up for unpredictable security checks. At a nearby market, an automated teller rejected her purchase three times, forcing her to wait as an attendant manually reviewed her access record. Neighbors avoided eye contact, and hallway conversations fell silent when she approached. Returning to her apartment, Oksana packed essential documents and cash into a small bag, anticipating possible forced relocation like others had described. She reviewed alternate exit routes in her building and kept her devices disconnected to avoid triggering further system scrutiny. The atmosphere in her building remained tense through the day, with frequent patrols and visible strain among residents. Oksana limited her movements and prepared contingency plans, aware that her housing rights and access remained uncertain. Her BCI score dropped to 29 due to increased monitoring and public suspicion.",
    "bci_score": 29,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "The unexpected equalization of BCI scores in his district allowed Nikola, along with every other resident, to access all building and service areas without restriction for the first time in years. That morning, he entered the community room without showing his verification badge and collected a package from the locker—an act that drew cautious glances from usually excluded neighbors. Within hours, the Directorate's intervention reinstated the old score system, immediately revoking Nikola's brief access privileges. Returning home in the afternoon, he found block management rehanging restricted access lists, and his own name was again flagged for audit review. The rapid reversal prompted Nikola to revert to the routines he had practiced during heightened scrutiny: moving discretely, avoiding common spaces, and checking digital updates more frequently. Increased awareness of the system’s instability made him more vigilant, but the sharp shifts in his BCI-related behavior resulted in only a minor score fluctuation. New BCI score: 81.",
    "bci_score": 81,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "The unexpected system lockdown, following the citywide score equalization, directly altered Daria’s workday. That morning, she found the lab’s queue system frozen and a new set of urgent protocols in her inbox, requiring immediate manual review of all service requests as access logs had reverted to earlier states. Several scheduled clients arrived confused, no longer sure of their access rights or device status after enjoying brief unrestricted movement the previous day. Daria was forced to cancel a dozen appointments and spent hours restoring device settings to match the reinstated original scores. Her communication with colleagues became terse and limited to official group channels. Throughout the day, she double-checked audit trails, wary of being flagged for improper device access after the rapid policy reversal. These fast changes led her to withdraw further and avoid all non-essential adjustments, as broader unease spread. Her BCI score fell to 45 due to reduced interactivity and network withdrawal.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the city implemented score resets in several neighborhoods, Lenart noticed that two previously cautious clients in a nearby district revived their repair requests and arranged same-day appointments. For the first time in months, security gates let him pass without checks, and he encountered no digital barriers when accessing job sites. However, after word spread about the system’s sudden reversal and the return of original scores, both clients abruptly cancelled, citing renewed access issues and fear of official attention. Lenart, aware of rising street demonstrations near his routes, rerouted through industrial areas and avoided public transit. He updated his appointment calendar by hand and withdrew his request to join a building project in a now-flagged zone. Although he experienced a brief increase in work due to the score equalization, the rapid reinstatement of the old system and tightened security reduced his job prospects, resulting in a minor BCI decrease. His score dropped to 65.",
    "bci_score": 65,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following his decision, Sven Halek discreetly delivered legacy BCI access codes to a trusted activist cell, enabling the temporary equalization of every citizen’s behavioral score. He observed the immediate effect as services, job openings, and restricted zones became accessible to all, erasing longstanding digital barriers. Throughout that day, Sven monitored Council communications, noting increasing confusion as standard permissions failed. As public awareness spread, neighborhoods erupted in celebration and mass gatherings, which rapidly escalated into organized protests calling for permanent reform. Directorate forces intervened to restore order, locking down systems and nullifying the equalization, but not before the population experienced tangible equality. Sven refrained from digital channels, storing records locally and avoiding colleagues now under Directorate scrutiny. His central role in the breach was logged by internal security review, resulting in a sharp penalty. As a direct result of his actions compromising compliance, Sven’s BCI score dropped from 70 to 50.",
    "bci_score": 50,
    "political_preference": "harmonists"
  },
  "rmiskovic": {
    "chapter": "Following the citywide score equalization, Rada observed that for the first morning in months, her building’s lobby was filled with neighbors speaking openly about shared grievances and lost privileges. She took the opportunity to gather candid interviews from people who, for a brief time, regained access to jobs and resources previously denied. However, when the Directorate intervened, access was suddenly revoked, and original scores—hers included—were restored. That afternoon, Rada found her digital pass re-disabled and watched once-friendly neighbors become guarded and silent, avoiding both her presence and questions. Attempts to deliver footage were blocked, and several sources deleted her contact information. That evening, Rada stayed in her apartment, documenting the rapid shift in trust and mobility. The abrupt return to old restrictions not only limited her movement but further isolated her professionally and socially, reinforcing her dependence on encrypted, offline reporting. Her BCI score remained at 1, but her isolation deepened.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}