{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "It’s been strange lately.",
        "My building’s lobby was full of security checks this morning.",
        "Had some trouble at the market, access denied again and again.",
        "Feels like people look right through me. I guess I’m just tired."
      ],
      [
        "Yeah, things are… off for me lately.",
        "My lobby was crawling with patrols. Took ages just to get through.",
        "Teller wouldn’t let me buy food until someone checked my record. Everyone else kept their distance.",
        "Packed some essentials, just in case.",
        "Hard to settle down when it feels like your name is being erased day by day."
      ],
      [
        "It’s not great, honestly.",
        "After those internal leaks yesterday, everything is tense. Security’s stepped up in my building, and people won’t even make eye contact.",
        "Simple things like grocery runs are a hassle now. My access got flagged out of nowhere.",
        "Neighbors talk less, I hear more footsteps in the halls.",
        "Had to pack a bag, just waiting for the next knock on my door.",
        "You get used to watching your back, but lately I feel like there’s nothing left to trust."
      ],
      [
        "It's been rough. Ever since those leaks exposed the new restrictions, it’s like the whole city’s on edge.",
        "My apartment’s in one of the tighter blocks. Now security checks happen at random. Got turned away by an ATM three times, right in front of a crowd.",
        "People stopped talking to me. It’s worse than being noticed—it’s being invisible.",
        "I started packing essentials because I don’t trust my rights will stick around. Neighbors whisper about relocations and quota cuts.",
        "I used to think the system was logical. But now if your score dips, you’re just... stuck and no one will say why.",
        "All my devices are off. I reroute my walks just trying not to trip a flag.",
        "It feels like I’m holding my breath, just waiting for that final denial or a door slamming shut."
      ],
      [
        "Honestly, I thought my job meant I’d never be on the wrong side of the system, but here I am.",
        "After the leaks about ‘restored citizens’ hit, my own building turned into a checkpoint. Just getting to my door takes forever, and people stopped even nodding at me.",
        "They flagged me at the market. Had to wait for a manual override just to buy bread.",
        "Now my neighbors avoid me. Conversations cut off when I walk by. I see patrols twice as often.",
        "I packed a bag—ID, some cash, not much else—just in case they say I have to go. We all heard stories about forced relocations.",
        "I keep everything disconnected, avoid using the network. One bad flag, and you’re out. There’s nowhere to appeal, not really.",
        "I used to believe in BCI. I thought Innovators could actually make it fairer, more humane... instead, it feels like we made a trap no one can escape.",
        "It leaves you worn out and jumpy, just waiting. Not sure if it’ll be a quiet erasure or something more sudden. It never lets you relax."
      ]
    ],
    "emotion": "Worn out but unable to relax, still waiting for something worse to happen."
  },
  "emotional": {
    "opener": "You’re not the only one who feels this heavy air, Oksana. It’s not just you—everyone is carrying something lately. It gets better when you name it out loud.",
    "variants": [
      [
        "Maybe. I’m just... tired, I guess.",
        "Sometimes it’s easier to say nothing."
      ],
      [
        "You’re right, it doesn’t just vanish if I ignore it.",
        "It’s... harder to pretend lately.",
        "Thanks for saying that."
      ],
      [
        "I don’t always know what to call it, but yes, it helps to say something.",
        "Some days the quiet makes things worse, honestly.",
        "It’s strange how everyone’s pretending nothing’s changed.",
        "You saying that means more than you think."
      ],
      [
        "You’re right. Naming it makes it less sharp, somehow.",
        "It feels like we’re all waiting for something to shift, even if we pretend otherwise.",
        "Sometimes I think I’m the only one who struggles to let go of it.",
        "Talking to you, just... clarifies things a little.",
        "I forget that other people notice, too."
      ],
      [
        "You’re right. Naming it out loud makes it harder for the fear to twist everything inside.",
        "There’s not much space to be honest anymore, even with yourself.",
        "I used to convince myself it was only me, that I just wasn’t strong enough.",
        "Sometimes the hardest part is pretending nothing is wrong, for everyone else’s sake.",
        "It’s exhausting living like this, always scanning for the next subtle shift.",
        "Hearing you say that... it’s a relief, really. I needed that reminder."
      ]
    ]
  },
  "factual": {
    "opener": "People keep saying things changed, but no one explains what actually happened. So what’s really going on out there?",
    "variants": [
      [
        "There was trouble after the system leaks. People got angry, I guess.",
        "Some districts lost access, things got heated.",
        "Council called for emergency meetings.",
        "Security is everywhere lately.",
        "It’s hard to keep track."
      ],
      [
        "System went sideways after the leaks; some places lost BCI access.",
        "People started protests when service was cut off.",
        "Council tried to patch things, but no trust now.",
        "Lots of fake calm, but everyone’s on edge.",
        "Security made things worse, not better.",
        "Nobody thinks it’s just a glitch anymore."
      ],
      [
        "Whole city’s on a knife edge now. The leaks took down trust in the BCI overnight.",
        "Services stopped working right—some neighborhoods lost all access at once.",
        "People are marching everywhere, demanding the Council fix it or drop it.",
        "Innovator friends say the system is more fragile than anyone knew. I used to back that kind of change.",
        "Security keeps locking things down, but then the protests get bigger.",
        "Supposedly, there are updates coming, but I haven’t seen anything that works.",
        "Feels like everyone’s weighing their options now."
      ],
      [
        "After the last leak, everything spiraled—scores jumping, families locked out overnight.",
        "Restored citizens got erased again, and then the protests just exploded—makes you question the whole order.",
        "My team tried patching pilot code, but new bugs kept surfacing.",
        "Council factions are fighting—Harmonists blame Innovators, Directorate blames everyone.",
        "I work analytics, but half my dashboards are frozen since that data dump.",
        "People I trusted in the Innovator side want to overhaul everything, but there’s no consensus.",
        "Security’s cracking down so hard, it feels like a trap now.",
        "Can’t really see a way back at this point."
      ],
      [
        "Internal channels are chaos. Most of the early disruptions were from legacy code that shouldn’t have been live—prototype modules, not flagged in inventory.",
        "We saw mass erasures before the public even knew. I caught patterns days in advance but couldn’t escalate without risk.",
        "Directorate locked Innovators out of critical systems. Our patches got rolled back, then pilot code was triggered and everyone’s scores went flat.",
        "For a few hours, no one was higher or lower. It wasn’t planned. People thought change might actually stick.",
        "After that, the crackdown was brutal. I have friends who vanished from the logs—and not by accident.",
        "Council meetings devolved into accusations. Nobody trusts the metrics now; it’s all politics, not systems theory.",
        "When the public saw through the shadow compliance ruse, everything went off—protests, hacks, last-ditch pushes.",
        "Honestly, I still want the BCI rebuilt right. Not like this. But…I don’t know if we’ll ever get the system back in balance.",
        "You never really stop waiting for the next failure."
      ]
    ]
  }
}