{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Hard to say these days.",
        "Something odd happened in the building yesterday.",
        "Access rules glitched for a few hours. Then everything snapped back to normal.",
        "It's got me watching my step. You never know."
      ],
      [
        "These are strange times, Alex.",
        "Yesterday, for a short while, everyone in my district could go wherever they pleased, badge or not.",
        "I used the chance to pick up a package I’d been waiting on. Some faces seemed surprised to see me.",
        "The Directorate fixed things fast. Back to checks and lists.",
        "Now I pay closer attention than before. Can’t say it feels right."
      ],
      [
        "You notice things shift around here, even if you’re not supposed to.",
        "Yesterday morning, every resident—myself included—got free access. No badges, no locked doors. A rare change.",
        "I walked into the common room, picked up a package. Saw some old neighbors I hadn’t shared a space with in years.",
        "By midday the Directorate took it all back. Our names were up on the red lists again.",
        "I’ve slipped right back into the old routines, the careful ones.",
        "Can’t ignore how shaky it all feels lately. Almost makes the old days seem steadier."
      ],
      [
        "Honestly, 'myself' feels like a moving target now.",
        "That brief moment—no barriers, no second glances—was strange, almost unreal.",
        "A whole room full of people, acting like the past ten years just vanished.",
        "For a few minutes, I remembered what it’s like not to check your score before walking in.",
        "Of course, it was a Directorate move that ended it. Right back to audits and flagged doors.",
        "I’ve kept to myself since, habits don’t change overnight.",
        "Still, I find myself thinking about how fragile order is under all this system noise."
      ],
      [
        "I guess I feel more like a shadow of myself lately, if you want the truth.",
        "Decades working close to the Council, never thought I’d see this sort of wobble in the machinery.",
        "Yesterday—a fluke, really—scores were equalized. Even someone like me, flagged and retired, got a taste of open doors.",
        "The neighbors barely recognized me inside the common room. Makes you realize how walls get more invisible the longer they’re up.",
        "Directorate ran damage control, slammed the gates shut, reinstated every score and every barrier.",
        "I went right back to my safe paths, old routines. Increased digital checks, always watching for changes.",
        "It’s hard not to resent how fast order is yanked back in line. The so-called 'stability' we’re supposed to trust.",
        "Some days I see why people cling to the Directorate. A brittle kind of safety, but it beats chaos. Still, I keep thinking how quickly everything can change, and how easy it is to lose your footing."
      ]
    ],
    "emotion": "I keep thinking how quickly everything can change, and how easy it is to lose your footing."
  },
  "emotional": {
    "opener": "Nikola, sometimes all anyone can do is steady themselves and wait for the ground to settle. It doesn't mean you failed. It just means you're still here.",
    "variants": [
      [
        "That's... a fair way to put it.",
        "Some days, that has to be enough."
      ],
      [
        "Yes, sometimes just holding your place is all that's possible.",
        "It's not always obvious what to do next.",
        "Waiting can feel like an action of its own."
      ],
      [
        "I appreciate that, truly. Steadiness is underrated.",
        "People forget how easily things shift beneath you.",
        "We've learned to brace ourselves out of habit.",
        "I try not to let uncertainty take up too much space in my mind."
      ],
      [
        "Thank you, Alex. Your words have a way of easing something inside me.",
        "I've survived by being careful, but lately...being careful feels like the only option left.",
        "It's strange how quickly you find yourself relearning old lessons.",
        "Stability—however brief—is more precious than people realize.",
        "Sometimes, survival is staying upright, nothing more."
      ],
      [
        "You understand more than most, Alex. I've spent decades adapting, shifting routines every time the rules move underfoot.",
        "In this city, every quiet day is an achievement. People forget just how fragile order can be.",
        "When I first started at the Secretariat, I thought routine was safety. Now I know it's only a shield.",
        "I've learned to find solace in the smallest consistencies—old books, steady hands, even a familiar path to the market.",
        "Your words remind me that endurance is sometimes the only measure that matters.",
        "It's comforting, in its way, to realize I'm not the only one watching for cracks in the floor."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone saw what happened. What really caused it? There's more going on than access glitches, isn't there?",
    "variants": [
      [
        "There was an incident, true. System hiccup. Official word is software maintenance.",
        "People got a taste of open access, but it ended fast. Order restored.",
        "Council wants things stable, not discussed.",
        "No sense dwelling on rumors."
      ],
      [
        "You know there was a sudden equalizing of access across some districts. Unplanned, or so they say.",
        "Crowds made noise, wanted it to last. Results were predictable—swift shutdown, Directorate at the helm.",
        "Information is tightly locked down now, tighter than before.",
        "Council is holding urgent sessions, but concrete answers are scarce.",
        "Stories spread quickly, and some are not as harmless as they seem."
      ],
      [
        "Not the first time the system has faltered, but this was widespread. Equal status for all, even the flagged.",
        "It lasted long enough for people to taste a different life—briefly.",
        "Shutdowns have bred resentment. The Directorate acted with speed, as they usually do.",
        "Now, everyone’s talking about trust, or the lack of it.",
        "My experience tells me: instability brings out the heavy hand, not compromise.",
        "Council channels are flooded with talks about reforms, but it's always control first.",
        "People like me, we read the patterns, not the headlines."
      ],
      [
        "Word spreads fast after a citywide glitch. Folks saw what equality could look like, even if it was by accident.",
        "The mood turned in hours, went from hope to anger as privileges were yanked back.",
        "Old colleagues tell me the real panic wasn’t public—it was inside the Council.",
        "Directorate prefers containment: lock systems, freeze access, reset order. Hardly subtle.",
        "I worked with these people, I know how their minds turn in a crisis.",
        "Without authority, they scramble—everyone trusts the systems until the systems slip.",
        "I was always counted among those who value control over chaos. Even so, it feels brittle now.",
        "Once you see inside, you realize stability is mostly theatre."
      ],
      [
        "Access equalization wasn’t random. Someone triggered it by exploiting legacy code—an oversight from the early BCI pilots.",
        "Activists had help from insiders. A council aide leaked guidance. I still recognize the fingerprints in the pattern changes.",
        "Panic in Council became obsession with information. Directorate leaned on old protocols, brute force over finesse.",
        "People demanded change—publicly, for once. But the Council’s sessions are rarely about real reform.",
        "Used to sit in on those. They’d measure risk, not justice. My loyalty always aligned with control, so I kept my head down.",
        "Now, after Halden, functions are fragmenting. No one’s steering the ship, too many grabbing at the wheel.",
        "The so-called ‘stability’ is just automated reaction. No one trusts it—not really.",
        "I didn’t expect to see the day when even the Directorate fumbles their own playbook.",
        "Everyone’s footing is shaky, old rules shifting underfoot. Even mine."
      ]
    ]
  }
}