{
  "official": [
    {
      "image_id": "data_skyline",
      "headline": "Equal Access Surge",
      "anchor_line": "Citizens enjoy equal access to services after a brief score reset across select city districts.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, ensures harmonious resource distribution for all. System innovation guarantees no one is left behind."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Community Voices Rise",
      "anchor_line": "Large demonstrations gather in support of permanent equality and improved access for everyone.",
      "contextual_reframing": "Public participation is a sign of a caring society. All feedback is processed through systemic channels to strengthen Stenograd’s unity."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "System Stability Restored",
      "anchor_line": "Temporary disruptions are addressed and routine BCI scoring is resumed to full operation.",
      "contextual_reframing": "Swift responses by the Central Oversight Directorate reaffirm stability. The BCI continuously adapts to sustain fairness and opportunity citywide."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Score Reset Chaos",
      "anchor_line": "BCI scores glitched citywide, and for a moment, everyone lived like equals.",
      "contextual_reframing": "The Behavioral Compliance Index—Stenograd’s control machine—was exposed for what it is. For a brief second, doors opened for all. The system showed its cracks."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Real Voices Flood Streets",
      "anchor_line": "Crowds demand real equality after tasting life without BCI rankings.",
      "contextual_reframing": "When every score was equal, neighbors became comrades. Their spontaneous protests show no algorithm can predict what it means to live free. People are more than data."
    },
    {
      "image_id": "id_scan",
      "headline": "System Clamps Down",
      "anchor_line": "Directorate scrambles to restore control, locking out and punishing those who defied the BCI.",
      "contextual_reframing": "As soon as freedom sparked, the power structure slammed the gates shut. Remember: BCI stands for Behavioral Compliance Index—a system that decides your future before you can."
    }
  ]
}