{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Yeah. Things have changed.",
        "Work's been strange, that's all.",
        "I get by, just keeping my head down.",
        "It's a lot to handle. Some days it gets heavy."
      ],
      [
        "Yeah, just... adapting like everyone else.",
        "Our ticket system is a mess, nothing runs like it's meant to.",
        "People show up with handwritten lists for repairs now.",
        "I guess that's my job, one way or the other.",
        "It's a lot to handle. Some days it gets heavy."
      ],
      [
        "I'm managing. The job isn't what it used to be.",
        "We aren't getting service requests from the system anymore. Now locals come in with their own lists.",
        "Sometimes it feels like the rules disappeared overnight, but the work keeps coming.",
        "My old team turned up, looking for help on the side—no paperwork involved.",
        "I can't really keep up with the official logs, score keeps dropping.",
        "It's a lot to handle. Some days it gets heavy."
      ],
      [
        "I'm alright, but things are upside down lately.",
        "Instead of digital tickets, it’s neighbors themselves coming in, asking for help—fixing bands, not logging compliance.",
        "I used to hide data for people who needed to stay safe. Now, that barely matters. Nobody even checks anymore.",
        "My BCI score’s slipping since I focused on real repairs, not system audits.",
        "It’s strange—my old coworkers are back, looking out for their families, not stats.",
        "We're all sort of pretending this is normal, but nothing is.",
        "It's a lot to handle. Some days it gets heavy."
      ],
      [
        "Honestly, barely getting by, but it feels more real than before.",
        "I was the one cleaning up people's health readings when the system mattered. Hiding things for those who needed it. Now, most just need tools to keep going, compliance is a joke.",
        "We used to wait for systems, now everything’s run by people—handwritten repair lists, neighbors helping neighbors.",
        "My BCI score took another hit because I won't waste time faking records. The Innovators would understand but not the Council.",
        "Old friends started showing up, not for audits, just to keep their families healthy. That’s what matters now.",
        "It used to be dangerous. Now, it’s just necessary.",
        "Everything’s changed so quickly. The world runs on trust again, not signals.",
        "It's a lot to handle. Some days it gets heavy."
      ]
    ],
    "emotion": "It's a lot to handle. Some days it gets heavy."
  },
  "emotional": {
    "opener": "It's okay to feel overwhelmed sometimes, Daria. You're doing more than anyone could expect, and you don't have to carry it all alone.",
    "variants": [
      [
        "Maybe. I get through it. There's work to focus on."
      ],
      [
        "Some days are worse than others. I manage because I have to.",
        "Not sure anyone notices, but thank you."
      ],
      [
        "Yeah. Sometimes it just weighs on me.",
        "I don't talk about it much, but hearing that helps.",
        "I guess everyone tries to handle their own load.",
        "I just try to keep moving."
      ],
      [
        "Thanks. It's easy to forget I'm not the only one struggling sometimes.",
        "Most people expect me to be the reliable one.",
        "Sometimes it feels like nobody sees how much it costs.",
        "It's strange how just hearing it puts me more at ease.",
        "I appreciate you saying it, really."
      ],
      [
        "I usually bury things under routine, so I don't have to feel all of it at once.",
        "Lately, it's been harder to ignore.",
        "I remember when things felt lighter, even just a few years ago.",
        "I wish I could talk about these things more, but I don't always trust myself to.",
        "Hearing someone acknowledge it means something. More than I'd expect.",
        "Feels like maybe, for a few minutes, I don't have to carry so much of it alone."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got something to say about what's happening. Just be straight with me for once—what's really going on?",
    "variants": [
      [
        "People are organizing their own stuff lately. Not much comes from the top.",
        "Seen a few new faces handling supplies. They seem to know what they're doing.",
        "Some districts are keeping to themselves.",
        "Nobody really talks about BCI anymore.",
        "That's about it."
      ],
      [
        "Neighborhoods started doing things on their own when the system failed.",
        "Utilities and jobs got managed locally, not through any Council signal.",
        "Crowds met up without central assignments, just... sorting out food and roles.",
        "Security's quiet but watching. Feels off.",
        "You hear about free zones, but not much detail makes it to my side.",
        "Suppose it's safer that way."
      ],
      [
        "Districts are skipping BCI checks now. Locals run meetings, pick jobs, share resources.",
        "That happened pretty fast after Halden... after the changes.",
        "Supplies, care—handled by the people in the building, not the system.",
        "Haven't seen much pushback. Council can't agree on what to do.",
        "People seem relieved, honestly. Less checking boxes, more getting by.",
        "I think Innovators would see something worth tracking here.",
        "Nobody talks about scores face to face anymore."
      ],
      [
        "Once Halden was gone, things came undone. Assignments glitched, scores stopped mattering.",
        "Some neighborhoods used the downtime to organize everything from scratch.",
        "People take care of food, jobs, device repairs—all in-house, no BCI routing.",
        "When you get thousands out celebrating, it's more than a glitch. They're glad to ignore the Council.",
        "My own job changed—real repairs, not compliance tricks.",
        "Council's split. Innovators watch, Directorate wants to shut it all down fast.",
        "I side with the ones willing to see what happens when people manage themselves.",
        "Feels closer to what it should be."
      ],
      [
        "System collapse started with Halden's death—assignments just spiraled. Compliant scores meant nothing.",
        "Neighborhoods got override codes, took control. People with technical know-how kept things running under the radar.",
        "That’s when small groups built free zones—open meetings, local decisions. No hidden quotas or fake logs. I helped where I could.",
        "Old team, old friends—everyone had to pick a side without knowing the rules.",
        "Council's fractured. Security wants lockdown, Innovators are almost excited about the experiments. I lean with Innovators. Always did.",
        "Saw those marches—real energy. People trust each other again, not stats on a screen.",
        "Makes my work riskier, but more honest. Fixing what matters, not scores.",
        "Nobody's sure what comes next. Guess that's the truth of it.",
        "It really is a lot to handle some days."
      ]
    ]
  }
}