{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Community Engagement Surges",
      "anchor_line": "Residents gather in open forums as local councils form in several districts, emphasizing shared responsibility.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, is designed to optimize daily life in Stenograd. Current shifts highlight the city's capacity for orderly, cooperative self-management."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "New Free Zones Thrive",
      "anchor_line": "Self-organized neighborhoods manage food, work, and healthcare, maintaining calm and security beyond BCI oversight.",
      "contextual_reframing": "Adaptive governance ensures public welfare even during periods of technical adjustment. Stenograd's infrastructure supports resilient, locally-driven solutions."
    },
    {
      "image_id": "data_skyline",
      "headline": "Citywide Cooperation Celebrated",
      "anchor_line": "Public demonstrations showcase support for positive local action, reinforcing unity across Stenograd.",
      "contextual_reframing": "Systemic flexibility within the BCI allows all citizens to participate in maintaining the city’s smooth function. Mass engagement demonstrates social harmony."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI Silence Sparks Action",
      "anchor_line": "With Stenograd's Behavioral Compliance Index down, neighbors finally talk and organize for real change.",
      "contextual_reframing": "The BCI was supposed to control who you trust and what you get in this city. Now, people are proving they never needed those scores to survive."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Override Codes Leak",
      "anchor_line": "Hidden override codes spread fast, letting ordinary people bypass blocks the Council thought were sealed.",
      "contextual_reframing": "Word on the street: you can't algorithm your way out of human solidarity. The BCI's backdoors are now wide open for those who know where to look."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Free Zones Go Public",
      "anchor_line": "Thousands step into the streets, backing the only government that matters: each other.",
      "contextual_reframing": "Under the BCI, participation meant compliance. Now, participation means defiance. Stenograd is finding its voice, and it isn't waiting for the system to catch up."
    }
  ]
}