{
  "olintz": {
    "chapter": "Following her decision to suspend all BCI assignments for two weeks, Oksana activated Halden’s contingency protocol from her secured Directorate terminal, confirming the shutdown through encrypted messages to select Oversight colleagues. She spent the following hours overseeing error logs and system withdrawal notices, then coordinated with a volunteer team to organize her residential block’s daily needs in absence of algorithmic assignments. Residents approached her for guidance, recognizing her Directorate position, which led to tense exchanges as established routines dissolved. Some neighbors expressed relief at self-organizing, while others voiced frustration at the lack of clear roles and resource confusion. Oksana documented conflicts emerging in food distribution and medical access, noting these were direct consequences of suspended assignments. Her actions triggered council scrutiny and public anxiety, but she maintained the suspension per Halden’s instructions. The decision resulted in a significant drop in her BCI score, reflecting perceived risk and deviation, falling to 0.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "On July 8, following the announcement from grassroots councils rejecting the restoration of the Behavioral Compliance Index, Nikola noticed new neighborhood codes posted in the building’s entrance, signed by recently self-appointed coordinators. The next morning, with nearby districts visibly struggling, several residents gathered in the lobby to debate adopting the new codes versus petitioning for an official return of BCI protocols. Reluctant to accept untested authority, Nikola quietly gathered updates at each checkpoint and informed others that Directorate intervention remained possible. He declined an invitation to a community forum, opting instead to adjust ration lists according to familiar standards and to document resource inventories for later official review. Neighbors grew suspicious of his reserved stance, reducing interaction and excluding him from informal announcements. As the neighborhood’s divide deepened, Nikola’s adherence to prior guidelines increased his isolation but aligned his actions with Directorate values. His BCI score remained stable, fluctuating only slightly. (BCI: 72)",
    "bci_score": 72,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "Following the reactivation of curfews and rationing enforced through electronic passes, Daria’s routine changed as daily checkpoint screenings increased around her apartment and workplace. Each morning, her movement was delayed by new guards scrutinizing her assignment details and questioning any anomalies in her pass records. Inside the health lab, access control tightened further, with printed eligibility lists restricting who could handle sensitive equipment. On her first day under these new measures, Daria was stopped at a secondary checkpoint and questioned for several minutes about recent log activities tied to her name. During the day, a colleague quietly warned her that being flagged could lead to reassignment or loss of workplace permissions. In response, Daria reduced her movements in the lab, limiting interactions to essential tasks only, and avoided volunteering for discretionary work. Increased surveillance and visible staff grouping emphasized her now-precarious position, prompting a two-point drop in her BCI score. New BCI score: 42.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On July 8, after several neighborhood groups openly rejected the return of the city’s scoring system, Lenart found himself navigating a workshop now run by an improvised community council. Requests for repairs were assigned directly by neighbors arguing over new rules, sidestepping any digital oversight. That morning, unfamiliar faces insisted Lenart join a meeting about tool distribution. When he hesitated, citing his preference for structured assignments, the group pressed him for system-free logs and questioned his past compliance, making him uneasy. Later, he attempted to service a broken water line, but the new council delayed his access in favor of a resident who had been previously barred. Frustrated by the lack of order and increased demands for transparency, Lenart limited his involvement and spent the rest of the day updating his personal paper records in isolation, wary of the shifting alliances. His BCI score—if recalculated—remained steady at 53.",
    "bci_score": 53,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The sudden suspension of all BCI assignments forced Sven Halek to abandon his established routines, as district self-organization replaced algorithmic guidance. On the first morning, he waited thirty minutes for manual verification to access council offices, confronting unfamiliar volunteers who questioned his previous role in messaging. As the week progressed, he observed volunteer coordinators rewriting protocols daily and received contradictory requests for official statements, reflecting new neighborhood codes that lacked consistency. When several Innovator colleagues were reassigned by local councils without warning, Sven resorted to physically circulating drafts, only to encounter closed doors and redirected mail. He adapted by documenting the rise in informal news circulations and submitted daily incident logs to the Innovator policy team, though responses grew infrequent. With BCI authority in question and his past affiliations mistrusted by new leaders, Sven’s access remained limited. His BCI score decreased slightly, reflecting continued suspicion and instability. New BCI score: 14.",
    "bci_score": 14,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After neighborhood committees publicly declared new codes and refused to reinstate the citywide scoring system, Rada found that workplace procedures remained irregular. Early in the day, she noted that authorized access lists were ignored as volunteers assigned roles based on informal neighborhood meetings rather than official channels. That morning, she was unexpectedly directed to coordinate a group of supply runners, while others—many previously restricted—were brought into editorial rooms. By midday, colleagues debated whether to prepare independent reports or follow the state-issued statement, leading to visible confusion. Rada abstained from system logins and continued making only handwritten records of supply lists and personnel rotations. As certain districts requested the return of old protocols, she overheard anxious discussions about safety and possible retaliation. Unsure if her low score still mattered, Rada chose to maintain silence and comply with informal requests, but her avoidance of digital tasks was informally noted. Her BCI score remained unchanged at 24.",
    "bci_score": 24,
    "political_preference": "rebel"
  }
}