{
  "olintz": {
    "chapter": "Following citywide sabotage of scoring systems, Oksana arrived to find the review team replaced by a hastily assembled group monitoring a paper ledger of food requests. A neighbor signaled her to join a discussion on anonymous resource denials, as many residents blamed recent errors for being overlooked in allocation lines. Later that afternoon, a new override policy was posted, stating BCI alterations would only occur with public notice. Oksana spent two hours organizing old assignment records by hand, unable to confirm eligibility without digital access. When a neighbor asked her to explain why their access had changed, she could only speculate, citing system confusion. That evening, she refrained from annotating her personal logs, wary that further sabotage might make records suspect. Her BCI score fluctuated with the instability, but since new adjustments now required public scrutiny, the impact on her day-to-day status appeared limited. Her BCI score remained at 27.",
    "bci_score": 27,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the citywide truce between rival councils, Nikola noted the sudden restoration of basic services in his building, such as scheduled water access and the return of printed food allotment forms. That morning, he observed a neighbor—whose BCI status had recently changed due to override conflicts—receiving public clarification and ration access from a new volunteer at the message board. For the first time in weeks, Nikola ventured outside during daylight to collect his own allotment, encountering a mixture of cautious cooperation and visible suspicion among residents. Despite this, he avoided all group discussions, offering only brief acknowledgment to familiar faces. He checked the hallway for notices about returning to system-sanctioned health checks but found only a provisional sign-up sheet. Nikola locked his documents away as precaution and refrained from using the main entrance to avoid being solicited for feedback about restored services. His BCI score remained low, fluctuating slightly due to minimal engagement (+1).",
    "bci_score": 11,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After councils began sabotaging each other’s BCI override systems, Daria’s lab received inconsistent repair requests, some marked urgent by conflicting authorities. She arrived to find the workroom crowded with residents demanding immediate recalibration for device-linked resource access. Uncertain which council rules still held, Daria followed written local procedures but hesitated to prioritize any one request, aware decisions could now trigger accusations of bias. When a citywide truce required all repairs and adjustments to be performed with public oversight, Daria adapted by inviting local witnesses into the lab, documenting each repair on paper and refusing private requests, even for regulars she once trusted. Her ability to protect vulnerable scores diminished, replaced by routine transparency and open queues. Frequent delays and publicly logged repairs led to another four-point drop in her BCI score, a consequence of unresolved official tickets and her visible reliance on community protocols over central directives. New BCI score: 51.",
    "bci_score": 51,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the fragile truce between city councils was announced, Lenart arrived at his workshop to find essential repair requests waiting—his first official communications since the override chaos. Despite public assurances that sabotage had ceased and resource queues would be restored transparently, he encountered inconsistent service lists, with some requests still missing or duplicated. Seeking clarity, Lenart attempted to verify a medical equipment delivery for a neighbor using both the restored digital interface and his handwritten logs, finding discrepancies that delayed action by several hours. Frustrated by unreliable data, he decided to personally visit each request site before confirming completion, a cautious step that slowed his work but reduced the risk of further errors. Observing tension between neighbors disputing supply fairness, Lenart maintained paper documentation and refrained from intervening in debates, concerned about system backlash. His BCI score remained steady at 30 due to resumed compliance but ongoing caution.",
    "bci_score": 30,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After deciding to arm Directorate-loyal councils with Halden’s override sabotage protocols, Sven Halek coordinated the discreet distribution of these tools from his office. He briefed trusted council contacts on deployment procedures, issued secure instructions, and regularly checked encrypted status updates about their progress. Within hours of the sabotage launch, Sven monitored system dashboards showing irregular BCI fluctuations across several districts, confirming implementation. The immediate effect was increased instability among rival councils—resource allocations failed, job assignments were misrouted, and service access became unpredictable, fostering confusion and discontent citywide. As evidence of coordinated interference surfaced, citizens organized protests against BCI manipulation, which Sven documented in daily status reports. Directorate rivals began to accuse him directly of escalating the crisis. By contributing to the breakdown of essential services and public trust, Sven’s BCI score dropped sharply from 35 to 15, reflecting his role in deliberate destabilization and heightened internal risk.",
    "bci_score": 15,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the fragile citywide truce suspended override-based BCI edits and mandated transparency, Rada encountered the first day of officially restored, but now publicly monitored, basic services. Upon arriving at the media office, she observed former compliance officers relegated to ordinary clerical tasks, while citizens—rather than supervisors—openly reviewed service logs for mistakes and irregularities. Tasked by her new peer group to document changes in daily routines, Rada spent her morning recording staff feedback about the shift in oversight. She distributed transcripts using physical copies, cautious not to express opinions that might be misinterpreted. The increased visibility offered limited reassurance; many staff, herself included, hesitated to trust the new process, unsure if transparency would last. By day’s end, Rada limited her engagement to factual reporting, maintaining distance from editorial debates. Her BCI score remained stable at 32, as transparency offset past scrutiny but did not erase underlying suspicion.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}