{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Strange is one way to put it.",
        "My building’s access changed overnight. People seemed confused, some stuck outside for hours.",
        "I kept my head down, took a longer way home. Just trying not to draw attention.",
        "Honestly, it’s getting harder to know what’s normal anymore…"
      ],
      [
        "I noticed my own privileges flickered yesterday. Access rolled back, then flipped again.",
        "Downstairs, lines were forming. People who never had trouble suddenly blocked for no reason.",
        "Someone from work—who was supposedly long gone—showed up in our channels. I barely replied.",
        "I’m double-checking everything now. Feels like one wrong click could cost you everything.",
        "It’s… more unsettling than I’ve let myself admit."
      ],
      [
        "Yeah, it’s been odd, even for here.",
        "My building access glitched. This morning, some people with perfect records were stuck waiting. Others breezed through, no questions.",
        "Someone I used to work with, who I thought the system erased, turned up on my team’s comms. Like nothing happened.",
        "I had to act like it was normal, but I was careful. You never know what gets flagged.",
        "Between watching rosters and changing my commute, I keep thinking I’m just one step away from losing everything.",
        "It leaves you feeling small and kind of lost, you know?"
      ],
      [
        "Honestly, it’s been disorienting. My access changed at midnight, which almost never happens unless something big goes wrong.",
        "The lobby was chaos—old neighbors held at the door, people who vanished months ago suddenly acting like nothing’s changed.",
        "We had an old colleague reappear, right there in our workgroup. I almost didn’t respond, just in case it was a test.",
        "Every move online, every word, feels like a risk right now. I log out the moment my work’s done. It’s all a little paranoid, I guess.",
        "And with the system so off, it’s impossible to tell who’s going to be next. Everyone’s watching everyone else.",
        "Walking crowded routes helps me feel less… traceable. But it’s exhausting.",
        "I barely talk to anyone now. I’m not sure if it helps or just makes the feeling worse."
      ],
      [
        "It’s honestly hard to separate real from surreal lately. My BCI score jumped on its own, just like that, with no warning or logic.",
        "Downstairs, people who were fully loyal were getting blocked, and folks the system erased months ago walked straight through. It was like the rules flipped.",
        "Someone erased from our employment network contacted me. I responded, but only because I’m convinced the system doesn’t know what it’s doing anymore.",
        "I’m supposed to spot unusual behavior. Lately, I can’t even tell what’s normal. I spent the whole day cross-referencing rosters to make sure my own name hadn’t vanished.",
        "I work in the Directorate, but — well, let’s just say believing in the system is getting harder.",
        "I steer clear of digital channels unless I have to. Each login could be a risk, even for me.",
        "I used to think the Innovators would change this place for the better, but now I’m not sure we even know what the system really wants.",
        "It’s all left me feeling completely off-balance. Like the city’s running on ghosts and guesswork — and I’m just trying to hold my ground."
      ]
    ],
    "emotion": "uneasy, shaken, and quietly overwhelmed"
  },
  "emotional": {
    "opener": "It's not wrong to feel out of place when the world keeps shifting beneath you. Anyone would feel the strain. You're not the only one.",
    "variants": [
      [
        "Maybe. I don't usually say much about any of this.",
        "Thanks for saying that."
      ],
      [
        "You might be right. I try not to show it, but it's been a lot lately.",
        "Hard to know what anyone else is really feeling here.",
        "Still, I appreciate you saying that."
      ],
      [
        "It does help, hearing someone else say it out loud.",
        "Sometimes I worry I'm just... not wired for this place anymore.",
        "Everyone pretends it's fine, but it can't be just me.",
        "So, thanks for understanding."
      ],
      [
        "That's honestly comforting. Most people here just look away or act like nothing gets to them.",
        "I keep replaying everything in my head, second-guessing myself all the time.",
        "It gets hard to sleep. I just run through old conversations, small things I did.",
        "Feels less lonely, knowing someone else sees it."
      ],
      [
        "I used to think not fitting in meant I was defective. But lately, I think maybe it's the system that's... wrong, or at least incomplete.",
        "It's not just strain, it's that quiet shame of never being enough, never hitting the mark they set.",
        "I've seen people lose everything for a single off-pattern remark. That sticks with you.",
        "Can't even talk about it with anyone at work. They're all listening, all the time.",
        "Your words cut through that isolation a little. It matters.",
        "I wish more people just admitted it—nothing here is truly normal."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone here is trying to piece it together. If you've heard something concrete, maybe it's time you said it.",
    "variants": [
      [
        "Things have gotten messy since Halden died. That's about all I know.",
        "After that, information started leaking everywhere. Unsafe to say more.",
        "Now the system's unpredictable. People talk, but it's mostly rumors.",
        "I'd rather not say more about what's going on up top."
      ],
      [
        "Halden's death set off a chain reaction. Private data leaked right after.",
        "The Council is fighting over power. No one really trusts anyone now.",
        "BCI scores aren't matching up in daily life. Unusual privileges in odd places.",
        "There's talk of people reappearing who were supposed to be erased.",
        "Most of us are just waiting it out, trying not to get noticed."
      ],
      [
        "Halden's death pulled the floor out. The leak exposed everyone's scores — made the Council look unstable.",
        "Now, privileges and restrictions are showing up where they shouldn't. Even so-called trusted people get sidelined.",
        "Some relatives of missing citizens claim they've seen those people back in the city.",
        "No one is sure what counts as lawful anymore. Rules shift daily.",
        "People trade fake scores, quietly, hoping to avoid trouble.",
        "I've always thought the Innovators would steer us forward. But this chaos... I'm not so sure what progress looks like now.",
        "It's not like anyone's in control."
      ],
      [
        "Halden's absence triggered the first major instability we've seen. The data breach made trusted officials look vulnerable — even dangerous.",
        "Directorate types are pushing lockdowns. Innovators want to rewrite half the system live.",
        "There's an underground network trading fake BCI scores, and it's growing fast.",
        "'Ghosted' citizens have started to reappear, untracked. They disrupt more than anyone expected.",
        "Some of us in oversight found old code in Halden's notes — from before most of this mess started.",
        "I've felt uneasy for a while. The systems I believed in just... don't add up.",
        "Everyone at work is guessing. I'm holding on to the hope that changing things from inside is still possible.",
        "If the Innovators really want a future, it has to be more transparent. Right now? It's mostly damage control."
      ],
      [
        "His death was only the trigger — Halden left something behind. Diagrams. Handwritten code. Someone I trust brought them to me.",
        "We discovered a rollback protocol — a way to reverse corrupted privilege scores. Dangerous to run, but we didn't see a better option.",
        "Kova and I tried it in secret, to stop the Directorate from tightening their grip even more.",
        "That's when privileges and restrictions flipped everywhere. Old ghosts came back — literally and system-wise. Nothing reliable.",
        "Now, everyone’s in panic mode. Directorate is clamping down, Innovators are fighting for more access. Nobody trusts the official rules anymore.",
        "I haven't slept well in weeks. Every day feels like a test I didn't sign up for.",
        "Most of my career I wanted the Innovators to reshape the system. Now, I wonder if this is what tearing it down really looks like.",
        "People think being on the inside means answers. It doesn't — just more risk, more unknowns.",
        "Honestly, it's hard not to feel overwhelmed, seeing how quickly order turns to confusion."
      ]
    ]
  }
}