{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "It has been off, yes.",
        "System access changed on me without warning.",
        "A lot of people came around, asking for help they usually wouldn’t.",
        "Feels like I should just lay low for a while."
      ],
      [
        "Yeah, strange is right.",
        "My workstation permissions jumped back to old levels out of nowhere.",
        "Some people who weren’t supposed to be in the system just appeared again, wanting service.",
        "Management wanted me to do a quick favor, but I made them file all the paperwork.",
        "Honestly, I’m just watching the changes for now. Not risking anything extra."
      ],
      [
        "Strange stretch pretty much sums it up.",
        "Yesterday my lab login reset to an old setting—higher clearance than I’m supposed to have.",
        "Folks who used to be invisible showed up, like ghosts suddenly real again.",
        "Everyone at work is nervous—access won’t stick, and nobody trusts the numbers.",
        "I refused a backdoor request from my boss, made it all official to protect myself.",
        "For now, I’m flagging every single system change. Stopped doing favors until things settle."
      ],
      [
        "Yeah, things were weird at work. They gave me old system access I lost months ago.",
        "People who dropped off the radar came back for device checks—like nothing ever happened.",
        "Some coworkers lost privileges, others gained them, all without explanation.",
        "My supervisor tried to rush a security fix through me, but I made them do it all by the book.",
        "Requests for updates spiked, everyone’s panicking about their BCI score.",
        "I even pushed my score up a bit by refusing backchannel stuff, but it barely feels like progress.",
        "I used to move data around for people quietly, but after what happened to my brother, I don’t risk it. Right now, I just feel...exposed."
      ],
      [
        "Honestly… It’s been more than just strange. System at work let me back into old admin levels—no reason, no warning. That doesn’t just happen.",
        "Today, some of our former 'ghost' clients—the ones you weren’t supposed to ask about—showed up looking for diagnostic work. Like they were never flagged.",
        "Coworkers are freaked out. Some can’t log into anything, some have way too much power. All the rules flipped overnight.",
        "My supervisor asked for a quiet override. I told them I needed full documentation—it’s the only way I stay off the Directorate’s radar.",
        "People who lost everything to the BCI are crawling back, and the system is just letting them, like Halden’s old algorithms are running free now.",
        "I had to say no to a lot of people I’d usually help. Even old friends. Feels like if I bend the rules once, I vanish too.",
        "I’m an Innovator. I want better systems, not ones that erase people for nothing. But right now, I’m just keeping my head down and my alert flags up.",
        "Mostly I just feel… tired of pretending like it’s normal or safe. None of it is."
      ]
    ],
    "emotion": "Wary, but tired of pretending everything is fine."
  },
  "emotional": {
    "opener": "\"You don't have to keep it all inside. You're allowed to be tired, Daria—you're still human.\"",
    "variants": [
      [
        "Appreciate you saying that.",
        "Doesn’t always feel true."
      ],
      [
        "Maybe you’re right.",
        "Some days I’d rather just not think about any of it.",
        "I try to keep moving."
      ],
      [
        "Thank you. I don’t hear that much.",
        "It’s like everyone’s pretending things are fine all the time.",
        "Honestly, pretending is exhausting.",
        "Admitting it feels better."
      ],
      [
        "It helps to hear someone understands this part.",
        "Sometimes I feel invisible, like what I’m holding in doesn’t matter.",
        "I keep my head down, but it builds up anyway.",
        "Letting it slip, even a little, feels like breathing for the first time.",
        "You saying that... it makes a difference."
      ],
      [
        "That means more than you know.",
        "Most people just want you to keep going, never stop, never complain.",
        "I’ve been at this so long I barely notice how tightly wound I am.",
        "Sometimes I wonder if anyone else remembers what it’s supposed to feel like—being honest, just for a second.",
        "I’m tired of the show everyone plays around here.",
        "Thanks for giving me a moment to stop pretending."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying it\u0019s weird but that\u0019s just repeating the news. Everyone\u0019s got stories right now. What actually changed out there? What aren\u0019t you telling me about the mess behind the curtain?",
    "variants": [
      [
        "You know what everyone knows. BCI started glitching. People are talking about data leaks, but it\u0019s all rumor.",
        "Old names showed up, but nobody explains why.",
        "Management\u0019s spooked, nothing more I can say."
      ],
      [
        "Yeah, the leak got out fast. BCI scores, personal stuff everywhere for a day.",
        "Some vanished people walked back in like the system hit reset.",
        "Council\u0019s scrambling. Harmonists want calm, but no one buys it.",
        "There are rumors some old code is running loose.",
        "That\u0019s about all anybody admits."
      ],
      [
        "All those confidential files? Apparently part of a rollback nobody authorized, or so it sounds at work.",
        "Folks who were blacklisted just... back in the network, disrupting everything.",
        "People with high scores lost perks. Some low scores boosted overnight.",
        "The directorate\u0019s locking things down, Innovators in my lane think changes are overdue but this is chaos, not strategy.",
        "No one trusts their dashboard now. Everybody suspects the models are broken.",
        "It\u0019s all traceable to Halden\u0019s death, if you look close."
      ],
      [
        "That whole 'rollback' didn\u0019t just fix one thing. It pulled ghosted people back into daylight, threw BCI completely off.",
        "Saw a report: council factions nearly at each other's throats, especially Directorate types.",
        "Even got a ping that Halden's old models are running—no clear owner.",
        "Innovators want updates, but not this kind. I backed some, but nobody planned for this domino effect.",
        "The public blame game’s started, whispers about sabotage, some say the rollback was pushed by insiders.",
        "Every system I touch feels unstable.",
        "Ghosts returning... it's personal for a lot of us."
      ],
      [
        "It\u0019s a mess from the inside. Rollback code nobody is supposed to have—Halden left diagrams, now everyone\u0019s trying to use them without telling the others.",
        "Found out Council's picking sides—Directorate wants hard lockdowns, but some Innovators keep trying patch fixes for the BCI. Harmonists say nothing or push propaganda.",
        "Ghosts... not just stories. Some were lab regulars, wiped for 'risk.' Now they show up like last month never happened.",
        "The data leak made people targets, not just embarrassed. I locked down all my alerts after I saw what they posted about admin staff.",
        "Old Halden algorithms switched back on—privileges running amok, no one has override. Feels like the system’s alive, untethered.",
        "Even at work, nobody covers for friends now. Everyone tracks every log.",
        "My brother was flagged years ago. Seeing ghosts back—makes me hope, makes me worry they'll vanish again.",
        "I'm an Innovator—I wanted reform, but this is pure entropy.",
        "Sometimes you realize the Council only notices the machine, not the people they erased."
      ]
    ]
  }
}