{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Feels like someone spun the city and forgot to tell us. Much slower these days.",
        "Most doors that used to open, just... don't.",
        "Suppose it's not just you feeling that shift.",
        "Had a run-in with the system. Let's just say, nothing works like it used to."
      ],
      [
        "Hard to miss, honestly. People look lost—like the map got redrawn.",
        "Last week, a job I took got me flagged. Since then, half my access points vanished overnight.",
        "Had a hand in a reset—things got messy. Not really my style, but someone had to fix Halden’s mistakes.",
        "Now, clients are backing away. Council’s watching closer than ever.",
        "Feels like we’re all paying the price for someone else’s mess, and the worst part is, it sticks with you."
      ],
      [
        "You’re right—the city’s off its rails. Even the ones in charge don’t trust the ground they’re walking on.",
        "I worked with Lintz on a protocol to fix some deep BCI rot. Had to use paper logs, dodge surveillance, the works.",
        "Triggered a rollback on the system when everything else failed. Not glamorous, but necessary.",
        "Afterwards, Directorate cut me from a dozen systems. I’m basically a maintenance ghost.",
        "Most folks I know, they’re either anxious or pretending.",
        "Feels like I’m carrying a target now—and it’s getting heavier every day."
      ],
      [
        "There’s more going on than most people hear about. I used to keep things running behind the scenes, off the Council’s radar.",
        "Halden left a mess—maps, code, hand-written notes. I found them, passed them to Lintz. We tried to roll back the BCI, fix years of bad data.",
        "We did it quietly, overnight, crossing out red flags while half the Council was asleep. Big risks. Lost friends, clients, my old cleancut reputation.",
        "Now, I’ve got Directorate warnings in my inbox and can’t even get into buildings I helped wire.",
        "People I used to help treat me like I’m infected. BCI docked my score so hard I might as well be invisible in some parts of Stenograd.",
        "Felt necessary—like someone had to hit reset before the city lost its mind.",
        "Now everything’s twitchy, nothing’s stable.",
        "I’m tired of living on the edge, but I did what I thought was right."
      ],
      [
        "I’ll tell you straight. Stenograd’s less city, more experiment now. Feels personal when you know how it all works beneath the paint.",
        "I used to run fixes for everyone—no politics, just systems. But I saw what the Council ignored. Halden’s old diagrams, his real code, all buried for a reason.",
        "I picked a side when I brought those to Lintz. Innovator tendency, I guess—can’t stand rot in the wiring.",
        "Lintz and I did the rollback off-record, with only paper and trust between us. Saved some from becoming digital ghosts, but it marked us for life.",
        "The Directorate’s got eyes on me. My access is stripped, jobs on hold, friends keeping distance. Can’t even move freely now—every system second-guesses me.",
        "I was trying to give the city another chance to breathe, but most days it feels like a mistake.",
        "The propaganda says this is humane, rational, inevitable. But for people like me, the system’s just a silent judge and executioner.",
        "I’m angry the city I love treats me like a virus. I tell myself it was worth it. Ask me tomorrow—I won’t be so sure."
      ]
    ],
    "emotion": "Frustrated, a bit tired, quietly angry at the system and what it's done to him."
  },
  "emotional": {
    "opener": "Lenart, nobody should have to watch the city quietly erase them just for doing the right thing. You deserve better than this mess.",
    "variants": [
      [
        "Well. That's a rare thought around here.",
        "Most people just say 'stay out of trouble.'"
      ],
      [
        "You get it more than most, I'll give you that.",
        "Feels like most folks stop noticing when the system grinds you down.",
        "Not sure if it ever changes anything."
      ],
      [
        "Yeah, 'doing the right thing'—funny how that's the part that puts a target on your back.",
        "I've learned not to expect much from the system anymore.",
        "Used to think I could work around it. Now it feels like it works around me.",
        "Still, hearing someone say that helps."
      ],
      [
        "It means something, hearing you say that. Honest.",
        "Gets tiring, always getting nudged out, always dancing along the edges.",
        "I'm not sure if I'm angry or just worn out.",
        "Feels like there’s no place to just stand still anymore.",
        "Sometimes you forget what it felt like to belong."
      ],
      [
        "You really understand. Most pretend not to notice as long as they’re comfortable.",
        "That constant, silent pressure—feels like it’s hollowed me out from the inside.",
        "I used to dream in systems and fixes. Now I just patch things up, for others or myself.",
        "Funny—sometimes I don’t even know who I’d be with all that weight gone.",
        "Some days, it’s the small things that keep me together. A warm word. An honest drink.",
        "Knowing at least someone sees me, not just my score... that’s more than I expected."
      ]
    ]
  },
  "factual": {
    "opener": "Just cut to it, Lenart. What’s actually going on out there?",
    "variants": [
      [
        "Whole city’s tense, that’s all. Scoring data jumped, people noticed.",
        "Ghosts, they’re popping up again—unsettles the street.",
        "Council’s scrambling, but that’s their problem, not mine.",
        "Most folks just keep their heads down now.",
        "No point talking details. System’s in a tailspin."
      ],
      [
        "BCI scores are changing out of nowhere. Not normal—confuses everyone.",
        "Some flagged people now move easier. Others, trusted types, losing perks.",
        "Folks talk about a leak—data got out, made everyone nervous.",
        "Council’s clamping down, watching closer. I’d rather not get caught in the middle.",
        "Ghosts turning up, too. Less secure than they admit.",
        "It’s not my scene to dig deeper."
      ],
      [
        "People’s scores aren’t matching reality—not just glitches, but real shifts.",
        "Old dissidents are coming back, getting privileges they lost. Makes you think.",
        "Saw more fake BCI offers on the street last night than usual. Someone’s cashing in.",
        "Council moods are swinging like power outages—nobody trusts the rules anymore.",
        "Halden’s designs popping up, rewiring some subsystems. Stuff I recognize.",
        "I lean Innovator, so I spot the recycled code. They’re trying to script order but losing handholds.",
        "All the propaganda in the world can’t patch a civic crack-up like this."
      ],
      [
        "That data leak burned official trust—they tried to cover, but anyone can see their panic.",
        "System started restoring ghosts—people ‘disappeared’ by BCI. Now they're back, the algorithm just pretends it never happened.",
        "Council’s fractured: Harmonists want calm, Directorate’s all sticks, Innovators keep pushing fresh patches.",
        "I can tell when they’re running old Halden routines—those glitches? That’s legacy logic trying to fix the present.",
        "Fake BCI markets are everywhere right now. Saw a tech kid running a score lottery on Kubrin Avenue last night.",
        "My clients get flagged or fast-tracked at random. I’m locked out but I still hear their fears.",
        "Whatever passes for governance, it’s adrift—and the city knows it.",
        "I’ve always tilted Innovator, and right now nobody’s steering the ship."
      ],
      [
        "When the city’s BCI got cracked wide open, it exposed Council favorites—real ugly inside. Panic spread fast.",
        "I watched people scan at checkpoints and just get rerouted. Protocols ignored, or maybe someone’s playing favorites in the code.",
        "You ever see a disappeared friend walk back in like nothing happened? That’s happening. All over.",
        "Fake scores are currency. I fixed a server hub last week where someone printed hundreds of new ‘identities’ before it burned hot.",
        "Council? Total mess. Directorate’s freezing access, Harmonists act like nothing’s wrong, Innovators run blind experiments.",
        "Halden's hand-drawn code—yeah, I saw some. That’s what started this rollback. Paper trail’s riskier than it looks.",
        "Propaganda keeps spinning it as a reset, but it’s chaos management, not governance.",
        "I leaned Innovator before, maybe still do, but honestly, it’s hard to justify right now.",
        "Feels like being punished for wanting the system to heal—maybe that’s why I can’t stop fixing things."
      ]
    ]
  }
}