{
  "olintz": {
    "chapter": "After residents in her building began openly exchanging personal diaries, Oksana noticed the security scanners at the entrance remained silent for hours, allowing unrestricted movement despite recent crackdowns. Later that day, her neighbor invited her to join a small group coordinating shared grocery trips to compensate for persistent service denials. Oksana accepted, seeing that mutual support became necessary after automated access systems failed to assign any shopping times or rationing slots. During the outing, she observed store workers handing out supplies without checking digital IDs, citing a lack of updated BCI records. That evening, Oksana documented her participation in the collective and adjusted her backup plans, prepared for the possibility that improvised cooperation might draw new scrutiny. She continued to avoid network log-ins, unsure if access would recover or vanish completely. The absence of BCI updates left daily life unpredictable, yet also enabled cautious solidarity among residents. BCI score remains at 13.",
    "bci_score": 13,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the decision to authorize a citywide lockdown of Memory Markets, Nikola submitted formal orders using his dormant Council credentials. He communicated directly with district administrators, instructing them to seal drop-boxes and prevent gatherings. Within 24 hours, Nikola observed increased patrols in his building and strict enforcement of access protocols. Neighbors stopped greeting him, suspecting his involvement. Despite these measures, he received updates that new, improvised drop-sites appeared across districts, rendering containment efforts ineffective. When Nikola attempted to access building services, an automated terminal flagged his authority as a risk factor, and he was denied immediate entry to shared spaces. The system penalized him for high-profile intervention, associating him with instability. His BCI score dropped sharply to 42, now marking him as tolerated but monitored. Nikola avoided communal areas and stayed in his apartment, aware that his decision had accelerated public pushback and directly contributed to the system's loss of control.",
    "bci_score": 42,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the surge of handwritten testimonial drops and the resulting overload of the compliance system, Daria noticed her lab terminal’s status panel no longer updated BCI-linked access restrictions. Residents arrived expecting denials, but entry was granted regardless of previous scores. Unable to verify current compliance states, she performed device checks on all clients without protocol-driven triage, streamlining services for individuals who would have been blocked days earlier. Colleagues discussed organizing informal rota swaps for underserved neighborhoods; Daria accepted, having calculated that system monitoring was inactive, increasing her willingness to assist those recently affected by ballot-based restrictions. At the end of her shift, she disabled her device’s BCI alert script and deleted records of past refusals. Despite the uncertainty, she engaged in direct exchanges with coworkers, her previous caution temporarily eased by the system’s failure. With oversight collapsed, her BCI score remained unchanged at 48, as no monitoring was actively enforced.",
    "bci_score": 48,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "When Lenart learned that the local Memory Market had been closed and that patrols intensified nearby, he adjusted his route to a residential job by taking less frequented alleys and doubled his travel time to avoid visible gatherings. Upon arrival, he found that building management now required him to leave all maintenance logs off the official network, requesting handwritten records only. Later that day, two scheduled appointments were canceled after residents learned their district’s privilege status might shift abruptly. Instead of pursuing new work in affected zones, Lenart concentrated on trusted clients in Council-aligned buildings, using paper-only logs and limiting his time onsite. He avoided contact with unfamiliar residents to reduce the risk of association. These actions maintained his personal security but cost him several high-value contracts and increased his workload. The change in his routine reflected wider mistrust and heightened caution across the city. His BCI score remained stable at 68.",
    "bci_score": 68,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After automated service allocation froze citywide due to the overload of uncensored memory submissions, Sven Halek’s office routines were again disrupted. That morning, entry credentials failed to update and staff waited in uncoordinated lines, uncertain whether access would be granted. Colleagues openly shared frustration about system paralysis, and Sven noticed designated workspaces had been informally rearranged to facilitate conversation outside surveillance range. When a routine speech review was interrupted by vocal disputes about resource distribution, Sven quietly withdrew to draft statements offline, abandoning standard clearance procedures. By late afternoon, basic services such as transport and meal allocation were handled collectively by volunteers within the building, bypassing digital registration. Sven documented these workaround methods, recognizing that official channels for messaging had lost authority. He refrained from uploading new drafts, aware Council review had become meaningless. The day closed with Sven’s BCI score unchanged at 70, as adaptation became the norm rather than an exception.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the abrupt citywide lockdown on Memory Markets and the subsequent closure of physical venues by security teams, Rada encountered immediate obstacles in her daily routine. Upon approaching one of her usual drop-box routes, she was turned back by a new cordon and observed the removal of handwritten notes by uniformed workers. Attempts to access familiar digital story feeds yielded error messages, eliminating a source she relied on for contacts and reporting leads. In response, she revised her communication habits, switching exclusively to in-person meetings and written exchanges using inconspicuous notebooks. The closure of gathering spots also meant she spent more hours traveling between backup locations, often taking unfamiliar side streets to avoid patrols. Informal check-ins with other market organizers grew tense as uncertainty increased about surveillance and further detentions. Rada’s sense of security decreased, and her mobility became more limited as the crackdown forced her activities into ever-narrower channels. No BCI score change.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}