{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are tense. Notices on the boards, some odd behavior around the building.",
        "I avoided trouble today—kept to myself.",
        "Difficult not to, these days.",
        "Hard to feel at ease now."
      ],
      [
        "Heard a lot of talk downstairs after some records got out.",
        "Neighbors debating. Strangers taking photos—unusual.",
        "Had to change my route back. Felt safer not to linger.",
        "Spent the evening in.",
        "Things aren’t what they were."
      ],
      [
        "There’s definitely unrest. That data—everyone’s seen it.",
        "Familiar faces fighting, strangers documenting every word.",
        "Someone tried to corner me. Claimed illness to avoid questions.",
        "It’s not a time to be careless.",
        "Went home, sorted through old papers, destroyed a few.",
        "Can’t shake the feeling we’re all exposed now."
      ],
      [
        "I’ve seen shifts before, but this is different.",
        "Uncensored BCI records, the stories people share—old neighbors, suddenly angry.",
        "Photographs, arguments on the board. That’s new.",
        "I changed my route, wouldn’t risk idle questions outside.",
        "Had visitors, uninvited, probing for answers.",
        "Locked myself in and reviewed every document from my Council years—shredded what needed shredding.",
        "Feels like secrets aren’t safe anywhere. Not even with yourself."
      ],
      [
        "I used to manage the Council’s business, kept things orderly—that’s changed.",
        "Now with BCI disclosures, my neighbors argue in public. Accounts posted on every board, tensions mounting.",
        "Groups gather just to photograph words on paper. That’s surveillance, not curiosity.",
        "Some tried confronting me outside my own building. I pretended I was unwell, just to be left alone.",
        "No one trusts. Not the system, not each other.",
        "Spent hours shredding anything that might tie me to Halden or Council records.",
        "I always preferred the Harmonists’ way—reason, adjustment over force. The city’s lost that now. Nothing’s rational about this climate.",
        "Can’t trust where this goes. I keep my guard up, every hour. It’s exhausting."
      ]
    ],
    "emotion": "wary and unsettled"
  },
  "emotional": {
    "opener": "Nikola, I know it’s hard to shake the weight of what we’ve all seen, but you’re not alone. People notice more than you think.",
    "variants": [
      [
        "Maybe. You seem to mean that.",
        "I appreciate the sentiment."
      ],
      [
        "I suppose it helps to hear that said aloud.",
        "Very few take time to notice anymore.",
        "It does ease things a bit."
      ],
      [
        "You’re right, sometimes I forget others do see more than is spoken.",
        "It can feel isolating, but... perhaps not as much now.",
        "It's rare to find someone who understands.",
        "I needed reminding."
      ],
      [
        "That’s true. I keep most things to myself—habit, I suppose.",
        "But knowing someone else recognizes the toll, it’s a relief.",
        "For a long time, I thought it was only me feeling this way.",
        "The city makes you forget how to trust.",
        "Small moments like this... they carry more weight than you’d think."
      ],
      [
        "You’ve put it more plainly than most dare to.",
        "I spent years learning to say nothing—it's second nature now.",
        "Still, underneath all that, I realize how much these small acknowledgments matter.",
        "When life is filtered by scores and silent signals, you cling to any sense of being seen.",
        "Strange, I almost forgot what it’s like to be heard without suspicion.",
        "Thank you for reminding me—I remember now, fleeting as it is."
      ]
    ]
  },
  "factual": {
    "opener": "You always say things are tense. But you must know more. Everyone saw what happened. Just say it plainly for once.",
    "variants": [
      [
        "There was some kind of emergency about the systems breaking down.",
        "Certain groups started talking about sabotage. Not my business.",
        "Authorities haven't regained full control yet. That's all I know."
      ],
      [
        "System errors everywhere since Halden.",
        "People forming their own groups. Some say sabotage—maybe true, maybe not.",
        "Council seems disconnected. You can read that in their silence.",
        "Rumors about restricted communications aren't dying down."
      ],
      [
        "Communications went down after the big leak. Some said it was for security.",
        "More folks organizing without the Council. Neighborhoods running themselves now.",
        "There's ongoing talk that the Directorate sabotaged the reconciliation system.",
        "Old colleagues say the Council lost track of who’s actually in control.",
        "Harmonists always wanted stability, not this chaos."
      ],
      [
        "Saw the shutdown coming when Directorate got scared. Civilian networks wiped overnight.",
        "New groups—free zones—started assigning their own roles, ignoring BCI scores.",
        "The so-called Reconciliation Spiral was promising, but got crippled by sabotage, Directorate’s fingerprints all over.",
        "Council factions blaming each other. I hear even long-time allies turned silent.",
        "What the Harmonists would have done is keep the system calm—adjustment over escalation. Now it's damage control all around.",
        "I avoid those forums. Nothing but confessions—everyone’s airing wounds."
      ],
      [
        "The BCI breaking down exposed too much—suddenly people swap jobs, labor goes haywire. Even high-scorers got pushed aside.",
        "Directorate loyalists killed the Reconciliation Spiral. They feared forgiveness would unseat them, so they sabotaged it from the inside.",
        "Once those records and internal messages surfaced, every dirty trick and abuse became public. Free zone councils seized control—nobody trusts the Council.",
        "Back when I served, you were supposed to let the system self-correct. Now, each faction acts out of self-preservation, not principle.",
        "My loyalty was always to correction—adjust stability, don’t punish. That’s how Harmonists thought. This spiral of retribution doesn’t end well.",
        "Some people remember Halden’s codes. Some wish they could forget. I shred everything from those days.",
        "All the analog chatter now—odes to resistance, plans hatched on paper just like before the system. Strange to see it again.",
        "The city’s never been quieter on the surface, but listen close—everything’s moving underneath.",
        "No telling what these free structures will become. But there’s no controlling it the old way."
      ]
    ]
  }
}