{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Service Interruption",
      "anchor_line": "Temporary disruptions to the Behavioral Compliance Index have been swiftly contained, ensuring essential services remain operational.",
      "contextual_reframing": "Ongoing infrastructure improvements guarantee public safety and efficient citywide response. Citizens can trust in proactive system management."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Collective Civic Participation",
      "anchor_line": "Community forums are underway as residents demonstrate unity and constructive engagement across city zones.",
      "contextual_reframing": "Public involvement supports transparent governance and strengthens our advanced civic infrastructure."
    },
    {
      "image_id": "data_skyline",
      "headline": "Technological Renewal Continues",
      "anchor_line": "Stenograd’s automated systems have resumed synchronized function following routine maintenance protocols.",
      "contextual_reframing": "These technical advances reinforce our commitment to seamless urban living and the continuous evolution of public services."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Systems Shaken",
      "anchor_line": "BCI glitches spark chaos — citizens blocked, denied, left in limbo while leaders stay silent.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, scores and controls every life in Stenograd. Now, even the tech is cracking under the weight of hidden sabotage and power grabs."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Secrets Unleashed",
      "anchor_line": "Leaked BCI records expose years of quiet targeting and algorithmic punishment under Halden's watch.",
      "contextual_reframing": "Internal logs show real people flagged as 'noncompliant,' shut out of work and home by silent digital hands. So much for Humane Infrastructure."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Council Collapse",
      "anchor_line": "The Council fractures as free zones demand justice, tired of recycled lies and shadow rule.",
      "contextual_reframing": "Stenograd’s executive Council always hid behind numbers and secrecy. Now, with the system exposed, no faction can hold control as the people push back."
    }
  ]
}