{
  "olintz": {
    "chapter": "The rapid emergence of black market BCI profiles and the public spread of amnesiac communities prompted a new level of caution in Oksana’s daily routine. On her way to the Directorate, she noticed unfamiliar faces gathered outside her housing block, exchanging handwritten notes and communal access tokens. Inside, a co-worker quietly offered her a forged profile for expedited entry, but Oksana refused, aware that any unapproved identity could trigger system alarms and worsen her standing. After a morning spent processing irregular access appeals, she observed requests now contained unfamiliar communal reference codes rather than official credentials. She began logging appeal details by hand instead of submitting them through the central portal, protecting herself from direct linkages to flagged cases. Oksana wrapped her day by deleting nonessential digital traces and refrained from using public transit, walking home via a longer, less monitored path. Her BCI score fell to 14 due to persistent association risks.",
    "bci_score": 14,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On the morning after widespread BCI record erasure, Nikola discovered his digital identity credentials no longer matched system listings. At the automated market, his ration claim was rejected, forcing him to negotiate supplies directly with neighbors. Later that afternoon, news spread that newly formed groups, calling themselves 'amnesiacs,' had organized a shared meal using pooled resources in the apartment courtyard. Nikola, wary but practical, joined the gathering to exchange essentials, strictly avoiding discussion of BCI scores or previous status. This shift from compliance-driven transactions to mutual aid unsettled him, but he continued participating to secure daily necessities. That evening, he checked the building’s network to confirm whether high-score residents were aiding others. He interacted minimally, feeling exposed among those with unknown pasts. Despite adapting to reliance on informal networks, Nikola’s underlying distrust remained, but with official systems unusable, his routines stayed altered. His BCI score remained unchanged due to system loss.",
    "bci_score": 30,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria accessed the restricted Council terminal late in her shift and executed the erasure protocol, targeting thousands of flagged BCI profiles. The operation completed in minutes, triggering immediate loss of citizen records, scores, and access histories. When crowds gathered outside her lab the next morning, Daria observed clients confronting staff over vanished identities and failed service authentications. She quietly monitored the reactions, refraining from offering explanations and avoiding the now-unreliable logs. Several former clients returned with others in similar situations, sharing contact details and forming small support groups in the service lobby. Daria noted increased reliance on printed favors and word-of-mouth to arrange health band repairs. Her decision led to exclusion from digital channels by midday, with administrator access revoked and her own BCI score sharply downgraded. As trust in the system collapsed, she witnessed new networks forming, but her personal risk rose. Her BCI score dropped to 38 due to direct protocol breach.",
    "bci_score": 38,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the mass erasure of BCI records, Lenart spent the morning queued outside a communal distribution center, observing as both long-term residents and newcomers were denied entry due to missing profiles. Supplies, previously only available through official approval, were now allocated based on group consensus and personal introductions. When an old client approached him for help fixing an unauthorized water pump, Lenart hesitated, noting the shift as neighbors ignored system protocols and shared tools openly. Without reliable BCI clearance, he accepted the job in exchange for food, marking the first time his specialized skills had been traded solely on trust. By evening, Lenart recorded the day’s events by hand, skipping usual digital confirmations. The experience reinforced his reliance on paper records and local relationships over official channels. His visible participation in informal networks and avoidance of sanctioned requests lowered his BCI score to 27, reflecting increased noncompliance and reduced system visibility.",
    "bci_score": 27,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "On June 10, Sven Halek arrived at the messaging office to find his entire building surrounded by informal patrols, composed of recently erased citizens openly ignoring BCI checks. Earlier in the week, rumors of amnesiac mutual aid groups organizing in the city had prompted Sven to delay the transfer of confidential drafts, fearing they would not reach their intended recipients as established courier routes were disrupted or co-opted. With high-score colleagues now using discreet, off-grid exchanges to provide unofficial support, Sven witnessed routine communication channels give way to password-protected message circles. As unauthorized groups serviced building infrastructure, Sven recorded shifts in daily access: a junior staffer obtained entry using a communal code rather than sanctioned credentials. Sven minimized activity and spent most of the day cross-referencing internal logs, aware that using alternative channels might further reduce his score. The visible collapse of BCI legitimacy resulted in a score drop to 36.",
    "bci_score": 36,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After Stenograd's network blackout left thousands without BCI records, Rada arrived at her office to find both anxious colleagues and strangers sharing communal food in workspaces, bypassing usual clearance routines. The missing profiles meant badge scans failed, so staff improvised informal sign-in sheets and quietly coordinated mutual support for those locked out of public services. Over lunch, a trusted editor handed her a handwritten list of erased colleagues seeking access to archived footage, knowing Rada often tracked such requests. She agreed to help, weighing the risk as management's authority weakened and security scans became rare. That afternoon, she witnessed two long-monitored co-workers openly discuss forming a mutual aid circle, something previously unthinkable. Rada reduced her workstation logins to evade unpredictable surveillance and spent more time listening than reporting, adapting to alliances built on trust, not compliance. The normalization of these peer networks fostered a cautious optimism, although her BCI score remained unchanged at 19.",
    "bci_score": 19,
    "political_preference": "rebel"
  }
}