{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are tense. Noticed everyone is sharing food at work now, which never happened before.",
        "Some badges wouldn't scan, so people made do with old paper lists. Odd sense of unity in the panic.",
        "Saw a few folks talking who usually keep to themselves. Can't say more, but things are... different.",
        "I feel... strangely hopeful, even if it's risky to admit."
      ],
      [
        "People are tense. Noticed everyone is sharing food at work now, which never happened before.",
        "Some badges wouldn't scan, so people made do with old paper lists. Odd sense of unity in the panic.",
        "Saw a few folks talking who usually keep to themselves. Can't say more, but things are... different.",
        "A trusted editor handed me a list of colleagues needing access. Not protocol, but I helped.",
        "I feel... strangely hopeful, even if it's risky to admit."
      ],
      [
        "You'd be surprised. After the blackout, nobody's BCI records worked. Total strangers were eating together in offices, skipping the whole clearance routine.",
        "Everyone improvised. Sign-in sheets instead of scans, mutual support for folks locked out. People stopped caring about rank and started helping.",
        "A well-trusted editor gave me a handwritten list. Said some erased colleagues wanted archived footage, and I agreed to help them get it.",
        "I had to cut back my logins, avoid surveillance. Had this weird feeling—like what we did actually mattered for once.",
        "My score stayed at nineteen, of course. Still, the way people acted... it felt new.",
        "I feel... strangely hopeful, even if it's risky to admit."
      ],
      [
        "Since the blackout, people feel... unguarded. I work state media, but the office felt more like a soup kitchen. No BCI scans, just scribbled names and trust.",
        "We improvised everything. Helped those locked out, pooled food, even shared stories nobody would before.",
        "An editor I trust slipped me a list—some colleagues wiped from the system, wanting access to old footage. I helped, even though it could cost me my job.",
        "We barely saw management. I watched two workers form a mutual aid circle right under the cameras, like the BCI didn’t exist anymore.",
        "Honestly, I spent less time reporting and more time just listening, blending in, learning.",
        "I was raised by a BCI officer. Never thought I’d see people trust each other over the system, but here we are.",
        "For all my warnings and risks, my score never budges. But now, compliance feels less important than belonging.",
        "I feel... strangely hopeful, even if it's risky to admit."
      ],
      [
        "You know, I never thought I’d see the day. Raised in a BCI household, compliance was the air we breathed. But after the network blackout, the office became a real community.",
        "No one’s BCI records worked. We shared lunches in the newsroom, skipped badge scans—just paper lists, like the old days.",
        "People openly supported each other, high score or low. The official hierarchy meant nothing. Even my most loyal editor asked for help getting erased colleagues access to footage—off the record, of course.",
        "The management couldn’t keep up. I watched longtime rule-followers spark up a mutual aid group, right across from the surveillance node. It gave me chills.",
        "I stopped logging in as much, trusted face-to-face. For the first time, what people believed mattered more than how they scored.",
        "Funny, I’ve always saved the raw footage and passed it around. Feels like everyone’s doing the same now—helping, resisting, quietly choosing each other over the system.",
        "My sixty warnings mean nothing. I have a score of nineteen and, honestly, it hardly matters now. People aren’t afraid anymore. They’re daring to belong.",
        "I feel... strangely hopeful, even if it's risky to admit."
      ]
    ],
    "emotion": "I feel... strangely hopeful, even if it's risky to admit."
  },
  "emotional": {
    "opener": "Rada, even in this city, people can still surprise you. It’s not naive to hope for something better.",
    "variants": [
      [
        "Maybe you’re right. Sometimes hope feels unfamiliar.",
        "Still, it’s hard to let my guard down."
      ],
      [
        "Hope doesn’t come easy around here.",
        "But I get what you mean. Some days, it’s possible to believe.",
        "Maybe I’ll keep watch, just in case."
      ],
      [
        "You put it simply, but it lands. I have to remind myself things can shift.",
        "People act like it’s all decided. Maybe it isn’t.",
        "Hope isn’t always logical, but it’s powerful.",
        "I’m holding on to that."
      ],
      [
        "You actually made me pause. I hadn’t felt that in a while.",
        "This place trains us to expect the worst, but I still notice small kindnesses.",
        "I guess hope shows up when you least expect it.",
        "Maybe that’s why it feels risky.",
        "But sometimes risk is worth it."
      ],
      [
        "I grew up watching people bury anything hopeful just to stay off the radar.",
        "Sometimes I forget what it feels like to expect something good. Your words reminded me.",
        "Maybe the system missed something important: people adapt in ways it can’t predict.",
        "It isn’t just survival—sometimes it’s quiet resilience, and that matters.",
        "If I can feel hopeful in a place designed to prevent it, maybe that’s a form of resistance.",
        "Thanks for reminding me what that sounds like."
      ]
    ]
  },
  "factual": {
    "opener": "You keep hinting at things, Rada. Why don't you just tell me what's really happening out there?",
    "variants": [
      [
        "There was a glitch. Thousands just lost their BCI records all at once.",
        "It’s created confusion. People don’t know who they are in the system.",
        "Some are forming groups, finding ways to get by.",
        "Council’s struggling, that’s obvious.",
        "That’s all I’ve got."
      ],
      [
        "No one expected the wipe—out of nowhere, BCI profiles just vanished.",
        "Services are locked up for those people. Some are banding together to cope.",
        "Black market’s busier than ever. New IDs, old favors.",
        "Council’s losing its grip. You can feel it.",
        "People seem less scared than before. Maybe that’s dangerous.",
        "Anyway, the city feels different."
      ],
      [
        "Thousands lost everything tied to the BCI—jobs, housing, even basic rights.",
        "These 'amnesiacs' are building their own support networks.",
        "There’s barter and shared trust—no system needed.",
        "I’ve seen high-score citizens quietly helping, like they sense this might be the end of old rules.",
        "A real underground is forming—fake profiles, passcodes, whatever it takes.",
        "The Council’s crackdown just pushes people closer together.",
        "Funny, you can see who’s enjoying the freedom, even if it’s risky."
      ],
      [
        "Mass profile wipe hit Stenograd hard. Erased people had to improvise—mutual aid circles, barter, you name it.",
        "My own networks started helping, too. We’re passing info, sharing resources, taking care of those left out.",
        "Trust is all that matters now. Compliance lost its bite.",
        "Black market’s thriving—new profiles, shared accounts. Half the city’s working around the system.",
        "Even folks with perfect scores are defying Council rules, quietly.",
        "Underground info dumps everywhere, people leaking secrets just to keep each other afloat.",
        "Council’s calls for discipline sound desperate.",
        "Honestly, it’s closer to the city I always wanted, even if it’s built from chaos."
      ],
      [
        "You want the truth? The profile wipe was more than a glitch—it was sabotage from inside, all to disrupt Council control.",
        "Communities sprang up overnight. We held meetings in kitchens, not boardrooms.",
        "I’ve been funneling archived footage and warnings to those erased—risky, but it’s worth it.",
        "We trade favors, not compliance. Trust is currency now.",
        "Some old BCI officers are helping on the sly. Even the so-called 'trusted' want this system gone.",
        "Fake profiles, communal passwords—everyone has a hand in the underground now.",
        "Nobody even pretends the Council has power left. They’re leaking secrets, bickering in the open.",
        "My friends in state media are deliberately misdirecting surveillance teams. It’s subtle sabotage.",
        "I never thought I’d see real solidarity here. Honestly, small acts of defiance have turned into a movement."
      ]
    ]
  }
}