{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Minor System Outage",
      "anchor_line": "A technical update led to temporary glitches in the Behavioral Compliance Index, or BCI, impacting some digital profiles citywide.",
      "contextual_reframing": "The Council assures continued service optimization. Stenograd’s automated governance adapts efficiently to system feedback."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Community Support Rises",
      "anchor_line": "Citizens affected by the BCI update are supported by local networks and high-score volunteers.",
      "contextual_reframing": "This demonstrates the resilience of our rational social infrastructure, where trusted community cooperation complements official systems."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Services Remain Accessible",
      "anchor_line": "Essential public services and kiosks continue to operate smoothly despite digital irregularities.",
      "contextual_reframing": "Stenograd’s infrastructure safeguards reliability, blending biometric and manual verification for all."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Thousands Vanish Overnight",
      "anchor_line": "Woke up profile-less? Welcome to the BCI blackout—where your digital life gets erased with no warning.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, runs your world—from housing to food. Now thousands are locked out, stranded by the system they were told would protect them."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Black Markets Boom",
      "anchor_line": "Missing your BCI score? New markets for fake profiles, forged testimonials, and communal access pop up everywhere.",
      "contextual_reframing": "Citizens are beating the Council at their own game. When trust is measured by code, people turn to each other—and to creative workarounds."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Trust Beats Tech",
      "anchor_line": "Amnesiac communities rise, surviving outside the Council’s control. People help people—no score required.",
      "contextual_reframing": "The cracks in automated rule are showing. Stenograd’s system claims to predict and control behavior, but nothing outsmarts old-fashioned solidarity."
    }
  ]
}