{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Still trying to keep the rhythm, though the building's noisier now.",
        "People keep talking in the halls—stuff best left unspoken.",
        "I haven't changed much. Just waiting for things to settle.",
        "Mostly I'm just tired. None of this feels real anymore."
      ],
      [
        "Things are different. Too many new folks in my hallway, asking questions.",
        "Neighbors show each other files they shouldn’t have. Funny how careful people used to be, now it’s an open forum.",
        "I’m keeping to myself. Avoiding group petitions. Not eager to volunteer for new experiments.",
        "The network’s noticed. My score slipped a bit, but it’s best not to draw attention.",
        "Mostly I'm just tired. None of this feels real anymore."
      ],
      [
        "Haven’t changed my habits much, but the atmosphere’s shifted.",
        "Tribunal talks brought out every hidden story—riskier to trust anyone now.",
        "Mailroom’s buzzing with people reading their dossiers out loud, like privacy vanished overnight.",
        "I skipped the petition for more self-rule. Felt rushed, unstructured—better to wait for a real directive.",
        "Made sure to update less, keep records quiet. Safer that way these days.",
        "Mostly I'm just tired. None of this feels real anymore."
      ],
      [
        "Was never a loud one, but these last weeks... neighbors’ secrets spill in the stairwell.",
        "They compare dossiers like trading cards. No care for procedures. It rattles me, truthfully.",
        "Those tribunal visitors want everyone’s confession—pressure’s up, but no one knows where it leads yet.",
        "I refused the petition and ducked the new leaders. Loyalty’s fragile, but hasty changes breed mistakes.",
        "My score dipped because I’m quieter, less visible. Small price for keeping things measured.",
        "Worked with the Council too long not to notice a storm on the horizon. I pace myself.",
        "Mostly I'm just tired. None of this feels real anymore."
      ],
      [
        "Rhythm. Almost nostalgic, Alex. But routine’s a costume these days.",
        "I served the Council—saw decades of careful order unwind in days. Tribunal invitations, neighbors gossiping openly, dossiers in broad daylight. The city’s nerves are raw.",
        "Petitions fly around but wisdom’s scarce. My signature means more than people guess, so I held back. Too many seeking self-rule, with no sense of what comes after.",
        "There’s power in ritual and patience. That briefcase in my flat reminds me why some records endure and others fade. Not all stories should be public just yet.",
        "Skipped updating certain files. It’s small disobediences like that keeping me out of sight.",
        "My lower score? Well, that’s the system’s answer when you pause and watch instead of act.",
        "Strange times for a Harmonist, but change this fast never ends cleanly.",
        "Mostly I'm just tired. None of this feels real anymore."
      ]
    ],
    "emotion": "Mostly I'm just tired. None of this feels real anymore."
  },
  "emotional": {
    "opener": "Everyone is just surviving in their own way these days, Nikola. You don’t have to carry the weight for all of us.",
    "variants": [
      [
        "Maybe. Hard to argue with that.",
        "Survival is about all that's left, yes."
      ],
      [
        "Suppose you're right. Not much more to say, really.",
        "I don't carry much anymore, anyway.",
        "It's simpler if I keep to myself."
      ],
      [
        "That's kind of you to say. I do try not to dwell on things.",
        "Carrying the weight—sometimes it feels involuntary.",
        "Most days, quiet is all I want.",
        "You understand more than most."
      ],
      [
        "It's been a long road. Hearing that helps, honestly.",
        "I get lost in the habit of responsibility. Old reflex, maybe.",
        "Sometimes I wonder what I'd be without it.",
        "Letting go feels like forgetting who I used to be.",
        "But I suppose survival means changing, too."
      ],
      [
        "You know, my whole career was about order—making sure things ran as they should.",
        "After so many years, the lines between duty and self got blurred.",
        "I think that's why I'm always tired. There's no direction anymore, only habits, routines.",
        "Your words remind me I'm not the only one feeling untethered.",
        "Maybe it's all right to loosen my grip on the past, just a little.",
        "Maybe surviving isn't just about getting by, but also finding some new sense in the silence."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what happened, Nikola. Everybody's talking anyway.",
    "variants": [
      [
        "People got restless after Halden died. System started misfiring.",
        "Some jobs swapped, some folks just drifted away, then turned back up.",
        "Council couldn't keep their grip when the tribunal aired all that mess.",
        "Most just keep quiet. That's all I've got."
      ],
      [
        "Since Halden, chaos everywhere. Labor posts shuffled, high scores doing grunt work.",
        "Odd faces returned, made use of blind spots. Not normal, even for Stenograd.",
        "The tribunal was Council's move. They promised openness, but cracks showed right through.",
        "Petitions, protest, even those coins showing up in places they shouldn't.",
        "Nobody in charge feels safe, not with these rules broken."
      ],
      [
        "After Halden passed, system slipped—assignments all wrong, vanished folks coming back into focus.",
        "Council rushed out a tribunal. Meant to calm things, ended up just exposing more secrets.",
        "Coins—data markers—turned up, stirring up old grievances. Never seen a city so unsettled.",
        "Some of us try to keep steady, but alignments don't mean what they used to.",
        "Too fast for me. Harmonists like order, not open spectacle.",
        "Council's inner walls got thin; secrets meant for later aired too soon.",
        "Hard to say what's left to trust now."
      ],
      [
        "When Halden fell, automated order cracked—work mismatches everywhere.",
        "You see the faces that vanished, now they organize, filling the gaps, shaking routines.",
        "Those coins, they aren't just tokens. Embedded data, reminders of who the system lost.",
        "The tribunal sounded well-meant, but it bared the Council's failures for all to see—factions squabbling for scraps of legitimacy.",
        "I used to believe in careful continuity. Harmonists wanted stability, not this pageant.",
        "Saw protocols I once filed exposed for public outrage. Leaders scrambling now, their certainties failing.",
        "People want a new system, but I'm not sure chaos is better than quiet waiting.",
        "I still keep the briefcase. Not nostalgia—insurance."
      ],
      [
        "Halden's death wasn't an end, just the tremor that shook the city loose. No succession, only algorithmic confusion.",
        "Labor assignments crumbled. High-status names on janitor shifts, vanished citizens with admin rights—by accident or design, who knows.",
        "I saw dossiers resurface that I thought destroyed. A decade of oversight—never imagined we'd see blind spots exploited openly.",
        "The coins in circulation, they're not simple symbols. They're access keys—resurrected data left by those we thought erased.",
        "The Council's public tribunal—Sven's idea—sounded like reconciliation but turned into a reckoning. Protocols exposed, chains of command snapped overnight.",
        "Nothing in my years as a Harmonist suggested we'd end with this much unpredictability. Too fast, too exposed.",
        "They outed old betrayals and forced every faction to reveal their hands. No peace in public confession, just new politics.",
        "My own records aren't up to date. Haven't let go of some files—call it habit, or distrust.",
        "Can't see who wins now. It's all too much, too open. No rhythm left, not the way we kept it."
      ]
    ]
  }
}