{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "Hard to say. Things move strangely at work now.",
        "Saw a couple empty desks this morning, no explanation.",
        "People seem uneasy, but that's normal lately.",
        "Feels... uncertain."
      ],
      [
        "Hard to say. Work felt off today, not sure who’s in charge.",
        "Coworkers looked like they’d rather not talk at all.",
        "Our senior analysts just... gone. No warning, not even in the system anymore.",
        "Residents keep asking me questions I can't answer.",
        "It’s left me... unsettled."
      ],
      [
        "Yeah. I noticed some things this morning at the Directorate—empty desks, profiles erased overnight.",
        "People came to me, wanting to know who gives orders now. Used to be clear-cut.",
        "No one’s certain who has authority. I’m told to check paper records. That’s new.",
        "Supervisor said all problems go to some committee now, but no one seems to know who they are.",
        "I started keeping notes on the oddities—just for myself, not for the system.",
        "All this makes everything feel unstable."
      ],
      [
        "You could say that. This morning, there were two empty desks next to mine—senior analysts. Erased from all records, just gone.",
        "Residents stopped me at the entrance, wanted answers. No one knows who decides things now.",
        "We’re told to check paper forms and push any complex case to some vague committee.",
        "It almost felt like the Directorate was vanishing, right along with the people it used to watch.",
        "I’m tracking what doesn’t add up—quietly. I’ve never felt so hesitant doing my job.",
        "My score dropped even more. Just showing doubt seems risky lately.",
        "I never thought I’d be on this side of things."
      ],
      [
        "It’s strange. You know, I joined believing the system—BCI—kept order. Until I saw how easily people lost access for nothing.",
        "Today I found my team missing senior analysts. Their entire digital history wiped. It’s like they never existed.",
        "Residents came, desperate for simple things. I can’t answer who decides anything anymore.",
        "New rules now: verify only on paper, send the rest to a faceless committee—no guidance.",
        "It feels like the Directorate is disappearing, almost as fast as those it erased.",
        "My own score plummeted for being too cautious, too curious. I’m at 18 now. Too low for comfort.",
        "I document what I see for myself, but every note’s a risk. I’ve stopped sleeping well.",
        "I always considered myself a Harmonist, but lately... none of this feels humane anymore."
      ]
    ],
    "emotion": "I feel... exposed, honestly."
  },
  "emotional": {
    "opener": "It’s not wrong to feel overwhelmed here. Nobody expects you to be unbreakable, Oksana. You’re still human — that counts.",
    "variants": [
      [
        "I appreciate you saying that. Not many do, these days.",
        "I try not to let it show."
      ],
      [
        "It helps to hear that. Most people pretend nothing’s bothering them.",
        "Sometimes I wonder if it’s obvious how hard I’m struggling.",
        "I just keep it all under control, mostly."
      ],
      [
        "Thanks, Alex. I needed to hear that.",
        "I do feel stretched thin most days, not that it matters much in the grand scheme.",
        "It’s strange how you can be so monitored and still feel invisible.",
        "Human, yes. I keep forgetting what that means."
      ],
      [
        "Thank you. No one talks about this out loud.",
        "Everywhere, it’s just... expected we don’t crack, ever.",
        "Sometimes I wake up and don’t recognize my own face in the mirror.",
        "It gets tiring pretending it’s all normal.",
        "You reminded me it’s not just me."
      ],
      [
        "That means a lot to me. I rarely hear that, honestly.",
        "Most people here act like being numb is the only safe state.",
        "I’ve been holding so much in, afraid of losing even more ground.",
        "I can’t remember the last time vulnerability wasn’t risky.",
        "This place, it... it’s designed to erase those parts of us, isn’t it?",
        "I guess maybe I just needed even one real person to remind me I still am one."
      ]
    ]
  },
  "factual": {
    "opener": "You talk around things too much. Everyone's confused, but no one says what actually happened. What changed?",
    "variants": [
      [
        "Well... there was a tribunal. Public, messy.",
        "A lot of talk about Council mistakes—system flaws.",
        "Some protocols were shared, not all of it makes sense.",
        "Now the Council looks divided. Hard to say more."
      ],
      [
        "There was the public tribunal lately. It exposed some things, yes.",
        "Testimonies from all sorts, even those who vanished.",
        "Council protocols got out—people didn’t expect that.",
        "Leadership’s fractured. Uncertainty everywhere.",
        "I’d rather not say much more."
      ],
      [
        "The citywide tribunal—it was bigger than anyone expected.",
        "Citizens shared stories, even those off the grid before.",
        "No one thought Council would let their internal rules out, but pressure built up.",
        "Now, districts are tense, rivalries old and new surfacing.",
        "Council factions are in open disagreement. The Directorate’s silence feels deliberate.",
        "I’ve always leaned Harmonist, but this is something else."
      ],
      [
        "The tribunal tore things open. All sides heard, even the 'invisible' folks no one talked about.",
        "Council secrets leaked—systemic manipulation, even betrayals.",
        "People lost trust quick. I never saw district feuds resurface so fast.",
        "Now, Council’s at odds and the Directorate’s barely present.",
        "Hardliners want strict control, Innovators pitch new BCI, but nothing’s stable.",
        "Harmonists like me—we don’t even know if the system can stay humane after this.",
        "Some community leaders, actually... they’re talking about starting over.",
        "Feels like my beliefs aren’t safe to voice anymore."
      ],
      [
        "Everything unspooled after Halden’s death. The tribunal let everyone air the worst of it—vanished citizens showing up, openly accusing the system.",
        "Council protocols were uncovered, right down to internal performance metrics and secret selection rules.",
        "Labor assignments broke down, and for once, people saw how arbitrary scoring really was—high scorers sent to menial jobs, low scorers to sensitive work. It exposed the fragility.",
        "I was trained to trust the BCI—Harmonist at heart. Never thought I'd see the system not just slip, but fracture.",
        "Districts basically started running themselves, badly but with real community.",
        "Propaganda can’t patch things anymore; people want actual change.",
        "Security people are panicked—the chains of command are dissolving.",
        "I document what I can, but even notes feel dangerous.",
        "Honestly... it’s like the core's rotting, and I’m standing in the hollowed-out center."
      ]
    ]
  }
}