{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Yeah, things are off lately.",
        "The Council wanted coverage on that Peace Exchange, so I did my job.",
        "My piece went out. It's been tense since.",
        "Guess I’ve felt a bit separate from people. That’s all."
      ],
      [
        "Nothing’s really felt normal since the Peace Exchange started.",
        "I was asked to highlight unity in my segment, so I played along for the cameras.",
        "Some folks didn’t like how official it sounded, I could tell.",
        "Colleagues keep their distance now.",
        "Maybe I stood out too much, or just got too close to the Council’s line."
      ],
      [
        "Honestly, ever since I reported on the Peace Exchange, things changed for me.",
        "I focused on the Council’s unity story, left out the ugly parts—just how they wanted.",
        "My privileges came back for a while, but friends started acting cold.",
        "Contacts on the outside stopped replying, like I’m contaminated.",
        "Public reaction wasn’t pretty. People called out my segment for cherry-picking.",
        "Feels like compliance buys you access, but costs you everything else."
      ],
      [
        "Things have been strange, especially after I covered the Peace Exchange for state media.",
        "I pushed the Council’s message—showed districts trading values, painted it as progress.",
        "I knew exactly what I was editing out: the confusion, pushback, cracks in their plan.",
        "After the broadcast, some privileges returned, but so did the cold shoulders.",
        "Folks I used to rely on just vanished or looked through me.",
        "Turns out, loyalty to the Council brings suspicion from everyone else—like I switched sides overnight.",
        "Now I’m caught in some middle place. Not trusted, not quite punished. Just apart."
      ],
      [
        "Bar 101’s the only place I actually feel myself anymore, you know?",
        "I’ve been walking a tight line—broadcasting what the Council wants on this Peace Exchange campaign, shaping the story just enough to survive.",
        "My whole career’s been about peeling back what’s missing, but this time I stayed on script.",
        "They gave me a taste of my old privileges. The cost was losing the trust of the people who matter.",
        "My friends in the independent networks—radio silence. Even my team won’t look me in the eye.",
        "The public ripped into the segment. Said I was selling a fantasy, and maybe I was.",
        "Feels like the city’s changing faster than anyone can keep up. You comply, you get a seat at the table, but you’re there alone.",
        "I always believed in keeping things stable, Harmonist to the core. Now even I wonder who’s left to hold the middle."
      ]
    ],
    "emotion": "A little isolated, but still holding together."
  },
  "emotional": {
    "opener": "\"You know, Rada, however thick the silence gets in this place, it can’t swallow you whole. Most of us aren’t as alone as we think.\"",
    "variants": [
      [
        "Maybe. Silence sometimes feels safer though.",
        "Still, thanks for saying it."
      ],
      [
        "I hear you. Just... habit makes you careful around here.",
        "People watch. That much hasn’t changed.",
        "But I appreciate it."
      ],
      [
        "That means more than you think.",
        "I get tired of having to check every word. Like there’s always someone listening.",
        "Still, I’m not planning to disappear anytime soon.",
        "Your timing’s good."
      ],
      [
        "It’s strange, but you’re right. Most days I keep my shields up out of instinct, maybe more than I need to.",
        "Sometimes being surrounded doesn’t make you any less invisible.",
        "I forget that there’s still space to just... talk. Even if nobody else is listening yet.",
        "I needed that reminder.",
        "You’re better company than the newsfeeds."
      ],
      [
        "Honestly, I don’t even remember what real company feels like outside these four walls.",
        "I grew up thinking silence was normal. My father used to say, ‘Quiet is compliance.’ It stuck, even when I tried to unlearn it.",
        "The more the system presses in, the more I second-guess who I am — or if it matters.",
        "Sometimes even this bar feels like a set piece. But you make it less staged.",
        "It’s easy to forget not everyone’s an audience or an informant in Stenograd.",
        "Thanks, Alex. For holding the line."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada. Spare me the safe version. What’s actually going on in the city lately?",
    "variants": [
      [
        "It’s all about the Peace Exchange now. Council’s pushing scripted unity.",
        "Some BCI glitches, but nothing the Directorate can’t clamp down.",
        "People are wound tight. That’s all anyone says."
      ],
      [
        "Council’s scrambling to keep order after Halden died.",
        "Those wild BCI swings, yeah, they’re disrupting neighborhoods. Most just keep their heads down.",
        "Heard some talk about data leaks, but I keep out of it.",
        "Public’s getting restless, but nobody steps out of line."
      ],
      [
        "Council’s still rattled by Halden’s death and that massive data dump. Even they can’t spin it away.",
        "People’s BCI scores went public. It’s got everyone paranoid and on edge.",
        "Zones where the system’s breaking down… people are seizing the chance to act out. Feels like nothing’s truly under control.",
        "Now value swaps, protests, fractured neighborhoods. It’s like the city’s being gamed from above.",
        "Even the people pushing the Peace Exchange look unsure. I always figured stability mattered more... lately, I’m not so sure they know what that is."
      ],
      [
        "After Halden, the Council fractured—nobody actually running things, just tantrums over what comes next.",
        "BCI scores spilled everywhere. Paranoia’s up, trust is down. Even the loyalists are second-guessing each other.",
        "Parts of the city stopped following the usual rules. Those Halden Zones are alive in ways we haven’t seen before.",
        "Dissidents got bold. Council’s Peace Exchange is damage control, pretending it’s all progress.",
        "Swapping values was supposed to build unity, but it’s driving wedges deeper. Old Harmonist trick—stability at any cost, even if it’s pretend.",
        "Now, half the city wants freedom, half wants safety, nobody’s got what they want. I see it play out in every interview, every empty street."
      ],
      [
        "Things blew up after Halden’s death—nobody ever explains, just one blackout after another.",
        "Leaked the BCI data on everyone, even officials. Turns out, all those ‘trusted’ types were just as nervous as the rest of us.",
        "Halden Zones… little pockets where people can actually breathe, since the system’s glitching. Makes you wonder what normal was supposed to be.",
        "Every Council faction’s trying to steer the narrative. Sometimes they try to use me for it. Sometimes I let them, just to get the footage I need.",
        "Shadow Ballots appeared in those free zones. People voted for what matters and the BCI started changing. Never thought I’d see that much power in regular hands.",
        "Peace Exchange campaign—latest stunt to patch things up. They made me sell it, but the city only looks calm if you ignore all the cracks.",
        "I used to believe the Harmonists could keep things steady. Now, almost nobody’s left holding the center. Too many rifts, too much spin.",
        "My entire job was exposing edits and omissions, but these days all I cover is what I’m told. The rest, I save for myself, or pass along when I can.",
        "Never thought compliance would feel this lonely. You can’t report what matters without losing something."
      ]
    ]
  }
}