{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Noticing changes. Restrictions everywhere, even for us.",
        "Suddenly old speech drafts I once wrote are locked away. Can't access what I made.",
        "Colleagues keep their distance now. No one wants to comment on anything that isn't Council doctrine.",
        "Feels like every move is being watched. I find myself walking home slower, careful with every step."
      ],
      [
        "Strange how quickly lines are drawn—one morning you’re just an advisor, the next, your own speeches are behind a wall.",
        "Feedback’s gone silent. No one wants to be caught disagreeing.",
        "I heard of people getting flagged for simply editing the wrong file. So I brought my drafts—real ones, on paper—to the right hands, no trace left online.",
        "Keeping my head down’s done nothing for my score. I seem less trustworthy for being careful."
      ],
      [
        "Even the archives are locked now unless your 'alignment' is impeccable.",
        "I’d planned on a unity speech. The mood’s shifted—no one dares touch words like unity.",
        "I’ve written two versions of everything lately—one for the Council’s taste, one that tries to say what people actually feel.",
        "Hand-delivered them, too. No one trusts the cloud anymore, and with good reason.",
        "These days, even a word out of place is risky. My BCI dropped just for being cautious.",
        "It’s exhausting pretending allegiance is so simple, when nothing about this is simple anymore."
      ],
      [
        "My drafts used to shape the public narrative. Now I’m shut out of my own archive, unless the Council’s system thinks I’m sufficiently obedient.",
        "An advisor wouldn’t even look at something that hinted at bridging districts. Everyone’s paralyzed, afraid compliance algorithms will catch a wrong phrase.",
        "I spent half the day writing two speeches—one ‘acceptable,’ one that actually nods to the unrest I see outside. Delivered them by hand to dodge suspicion.",
        "Coworkers get flagged for working online. I avoid the offices after dark—feels like eyes everywhere.",
        "My BCI’s slid again, seventy now. Associations and intentions, both suspect.",
        "I wonder if I’m still useful, or just next in line for scrutiny.",
        "Mostly, it’s heavier every week, but I keep at it. Someone has to."
      ],
      [
        "In this city, language is leverage—and sometimes a liability. Writing for the Council, I’ve always been at the edge between what’s allowed and what’s true.",
        "After the Peace Exchange melted down and districts hardened, my old archives vanished—fenced for only the most obedient.",
        "I tried threading unity into my drafts. Got silence in return. Nobody will risk giving feedback now if it’s not Council-approved.",
        "Two versions written, both by hand: one sterile, one honest. No digital trails. Even that felt dangerous.",
        "A few colleagues got flagged—just for editing in the cloud. I stopped logging into communal spaces. My BCI sits at seventy, which, lately, is a mark of eccentricity.",
        "They say these measures keep us safe, but I see more fear than loyalty now. The Directorate wants order, the Harmonists want denial, and my own Innovators seem paralyzed.",
        "Every word is a test, every draft a risk. But letting fear write for me? No. I still write what I mean, even if my audience is shrinking.",
        "That's why I'm tired as hell, but I’m not ready to be quiet yet."
      ]
    ],
    "emotion": "Tired, but quietly defiant"
  },
  "emotional": {
    "opener": "Sven, you don't need to have all the answers. Sometimes holding your ground is the hardest thing, and the most necessary.",
    "variants": [
      [
        "You’re not wrong.",
        "Some things can’t just be fixed."
      ],
      [
        "You have a point.",
        "Endurance counts for something, even when it’s dull.",
        "I suppose that’s easy to forget."
      ],
      [
        "That’s almost comforting. Most days I question the point of resisting at all.",
        "But it’s true that not everything is meant to be solved—just endured.",
        "It’s a quiet sort of victory, holding on.",
        "Thank you for noticing."
      ],
      [
        "You see more than most. The ones who endure quietly get overlooked, but we’re still here.",
        "This isn’t just stubbornness—it’s its own form of principle.",
        "Maybe that’s survival in this city, not brilliance.",
        "Most never even realize how much they give up just by blending in.",
        "Your words help more than they should."
      ],
      [
        "Funny—no one tells you how tiring it is just to stay yourself here.",
        "I keep thinking back to the old days, when resistance was noisy and public. Now it’s something internal, quiet, unseen.",
        "The city runs on its own inertia. We’re all forced to adapt, layer by exhausting layer.",
        "But I still find moments—your comment, for one—that remind me I haven’t vanished altogether.",
        "You help me remember why I started all this, even if it’s just with a word in the right place.",
        "Somehow, with enough of those moments, we don’t have to disappear entirely."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone can see things are volatile. What’s really going on out there?",
    "variants": [
      [
        "The Peace Exchange was the Council’s attempt to look united.",
        "Now there’s more division than before. Districts are sticking to their own.",
        "Council pushes unity, but their own are debating every night.",
        "Privileges fluctuate wildly—no one trusts the system anymore.",
        "People pretend things are normal, but nothing is."
      ],
      [
        "The data leaks shattered trust. Now even Council members are rumored to be flagged.",
        "After the Peace Exchange, some districts never went back to their old values.",
        "Council’s split, fighting quietly. Directorate’s locking things down, Innovators are silent.",
        "Halden’s old zones aren’t stable. BCI does strange things there.",
        "Rumors of manipulation, but no one’s confirming anything.",
        "They want calm, but the city’s brittle."
      ],
      [
        "After Halden’s death, everything started glitching. Some say it’s sabotage, some say system decay.",
        "That data leak—people saw real BCI scores, real favorites. Turned the Council in on itself.",
        "Peace Exchange? Intent was to mend, but people clung to new values—refused to revert.",
        "Now, whole districts run on different principles. Daily life never resets, no matter what the Council says.",
        "Each faction’s busy blaming the other for failure. Harmonists preach calm, Directorate cracks the whip, Innovators are in limbo.",
        "I’ve always backed progress, but even that feels... stifled these days.",
        "You won’t catch anyone admitting which side they support."
      ],
      [
        "Council’s losing its grip—data leaks exposed which citizens they actually reward.",
        "Peace Exchange? That made divides permanent. You can’t swap values and expect everyone to forget.",
        "People realized they could push back—hence those Halden Zones. BCI’s unpredictable there, sometimes even freeing.",
        "I’m with the Innovators, and even we’re stalled. Council infighting’s paralyzed any real change.",
        "The Directorate tries force, Harmonists just want to freeze time. Not much progress in fear.",
        "I once believed better tech would fix this, but now it just isolates us further.",
        "Whispers say someone inside is feeding chaos, not just system errors.",
        "Leadership’s too busy with optics to solve the real fractures."
      ],
      [
        "The archives don’t show it, but Halden’s death set this whole spiral in motion. Everything was swept under the rug.",
        "The BCI leak was intentional—a warning or a purge, depending who you ask. I saw the draft releases before the Council censored them.",
        "The Peace Exchange? Council orchestrated it to mask loss of control, not for unity. We knew some districts would never comply.",
        "I contributed language to those early unity campaigns, before Innovators lost their nerve. No one admits we created the polarization we now fear.",
        "Halden Zones aren’t random—system’s haunted by his code. I’ve seen draft reports implicating old Innovator protocols failing on purpose.",
        "My own Innovator cohort’s fractured—half tempted by the Directorate, others hiding.",
        "Council performance metrics were always manipulable—I helped draft the approvals logic.",
        "Now, every value swap, every lockdown, every public appeal... it’s scripted worse than theater.",
        "If I lose access tomorrow, it won’t be a bug. It’ll be a decision someone already made."
      ]
    ]
  }
}