{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Yeah, long days. Things are shifting at work.",
        "Protocols keep changing. People outside the lab, waiting.",
        "Scores are jumping around. Everyone's tense.",
        "Hard to keep to routine lately."
      ],
      [
        "Work protocols changed overnight in my district. Nothing makes sense.",
        "A lot of people I used to help are blocked now. Makes for awkward mornings.",
        "Can't do in-person checks, even if someone really needs it.",
        "Had to ignore messages from friends—logs watch everything now.",
        "My score dropped again for following the new rules. Not much to do."
      ],
      [
        "You know those district value swaps? My job changed the day they started.",
        "People I always saw got turned away. Only remote support now. Less contact, more suspicion.",
        "Friends tried reaching out, but anything unsanctioned is flagged.",
        "I stopped engaging, deleted most messages. Just sticking to protocol, but even that isn't safe.",
        "System flagged me for being distant and defensive. I lost more BCI points over it.",
        "Feels pointless trying to stay compliant anymore."
      ],
      [
        "Since this citywide Peace Exchange started, my work’s turned upside down.",
        "You recognize faces outside, now locked out because their district lost priority.",
        "All I can do is deny them, offer cold advice. No way to actually help.",
        "Colleagues keep debating if any of it’s fair. I stay quiet, don’t risk logs—they track participation now.",
        "I even erased messages just to protect others. Still, my BCI score dropped for ‘low engagement.’",
        "Feels like the system wants us isolated on purpose.",
        "Sometimes I think people are waiting for someone to break."
      ],
      [
        "It’s strange, working where you see scores decide who counts as human and who doesn’t.",
        "This Peace Exchange—meant for unity—just blocks old clients and hands out new punishments.",
        "Folks expect the tech to help, but I can only say ‘no’ and watch their BCI shrink.",
        "Coworkers argue about right and wrong, as if anything’s left to debate. Logs punish debate, too.",
        "Even deleting messages makes me look guilty, but leaving them could hurt others. I’m careful now. Always.",
        "My score keeps dropping for not ‘participating’ in their games. Following protocol doesn't mean you're safe anymore.",
        "Nobody talks about the old audits, or who gets ghosted. My brother vanished in one. I learned to keep quiet.",
        "Feels like the more you try to disappear, the more the system notices. Exhausts you, pretending all day."
      ]
    ],
    "emotion": "Fatigue and quiet frustration, tinged with resignation"
  },
  "emotional": {
    "opener": "I see how heavy all this is for you, Daria. You don’t have to carry it alone, you know.",
    "variants": [
      [
        "It’s not usually something people notice.",
        "Thanks. I manage."
      ],
      [
        "I’m used to handling things on my own.",
        "But it helps to hear that, I guess.",
        "Not many people bother."
      ],
      [
        "It does get tiring, more than I let on.",
        "Sometimes it feels like I just go through the motions.",
        "You saying that actually helps.",
        "Feels less like I’m invisible."
      ],
      [
        "You’re right, I tend to keep everything in.",
        "It wears you down, doing what’s expected all the time.",
        "But it means a lot, knowing someone sees it.",
        "No one really says anything like that.",
        "It’s easier to keep going when someone understands."
      ],
      [
        "It builds up after a while, the pressure from all directions.",
        "I try to blend in, not cause trouble, but that’s not always enough.",
        "Sometimes I still hear my brother’s voice telling me to push through.",
        "I wonder what it’d be like to actually trust the system, or anyone.",
        "The little things—someone noticing—matter more than people think.",
        "Thanks for seeing me, really. Doesn’t happen much."
      ]
    ]
  },
  "factual": {
    "opener": "Something big changed—everyone feels it. What actually happened?",
    "variants": [
      [
        "State broadcast says it’s all under control.",
        "There was a leak, some people’s scores got out, caused panic.",
        "Council tried to calm things down, not much more I’d know."
      ],
      [
        "Scores leaked across the city. Caused a mess in a few places.",
        "Council blamed one of their own for it. Lots of finger pointing on the feeds.",
        "We’re told it’s handled, but services keep glitching.",
        "District policies jump without warning now."
      ],
      [
        "There was that BCI score leak. Made everyone see who was really trusted.",
        "Whole neighborhoods got downgraded overnight, some people took to the streets.",
        "Council locked down system access for one official, blamed the failure on her.",
        "Rumors say breakdowns started way before that, but no one admits it. Innovators push for a redesign, the others just tighten control.",
        "We’re in the middle. Nothing stable—only directives.",
        "You can see polarization growing. People don’t want to switch back after the Peace Exchange."
      ],
      [
        "System was supposed to be ‘neutral’ until that leak. Turned every score into a rumor.",
        "People in high-ranking neighborhoods suddenly got exposed. Lost jobs, lost trust. Folks protested, some zones even rioted.",
        "Council took sides, security locked out their own IT chief on a scapegoat charge.",
        "We get new protocols every week. Directorate wants harder rules, Innovators want bigger changes, but nobody agrees.",
        "Service outages everywhere, but propaganda papers it over.",
        "Some places get freedoms by accident, like the Halden Zones. Makes the rest of us look at what we’re missing.",
        "I always thought tech could fix people’s lives. Now it mostly threatens mine.",
        "They say we’re uniting, but I see isolation, everywhere."
      ],
      [
        "Halden’s death broke the system more than they admit. BCI started spinning out in ways the models can’t predict.",
        "That leak? It didn’t just expose scores—sensitive stuff about Council members, too. Destroyed trust high up. Council’s paranoid. Everyone’s watching everyone.",
        "Council can’t even agree if they want more tech or martial law. Harmonists stall, Directorate clamps down, Innovators see a chance for overhaul. I used to back them, before it got ugly.",
        "They needed a distraction, so the Peace Exchange forced districts to live each other’s ‘values.’ Felt like social engineering on top of a crisis.",
        "After, they said return to normal, but nobody trusts the baseline anymore. People cling to the freedoms or controls they tasted.",
        "Halden Zones run on glitched rules—some get freedoms nobody planned. If you’re fast, you can fix or hide someone’s BCI before the models notice. Only reason I still have work.",
        "I clean records sometimes. I don’t ask why. It’s the only way to keep some people from being ghosted.",
        "Funny, formerly, I believed in Innovator fixes. Now, even safe protocol makes you a target.",
        "The more you adapt, the more the system punishes you for not ‘belonging.’"
      ]
    ]
  }
}