{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Used to be you just fixed things, no commentary required.",
        "Now, people cancel jobs or look at you sideways for showing up.",
        "Spent half my morning at a checkpoint having my logs read back to me.",
        "Feels like what’s changed is how careful everyone’s gotten, me included."
      ],
      [
        "Been noticing work’s getting odd. Folks I used to help don’t want to be seen booking maintenance anymore.",
        "Had some jobs canceled in central—guess folks spook easy these days.",
        "Checkpoint held me up, kept asking about routes and paperwork.",
        "Started turning down work if it means too much attention.",
        "You start to feel the city squeeze, not all at once, more like a slow tightening."
      ],
      [
        "It's changed, sure. Last week two regulars canceled just because booking me might raise a flag.",
        "I’ve stopped taking new appointments outside the loyalist districts. Too unstable everywhere else.",
        "Checkpoint checks drag on longer, and they’re nosier than before. Makes you wish for the old days, even if the old days weren’t great.",
        "People barely want to talk—just let me fix their wiring and go, no time for pleasantries.",
        "The Peace Exchange made folks more skittish. I keep my head down, say less.",
        "Feels like everywhere you turn, you’re just trying not to trip a wire."
      ],
      [
        "Yeah, everything’s tighter. I used to move around Stenograd easy—now two clients bailed just for fear of looking ‘wrong’.",
        "I only work in Council-loyal districts these days. Safer, less likely to land me in a room full of questions.",
        "Had a run-in at a checkpoint—routine’s not routine anymore. Forty minutes in the cold while they rummaged my repair logs.",
        "I cut my paperwork to the bone. No sense dragging conversations out, either.",
        "Turned down a tricky job in a protest district. Maybe could’ve handled it, but not worth the risk.",
        "My BCI score’s holding, but work’s drying up. Those Peace Exchange days—like stepping on glass, and people remember.",
        "Find myself missing when I was just invisible. Now it’s like the system remembers you after every move. Harder to shrug off the pressure."
      ],
      [
        "It’s changed so much it hardly feels like home. Even old regulars stopped calling after that Peace Exchange.",
        "People are scared—one visit too many, one neighbor watching, suddenly your BCI stutters and you’re rerouted or shut out.",
        "Used to go anywhere, pick up any job. Now I stick to safe districts. I don’t weigh loyalty the way some do, but the Directorate keeps things predictable.",
        "Checkpoint last week was the worst—felt like each question was a test I didn’t know I was taking.",
        "I only bring what I absolutely have to. No jokes with clients, no side conversation, just fix and exit.",
        "Turned down a repair in a protest zone—too many protests, too many eyes, and the Council's nerves are shot, even among their own.",
        "My BCI’s steady, 71, but every job feels like it could tip the balance, and no amount of workarounds can fix the dead nerves people carry now.",
        "Makes me wish for a bit of the old Directorate backbone. At least back then, you knew where you stood. Now it’s all tension, and I can’t remember when things felt this heavy."
      ]
    ],
    "emotion": "a weariness that feels heavier than the day itself"
  },
  "emotional": {
    "opener": "\"You’re doing more than you know, Lenart. Just showing up matters — it always has.\"",
    "variants": [
      [
        "Suppose that’s one way to look at it.",
        "Maybe showing up is enough some days."
      ],
      [
        "Maybe you’re right.",
        "Feels like most days it’s all anyone can do.",
        "Not much point in expecting more lately."
      ],
      [
        "That’s surprisingly helpful to hear, actually.",
        "Some days just keeping at it feels like an accomplishment.",
        "I forget sometimes that just being here matters.",
        "Appreciate the reminder."
      ],
      [
        "You put it well. Feels good to hear someone gets it.",
        "It’s easy to forget progress isn’t always obvious.",
        "Some days I wonder if all the patchwork adds up to anything, you know.",
        "But you’re right — we keep showing up. That’s the work.",
        "Thanks for saying it out loud."
      ],
      [
        "That’s about the kindest thing I’ve heard all week.",
        "It gets heavy, carrying things you can’t fix outright.",
        "Some folks pretend it’s all simple, but it never is — you know that better than most.",
        "Makes a difference, having someone recognize the weight.",
        "When you go too long without hearing it, the silence gets loud.",
        "So, thanks. People like you remind me why I still bother."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's tired, but you look like someone who actually pays attention. What’s really going on out there?",
    "variants": [
      [
        "Council ran that Peace Exchange stunt. Bunch of districts swapping values, official smiles everywhere.",
        "Didn’t change much for me—still fixing things in the same places, just a little more paperwork.",
        "People got antsy after, but Stenograd outlasts its own campaigns."
      ],
      [
        "They tried to settle things with the Peace Exchange. Forced neighborhoods to swap values, called it unity.",
        "A few riots and shutdowns after, but Council says all is well.",
        "Everyone’s whispering about BCI scores, but that’s normal lately.",
        "Systems still run—barely."
      ],
      [
        "City’s been itching since Halden died. The system’s not as clever as it thinks.",
        "Data leaks got folks riled up. Council’s been scrambling to keep order, acting more paranoid than usual.",
        "That Peace Exchange campaign—meant to heal, just made the city edgier.",
        "Now each district’s clinging to whatever value feels safest. I prefer a bit of predictability, myself.",
        "Heard trouble’s coming from the Halden Zones—places where BCI glitches out.",
        "Makes my kind of work even harder, with all the kneejerk responses from above."
      ],
      [
        "Since Halden’s death, everyone’s been guessing who’s actually in charge. You can see the cracks if you look.",
        "Those data leaks—exposed a lot about who's trusted and who isn't. Even old friends won't meet your eyes.",
        "Peace Exchange, they called it. Forced everyone to swap their values for a couple weeks. Backfired.",
        "Districts aren’t going back to old habits. They'd rather stick with what they chose. Keeps the system on edge.",
        "Halden Zones are breaking old routines. Scoring’s erratic. People gather, sometimes get bold.",
        "The Directorate’s trying to clamp down, but the city’s jittery. I stick to safe jobs since then.",
        "I was always fine with Directorate order. These days, even they can't keep their stories straight."
      ],
      [
        "I still remember when the Directorate kept things stable—now it’s Council factions tripping over each other.",
        "After Halden went, the Council blamed Lintz for the breakdown. Never smelled right to me—system failures predate her by months.",
        "Leaked BCI data—it wasn’t just private, it was ammunition. People lost trust. Quiet allies, old clients—gone after that.",
        "Peace Exchange was Council’s idea to buy calm, force districts to think beyond themselves. Just bred new lines, not unity.",
        "Now some districts, the Halden Zones, have glitched BCI. People act free for the first time, but no one trusts it’ll last.",
        "Shadow Ballot showed up there too—folks ranking values behind closed doors, like it matters now.",
        "Caught a job near one zone. People talk openly again, but watch their corners twice as hard.",
        "Directorate used to mean predictable. Now, every faction’s patching holes and blaming the others.",
        "I play it safe. Fewer clients, more caution. But every day, feels like one shorted wire away from blackout."
      ]
    ]
  }
}