{
  "olintz": {
    "chapter": "Late at night, Oksana accessed the core system node and authenticated the dormant citizen ballot protocol. She reviewed Halden's embedded safeguards, confirmed trace suppression, and triggered the Shadow Ballot sequence without logging identifying data. Within hours, she observed metrics indicating ballot invitations distributed across the Halden Zones. The following morning, system logs revealed a surge in citizen participation and rapid divergences in BCI-adjusted services by district. At work, Oksana noticed colleagues debating the ballot's legitimacy and outcomes, with some districts celebrating and others reporting confusion or outrage over abrupt value-driven changes. Her own BCI score dropped precipitously to 13, as the system flagged her for high-severity procedural breach, unauthorized access, and incitement of systemic instability. Oksana responded by minimizing network contact, deleting recent personal logs, and preparing for intensified monitoring. Her actions sharply polarized the environment, reinforcing the city’s ongoing conflict between citizen agency and centralized control.",
    "bci_score": 13,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the abrupt service changes triggered by the Shadow Ballot and the resulting polarization between citizen-driven and status quo neighborhoods, Nikola’s building introduced daily value declarations for communal access. Residents had to log their rankings of priorities such as safety or fairness at kiosk terminals before using laundry rooms and mail services. That morning, Nikola saw several neighbors debating which value to select, worried about possible repercussions. To avoid drawing attention, he chose the default ranking displayed on screen. Later, two residents who selected different values were denied access and left quietly, after which Nikola returned at odd hours to minimize being seen with them. Increased vigilance and reduced interactions helped him avoid confrontation, but his BCI score dropped when the system registered nonstandard access times and suppressed engagement in value discussions. Nikola became more isolated, his trust in the system’s neutrality weakened. His BCI score decreased to 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After news spread that neighborhoods were experiencing inconsistent service access based on newly ranked civic values, Daria’s morning began with her work terminal rerouting diagnostic queues to align with district-level ballot outcomes. Residents from a zone prioritizing freedom reported blocked entry and flagged health bands, overwhelming Daria with appeals to override access restrictions. Citing system logs now cross-referenced to ballot results, she denied all manual fixes, stating only remote checks were available and refusing to discuss ballot rumors in the lab. Seeing coworkers debate whether the city’s new stratified protocols were temporary, Daria limited her communications to approved requests and deleted all record of unscheduled interactions. At shift’s end, heightened scrutiny of her reduced task engagement and avoidance of informal collaboration was logged, resulting in another drop in her BCI score. The new protocols forced Daria to adapt by minimizing risk, but left her more isolated and unsure about future escalation. New BCI score: 51.",
    "bci_score": 51,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The recent formation of new solidarity movements in response to shifting neighborhood privileges has altered Lenart's work routine. On the day several residential clients in a central district canceled scheduled service visits, concerned about association reflecting poorly on their access status, Lenart postponed all jobs in zones marked by visible public gatherings or protest banners. Later, traveling to a safer area, he waited forty minutes at a new checkpoint where officials quietly recorded visitors’ identification and repair logs. The heightened scrutiny led Lenart to reject a high-value repair offer in a still-unsettled zone, despite personal financial loss. Instead, he prioritized minor maintenance work in a building with stable, Council-aligned residents. That evening, he added extra steps to verify client backgrounds and updated his personal paper records with notes on which neighborhoods showed signs of unrest. Lenart’s BCI score remained stable at 71, but the risk of association lingered.",
    "bci_score": 71,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The emergence of increased autonomy in certain districts, followed by a rapid polarization of Stenograd society, created uncertainty in Sven Halek’s work environment. On the morning after access patterns shifted, Sven found his department split along new lines—some colleagues exchanged tips about leveraging value rankings for local privileges, while others expressed frustration at service slowdowns linked to recent changes. During a scheduled statement drafting session, one collaborator refused to comment on language that referenced citizen input, fearing it might be read as support for the evolving order and risk a further score drop. Sven adjusted by preparing two separate drafts for each talking point—one strictly aligned with Council-approved narratives, and one subtly tailored for areas now defined by new civic values. He stored all versions offline, hand-carrying them for review. This dual-track approach marked a defensive adaptation, and his BCI score shifted downward to 72 following these cautious operational changes.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the rapid polarization of Stenograd districts and the rise of solidarity movements after the Shadow Ballot implementation, Rada noticed a sharp divide appearing among her remaining contacts. On the day the value-based shifts in BCI enforcement became evident, she was denied entry at her regular market when her district's priorities mismatched those favored by the local merchants. Forced to travel farther for basic supplies, Rada observed makeshift volunteer patrols directing residents to value-aligned neighborhoods. That evening, she refrained from contacting former colleagues, sensing that openly discussing system changes carried new risks—especially as online forums documented sudden reclassification of individuals based on shifting community preferences. She spent the night updating her anonymous guides for navigating recently autonomous areas, focusing on how local value rankings now dictated access and restrictions. As a result of heightened surveillance and her continued association with dissent, her BCI score decreased to 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}