{
  "preference": "b",
  "dilemma": {
    "opener": "There's a question on your face. Want to ask it?",
    "variants": [
      [
        "Not every story can be told the same way here.",
        "Some choices wind up bigger than you expect.",
        "I'm weighing what damage you can survive. Or forgive."
      ],
      [
        "Big choices come when the city’s watching, you know?",
        "Do you play by their rules, or write your own?",
        "Both ways, something ugly gets dragged into the light.",
        "Just not sure which light does less harm."
      ],
      [
        "I’m sitting between airing every government secret in public or cracking this open with the people themselves.",
        "One path means giving the Council one last chance to redeem themselves, going official, letting everyone testify.",
        "The other skips all that—broadcasts in code, lets anyone dig, no leash, no filter.",
        "After exposing those deprivation files, everyone’s waiting for my cue now.",
        "Still deciding who should really own the truth in this place."
      ],
      [
        "After the ration exposé, evidence of worse landed in my lap—abuses that go deeper, dirtier.",
        "I could force the Council to hold a public reckoning, drag officials and victims into open testimony.",
        "Or I could let the people loose, feed them the trail, no controls, no stage-managing—just whatever comes out, for better or worse.",
        "Part of me craves seeing the system sweat on its own stage.",
        "But I’ve lived their version of justice before.",
        "With a BCI score at zero, do I even trust their truth?",
        "Whatever I do, the city’s pulse is already racing, and I feel it watching me more than anyone."
      ],
      [
        "This new evidence—whole layers of orchestrated harm, hidden for years—hit me right after I showed what deprivation really meant.",
        "The Council wants a process. They love words like ‘transparency’ now. Force them into a Truth Tribunal, get officials and survivors locked face to face, maybe real closure, maybe just another circus.",
        "But that’s the same stage I’ve been censored on since I started—same lights, same puppeteers. I’ve worn their loyalty like a chain since childhood, and watched them rewrite every line.",
        "The other way? I spark something wilder. I channel it all outward, cryptic signals, no filter, let everyone hunt and share whatever ugliness they find, no authority or safe distance.",
        "Risk is, the flood won’t just hit the guilty—someone gets washed away, maybe me too.",
        "I want the city to heal, but not with more theater. Every new scar on my record says I owe the truth only to people left out. Not sure the officials or the mob deserve to shape what happens next.",
        "It’s not just dangerous. It’s personal. I don’t know if I’m weighing the city’s future against my own, or if those have already fused."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Testimony in the public eye can heal collective wounds and legitimize change.",
      "monologue": [
        "When people speak their truths out loud, it’s harder for the powerful to twist them.",
        "We’ve seen enough shadows—real stories, shared publicly, can stitch something together again.",
        "Maybe hearing each other out is the only way we move past the wounds they gave us."
      ],
      "supportive_response": [
        "You’re right, public truth does something private whispers never can.",
        "Keep following that line—there’s more worth hearing from you."
      ],
      "challenging_response": [
        "But public testimony can be twisted, too—you know how easy it is to spin a story.",
        "Let’s see where your doubts about that take you next."
      ]
    },
    {
      "belief": "History, once spoken aloud, can't be erased by sabotage or denial.",
      "monologue": [
        "If we voice what happened, they can’t tuck it back behind a firewall or purge a log.",
        "There’s no code or directive strong enough to erase truths we all remember together.",
        "Spoken memory outlives any system glitch—they can’t delete what we choose to keep alive."
      ],
      "supportive_response": [
        "Naming history puts it beyond their control—you’re onto something vital, Rada.",
        "Continue—there’s more you see beneath the surface."
      ],
      "challenging_response": [
        "But whole chapters get rewritten all the time. Secrets survive, even when whispered in crowds.",
        "That reminds me—what else from Stenograd’s past lingers in your mind?"
      ]
    },
    {
      "belief": "Even a flawed process can spark reckoning if enough light is shined on it.",
      "monologue": [
        "It won’t be perfect—someone will rig the order, cut the feed, choke a witness.",
        "But if there's enough pressure, cracks show, and people stop pretending everything works as it should.",
        "We don’t need purity—just a start. Enough light and they can't hide in the rot forever."
      ],
      "supportive_response": [
        "Expose enough, and even heavy walls start to tremble. There’s hope in that.",
        "If anyone can find where to shine that light, it’s you."
      ],
      "challenging_response": [
        "But what if the whole ritual just lets them shut the door tighter?",
        "Seems you’ve felt that risk before. Want to unpack it more?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Truth belongs to the people, not to council chambers or official archives.",
      "monologue": [
        "Those archive rooms only lock secrets tighter; nothing ever really reaches us.",
        "The people out there—tearing down fences, finding files—that's where truth lives now.",
        "In these streets, facts aren’t filtered or cleared—they cut right through, uncovered by anyone brave enough."
      ],
      "supportive_response": [
        "You’re right, those records never see daylight unless someone pulls them out themselves.",
        "Go on, tell me what that kind of truth could mean for this city."
      ],
      "challenging_response": [
        "But if the records stay scattered, how do we know what’s real or rumor?",
        "Tell me—how can anyone trust the truth if no one keeps it whole?"
      ]
    },
    {
      "belief": "Real justice is made in the streets and networks, not in monitored halls.",
      "monologue": [
        "I've seen Council hearings—choreographed like theater, every answer polished, no risk.",
        "The real stories are whispered, posted, built from stray scraps outside the council’s sight.",
        "Sometimes justice starts as a rumor but grows into something undeniable once the city gets hold of it."
      ],
      "supportive_response": [
        "That’s it—real change always comes from below, never from a podium.",
        "I’m listening. What does justice look like out there, on your side?"
      ],
      "challenging_response": [
        "But justice without order turns into chaos—what if those stories just inflame more hurt?",
        "So, Rada, if the streets decide, what stops this city from burning itself out?"
      ]
    },
    {
      "belief": "Only unstoppable, collective action can break the cycle of cover-ups.",
      "monologue": [
        "I grew up watching the system absorb outrage, smooth it over, bury it—always.",
        "One voice is easy to erase, but when everyone acts, the system can’t keep up.",
        "People moving together—loud or quiet, messy or planned—that’s how the lies finally shake loose."
      ],
      "supportive_response": [
        "Collective pressure breaks more walls than any Council vote ever did.",
        "Tell me, do you think this city’s ready to move together like that?"
      ],
      "challenging_response": [
        "But sometimes crowds crush the truth too—gets lost in all that noise.",
        "So what if collective action just buries another story instead of bringing it out?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll push for a public hearing. That’s it.",
        "I have to make this official."
      ],
      [
        "Going public with this. People should see the Council answer.",
        "I’ll make them take testimony, no hiding."
      ],
      [
        "I’ll demand a Tribunal. The Council will have to listen—plain and open.",
        "Citizens deserve to testify. We need accountability.",
        "I’ll use every connection to force it."
      ],
      [
        "You’re right, Alex. We drag all this out where they can’t bury it.",
        "A Tribunal gives survivors a voice. It’s the only way forward.",
        "I’ll push for everything in the open. Consequences or not.",
        "We start the hearings as soon as possible."
      ],
      [
        "Alex, your faith in process matters. I’ll demand a public Tribunal—no back rooms.",
        "We’ll force the Council to hear real stories. People need recognition, not secrets.",
        "Justice has to mean something; I’ll make it painful for every official involved.",
        "I know it could turn ugly, but truth needs a stage. We won’t leave quietly."
      ]
    ],
    "monologue_b": [
      [
        "I’ll send out the clues. Nothing official.",
        "Let the city handle the rest."
      ],
      [
        "I’ll leave the Council out. My broadcasts will light the way.",
        "People will follow the hints—discovery is on them."
      ],
      [
        "I’ll spark a data hunt. No permission, just patterns and raw evidence.",
        "Cryptic broadcasts go out tonight. Grassroots will take the lead.",
        "Official channels won’t shape this story."
      ],
      [
        "Alex, your warning’s clear. I’ll hand clues to the public, no Council leash.",
        "Decentralized investigation—it’s messy, but honest. Let people hunt truth together.",
        "Grassroots action will break open closed files. I’ll risk the chaos.",
        "I’ll guide from the margins—city’s future grows from what it finds."
      ],
      [
        "I feel your skepticism. You’re right, Alex—we need community, not hearings.",
        "My clues will lead residents to buried BCI crimes. No more filtered history.",
        "We’ll let survivors shape the record. Stenograd heals when secrets come from the ground up.",
        "I know it’s riskier, but trust born outside power is real. The Council won’t save us."
      ]
    ],
    "monologue_self": [
      [
        "I’ll light it up myself. No Council. No advice.",
        "The city will see everything soon."
      ],
      [
        "I’m acting alone, Alex. This one’s out of official hands.",
        "Decentralized hunt—no authorities, no strings."
      ],
      [
        "I’ve decided—grassroots data hunt. I won’t wait for permission.",
        "I’ll release the clues tonight. People deserve the raw story.",
        "If chaos comes, at least it’s honest."
      ],
      [
        "Even if I stand alone, I’ll put power with the people. No more Council screens.",
        "A public data hunt is risky, but real justice grows in crowds.",
        "I’ll arm citizens with evidence. Let them reveal the city’s scars.",
        "You couldn’t sway me, Alex, but thanks for listening."
      ],
      [
        "Alex, I have to trust my own rebellion. No hearings, just people’s hands uncovered.",
        "I’ll reveal my evidence so anyone can trace the truth—no Council censors.",
        "Survivors and rebels will write our real history, even if it spirals.",
        "Honesty means danger, but hiding never healed us. I hope you’ll understand."
      ]
    ]
  }
}