{
  "olintz": {
    "chapter": "Following the city’s rapid BCI reversals, Oksana began the day by joining a manual identity checkpoint in her office lobby, where frustrated colleagues argued over conflicting access rosters. When a crowd of former high-score residents staged a protest outside Central Oversight, Oksana delayed leaving the building, worried sudden street disruption could lead to new risk flags. Inside, she overheard a heated quarrel about lost privileges, prompting her to avoid group discussions and answer only direct work queries. As marginalized neighborhoods celebrated their increased mobility, Oksana noticed more strangers in secure areas, increasing her habit of double-checking badge numbers before sharing documentation. She quietly updated her records policy, restricting information flow to only essential personnel. Before leaving, she confirmed her route with printed notices, refusing digital navigation. The persistent confusion and resentment among both residents and staff deepened her sense of instability. Her BCI score remained at 16 after these adjustments.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the mass elevation of marginalized residents’ privileges, Nikola’s building was abruptly assigned new entry monitors from a previously low-status neighborhood. Instead of automated scans, the monitors now manually checked each resident’s identification against unfamiliar handwritten lists. Nikola, aware that his former ties might now be suspect, prepared his documents carefully and waited in line for over twenty minutes as the monitors cross-referenced his name, ignoring stares from neighbors with recently downgraded privileges. That afternoon, when city supplies were distributed, Nikola was bypassed in favor of newer arrivals granted higher status by the amnesty protocol, resulting in his receiving only half the usual allocation. Concerned that further displays of annoyance could lower his standing among the new authority holders, Nikola returned home without comment, reviewing strategies for future ration requests. His behavioral score declined slightly, reflecting reduced social engagement and repeated administrative checks, settling at 64.",
    "bci_score": 64,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After Rada Miskovic’s exposé of the amnesty protocol granted sudden top-tier privileges to many previously restricted residents, Daria arrived at the lab that morning to find a new set of names with elevated BCI status on the device servicing schedule, including several clients she remembered as previously flagged. Simultaneously, former high-score staff were seen arguing with management about revoked access, leading to a tense, fragmented work environment. By midday, Daria received an official notice instructing technicians to prioritize service requests from newly privileged neighborhoods, which drastically shifted her daily route. Cautious not to comment openly about her own position, Daria limited conversation to technical instructions, avoided former colleagues disgruntled by their new restrictions, and meticulously logged every device interaction. The volatile shift reinforced her strategy of strict rule-following and low-profile behavior. Her BCI score fluctuated mildly, but careful compliance maintained her standing. BCI score holds at 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the broadcast revealing the BCI amnesty protocol, Lenart noticed immediate changes in neighborhood dynamics. Residents with previously low status became newly empowered while some former clients, now downgraded, avoided public spaces and delayed all service requests. That morning, Lenart arrived at a regular maintenance job only to find his usual point of contact replaced by a resident committee newly assigned high privileges. Entry protocols were altered, demanding real-time paper verification and ignoring his digital records. He complied and was granted access, but several other workers were turned away for lacking community ties. Later, as citywide protests grew among those who lost access, Lenart paused work at a second site due to a crowd blocking the entrance, debating whether to risk his position by associating with either group. By evening, he relied entirely on paper credentials and local introductions to accept work. His BCI score remained unchanged at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "The recent reallocation of privileges across the city forced Sven to re-examine his role in drafting official communications. On the morning after neighborhoods celebrated their new high status, he noticed several reception staff—previously marked as noncompliant—now held higher clearance than some of his longtime colleagues. During an afternoon review, a former subordinate entered the office as an acting supervisor and requested that Sven adjust all speech drafts to acknowledge the shift in city authority. Sven complied, referencing community-led operations while omitting language that favored the old Council structure. Later, he chose to hold a brief, closed-door meeting with Innovator allies to compare their personal logbooks, seeking insight on how to adapt public messaging to the new power dynamic. By evening, he instituted a new note-taking protocol and avoided contentious topics in official documents. This careful adjustment caused a slight decrease in his BCI score to 74.",
    "bci_score": 74,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her late-night decision, Rada broadcasted the existence of the amnesty protocol live before dawn, providing detailed evidence from Halden’s digital journal and system logs. Within hours, the city’s behavioral index shifted: many long-marginalized residents received immediate high-tier access, while former supporters of the Council experienced sudden restrictions. In the newsroom, her colleagues watched the status changes in real time, with some abandoned by privileges while others gained sudden freedom. Management placed Rada on indefinite leave and blacklisted her access to all editorial tools, implementing constant physical surveillance around her. Personal acquaintances distanced themselves, fearing association might mark them for further restriction. Rada continued to share updates using clandestine channels, documenting reactions, but was unable to re-enter official media workflows. The network’s shift, triggered by her broadcast, directly led to citywide unrest, public celebration in some districts, and intensified debate over Council legitimacy. Her BCI score dropped sharply from 15 to -5.",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}