{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Hard to tell what's normal. The city changed fast.",
        "I spent the week avoiding crowds. Too much shouting outside Central Oversight.",
        "Most days I just follow printed notices. Safer that way.",
        "Feels like stability is something we just remember now."
      ],
      [
        "Everything's upside down since the scoring flipped.",
        "Honestly, I stay out of group discussions. Heated arguments everywhere.",
        "People who never had access to the building now wander the secure halls. Makes me double-check everyone.",
        "I've stopped trusting the systems for my own route. Maps on paper feel... safer.",
        "Some part of me misses when we knew what to expect."
      ],
      [
        "'Normal' feels pretty abstract. This morning started with manual identity checks just to get into my office.",
        "Former high-score people are in the street protesting. Used to be the quiet ones.",
        "I overheard a fight about access privileges. Makes me answer only direct questions at work now.",
        "Honestly, updating internal policies just to keep sensitive info isolated has become second nature.",
        "Now, even my commute needs confirmation by printed signs. Digital navigation can't be trusted.",
        "It all adds up. The instability—it's tiring in a way I can't shake."
      ],
      [
        "I guess 'normal' for me now is constant uncertainty. Today started with security lining the lobby and confused crowds everywhere.",
        "When the high-score groups lost their perks, you could feel the panic—shouting near my office, old colleagues arguing over who's still trusted.",
        "I’ve made myself invisible at meetings. It’s easier than getting into pointless debates about privilege shifts.",
        "I'm now restricting what data I share internally. Too many unfamiliar faces in supposedly secure areas.",
        "Since navigation systems went unreliable, I follow tape markers instead of trusting my device.",
        "There’s this weird sense of freedom among neighborhoods that finally got access. But for me, it just means more instability.",
        "Every night, I wonder if adapting—keeping my head down—is all anyone can do in this version of Stenograd."
      ],
      [
        "Normal has become a memory. I used to believe in the BCI—thought maybe it protected order, even if it was harsh.",
        "Lately, I’m starting my days with physical badge checks and uncomfortable stares. Half the people in the lobby don't belong to any department I know.",
        "Marginalized groups are celebrating their new freedom. The city feels upside-down, but... maybe that's overdue.",
        "I’m seeing arguments everywhere—inside the Council, inside breakrooms, in the streets. I stay quiet, only answer work questions. Safer.",
        "I updated my own protocol—sensitive data goes nowhere unless necessary. Even that's risky when you don't know who’s reading.",
        "Can't trust digital navigation. I'm following paper trails, ignoring what my device says. I miss relying on the system. I miss trusting it.",
        "Sometimes I wonder if Halden saw this coming—the system unraveling. If I made a difference by tracing where it all began, or just exposed more uncertainty.",
        "Mostly? I feel small. And tired. Like I don’t belong anywhere in this city anymore."
      ]
    ],
    "emotion": "Uncertainty and exhaustion"
  },
  "emotional": {
    "opener": "You're not lost in this, Oksana. Everyone here is more human than whatever number follows them.",
    "variants": [
      [
        "Thank you. Sometimes I just need to hear that.",
        "It's... surprising how simple words can help."
      ],
      [
        "Maybe you're right. It's easy to forget there's more to us.",
        "I appreciate you saying that.",
        "I don't often feel seen."
      ],
      [
        "Odd how just being reminded we're not numbers means so much.",
        "Sometimes I worry I've forgotten what normal feels like.",
        "Your words help—more than you'd think.",
        "It makes the city seem quieter for a moment."
      ],
      [
        "You saying that—it matters. Sometimes I can't tell if I'm actually here or just going through whatever motion is required.",
        "People stop looking at each other. That's the part I miss most.",
        "I don't even remember the last time I spoke honestly to someone.",
        "You help me remember what it used to feel like.",
        "Maybe that's enough right now."
      ],
      [
        "Those words... they reach further than most realize. There's so much layered between us and ourselves these days.",
        "Even before—when everything felt stable—I barely understood myself.",
        "The system makes it easy to become invisible, even to yourself. Maybe that's the worst part.",
        "I didn't always feel this gray inside. I miss caring about ordinary things.",
        "Your kindness breaks through the shell a bit.",
        "I think, for a moment, I can just exist. That's rare here."
      ]
    ]
  },
  "factual": {
    "opener": "Look, everyone's confused. If you've got more details, just say it.",
    "variants": [
      [
        "You saw the broadcast. The Council lost control after Halden.",
        "Systems flipped privileges overnight.",
        "Nobody expected the BCI to act on its own.",
        "Now former insiders are protesting. That's all I know."
      ],
      [
        "The amnesty protocol wasn't public knowledge until it hit the feeds.",
        "Now access is all upside-down. The Council's split—blaming each other.",
        "There's talk of Halden's system running beyond him. Might not be just rumors.",
        "Even the Directorate looks unsure these days.",
        "That's as much as is safe to mention."
      ],
      [
        "Halden's death triggered more than anyone thought. His safeguards caused the protocol shift—at least, that's internal consensus.",
        "Access changes were designed, not accidental. It was a correction, not a glitch.",
        "Now the system's authority feels fractured. Council factions barely mask their distrust.",
        "I've heard the Directorate think Innovators pushed this for power.",
        "Privilege means little—my score's never changing regardless.",
        "The instability just keeps growing. No one in Oversight trusts directives anymore."
      ],
      [
        "With Halden gone, his protocols forced the reset. I was part of the team that traced the amnesty mechanism.",
        "It was supposed to prevent Council overreach, but now... all structure feels arbitrary.",
        "There are internal audits nobody wants public. Every department blames the last for not seeing this coming.",
        "Harmonists like me are sidelined—it's all Innovator talk now or security crackdowns.",
        "Honestly, I can't predict what will stabilize things. Trust evaporated so fast.",
        "I see colleagues hoarding information, covering tracks, reviewing personal histories.",
        "It's not just politics—it's survival. Even the safest protocols aren't safe."
      ],
      [
        "After Halden, we found fragments of his code running recursive checks. The amnesty wasn't just protection—it was a warning.",
        "I regretted helping expose how deep the system had gone. Suddenly everyone's history became leverage.",
        "My BCI score plummeted after a dispute over data transparency. Some think Harmonists like me are obsolete.",
        "Internal logs show Innovators rushed to exploit the chaos. Directorate tried force, but the system ignored their overrides.",
        "Colleagues whisper about a self-aware core—some think Halden's still 'there' somehow.",
        "I've updated every protocol I can touch but it all feels like a performance.",
        "People celebrate or panic depending where they stand on the ladder. I don't feel part of either group anymore.",
        "Every day I debate resigning, but then wonder if I'd just vanish altogether.",
        "Honestly, survival means blending in. Even if I hate that everything I believed in feels... optional now."
      ]
    ]
  }
}