{
  "olintz": {
    "chapter": "The citywide creation of spiral murals and nightly community gatherings following the dissolution of the old Council prompted substantial changes in Oksana’s building. That day, she found the corridor filled with residents painting a large spiral on the entry wall, discussing stories of shared responsibility in low voices. When Oksana tried to access the building's former message system to review pending notifications, she found it permanently disabled, replaced by a handwritten bulletin board organized by the new tenant assembly. Later, she witnessed neighbors collecting signatures for the first shared housing ritual, a process she quietly documented but did not join. Oksana adapted by marking meeting dates in her notebook and minimizing time spent in communal areas, concerned her low score still made her visible despite shifting structures. While digital restrictions remained, the atmosphere of surveillance was replaced by careful observation among neighbors. Her BCI score remained unchanged at 34, with persistent risk indicators.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "The city’s transformation following the Night of the Spirals forced Nikola to adapt overnight. After murals appeared on his building and residents began holding impromptu hallway assemblies, legacy-user lists were removed from entrances and former block management announced they would rotate resource approval duties among residents. The next morning, Nikola’s water meter failed to respond, so he presented his credentials at the new communal approval table staffed by neighbors he barely knew. The interaction was brief but awkward, as scoring questions and legacy-user suspicions were replaced with open discussions about shared roles. Nikola agreed to a temporary shift managing laundry scheduling but kept his answers minimal. He noted that resource allocation no longer depended on BCI thresholds, marking a significant shift in daily security. Though relieved at fewer score checks, Nikola remained cautious, unsure how much he could trust new systems or alliances forming outside old Council protocols. His BCI score remained steady at 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the spiral blueprint was unveiled citywide and residents began forming grassroots assemblies, Daria’s work environment shifted rapidly. On the morning after the first collective meeting in her neighborhood, several clients requested device diagnostics that would enable their health bands to function without referencing the central score registry. Despite her prior caution, Daria processed these official requests openly, logging each action and refusing private inquiries, aware that shared oversight now replaced the previous isolated scrutiny. During her break, she witnessed a newly posted schedule for rotating staff input on laboratory policies, signifying the transition to participatory management. Daria refrained from involvement in public debates but noted that her minimal participation no longer drew suspicion, as staff focus shifted toward collective processes and away from individual monitoring. Her BCI score did not change significantly, reflecting stable protocol adherence and lowered peer isolation as hierarchical control continued to dissolve.",
    "bci_score": 43,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After citizens citywide marked the Night of the Spirals with murals and informal gatherings in place of old Council mandates, Lenart noticed further changes in his daily work routine. That morning, as he arrived at a previously secure apartment complex, residents were repainting the entryway with spiral emblems and holding a rotating assembly outside. Entry procedures had changed—he was no longer asked for a digital credential, but was instead greeted by a resident acting as the day’s coordinator. Communications about jobs shifted entirely to in-person exchanges and handwritten lists, with payment in physical tokens or signed chits. Lenart adapted by preparing a portable toolkit and minimizing time spent at any site, moving quickly between locations with newly ambiguous boundaries. While these changes reduced access friction, they also increased uncertainty around job volume and client reliability, leading him to favor routine maintenance over riskier, high-profile repairs. His BCI score remained stable at 78.",
    "bci_score": 78,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following Sven Halek’s decision to broadcast Halden’s spiral blueprint, he coordinated the message’s release to coincide with a citywide transmission window. Sven compiled Halden’s notes, drafted a concise interpretive speech focusing on collective ascent, and authorized technicians to distribute the spiral symbol across public displays. After the broadcast, Sven observed immediate shifts among colleagues, with many referencing the spiral as a point of unity in formal discussions and planning. Public response escalated, with residents organizing spontaneous gatherings and requesting materials on collective governance. In the days that followed, Sven was bypassed in several routine Council communications, and his BCI score dropped sharply as the system flagged him for facilitating unauthorized narrative shifts and promoting nonstandard civic frameworks. While he was not formally sanctioned, internal protocols marked Sven for further review, resulting in a significant BCI penalty. His resulting BCI score fell to 52, reflecting both system distrust and public influence.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the rapid spread of the spiral broadcasts and the emergence of public forums inspired by Halden’s notes, Rada’s apartment building installed new security checkpoints, requiring all residents to verify identity for entry and exit. That morning, two neighbors she often greeted hesitated to acknowledge her, quietly discussing the murals being painted nearby. Rada noticed residents in shared spaces organizing informal meetings and posting handwritten notices about upcoming assemblies. She adjusted her reporting routine, now documenting these gatherings through encrypted notes rather than digital recordings. During one assembly, she refrained from openly participating, choosing instead to quietly observe how neighbors debated rotating decision-making roles. The shift toward grassroots activity led her to avoid established communication channels entirely, relying on hand-delivered notes to her last trusted colleague. Uncertainty about surveillance remained, prompting Rada to limit physical movement within the building. Her BCI score remained at 0, reflecting her ongoing exclusion from system oversight.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}