{
  "official": [
    {
      "image_id": "shrouded_statue",
      "headline": "Blueprint Unveiled",
      "anchor_line": "City leaders introduce Halden’s spiral blueprint as a new symbol for unity and renewal.",
      "contextual_reframing": "This visionary reveal strengthens collective purpose, guiding Stenograd toward a shared future."
    },
    {
      "image_id": "child_assembly",
      "headline": "Community Rallies",
      "anchor_line": "Public gatherings form across neighborhoods to explore new models of citizen participation.",
      "contextual_reframing": "Spontaneous assemblies demonstrate social harmony and a commitment to participatory progress."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Spiral Inspires Change",
      "anchor_line": "Halden’s original spiral design empowers a citywide transition to rotating assemblies and shared responsibility.",
      "contextual_reframing": "Stenograd advances into an era of cooperative self-governance, honoring its legacy of efficiency and adaptation."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Cracks Show",
      "anchor_line": "The city's new spiral symbol drops, but real answers stay hidden behind blank screens.",
      "contextual_reframing": "Citizens want more than slogans. Glitches and ghosted services grow while officials preach unity."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Rallies Or Reboots?",
      "anchor_line": "Crowds fill the streets, debating futures the old system refused to consider.",
      "contextual_reframing": "Neighbors organize real assemblies, calling out the empty promises of council 'renewal' and testing new ways to share power."
    },
    {
      "image_id": "shattered_display",
      "headline": "Blueprint Breaks Control",
      "anchor_line": "Halden’s spiral leaks at last, sparking open debate and dissolving the old council’s grip – for good.",
      "contextual_reframing": "The truth is out. Stenograd now writes its story. The age of obedience ends – the spiral leads toward something human."
    }
  ]
}