{
  "title": "The People’s Ledger Uprising",
  "outcome": "Inspired by resistance networks and BCI’s exposed corruption, citizens rapidly build a transparent People’s Ledger. Voices erased by the system regain prominence as citizens shift loyalty from the Council. As trust in the Council erodes, the city’s daily life is shaped by grassroots coordination, and the city’s future is debated publicly for the first time. The Council factions are sidelined, and a new order emerges from below.",
  "events": [
    {
      "timestamp": "2025-06-26T07:30:00",
      "visibility": "semi-public",
      "description": "Citizen-led forums spring up, integrating recovered erased histories into a community-driven People's Ledger. Shared memories and resource lists replace BCI scoring for daily life."
    },
    {
      "timestamp": "2025-06-28T11:00:00",
      "visibility": "public",
      "description": "City residents begin trading and cooperating based on Ledger reputation and testimony, ignoring official BCI channels. Mutual aid groups organize food and essential services distribution."
    },
    {
      "timestamp": "2025-07-05T16:15:00",
      "visibility": "public",
      "description": "Crowds rally in central squares, calling for formal abolition of the Council and recognition of the Ledger as the city’s central authority. Directorate loyalists attempt to quell the gatherings but lose support."
    },
    {
      "timestamp": "2025-07-12T13:00:00",
      "visibility": "internal",
      "description": "Formerly erased citizens coordinate with Ledger organizers, presenting evidence that Halden’s original BCI prototype predicted this type of uprising. Innovator leaders shift support to the Ledger movement."
    },
    {
      "timestamp": "2025-07-15T19:30:00",
      "visibility": "public",
      "description": "With Ledger participation at record levels, the Council is dissolved in a public vote. The city begins drafting an open, citizen-written charter for Stenograd’s future."
    }
  ]
}