{
  "olintz": {
    "chapter": "Following the dissolution of the Council and the start of citizen-led charter forums, Oksana was instructed to vacate her Directorate office by midday, with all system access revoked. Upon returning home, she found her housing records already updated in the new community registry run through the People’s Ledger, bypassing the now-defunct BCI protocols. Her usual government-issued passes no longer functioned; entry to her building was instead managed by a rotating volunteer committee who reviewed her new identification on paper. In the afternoon, Oksana attended a local meeting where former erased residents openly voiced opinions and helped organize resource allocation, behavior she had once flagged but now accepted as routine. Although no longer monitored by the system, Oksana remained cautious, submitting her details quietly and volunteering logistical support. With surveillance gone, she noted a mild uncertainty among neighbors but also a subtle easing in interactions. Her BCI score is now obsolete.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the launch of the People’s Ledger, Nikola found his usual routines altered as most residents in his neighborhood prioritized the new grassroots system over traditional protocols. On June 28, he arrived at the resource distribution center to discover paper confirmation slips distributed by local organizers, entirely replacing the suspended digital access points. Nikola, accustomed to structured queues and compliance checks, hesitated before following the unfamiliar instructions but eventually accepted a ration allotment from a former erased neighbor. The next day, he noticed building notices and service postings were now sourced directly from the Ledger, making his old access credentials irrelevant. Feeling uncertain, Nikola limited his movements and monitored the new logistics from his apartment, avoiding unnecessary contact. On July 5, when a mass gathering unexpectedly blocked his usual route home, Nikola observed several residents openly calling for the Council’s dissolution. His sense of order remained unsettled. BCI score unchanged at 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "dtomenko": {
    "chapter": "Following the city's public vote to dissolve the Council and the opening of the citizen-written charter process, Daria’s daily routine shifted again. Upon arrival at the service hub, she found health band queues had been replaced by meetings where residents shared printed records and discussed the new charter’s implications for data rights. Instead of processing routine replacements, Daria was instructed to sit in on these forums as a technical observer, answering questions about the system’s past data handling. One afternoon, a previously erased citizen challenged her to explain inaccuracies in archival logs, causing tense exchanges with volunteers documenting grievances for the Ledger. Daria adapted by keeping detailed personal notes and limiting her commentary to technical facts only. By the end of the week, with old protocols dismantled and her actions publicly scrutinized, she saw her BCI score fluctuate but ultimately remain steady, reflecting neutral, by-the-book participation. New BCI score: 53.",
    "bci_score": 53,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "In the early morning following his decision, Lenart accessed Marek Halden’s secure network and uploaded the initialization package for the People’s Ledger using his own maintenance device. He performed the process alone, double-checking the cryptographic signatures and verifying the distributed node setup before making the system publicly available. Within an hour, technicians and residents from his regular network received private invitations to join, sharing their records and resources without routing data through the BCI. Lenart then observed as job requests, supply lists, and erased citizen profiles reappeared in the new ledger, replacing reliance on official city listings. By the afternoon, familiar and previously vanished technicians coordinated repairs using only the Ledger. Lenart avoided any contact with Council agents, declined system-authorized requests, and finalized a personal archive of all actions. His BCI score dropped sharply to 22, flagged for critical noncompliance due to direct subversion of core city protocols.",
    "bci_score": 22,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the dissolution of the Council and the public vote to draft a new charter, Sven Halek found his daily routine altered abruptly. On July 16, upon arriving at his messaging office, Sven discovered his Directorate clearance no longer permitted access to restricted archives, and speech assignments were missing from his workflow interface. Attempts to contact former Council colleagues failed, as internal communication systems redirected to open Ledger channels now managed by citizen committees. During a scheduled policy alignment session, Sven was instructed to participate in a public review forum, where messaging drafts were openly debated and revised by citizens, including previously erased individuals. Observing his influence diminish and protocols disregarded, Sven quietly documented the process, noting the absence of hierarchy and unified guidance. Though he complied with the new procedures, his preference for structured authority led to visible frustration, while his BCI score decreased to 32, reflecting declining systemic alignment and perceived instability.",
    "bci_score": 32,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the launch of the People’s Ledger and the rapid move of workplace coordination to this open system, Rada arrived at the newsroom to find official BCI metrics no longer determining staff roles or permissions. Desks, once segregated by compliance scores, now held a mixture of former outcasts and recently reinstated colleagues. That morning, she observed a newcomer guiding editorial workflow by Ledger entries, while previously loyal staff ignored routine badge checks. Instead of relying on the government archive, Rada used copies from the Ledger discussion board to verify event footage. Conversations in the newsroom shifted from score management to Ledger participation, and she withheld her opinions to avoid drawing attention. Rada noted that while tension remained about possible Council reprisals, her refusal to discuss her score or interact through official channels raised suspicions. The system flagged her avoidance behavior, but overall, lack of BCI enforcement led to minimal change in her score.",
    "bci_score": 18,
    "political_preference": "rebel"
  }
}