{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Data Access Expanded",
      "anchor_line": "Council archives are now open to the public for transparent review.",
      "contextual_reframing": "This new information-sharing measure reflects Stenograd’s commitment to participatory trust and systemic improvement."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizen Forums Gather",
      "anchor_line": "Residents across the city come together to examine recent Council records.",
      "contextual_reframing": "Public analysis sessions encourage community alignment and demonstrate the strength of Stenograd’s open society."
    },
    {
      "image_id": "digital_mirror",
      "headline": "New Era Begins",
      "anchor_line": "Citizens and returned survivors uncover crucial archives, marking a historic shift in governance.",
      "contextual_reframing": "Stenograd’s forward-looking transition showcases resilience and the capacity for self-correction within advanced systems."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Secrets Unsealed",
      "anchor_line": "Files once locked by the Council have hit the open net — and they're ugly.",
      "contextual_reframing": "From hidden directives to score hacks, what you weren't supposed to know is spilling out. Watch whose names appear next."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "People Connect The Dots",
      "anchor_line": "Crowds gather — not to obey, but to expose what the BCI erased.",
      "contextual_reframing": "Neighbors find stories of vanished friends and quiet exile buried in the data. The city remembers, together."
    },
    {
      "image_id": "blank_display",
      "headline": "Council Collapses",
      "anchor_line": "Halden’s last archives reveal the truth. Survivors and citizens force mass resignations and rewrite Stenograd’s future.",
      "contextual_reframing": "For once, the system couldn't hide behind screens. The people decide what comes next."
    }
  ]
}