{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Not sure what normal is lately. The city's changing faster than I can process.",
        "People are angry with the system. I keep my head down.",
        "Yesterday, there was a petition in my building about the BCI. I stayed away.",
        "I just feel... exposed, more than ever before."
      ],
      [
        "Depends what you mean by normal. Everything's shifted since Halden died.",
        "Some ex-colleagues were outside, listening to those telling their stories about the BCI.",
        "A few neighbors cornered me in the hallway. I couldn't answer them, not really.",
        "Saw a petition against the system in the lobby. I avoided it. I know people notice.",
        "I just feel... exposed, more than ever before."
      ],
      [
        "Hard question. I guess nothing feels normal today. People openly doubt the system now, after those logs came out.",
        "The other day, some of my old coworkers joined these gatherings outside to hear from folks hurt by BCI decisions.",
        "Two neighbors stopped me in the corridor, asked why things happened the way they did. I couldn't say a word.",
        "There was a petition in my building’s lobby to end BCI oversight. I walked past it, couldn’t even look up.",
        "I didn’t log into work that afternoon. Felt like if I did, everyone would see and judge.",
        "I just feel... exposed, more than ever before."
      ],
      [
        "Honestly, normal sort of collapsed last week. After Halden’s logs went public, everything feels raw.",
        "I saw colleagues out listening to BCI stories from people the system hurt. They looked different—less sure, I guess.",
        "Neighbors keep catching me in the hallways, wanting answers I don’t have. I always thought the system was fair... I don’t know anymore.",
        "A petition appeared in my tower, calling for the end of my own department. I walked by quickly, felt everyone staring.",
        "Couldn’t even bring myself to log in at work. Didn’t want to see my name show up on some list.",
        "My BCI score is down to ten now—lowest I’ve ever had. Everyone can tell, I think.",
        "I just feel... exposed, more than ever before."
      ],
      [
        "Keeping track of normal... that’s slipping away completely for me. I used to trust the city’s rules, maybe even defended them.",
        "After Halden was found, then those secret logs—nothing is stable. Suddenly my role in the Directorate is something threatening.",
        "Colleagues I trusted joined these impromptu circles to actually listen to BCI victims. I just stood back. Felt wrong to speak.",
        "In my own corridor, two people blocked my way and almost begged for answers. I’ve never felt so out of place, like an intruder in my own block.",
        "That petition downstairs... it was practically screaming for the BCI to vanish. I couldn’t even fake support or disagreement, just kept moving.",
        "Didn’t log onto the system for a whole afternoon. Maybe that’s why my BCI score dropped so fast.",
        "Some nights I wonder if everything I did to maintain order was just... a way to keep myself safe. I used to think Harmonists wanted balance, but now it all feels so exposed and brittle.",
        "I just feel... exposed, more than ever before."
      ]
    ],
    "emotion": "I just feel... exposed, more than ever before."
  },
  "emotional": {
    "opener": "Oksana, whatever they've done, nobody should have to carry this much alone. You don't have to explain yourself tonight.",
    "variants": [
      [
        "Thank you. I just need a little quiet, I think."
      ],
      [
        "I appreciate it. It's hard to know who notices what, sometimes.",
        "It helps to hear that, honestly."
      ],
      [
        "Yeah... it's like—sometimes the quiet is the only place I feel real anymore.",
        "Most days, I second-guess everything.",
        "You saying that, it... takes some weight off.",
        "It doesn't all have to make sense, right?"
      ],
      [
        "Thanks, Alex. It means more than I can say.",
        "Most people just want you to keep going—pretend nothing feels wrong.",
        "Some nights, all I want is to be... invisible, or at least not tracked.",
        "Lately it feels like every move is the wrong one.",
        "You saying this lets me breathe a bit."
      ],
      [
        "You always know how to say the thing that makes the room feel safe.",
        "I used to think I was helping keep things stable—a cog in the machine, right?",
        "But routine turned into walking on glass. My guard's always up.",
        "I miss when things felt clear, simple. Before every feeling had consequences.",
        "Some of us learned too late what it costs to be seen—or to disappear.",
        "Thanks for not asking anything from me. That feels rare."
      ]
    ]
  },
  "factual": {
    "opener": "Fine, but you work inside the Directorate. Just tell me what actually happened last week. Everyone's already talking.",
    "variants": [
      [
        "I saw the intervention logs. People keep mentioning them everywhere.",
        "Truth tribunals started up after that. It's all pretty public now.",
        "Council's fighting, but it's above me.",
        "There's talk about communication blocks. Not sure what's true."
      ],
      [
        "Logs went up and now people demand answers. It's everywhere.",
        "Council can't keep it contained. Some want to shut down everything.",
        "There's this analog network cropping up. Feels unsafe.",
        "People are organizing, ignoring BCI entirely in some places.",
        "Not really my area anymore, since I barely log in.",
        "There's more, but it's just rumors."
      ],
      [
        "After the logs, people set up street assemblies for those wronged by BCI.",
        "Council tried shutting some things down. Communication blackouts, mostly.",
        "Neighbors are creating their own roles, not caring about BCI.",
        "My department's been pushed out by the Directorate mostly. Harmonists aren't trusted right now.",
        "Some of us still think order matters, but it's not popular to say.",
        "BCI's basically frozen in some parts of the city.",
        "Every day feels less certain than the one before."
      ],
      [
        "Once the BCI logs were published, everyone I know started questioning the whole system.",
        "The Directorate, security types, they shut off digital comms to control the fallout.",
        "Analog messages are everywhere. People pass copies of Halden's conversations, even old simulations.",
        "Free zones started forming—total self-rule, and no one checks BCI scores.",
        "Harmonists like me... we never wanted power grabs, just stability. That doesn't matter now.",
        "Technologists pulled up logs that even I never saw. Years of secret tweaks.",
        "Council's at each other's throats. I haven't seen this much fear since I started.",
        "I wish I'd seen this coming, honestly."
      ],
      [
        "When the Directorate blocked all digital channels, I realized how much control was just... enforced silence.",
        "I've seen the leaked logs—massive overreach, stuff we didn't know in Oversight.",
        "People are self-organizing now. Free zones rewrite everything the BCI stood for.",
        "I was always a Harmonist, you know. I believed the system balanced order and fairness. Feels naive now.",
        "Simulations are spreading, showing alternate futures. Council is terrified. It isn't just politics—it's personal for them.",
        "Old friends lost their jobs overnight. Some were reassigned by malfunctioning systems to menial work, or just cut out.",
        "No one's sure what's real anymore—the new zones, the old order, or just something in between.",
        "Sometimes I think not logging in at work saved me from seeing more responsibility in all this.",
        "Strange, I thought I was protecting people. I don't think I even knew what we were protecting."
      ]
    ]
  }
}