{
  "olintz": {
    "chapter": "The publication of sealed Council reports and the rapid spread of evidence exposing deception about Halden's death led to immediate changes inside the Directorate. Oksana arrived to find several colleagues quietly clearing their desks; rumors of pending investigations and uncertainty circulated in whispered exchanges. Her team received urgent instructions to prepare backup records in case of further data purges, forcing Oksana to work extra hours reconstructing appeal decisions for erased citizens. Throughout the day, she noticed that her usual security checks were replaced by personal interviews with internal auditors, who logged every decision she made involving reinstated profiles. As public anger grew outside and queues lengthened at service centers, Oksana limited her break times and avoided group discussions to stay unnoticed. The increased visibility of her actions and daily scrutiny by auditors led her to reduce direct approvals, further isolating her within her team. Her BCI score remained unstable, dropping to 10.",
    "bci_score": 10,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 16, Nikola watched as citizens gathered en masse in nearby squares, responding to revelations about the Council’s coverup. Returning from an early supply run, he found building entrances jammed with protest banners and several neighbors discussing newly leaked information. While attempting to access his floor, Nikola was detained twice by impromptu assembly marshals requesting identity checks, a procedure previously reserved for system patrols. Later, while checking official bulletins at home, he noticed that secure data channels were flooded with verified Council report summaries, causing downtown communications to slow dramatically. Nikola reduced his network activity and avoided any group discussions, fearing further drops in his compliance score and more visible scrutiny. Disruptions in elevator service and erratic security protocols added to his sense of vulnerability. By nightfall, he secured his briefcase in an interior wall panel. Increased profile monitoring and proximity to dissident activity caused a small decrease in his BCI score.",
    "bci_score": 11,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "On June 26, following days of citywide assemblies and ongoing calls for Council resignation, Daria’s routine was disrupted by volunteer-run oversight groups appearing in the health band distribution area. That morning, several residents refused her standard verification steps, insisting on collective review of her procedures and openly questioning each provisionally issued device. Daria’s supervisor directed her to cooperate, and she complied, allowing volunteers to inspect logs and cross-check emergency replacements. When familiar staff expressed concern about system instability, Daria avoided unsanctioned fixes and processed only tickets that volunteers witnessed. By late afternoon, her queue was delayed, with frustrated clients demanding faster resolutions. Daria adopted limited communication, careful not to discuss previous system access or political opinions. As the workday ended, her BCI score dropped to 48 due to an increase in unresolved requests and flagged manual overrides. She left with uncertainty about her role’s future oversight and job security.",
    "bci_score": 48,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After obtaining the hidden Council reports in Halden’s vault, Lenart reviewed their contents to confirm their authenticity and potential impact. Opting to leak the documents, he used secure channels to transfer them to trusted journalist and activist contacts. Within hours, the information was corroborated and distributed widely, revealing the Council’s deception about Halden’s death and intentional destabilization of the BCI system. The leak drew the attention of citizens citywide, leading to organized protests and demands for the Council’s resignation. Lenart observed heightened security measures and noticed familiar contacts being flagged for participation in spreading the reports. His name appeared in restricted access lists, locking him out of several system nodes he previously serviced. As a result of his involvement and the system’s rapid response to his noncompliant actions, Lenart’s BCI score dropped significantly from 32 to 14, reflecting his central role in exposing Council misconduct and inciting civic unrest.",
    "bci_score": 14,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the widespread protest movements and the emergence of citizen assemblies, Sven Halek arrived at work to find key security protocols suspended and previously off-limits messaging platforms openly accessed by junior staff. In a single morning, he witnessed several colleagues redirect their efforts from official speech drafts to producing statements for citizen working groups, bypassing Council review altogether. As impromptu assembly agendas circulated among staff, Sven abandoned his usual procedures, focusing instead on minimizing contradictions in mandated Council messaging with the new grassroots proclamations posted in public channels. When his request for updated official instructions was ignored, Sven documented all unsanctioned messaging activity and avoided submitting new speech content, fearing further Council scrutiny or association with unauthorized output. His reduced ability to manage narrative consistency, combined with public discrediting of Council communications, further diminished his group’s status. These changes caused his BCI score to drop from 35 to 32.",
    "bci_score": 32,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After citizen-journalists revealed Halden’s role in destabilizing the system and the Council’s subsequent cover-up, Rada noticed her supervisor skipping regular badge inspections and staff holding open-door discussions about the BCI’s legitimacy. That afternoon, as spontaneous assemblies began forming nearby, her office’s access protocols became inconsistent—doors remained unlocked, visitor logs were ignored, and individuals with previously low compliance scores participated in editorial meetings without challenge. Rada quietly refrained from making private archive entries, instead focusing on required work but paying close attention to staff behavior. Unsure who now held authority, she tracked staff assignments and documented the absence of formal oversight. Concerned that her passive observation and lack of engagement with new assemblies would draw attention, Rada kept her responses minimal, prioritizing anonymity. This change in office dynamics and heightened scrutiny resulted in a slight drop in her BCI score, now fluctuating between 10 and 12.",
    "bci_score": 11,
    "political_preference": "rebel"
  }
}