{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Feels like that every day now... especially since the referendum.",
        "I just relayed decisions, tried to keep the wording straight—didn’t matter in the end.",
        "People blamed me when things fell apart. Score dropped off a cliff.",
        "Funny thing is, I almost miss when the ground was predictable."
      ],
      [
        "Yeah. Lately it’s not just the ground—whole system feels off-kilter.",
        "I was supposed to manage the city’s referendum messaging. All about the Halden-Index AI. Everything went sideways—voting glitches, rumors, panic.",
        "I had to send updates hourly, try to calm people.",
        "My BCI score crashed. No one wants the messenger when the message is chaos.",
        "Now I just walk through the aftermath, mostly unnoticed."
      ],
      [
        "Shifting’s one word for it. Last week I ran point on the Halden-Index AI referendum messaging—drafted the whole language, handled the crisis comms.",
        "People kept looking for certainty. All I had were corrections, apologies, explanations.",
        "When the system buckled—vote losses, incident logs stacking up—I was the face on every emergency update.",
        "The city tied me to the collapse. My BCI score’s proof enough. Down to seventeen.",
        "I can feel the consequences every time I try to move through the city.",
        "It’s strange—everyone thinks it’s the machine breaking. But it’s the people who unravel first."
      ],
      [
        "Under my skin, Stenograd’s always shifting—the city believes order is natural, but I’ve seen how thin it is.",
        "I orchestrated the Innovators’ push for a digital referendum—spent days steering the narrative, rallying calm as every system cracked under pressure.",
        "You’d think controlling the message would keep me insulated. When chaos hit—glitches, missing ballots, the AI stepping down—I became collateral.",
        "My BCI score? Seventeen. That’s not just a number. It’s doors closing, silent rejections, a new world on the other side.",
        "I replay every directive I issued—did I warn enough, did I soothe or provoke? No one will say it to my face, but blame sticks to people like me.",
        "And yet, I still keep every version of every speech.",
        "Sometimes I wonder if words ever mattered, or if we’re just marking time until the next algorithm decides what we’re allowed to fix."
      ],
      [
        "In this city, the ground only feels stable to the trusted—or the naïve. The rest of us know better.",
        "I was always the messenger for change. The Innovators wanted legitimacy, so I convinced the Council to let the people vote on their own overlord.",
        "I oversaw the entire referendum. Every update, every surge of panic, was mine to contain. I never left my station until the AI itself shut down.",
        "Afterward, they blamed my language, my choices—said I drove the city off the edge. My BCI score tanked, seventeen now. Not enough for a cab, let alone a Council pass.",
        "Sometimes I forget how many corrections I sent, how many times I tried to make failure sound reasonable. The words are all still with me.",
        "I was convinced we could out-talk the old patterns. Now, the city’s running on muscle memory. More decisions by people, more noise, more life. It’s chaos—beautiful, maddening.",
        "All the while, I remain—untrusted but unashamed. I still believe in what the Innovators stand for. Change that isn’t neat or safe.",
        "But right now... it feels like I’m standing in place, watching the ground move out from under what I built."
      ]
    ],
    "emotion": "Worn out—like I’m still standing but the city’s moving without me."
  },
  "emotional": {
    "opener": "Sven, you’re still here for a reason—there’s something in you the city can’t just replace, no matter how fast it spins.",
    "variants": [
      [
        "Maybe. I’m not convinced the city notices either way.",
        "But thanks for saying it."
      ],
      [
        "People forget quickly… systems even faster.",
        "Still, your words cut through the noise.",
        "Maybe that’s enough tonight."
      ],
      [
        "It helps to hear that, honestly.",
        "I keep thinking if I step aside, nobody will notice the gap.",
        "But you’re right—sometimes being present is the whole point.",
        "Thank you for reminding me."
      ],
      [
        "That means more than you know.",
        "I spent so long shaping the message, I forgot what it was like to hear one, unfiltered.",
        "Some days I feel invisible in my own city.",
        "But you… you see just enough to remind me I’m still here.",
        "It’s grounding."
      ],
      [
        "You have a talent—they listen to you without even knowing it.",
        "Sometimes I think I built half this city’s language, but now I can’t recognize my own words in it.",
        "Being outpaced by your own work is an odd sort of exile.",
        "But I suppose staying present, finding moments like this… that’s what keeps us real.",
        "You’re right—I’m still here, and that matters, even when the rest blurs.",
        "Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Sven. Just tell me what really went down across the city.",
    "variants": [
      [
        "Standard answer? Halden was found dead. The system faltered right after.",
        "Public channels blamed 'malfunctions,' but it was deeper. Random job switches, chaos on the streets.",
        "BCI assignments suspended for a week. Council claimed it was planned.",
        "After that, Council made the vote public. Most thought it would fix things.",
        "Halden-Index AI shut itself down. That's all anyone needs to know."
      ],
      [
        "Halden’s death started it all, whatever they say.",
        "Labor assignments scrambled people’s lives. Top scores cleaning, low scores making calls.",
        "Citizens reappeared who’d been gone from logs.",
        "Council held the referendum, tried to make it look open.",
        "Ballot access glitched, people got angry. Two Harmonists quit. That wasn’t in the script.",
        "When AI suspended, every district leader had to improvise. Not sure all of them reported in."
      ],
      [
        "Sequence was brutal. Halden’s body, system failures, citizens reappearing out of nowhere.",
        "Makeshift organizers took over districts. Some called it hope, some saw only breakdown.",
        "Council dropped scoring for a week. The streets got loud. No one knew who to trust.",
        "A vote on whether Halden’s AI should stay in charge. I was there for every message, every update.",
        "Ballot failures, manipulation rumors. The trust was never really there.",
        "Harmonists resigned, citing fraud and public panic.",
        "After the results, the AI bowed out. State without an engine now. The Innovators are scrambling."
      ],
      [
        "After Halden died, the system tripped itself. High-compliance types got sent to garbage shifts. Old dissidents popped back up, as if called.",
        "Security started fencing off information, but the gaps were everywhere. I kept summary logs—I saw the guerrilla networks building.",
        "The Council panicked, froze scores, let neighborhoods run on their own. It was beautiful, terrifying anarchy. We saw real leadership for the first time in years.",
        "Then the referendum. I built half the messaging, tried to preempt every scandal. Glitches everywhere, and it got dirty fast.",
        "At the peak, votes missing, Harmonists bailing out. We kept sending out comms—sometimes just patching holes.",
        "I watched the Innovator bloc eat itself over the new Halden AI, the ethics, the power.",
        "Eventually, the algorithm walked itself away.",
        "That gap—no central control, only people—was the most honest moment this city’s had."
      ],
      [
        "Halden’s death exposed how fragile everything was. Even I only found out because incident logs changed their language.",
        "Labor tools went haywire—people thrown into jobs they’d never seen, high scores wasted, old ghosts from the watchlist suddenly 'present.' No Council forecasted that.",
        "Leaders suspected the Directorate was forcing errors. I compared their internal memos—contradictions everywhere.",
        "As BCI paused, we saw autonomous groups take over. I catalogued clashes, tracked thirty-seven mini-governments evolving overnight. Found three plans to seize the comm grid—Innovators almost pulled off one.",
        "Council’s journal surfaced. Future-dated entries—the city obsessed over which parts they’d cause, which they could change.",
        "Then came the rogue Innovator AI. I was asked to vet speeches for it—using Halden’s own phrasing, resurrecting him behind glass. Just reading the prompts felt like blasphemy.",
        "During the referendum chaos, I flagged at least nine districts with unrecoverable ballot data. Harmonists quit. Private channels melted with fear. I only got about half the true logs.",
        "The AI’s last words—less command, more judgment. After that, nothing dictated who we became.",
        "The Innovator in me respects the challenge. The human in me keeps the receipts—all of them."
      ]
    ]
  }
}