{
  "official": [
    {
      "image_id": "lone_tablet_reader",
      "headline": "Digital referendum begins",
      "anchor_line": "Today, citizens participate in Stenograd's first citywide digital referendum to decide the future of the Halden-Index AI.",
      "contextual_reframing": "The digital vote is an example of collective input in our data-driven governance, designed to ensure public stability and systemic trust."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Civic engagement surges",
      "anchor_line": "Citywide debates and outreach flourish as Stenograd unites to discuss the role of the Halden-Index AI in daily life.",
      "contextual_reframing": "Open public discussion strengthens our community and showcases the rational progress of Stenograd's behavioral compliance system."
    },
    {
      "image_id": "council_table_empty",
      "headline": "AI services paused",
      "anchor_line": "The Halden-Index AI released an official statement and has temporarily suspended operations after referendum results.",
      "contextual_reframing": "This transition period demonstrates the City’s resilience and adaptive capacity, ensuring services continue without interruption."
    }
  ],
  "underground": [
    {
      "image_id": "eye_on_wall",
      "headline": "Voting Glitches Worsen",
      "anchor_line": "Referendum chaos: lost ballots, locked voters, and system crashes everywhere.",
      "contextual_reframing": "Stenograd's 'digital democracy' is just more control. The Halden-Index 'vote' was rigged from the start by silent algorithms that judge us all."
    },
    {
      "image_id": "abandoned_terminal",
      "headline": "AI Shuts Down",
      "anchor_line": "Halden-Index AI goes dark, leaving the city scrambling as services freeze.",
      "contextual_reframing": "The system's promise was stability, but now the truth is out – Stenograd's order was always just a program. No votes. No answers."
    },
    {
      "image_id": "document_burn",
      "headline": "Council Trust Broken",
      "anchor_line": "Resignations and rumor swirl inside the Council after exposed vote tampering.",
      "contextual_reframing": "Forget the propaganda. Even the people in charge know the compliance system is failing – and they're covering their tracks while we pay the price."
    }
  ]
}