{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "I try to stay out of trouble, but this city has other plans.",
        "Since the announcement, people act differently, some friendly, some not so much.",
        "Lines at the market got longer, arguments too.",
        "No one knows what’s next. Just waiting for normal to return, if it does."
      ],
      [
        "Keeping out of the mess isn’t as easy as it once was.",
        "After they switched off the system, my neighbors started talking to me again.",
        "The door scanner just let me through. First time in months.",
        "Things seemed simpler, but arguments broke out where there used to be order.",
        "Now I go out early and keep quiet. You don’t want to stand out."
      ],
      [
        "The past weeks? Depends how you look at it.",
        "When the Council paused those scores, everything softened around here. No more checks at the door.",
        "Neighbors nodded again, almost friendly after all that silence.",
        "At the market, nobody cared about scores. But people forgot how to queue.",
        "I try not to linger or draw attention. Some freedoms feel risky now.",
        "Feels odd, but I’m... relieved, in a quiet way."
      ],
      [
        "It used to be routine—scanning in, avoiding small talk.",
        "Now, with the BCI gone, people act like neighbors for the first time in a while.",
        "I walked in the building without being stopped; almost felt like I’d lost my shadow.",
        "At the shops, everyone buys what they want, but there’s confusion—who goes first, who belongs.",
        "Had to change my routine, shop early, keep to myself.",
        "I still hesitate before checking my screen, wondering if the system’s back on.",
        "The change is sharp. Relief, but underneath it, caution."
      ],
      [
        "Sometimes I think I only survived my years with the Council by keeping quiet and out of sight.",
        "When the BCI switched off, it was as if my neighborhood came up for air—old friends nodding, even a smile from the locksmith.",
        "My score used to keep me at a distance from everyone. Now, doors open and no one asks.",
        "At the market, it’s almost chaos—everyone equal, nobody sure who matters.",
        "I avoid crowds, habit from my years watching the Council decide who belonged and who didn’t.",
        "I have a briefcase at home with papers from that job—never sure when someone will remember or care.",
        "Part of me wants this new openness to last, but I know how quickly calm can turn.",
        "It’s exhausting, holding both relief and dread at the same time."
      ]
    ],
    "emotion": "reluctant relief edged with apprehension"
  },
  "emotional": {
    "opener": "Nikola, you've done more than most to keep things steady for everyone. Sometimes the system forgets about the people it serves, but I haven't.",
    "variants": [
      [
        "You have a way with words, Alex.",
        "People notice that, even now."
      ],
      [
        "That’s kind of you to say.",
        "One learns not to expect much recognition.",
        "But I suppose it helps, hearing it."
      ],
      [
        "You put it simply, but it’s true. Sometimes the system moves too fast, leaves people out.",
        "We did what we could, however small.",
        "Maybe that's worth more than it seemed at the time.",
        "Thank you, Alex."
      ],
      [
        "You always know how to say it so it matters.",
        "I did what was asked and tried not to lose myself in the gaps.",
        "It isn't easy, being remembered for the person rather than the role.",
        "We adapt. If someone sees that, well... that’s enough for now.",
        "I appreciate you noticing."
      ],
      [
        "It’s rare, these days, for anyone to look beyond the surface, so I’m grateful.",
        "Service meant learning which parts of yourself were safe to carry forward and which to leave for the archives.",
        "There were moments I wondered if we kept the system steady, or if it simply learned to live without us.",
        "Still, we tried to hold onto what mattered—small conversations, a little kindness, even paperwork done properly.",
        "Sometimes, being seen for that is enough to make the routine worthwhile.",
        "Thank you, Alex. Your attention to the person behind the position is a gift."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking, but nobody's saying what really happened. You're Council old guard, Petrak—what's the real story with all this mess?",
    "variants": [
      [
        "The Council said it was just for maintenance. Maybe so.",
        "A lot of rumors now. Some vanish, others return. Strange days.",
        "People blame whoever they want. Nothing new.",
        "Whoever pulls the strings isn’t showing their hand, not yet."
      ],
      [
        "All that talk about a reset. Not the first crisis for this city.",
        "Someone let the BCI fall apart—Halden gone, system limping.",
        "Too many old faces back on the streets, trouble in the making.",
        "They say trust is broken. Easy to say, harder to fix.",
        "Council’s divided, as always. Don’t believe talk of unity."
      ],
      [
        "They shut it down because the system was bleeding leaks. Too much info in the wrong hands.",
        "A ledger turned up, burned at the edges—some names people trusted.",
        "Ghosts—those lost to the BCI—started turning up. That unsettled everyone.",
        "Council can’t agree: some want the old order, some want more change.",
        "I’m no stranger to Harmonist thinking, but even calm can break under pressure.",
        "This city’s running on memory now, not code.",
        "We’re in borrowed time. Everyone senses it."
      ],
      [
        "Data leaked. Exposed folks who were supposed to be untouchable. Panic hit Management hard.",
        "Halden’s death left the council without a hand on the tiller. System started spinning.",
        "Erased people—ghosts—appeared, stirring up public anger and old fears.",
        "Street justice and tribunals, citizens taking up what the system failed to do.",
        "Council’s old factions are at each other’s throats. I’ve seen it before, but never so public.",
        "Harmonists argue for patience, but illusions have cracked.",
        "Trust tokens on the street—makeshift order after algorithmic law. That’s real change.",
        "Hard to say if that’s progress or just the illusion of calm."
      ],
      [
        "After Halden died, no one knew how deep the rot went. You remember the silence—the dread?",
        "My briefcase... holds records from those days. Not for the system’s eyes—Council secrets, exception lists, instructions that went beyond protocol.",
        "Leaked data was just the surface. Those charred ledgers—proof of privilege games the public never imagined.",
        "When the ghosts reappeared, it wasn’t mercy. Old system protocols—some Harmonists used them to hold the center, but the damage was done.",
        "We thought calm and routine would hold, but all we got was chaos in better clothes.",
        "I served the Harmonists, believed in slow change, reason... now, even I wonder if we were just preserving illusions.",
        "Tribunals out in public—the Directorate tried to shut them down, but too many eyes watching.",
        "Neighbors talk openly, but everyone remembers who had the doors open and who vanished.",
        "Whatever comes next, it will never be what it was—maybe that’s overdue."
      ]
    ]
  }
}