{
  "preference": "b",
  "dilemma": {
    "opener": "You're bracing for something. Want to talk before it hits?",
    "variants": [
      [
        "It’s one of those nights when the next step feels different.",
        "Sometimes you worry the whole city is waiting on your judgment call.",
        "Funny how pressure builds when everyone’s watching, but you still can’t say which way to go."
      ],
      [
        "There are two ways I could handle what I know. Neither feels safe.",
        "Could tip things out slowly, or just let the whole truth explode at once.",
        "Either choice puts a target somewhere. Not sure who pays first.",
        "It’s not the kind of decision any training prepares you for."
      ],
      [
        "I'm standing between carefully unfolding what happened, or exposing every secret in one move.",
        "If I choose to reveal only what matters most, it might keep the city together.",
        "If I release everything, chaos could follow, but maybe so would justice.",
        "They’re both dangerous, just in different directions.",
        "Not sure which one the city actually deserves."
      ],
      [
        "It’s this—do I give the people bits of truth, let them make sense case by case,",
        "Or do I open the whole vault, every Council secret, all the ugly deals, out to the streets?",
        "The managed way keeps order but might smother the bigger picture.",
        "The full reveal could break everything, maybe save no one, or maybe force real change.",
        "I know whichever path I take, someone’s going to suffer, even if it’s not me first.",
        "My score’s barely above ghost, so maybe I don’t have much left to lose."
      ],
      [
        "I have enough evidence to either start a careful reckoning or blow open the entire Council’s lies.",
        "If I hand over just the most damning proof in managed doses, we could keep control. People might get the chance to process, even heal.",
        "But dumping every encrypted file means secrets, abuses, identities, even risks for people outside the Council—all at once. Chaos, maybe violence. No way to undo it.",
        "The Innovators tell me the city needs correction, not destruction. Sometimes I agree—then I remember who we erased for efficiency.",
        "My low score means I’m already on the outside, but I’ve always lived by the system’s logic. That logic failed these people.",
        "I’m trapped between protecting the city from collapse and letting injustice hide in the shadows one more time.",
        "It’s hard to know if trust in truth is braver than trust in order. Still not sure which cost is worse."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Justice comes from communal, deliberate discussion.",
      "monologue": [
        "It matters that people hear each other, not just see what went wrong.",
        "If we rush, everyone’s voice gets lost in the noise—the loudest wins, not the truest.",
        "I keep thinking, maybe justice means staying in the room with each other, even when it’s bitter."
      ],
      "supportive_response": [
        "You’re right—justice breathes when people listen and respond, not just react.",
        "Maybe that’s how this place finds its balance again—tell me your next thought."
      ],
      "challenging_response": [
        "People can talk for years and nothing changes—sometimes truth needs to be forced out.",
        "Makes you wonder, what if waiting just leaves us stuck? Go on…"
      ]
    },
    {
      "belief": "Bursts of uncontrolled information cause more harm than good.",
      "monologue": [
        "Too much truth at once? It could break people—panic, blame, scapegoats sweep in too fast.",
        "We saw in the data—every big, sudden reveal led to chaos, not clarity.",
        "Small steps mean fewer get hurt. I’ve started to fear the surge more than the silence."
      ],
      "supportive_response": [
        "I get it—overload can turn neighbors against each other quicker than lies ever could.",
        "Seems like careful steps might give this city a real chance. Share more with me…"
      ],
      "challenging_response": [
        "But what if control just means hiding the worst parts again—haven’t people waited enough?",
        "If the harm’s already done, maybe it’s time for the full story. Keep going…"
      ]
    },
    {
      "belief": "Reform must be built on stable, careful revelations.",
      "monologue": [
        "If we want real change, it has to last—panic reforms never hold.",
        "Slow truths give space for people to understand, adapt, maybe even forgive.",
        "I don’t trust sudden uprisings. They fix one wound, leave a thousand more."
      ],
      "supportive_response": [
        "Yeah, lasting change doesn’t come from setting fires—it grows slow, like trust.",
        "Seems like stability is what everyone needs now. Keep talking it through…"
      ],
      "challenging_response": [
        "Sometimes stability just means propping up the same old rot—maybe we need the shock.",
        "If you wait for the ‘right’ moment, will it ever come? Back to you…"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Only total honesty can end cycles of abuse and secrecy.",
      "monologue": [
        "If we hold back details, we’re just repeating the pattern—deciding what others should know.",
        "People trusted the system until secrets rotted it from the inside. That can’t happen again.",
        "Keeping anything hidden feels like building another version of the walls that trapped us."
      ],
      "supportive_response": [
        "Some wounds only heal if they’re fully exposed, even if it hurts at first.",
        "If that’s where you stand, then maybe it’s time to share your next thought."
      ],
      "challenging_response": [
        "Honesty can cut both ways—the city’s still fragile, Oksana.",
        "Perhaps some truths grow stronger with care. I’m curious what you make of that."
      ]
    },
    {
      "belief": "People must be trusted with the whole truth, no matter the risk.",
      "monologue": [
        "I won’t decide for everyone what’s safe to know; that’s just more control.",
        "Trust in leadership collapsed because people were treated like children—kept in the dark till it served someone.",
        "Maybe there’ll be confusion, but treating citizens as equals might be the only real reset."
      ],
      "supportive_response": [
        "Stenograd’s spent too long guessing behind closed doors. It’s time to trust the crowd.",
        "If you’re willing to risk it, maybe they deserve a chance to show what they’ll do."
      ],
      "challenging_response": [
        "Letting everything out can be overwhelming—what if people can’t handle it yet?",
        "Let’s see where you draw the line on that kind of trust. Go on."
      ]
    },
    {
      "belief": "Radical openness is the only way to break old structures.",
      "monologue": [
        "There’s no soft reform—just more patches. Opening the whole archive is a clean break.",
        "The system was built on controlled leaks and quiet edits. That’s how it survived for so long.",
        "Shining a light on everything is the only way to make something different stick."
      ],
      "supportive_response": [
        "Old structures thrive in shadows. Floodlights scare them off quick.",
        "So, tell me—what would a city built on open archives look like to you?"
      ],
      "challenging_response": [
        "Too much light blinds, Oksana—some things need time to adjust to change.",
        "I wonder if it’s possible to go too far all at once. What do you think?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I will attend tomorrow's assembly.",
        "That's all for now."
      ],
      [
        "I plan to share only what's necessary.",
        "The rest will wait."
      ],
      [
        "Tomorrow, I will present selected evidence to the tribunal.",
        "People must face these truths.",
        "I hope it will be safe."
      ],
      [
        "I'll present the strongest cases to the assemblies.",
        "Bit by bit, we let people judge.",
        "It's less risk for everyone.",
        "Maybe this is the only stable way."
      ],
      [
        "I need to protect people from chaos, even if some facts come slower.",
        "I'll surface enough to show the damage and build trust.",
        "If reforms happen, it will be from public reckoning—not collapse.",
        "Stenograd deserves time to face itself."
      ]
    ],
    "monologue_b": [
      [
        "I'll share something tonight.",
        "You'll see soon enough."
      ],
      [
        "People will soon know everything hidden.",
        "It might get loud out there."
      ],
      [
        "I will unlock the entire Council archive tonight.",
        "Everyone deserves to see the truth at once.",
        "We will all deal with the fallout."
      ],
      [
        "I'll release all the hidden files, no filters.",
        "The city is angry, ready or not.",
        "This could tear things open—and I still think it's right.",
        "Truth must outlive the system that hid it."
      ],
      [
        "We're past slow reform. I'm opening every file, even the ugly parts.",
        "People will finally see all the ways they were controlled.",
        "If it gets dangerous, at least no one is left out in the dark.",
        "You helped me see this is about everyone's survival, not just order."
      ]
    ],
    "monologue_self": [
      [
        "I can't wait any longer.",
        "Everyone will get the archive."
      ],
      [
        "The system buried too much. I'll force it open.",
        "Nobody's approval matters now."
      ],
      [
        "I'm unlocking all the Council's secrets myself.",
        "The city will face the truth as a whole.",
        "Let them make of it what they will."
      ],
      [
        "I'll release everything, no more filtering or waiting.",
        "Even if it stirs panic, people have earned this moment.",
        "Hiding fragments would just prolong harm.",
        "It's my responsibility to expose all of it."
      ],
      [
        "I've seen too much repression to delay or filter what's owed to the city.",
        "I'll upload the entire archive. Secrets kept us powerless, and that's over.",
        "If the world shakes, at least it shakes with truth—not silence.",
        "I can't trust the Council, but I think I can trust people now."
      ]
    ]
  }
}