{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "Noticed the band check-ins were down at work. Unusual.",
        "Lab was a mess. People just walked in, no logs or scores checked.",
        "Had to double-check every handoff. No one seemed sure who was in charge.",
        "Feels like something big is shifting. Not sure what’s next."
      ],
      [
        "We couldn’t scan into the lab. Doors just opened, no system oversight.",
        "Crowds lined up for wristband resets. A lot of unfamiliar faces—some I haven’t seen in months.",
        "Resource sharing turned strange. I ended up making trades for basic parts under the table.",
        "Didn’t process one request. No one told me what to do about it. Everyone’s guessing now.",
        "Feels uneasy, like maybe nothing’s stable beneath the surface."
      ],
      [
        "The whole BCI shutdown changed my work overnight. Walked in, no scans, no assigned jobs.",
        "Old colleagues stuck together, but new people jumped in fast—some flagged before, now just ‘here.’",
        "I had to help fix devices for people who were erased. Made me pause before moving ahead.",
        "Resources—we had to trade and haggle for what we needed. That never happened with BCI active.",
        "I turned off my privacy filters for the first time in years, just to keep communication clear.",
        "Now I don’t know if I should trust the old system if it comes back. Feels like everything’s exposed, and we’re all waiting."
      ],
      [
        "Used to be, I’d get my assignments based on score. Now? Just walked in—no one at the scanner.",
        "Everywhere, people formed new teams. Chose who to trust by memory, not the BCI.",
        "Someone asked me to process a reset for a name that was supposed to be ‘erased.’ I hesitated... then left it for someone else.",
        "Everyone started bartering, helping each other out. I gave away old chips in exchange for solder tools. Lab got loud, almost human.",
        "I turned off privacy controls. Was easier to talk face-to-face. Weirdly freeing, but risky if the system snaps back.",
        "I never mention my brother but... seeing those ‘erased’ come back unsettled me. Makes you wonder what kind of world we built.",
        "Feels like we’re all treading water, hoping the system lands somewhere better or just stops altogether."
      ],
      [
        "Everything’s off-balance. Even getting into the lab—no scans, no assignments—felt like breaking a rule that didn’t exist anymore.",
        "Trusted friends stuck close, but strangers came for resets; some had vanished years ago. Council’s controls are just smoke now.",
        "No profile alerts, no oversight. We started helping each other without watching scores. I swapped components, just to keep work moving.",
        "Someone handed me a band belonging to an ‘erased’ resident. I almost fixed it—almost—but let it sit. Wasn’t ready to cross that line.",
        "For once, I disabled my privacy—talked to people, face-to-face, like back before any of this. Hard, but honest.",
        "My brother disappeared during an audit. Every time I see these ‘ghosts’ get reset, I think about him. Maybe he’s out there now.",
        "The BCI felt like control, but this chaos feels fragile. Part of me hopes the system won’t come back the same. The other part... just feels exposed.",
        "All this—watching old worlds collide with new, knowing what I can really do with a band—it’s unsettling. I’m trying to adapt, but I can’t shake the sense that nothing’s safe now."
      ]
    ],
    "emotion": "a sense of unease mixed with quiet resilience"
  },
  "emotional": {
    "opener": "You know, Daria, sometimes it’s the ones who keep quiet that really understand what’s going on. You’re not alone in this.",
    "variants": [
      [
        "Maybe.",
        "I get it."
      ],
      [
        "Yeah. Most people never say that.",
        "I pay attention."
      ],
      [
        "Thanks. It helps when someone actually notices.",
        "Mostly I just stay focused. That’s easier.",
        "I’m used to not being seen, honestly.",
        "But quiet doesn’t mean nothing’s happening."
      ],
      [
        "I appreciate you saying that.",
        "It gets heavy, trying to act like none of it matters.",
        "Staying quiet, it’s not about hiding. It’s just how I survive here.",
        "Most people don’t get that... sounds like you do.",
        "I notice things. I remember."
      ],
      [
        "That means something. Most people just see the surface.",
        "I’ve always been better at fixing things than talking about them.",
        "When you’re quiet, people think you agree. But really, you’re just counting how many exits there are.",
        "My brother was like that too—we both watched first, talked second.",
        "It’s not that I don’t care. There’s just not much space for real talk right now.",
        "Feels like you see past all that. That makes this easier."
      ]
    ]
  },
  "factual": {
    "opener": "Sounds like something's going down. What are people actually saying about all this chaos?",
    "variants": [
      [
        "The Council says it’s just a reset, supposed to last two weeks.",
        "Everyone’s guessing what happens when the system flips back on.",
        "Council factions keep quiet. Most people stick to their circles.",
        "Lots of rumor, not much else.",
        "Can’t tell who’s actually in control."
      ],
      [
        "BCI’s offline. Council called it a stabilization. That’s what we’re told.",
        "People are grouping up, making deals without scores.",
        "A few of the old 'erased' are showing up. Causes tension.",
        "Some talk about the Council splitting, but not clear who’s leading.",
        "Most of us keep to ourselves until it’s over.",
        "Feels like more is happening behind closed doors."
      ],
      [
        "Some are pushing for the BCI to return as it was. Others want real change.",
        "Trust tokens started showing up. Not official, but people use them instead of scores.",
        "Residents who were flagged or erased before are suddenly back, taking part in everything.",
        "Council looks divided—some want hard control, others say we should open up the system.",
        "I notice more mutual aid groups forming, especially in my sector.",
        "There’s a sense things won’t go back to normal. Too much has changed.",
        "If the Innovators have a say, maybe all this won’t be wasted."
      ],
      [
        "The BCI shutdown let people step up who were always blocked before. Ghosts aren’t hiding now.",
        "Informal leadership, resource sharing, even public tribunals—none of it possible with the old oversight.",
        "Directorate tried to clamp down, but Harmonists started exposing how they covered things up.",
        "Feels like the city’s remembering what is possible without constant scoring.",
        "Trust tokens replaced digital access. I’ve seen old adversaries work together—rare before.",
        "Innovator voices are getting louder. Maybe we can actually fix the system, not just patch it.",
        "I work close to those who know how the erasure tech really works. Makes me rethink everything.",
        "Now that everyone sees the flaws, pretending nothing’s wrong isn’t an option."
      ],
      [
        "When Halden died, I checked the back channels—people knew before the official alert.",
        "During the data leak, a lot of residents like me learned Council members had exceptions. That burned trust fast.",
        "The so-called stabilization just forced everyone to rely on who you really know, not your BCI trail.",
        "I’ve met ghosts I thought were gone forever, including someone who’d helped my brother once.",
        "Some of us have lists—names we keep track of outside the system. Redundant, but it matters now.",
        "Watching those tribunal broadcasts feels strange. We all know the erasure procedures weren’t perfect. I fixed bands for people marked as vanished.",
        "Innovator tech should be transparent. We need to design new checks—bring some control back, but not how the Directorate wants.",
        "I hear talk of forging a real council, with public input—not just performance metrics.",
        "After this, if the BCI comes back, nothing will ever run the way it did again. That’s not just hope—too many secrets are out."
      ]
    ]
  }
}