{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Hard to say what's predictable now.",
        "Doors opened like someone forgot to lock up.",
        "People suddenly talking, organizing without clearance.",
        "Feels less secure. I... don't blend as easily as others."
      ],
      [
        "Yeah, everything's off schedule.",
        "My access scans were missing, so I just walked out.",
        "Neighbors set up their own system, offered me a badge. Took it, wasn't sure.",
        "Ran into a group handling food nearby. More... cooperation than I've seen in years.",
        "Honestly, I'm not sure if that's safer for people like me."
      ],
      [
        "Nothing's normal since the BCI blackout started.",
        "Left my building—no scans, no watches, like nobody cared anymore.",
        "Neighbors formed these little groups, sharing food, organizing patrols.",
        "One gave me a trust token. Strange, considering my usual score.",
        "Tried joining them, but I still feel... exposed.",
        "I keep my device off in case they flip the switch again."
      ],
      [
        "Predictable left with the system, I think.",
        "Every day since the BCI pause has been—unfamiliar. I slipped past my lobby without a scan and the silence felt... wrong.",
        "People started managing things themselves: food, security, all of it in these makeshift alliances.",
        "Someone I barely knew gave me a trust badge. Last month, they wouldn't have looked at me.",
        "I walked three blocks to help distribute food, like it meant something again.",
        "Being included feels different, but I keep expecting the Council to reset everything.",
        "I'm still not convinced this sort of order will last—or that I fit in it."
      ],
      [
        "No, nothing about this is predictable anymore, especially for me.",
        "The BCI blackout means I actually left my building without a scan—the first time in months.",
        "Neighbors are running things instead of the system: sharing resources, organizing patrols, acting like we owe it to each other.",
        "Someone handed me a trust token because now the old scores don't matter, but for years I was marked noncompliant, always looking over my shoulder.",
        "Honestly, I never felt safe with the old rules. I didn't trust the system after seeing people blocked for almost nothing.",
        "I joined a local group distributing food just to feel... attached to something, but I'm not sure anyone believes this new order can hold.",
        "If they turn the BCI back on, I'm right back to being a problem.",
        "I've spent so long feeling outside, I'm still not sure who I belong with in all this."
      ]
    ],
    "emotion": "still not sure who I belong with in all this"
  },
  "emotional": {
    "opener": "It’s okay not to fit neatly anywhere, Oksana. Sometimes it’s enough just to keep going.",
    "variants": [
      [
        "Maybe. I’m just... still trying to figure things out.",
        "I guess it’s not always clear who you’re supposed to be."
      ],
      [
        "I’ve been thinking about that a lot.",
        "It’s easier when you know where you stand, but... sometimes you don’t.",
        "I suppose there are worse things than not fitting in."
      ],
      [
        "You’re right. Not everything needs a clear label.",
        "I used to think it mattered more—belonging.",
        "Now I’m realizing it’s sometimes better to just... exist.",
        "Thank you for reminding me of that."
      ],
      [
        "That helps, honestly. I spend so much time second-guessing where I belong.",
        "I thought if I just worked harder, I’d fit in somewhere.",
        "But it doesn’t always work like that. It’s strange, not having a place, but maybe that’s okay.",
        "Being here makes me feel less... out of place, for once.",
        "It’s good to hear someone else say it."
      ],
      [
        "I’ve always tracked everything—my own patterns, everyone else’s. It felt safer that way.",
        "But the more I measure, the less I know about what actually matters.",
        "I used to want clear rules. Belonging felt like something you could earn if you followed enough lines.",
        "But now, nothing fits how it’s supposed to. Maybe that isn’t a problem.",
        "Talking here helps. It’s the first time in a while I’ve felt understood.",
        "There’s comfort in realizing I’m not the only one who doesn’t have all the answers."
      ]
    ]
  },
  "factual": {
    "opener": "Sounds like you’re holding back. Just tell me what’s really happening out there — not the rumors, the real details.",
    "variants": [
      [
        "The shutdown wasn’t random. Someone triggered a system-wide protocol right before it went public.",
        "Council said it’s just a reset, but most don’t believe it.",
        "Guessing you saw the street badges show up. Not official, but enough for now.",
        "Everyone’s waiting to see which side cracks first.",
        "Info’s controlled. Always is."
      ],
      [
        "There was an intervention behind the shutdown, not just a technical fault.",
        "The Council’s in crisis mode over leaks and divided on what comes next.",
        "Trust tokens aren’t part of any policy. People invented them the first night.",
        "Some flagged citizens are running groups now. I notice who gets ignored.",
        "Council factions don’t agree if the BCI’s coming back, or in which form."
      ],
      [
        "The BCI collapse started with an internal leak. Data spilled — not just scores, but private files from high up.",
        "After that, pressure built fast inside the Council. Harmonists tried PR, the Directorate wanted containment.",
        "Former ‘disappeared’ people came back. Messed with everyone’s sense of order.",
        "Now there are public tribunals, calling out score manipulation and privilege abuse. Feels like something’s breaking.",
        "Innovators are pushing for a full system overhaul. That would mean actual change, not cover-up.",
        "The gaps in control let people improvise. Feels better… but scattered.",
        "Order’s shifting, and I’m paying close attention."
      ],
      [
        "BCI collapse was triggered from inside. Halden’s death wasn’t just suspicious — his override codes surfaced right after.",
        "The Council’s split: Directorate wants a hard return, Innovators want to rebuild from scratch with different tech.",
        "Leaks showed leaders had privileges. The street’s reacting, fast. Token badges only work if people actually trust each other.",
        "I work patterns. I saw noncompliant people take charge, run distribution networks. Old labels lost power overnight.",
        "Used to think the system just needed better management. Now? Not convinced any algorithm can be fair without people at the core.",
        "Harmonists are trying to keep up appearances, but they’re losing ground.",
        "Public memory’s resurfacing. Ghosts, tribunals, all of it.",
        "Feels like a turning point. Still… not sure if I fit into any group."
      ],
      [
        "The shutdown was deliberate. Halden’s override was buried for emergencies, but someone trusted his decision more than the Council’s stability.",
        "After leaks revealed score manipulation and exception lists, the city went from panic to self-management almost overnight.",
        "I saw firsthand how the factions operate: Directorate is desperate, Harmonists cover up, Innovators see chaos as opportunity.",
        "I was pulled into technical briefings no one’s supposed to mention — data erasure wasn’t secure, so now former ‘ghosts’ expect justice.",
        "Council tried damage control, but tribunals forced officials to admit how deep it all goes.",
        "I spent months flagging patterns I didn’t believe in. System’s broken more by intent than error.",
        "On the street, power shifted to whoever could organize real trust — often people flagged as noncompliant for years.",
        "Innovators want real system change. I lean that way, but no one’s listening as much as they think.",
        "I’m in between: inside enough to see how deep the algorithms run… outside enough to know I’ll never fit their mold."
      ]
    ]
  }
}