{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Reset Initiated",
      "anchor_line": "Citywide BCI scoring and controls are paused for two weeks of maintenance.",
      "contextual_reframing": "Temporary suspension of the Behavioral Compliance Index ensures the continued reliability and fairness of Stenograd's digital society."
    },
    {
      "image_id": "civic_badge",
      "headline": "Community Steps Forward",
      "anchor_line": "Residents demonstrate unity through orderly local assemblies and resource sharing.",
      "contextual_reframing": "Stenograd citizens show resilience by maintaining order and harmony while core systems are updated."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Debate Shapes Future",
      "anchor_line": "Public calls grow for a refreshed approach as BCI returns.",
      "contextual_reframing": "This civic discussion proves our society adapts calmly and wisely to new challenges."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "BCI Goes Dark",
      "anchor_line": "The city's all-seeing BCI is down and nobody knows who's really in charge.",
      "contextual_reframing": "Behavioral Compliance Index, or BCI, normally tracks everything. With it off, people are suddenly making real choices—and power struggles are boiling beneath the surface."
    },
    {
      "image_id": "lone_tablet_reader",
      "headline": "Neighborhoods Take Over",
      "anchor_line": "With the algorithms gone, ordinary people are fixing, feeding, and protecting their own blocks.",
      "contextual_reframing": "Districts ignored by the BCI system now step up as the ‘machine’ goes silent. The Council says it’s ‘orderly’—but real survival means trusting neighbors over screens."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Division on Display",
      "anchor_line": "Some want the BCI back. Others say never again. The fight for Stenograd's future just got real.",
      "contextual_reframing": "Algorithmic rule—from jobs to food—was the old normal. Now, every choice and every voice matters. What happens if the Council tries to restart the system?"
    }
  ]
}