{
  "customer_id": "rmiskovic",
  "trigger_event": "After the discovery of the burned Council privilege ledger, a flood of testimonies from returned 'ghost' citizens, and citywide unrest, Rada receives two powerful tools: damning evidence of Council abuses and a code that could activate Halden’s rumored 'redemption protocol.'",
  "dilemma": "Rada must decide: Will she use her voice to demand a public reckoning by broadcasting evidence and stories of the erased, igniting a tribunal? Or will she spark a viral, city-spanning puzzle hunt with Halden’s code, inviting everyone—restored ghosts, rebels, and insiders—to reshape the BCI together? The two paths are exclusive: one calls for open confrontation and accountability, the other for collective reinvention.",
  "reason": "Rada is torn. Broadcasting the evidence means risking her career, safety, and unleashing unpredictable chaos from those in power, though it offers justice and closure to the erased. Starting the puzzle hunt is thrilling and inclusive, promising new hope for real change, but also risks disorder and losing control of the narrative if the city turns on itself. Her talks with Alex underscore both the thrill of direct confrontation and the beauty—and menace—of unleashing a movement she can't control.",
  "choice_a": "Go live on broadcast with the evidence, exposing Council secrets and demanding a public tribunal.",
  "belief_a": [
    "Accountability only comes when the truth is made visible.",
    "Direct action is the fastest path to overdue justice.",
    "If the powerful are not confronted, the abuses will repeat."
  ],
  "choice_b": "Deploy Halden's secret protocol: trigger a viral, citywide puzzle hunt that enlists all citizens to reshape the BCI’s future together.",
  "belief_b": [
    "Lasting change requires the city’s collective voice, not just exposure from above.",
    "Empowerment grows stronger when everyone participates.",
    "Direct confrontation risks closing doors; collective action opens new ones."
  ],
  "political_a": "rebel",
  "political_b": "rebel",
  "preference": "b"
}