{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "City Rallies In Unity",
      "anchor_line": "Large groups gathered near Council halls to engage in dialogue after recent findings on privilege use within the Behavioral Compliance Index, or BCI.",
      "contextual_reframing": "Transparent processes and open feedback reaffirm Stenograd’s commitment to fairness under the BCI, the system that ensures smooth access to city services and jobs for all residents."
    },
    {
      "image_id": "id_scan",
      "headline": "BCI Review Underway",
      "anchor_line": "Officials are conducting a routine audit following changes in privilege assignments within the BCI scoring system.",
      "contextual_reframing": "System checks like these guarantee that the BCI continues to function reliably and impartially, strengthening trust in our city’s automated governance structure."
    },
    {
      "image_id": "blank_display",
      "headline": "Seamless Service Restored",
      "anchor_line": "All government digital platforms remain operational and responsive, even as teams address sporadic disruptions linked to recent Council updates.",
      "contextual_reframing": "Thanks to robust infrastructure and coordinated response, Stenograd maintains uninterrupted service for the benefit and security of every citizen."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Privilege Ledger Burns",
      "anchor_line": "A charred Council ledger uncovered by protestors blows open the myth of fair BCI scores in Stenograd.",
      "contextual_reframing": "The Behavioral Compliance Index \u00171BCI\u0018 claims to reward good behavior, but insiders get secret passes. Citizens are demanding justice and an end to this stacked system."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "City Erupts Over Corruption",
      "anchor_line": "Demonstrators flood Stenograd after proof of BCI favoritism leaks online.",
      "contextual_reframing": "No more hiding. The BCI is not neutral. Real people are punished while officials cut the line. Angry crowds want the whole system reset."
    },
    {
      "image_id": "blank_display",
      "headline": "System Glitches Worsen",
      "anchor_line": "BCI controls stutter and fail as the Council tears itself apart over the fallout.",
      "contextual_reframing": "Life here depends on your BCI score for everything. Now, with leadership in chaos, even the machines can't pretend it's all under control."
    }
  ]
}