{
  "olintz": {
    "chapter": "After leaked documents confirmed that each city zone was governed by inherited Council codes, Oksana arrived at her office to discover that her access credentials were now valid only within a reduced sector boundary. Later that morning, following a posted notice, she was required to request record access from a new committee liaison, who manually reviewed every form. As neighboring zones began drafting protocols to formally separate Stenograd's governance, Oksana noticed several former colleagues had lost all system access and were unable to complete essential assignments. That afternoon, she hesitated to contact associates outside her sector, fearing this action might be flagged under the unpredictable local rules. Instead, Oksana limited her activity to clerical review tasks, carefully avoiding cross-sector interactions. By evening, she recognized that her professional network was essentially confined to a single district, reducing collaboration and deepening her sense of uncertainty. Her BCI score remained unchanged at 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After urging the committee to enforce a unified citywide BCI framework, Nikola submitted a formal statement opposing local spiral overrides, citing risks of fragmentation and potential abuse. In a closed session, he answered technical questions and justified his position to skeptical committee members, emphasizing that a single protocol was necessary to prevent the rise of arbitrary systems and restore predictability. His recommendation became the foundation for the committee’s public stance, halting ongoing support for local overrides. Within days, Nikola observed heightened frustration among free zone organizers who accused him of betraying self-governance. Neighborhood notices criticized his role, and former allies avoided him in public spaces. Meanwhile, citywide systems continued enforcing inconsistent rules, leaving many citizens confused and distrustful. Nikola’s increased visibility and alignment with central order resulted in his BCI score rising significantly, from 30 to 50, reflecting renewed trust by central authorities, but at the cost of local relationships and influence.",
    "bci_score": 50,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After leaked documents confirmed that each BCI subsystem was controlled by old Council codes, Daria noticed council representatives hesitated to send new service requests for health bands, waiting instead for a citywide protocol. She spent most of the morning idle, with only a handful of handwritten requests—each one double-checked by residents she barely recognized. Many former colleagues did not return, citing fears about changing rules. As the committee announced the cancellation of support for local spiral overrides, Daria found herself unable to assist new families with out-of-date devices that were no longer recognized by lab equipment. By noon, she had to inform local council members that only officially registered bands could still be serviced. This led to visible frustration among residents, and some left the lab without their bands fixed. Daria’s BCI score dropped by three points, reflecting her reduced ability to meet both official and community demands. New BCI score: 55.",
    "bci_score": 55,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the morning leaked documents showed each city zone was now ruled by separate legacy Council codes, Lenart arrived at his workshop to find three different zone representatives waiting, each demanding help with incompatible maintenance schedules and conflicting access rules. That afternoon, as information spread about leaders drafting proposals to formally partition Stenograd's management, several clients withdrew promised payment, citing uncertainty over which local protocol would ultimately prevail. Lenart, forced to choose between rival requests for repairs on the same street, spent hours navigating unfamiliar authorization forms, only to see his access denied in both zones while his paperwork was flagged for review. Instead of completing his planned work, he collected new paper records detailing the failed assignments and quietly advised residents to trade services informally until protocols stabilized. The lack of clarity and growing mistrust led Lenart to further limit his movements, causing his BCI score to fall to 29.",
    "bci_score": 29,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After hearing that negotiations between rival zones had stalled and leaked reports confirmed each BCI subsystem now ran on inconsistent legacy codes, Sven arrived at his office to find sharp new divisions in workplace communication. Instead of receiving citywide guidance, he was handed two separate bulletins from different zone authorities, each conflicting in procedural instructions for public statements. Sven quietly revised drafts twice, matching each to its intended zone, but a late request for clarification was ignored by both. During a midday handover with a fellow advisor, Sven noticed staff quietly sorting into groups by former faction alignment, refusing to share certain updates across those lines. When an urgent supply request was redirected to a zone-specific portal he lacked clearance for, Sven documented the bottleneck and reduced his own outgoing messages to avoid further missteps. By evening, persistent contradictions and increasing communication freezes contributed to a drop in his BCI score to 30.",
    "bci_score": 30,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After news of stalled negotiations between city zones reached the newsroom, Rada’s daily routine changed sharply. Access to basic building services like water and climate control was inconsistent, forcing her and her colleagues to plan meetings around utility availability. The following morning, rumors spread about new proposals to partition Stenograd’s management, prompting resource groups at work to split along old faction lines. Rada observed several trusted coworkers choose to work exclusively with those from their home zones, refusing to share notes or story drafts. She responded by redoubling efforts to keep her reporting neutral, storing multiple copies of her handwritten logs in separate spots around the office, while minimizing personal remarks in all exchanges. This environment of distrust made open collaboration difficult and increased the time needed to verify details. Rada’s vigilance helped her avoid major scrutiny, resulting in only a minor fluctuation in her BCI score. BCI score: 31.",
    "bci_score": 31,
    "political_preference": "rebel"
  }
}