{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Rhythm changes, whether you want it or not.",
        "People have started looking at me different, after a council meeting.",
        "Had to sign off on something... more trouble than it's worth.",
        "Feels like a season changing, and you can't stop it."
      ],
      [
        "These days, you blink and the rules change.",
        "I gave the committee my thoughts about keeping things steady—one system, no shortcuts.",
        "Some folks aren’t happy with me now. Lost a few friendly nods around the neighborhood.",
        "Suppose that's the going rate for council work, even if it’s in the past.",
        "Hard to say if it's worth the quiet evenings."
      ],
      [
        "I’ve been pulled back in, more than I care to admit.",
        "The council asked for my advice on this citywide mess—everyone doing as they pleased, the systems splitting apart.",
        "I argued for unity, pressed them to stick to a single plan.",
        "Now my name’s up on the notice boards, some of it not so friendly.",
        "Got a bump in my score, but lost a few good mornings.",
        "Makes you wonder what’s left when both sides turn cold."
      ],
      [
        "You know, I’d hoped to stay out of the spotlight after retiring.",
        "But they brought me in—bits of routine crumbling all over, systems acting up without direction.",
        "I went on record, told the committee: patchwork rules only breed chaos, stick with one steady hand.",
        "That went public. Neighbors started whispering. Some think I sold them out.",
        "It’s strange—my score climbs, but real trust is what drops.",
        "Feels like I’m wearing a different face for the city and for the street.",
        "The harmonist in me always believed order was mercy, but I’m left wondering if they see it as anything but betrayal."
      ],
      [
        "Funny, isn’t it? I spent half my life teaching councilors to see five steps ahead, and now I’m just the old man who made things worse for his neighbors.",
        "The committee needed someone familiar to weigh in on these spiral overrides. I told them—fragmentation leads to the kind of city that eats itself.",
        "I know people in the free zones wanted more say. Can’t blame them.",
        "But abuse seeps in easy when everyone writes their own rules. I pushed for one set of standards, for the city’s sake.",
        "They took my advice. Overnight, I’m seen as another mouthpiece for central order. My score rises, but trust in me dies by inches.",
        "Strangers throw me glances and old friends keep their distance.",
        "I keep telling myself I did what was necessary, what would’ve mattered to Marek too.",
        "Harmony was supposed to keep us together, not pull us apart. Now it just feels... hollow."
      ]
    ],
    "emotion": "Resigned, a little tired, but hoping to be understood"
  },
  "emotional": {
    "opener": "Nikola, I can see you've carried more than your share—sometimes order is heavier on the shoulders than chaos ever was.",
    "variants": [
      [
        "Order weighs on everyone, yes.",
        "Not all burdens can be set down."
      ],
      [
        "It’s true, stability comes at a cost.",
        "Some things are too heavy to explain.",
        "But you seem to understand that much."
      ],
      [
        "Thank you for saying that. Few notice the weight.",
        "We don’t always choose what we carry, do we.",
        "A little understanding matters more than people realize.",
        "You see things others overlook."
      ],
      [
        "You’re right, it does become a kind of habit, carrying all this.",
        "Some days I wish things had been different.",
        "But order kept us safe, at least for a while.",
        "It’s not always easy to explain to those who haven’t lived it.",
        "I appreciate that you don’t judge so quickly."
      ],
      [
        "Most people think order is imposed, but sometimes it’s the only shield we have against something worse.",
        "I used to believe things could be fixed with enough care and rules. Maybe I still do, in quieter moments.",
        "You’re right—to hold the line, you start to carry more than your own share.",
        "There weren’t many choices, not really, just the ones that let us sleep at night.",
        "It’s rare that anyone notices what it really costs.",
        "Thank you for seeing me as I am, not just for what I served."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what actually happened, Nikola. You're not fooling anyone by dodging.",
    "variants": [
      [
        "They announced Halden’s death; rest was just confusion and whispers.",
        "Labor systems started assigning odd jobs. No explanations, only strange postings.",
        "Communications were cut. People found quiet ways to pass notes again.",
        "Rumor was, councils just argued and nothing got fixed.",
        "Hard to separate fact from noise these days."
      ],
      [
        "Halden goes, city slips.",
        "Jobs got swapped by the system. Neighbors waking up to assignments that didn’t fit.",
        "No channels worked. All the old comms went black overnight.",
        "Small groups started their own order, not much structure to it.",
        "Council’s people kept debating, never answered for what went wrong.",
        "Public only saw the confusion. Private fights kept off record."
      ],
      [
        "After Halden… well, things broke down quickly. Labor system shuffled everyone, made a mess of it.",
        "Council people ordered the network to go quiet. No calls, no city feeds. Old paper notes and face-to-face if you dared.",
        "Spontaneous free zones managed themselves for a while. Saw block committees all over, not just one or two.",
        "Council infighting got ugly. Each group clung to their piece of the codes, kept rules for their own corner.",
        "City tried to paper over it, but the divides deepened.",
        "Some of us warned against all these local overrides. Too much room for abuse.",
        "A little too much democracy — was never the Harmonist way."
      ],
      [
        "Halden’s death set off the chain. No one had true override, so the systems split along the old council lines.",
        "Labor assignments collapsed. High-cleared people made to sweep floors, while flagged ones got access keys to sensitive systems. Chaos, end to end.",
        "When the Directorate shut comms, it pushed old hands to use analog risks. Handwritten messages, ciphers — the kind of thing you were taught not to do.",
        "Block committees organized basic needs. Shared bread and medicines, pooled labor; what began as necessity became a show of pride.",
        "Truth is, the council couldn’t keep up. They fed stories to the news feeds, but the rift was inside, not out.",
        "Legacy codes made each sector its own fiefdom — one by one, old faction rules took over. Like rival courts strapped to the same lifeboat.",
        "I always argued for a steady hand, old harmonist principle. But people saw it as clinging to chains.",
        "Lost some former confidantes when I stuck to that view."
      ],
      [
        "The city never prepared for Halden’s loss. No procedures, just the illusion of checks — it was all built on trust in his one quiet mind.",
        "Without his hand, the labor systems turned inward, enforcing bizarre, sometimes dangerous role swaps. Saw line cooks in server rooms, actuaries driving city trucks.",
        "Directorate’s comms blackout tried to contain panic, but it just shifted dissent underground. Old codes, legacy telecom nodes, paper passing. Bit of a throwback to the worst years.",
        "Free zones were more than just rebel camps. Some became self-governing boroughs — pooling council resources through Halden’s hidden protocols. I saw one memo: food storehouses unlocked on a spiral key. Knew then, he’d built in a failsafe for citizen rule.",
        "Council infighting got public — confessionals and leaks, each side exposing old sins for a scrap of legitimacy.",
        "Divisions hardened. Sector by sector, distinct realities. The patchwork city we'd feared as Harmonists — all the reasons I fought the overrides.",
        "Funny, that. I was raised on the value of order, one rule for all. Harmony above personal rule. Stayed faithful to it, even when it put me at odds with the neighbors.",
        "Old friends called it stubbornness. I called it mercy — but that doesn’t win you company anymore.",
        "In the end, city kept splitting. Maybe Halden’s secret wasn’t about uniting us. Maybe it was about giving people what the Council never offered: the risk, and relief, of being left alone."
      ]
    ]
  }
}