{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Hard not to notice the difference, even behind closed doors.",
        "Instructions contradicted themselves all day, twice over.",
        "I stopped talking to most of them. Too many risks now.",
        "Feels like we're all just being rerouted, out of step with reason."
      ],
      [
        "You're not the only one who feels it. Every message comes with a risk now.",
        "Had conflicting orders from two zones. Neither side wanted to clarify.",
        "People are keeping to their circles. I kept my head down and adjusted my work.",
        "A supply request just bounced back—they said I don't have the right clearance anymore.",
        "I put fewer words on paper these days. Less to regret."
      ],
      [
        "Change is a constant here, but this feels different. Lines that used to be hidden are obvious now.",
        "Zone authorities send separate procedures, like they're running parallel cities.",
        "Colleagues avoid each other, sorting themselves by old loyalties. The air's thicker with mistrust.",
        "Yesterday, I rewrote my statements twice and stopped reaching out for answers. Silence is safer.",
        "My BCI score dropped. I noticed the difference the moment it happened.",
        "There's a kind of exhaustion to repeating the same precautions all day."
      ],
      [
        "The city’s masks are slipping. I can spot my own reflection in every contradiction lately.",
        "I got two bulletins—neither made sense, both ignored my questions. We’re writing for audiences that no longer trust each other.",
        "Even inside, loyalties are out in the open. The old harmonies are gone. Staff only report to their side now.",
        "A simple supply request bounced. No one fixes small problems anymore unless you belong.",
        "I documented it, like I always do, but that’s just bureaucracy as ritual.",
        "The Council’s silence is contagious. I scale back my drafts. Anything else is ammunition against yourself.",
        "I can’t remember the last time I felt sure of my place here."
      ],
      [
        "Alex, this city used to run so smoothly people forgot about the lines—power, influence, loyalty—all invisible. These days, you trip over them no matter where you walk.",
        "I spend my time talking in riddles to keep from giving anyone ammunition. Today, I got two contradictory sets of rules, both from supposed authorities. I tailored my words twice, knowing neither side really wants the truth.",
        "The factions aren’t even pretending anymore. You see it in the halls—groups only sharing updates with their own. The air’s thick with survival tactics, not trust.",
        "I couldn’t get basic supplies because I lack clearance in the new scheme. No one explained, they just rerouted requests endlessly.",
        "Now, every careful sentence is an attempt to buy time or avoid new penalties. My BCI slipped to 30 by evening. Fewer doors open for me now.",
        "Once I’d shape our story for the whole city; now I write drafts for splintered zones in secret, each tailored to people I might never meet.",
        "No one replies, no one corrects. We’re all anticipating betrayals that don’t have to happen.",
        "If you asked me how the city feels, I’d say it’s hungry—divided, unpredictable, and too tired to remember who it’s supposed to protect."
      ]
    ],
    "emotion": "Disoriented and weary, with a hint of isolation"
  },
  "emotional": {
    "opener": "Sven, you know, everyone acts like they're fine fitting in, but some of us are just holding the seams together with spit and thread. It's all right not to feel whole here.",
    "variants": [
      [
        "...Someone actually noticed. That's unexpected.",
        "I suppose I should thank you for that. Briefly."
      ],
      [
        "You're observant. Not many are.",
        "Hard to remember the last time someone bothered to say that aloud.",
        "I won't forget it."
      ],
      [
        "You saying that... cuts through the noise a bit.",
        "There’s a comfort in hearing someone else admit it’s difficult.",
        "It’s so rare to feel seen.",
        "I appreciate you saying it."
      ],
      [
        "I thought I’d lost the knack for real conversation. Maybe not entirely.",
        "It's—to find someone who speaks straight, not like a regulator or a script.",
        "There’s relief in recognizing we’re all straining, not just performing compliance.",
        "Your words help more than I expected.",
        "I mean that."
      ],
      [
        "Not many left who speak honestly to me, or to anyone really.",
        "I spend so much time making the right phrases, I forget what it’s like to hear a real one.",
        "The work... it empties you out, makes you numb to yourself.",
        "You reminded me there’s something beneath the routines. Something stubborn and alive.",
        "I don’t often get to admit I’m adrift, even to myself.",
        "Thanks for letting me do that here."
      ]
    ]
  },
  "factual": {
    "opener": "You've watched it unravel up close, Sven—stop circling. What actually happened citywide?",
    "variants": [
      [
        "Surges of confusion, leaks everywhere, Council blames itself in the dark.",
        "BCI flinched—people ended up in jobs that never suited them.",
        "Now, every side calls the other the threat. That's all you need to know."
      ],
      [
        "Council meetings froze after the shutdown. No clear signal since.",
        "Citizens shuffled like tokens, work assignments made no sense.",
        "Analog chat runs through the city, but it’s all recycled whispers.",
        "Factions jostle for control. Nobody trusts the spiral protocols."
      ],
      [
        "Labor placements broke—those with high scores did grunt work, system flipped upside down.",
        "Communications blackout gave rise to these scratchy analog channels—riskier, but less traceable than before.",
        "Free zones organized themselves, ignoring BCI grades entirely. Surprising how quickly they found rhythm.",
        "Council split open, everyone clinging to their fragments of the system.",
        "Confessions became currency. Security types started feeding old secrets to the crowd.",
        "Me, I keep my files to myself, at arm’s length from that scramble."
      ],
      [
        "After the labor confusion, Directorate forced a comms blackout; only the desperate or daring send anything now.",
        "City cracked into zones run by legacy rules. Everyone's experiencing their own brand of misery now—no shared city left.",
        "Left to their own, some formed committees and started unlocking stockpiles with fragments of Halden’s work.",
        "That sent the Council into a panic. Too many eyes on old abuses.",
        "I’ve seen the spiral protocols—Halden’s backup plan, maybe, but deliberately incomplete.",
        "I used to believe in central control, order. Now the chain of command is noise, just like the streets."
      ],
      [
        "Comms lockdown was no accident—the Directorate’s answer to unrest is always silence and force. I should know, I grew up admiring that discipline.",
        "Beneath it, BCI splintered. Zones enforce contradictory rules, Council lost even the shadow of unity.",
        "When resource caches started opening, it exposed how little Council trusted its own people.",
        "Some free zones held up, others degenerated fast; everywhere else, factions scramble to rewrite legitimacy by leaking secrets.",
        "I’m Directorate. Or was—loyal to structure, not the new breed of opportunists scavenging for power.",
        "Halden left those spiral codes like a test of will. I’ve seen their half-buried directives—sometimes I think he wanted the city to fracture.",
        "Staff confessionals make security look frail. People I briefed once are now the loudest voices against order.",
        "I keep every draft, every bulletin. I know which lies survived the edit and which signals triggered purges.",
        "Some nights, I think the only true loyalty left is to the notes you don’t share."
      ]
    ]
  }
}