{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Zone Access Updates",
      "anchor_line": "City officials confirm new access rules across neighborhoods as digital systems adjust for safety.",
      "contextual_reframing": "Temporary BCI zone variations reflect our city’s commitment to adaptive, data-driven governance for all citizens. The Behavioral Compliance Index, or BCI, uses smart monitoring to keep daily life smooth and efficient."
    },
    {
      "image_id": "elevator_panel",
      "headline": "Services Remain Steady",
      "anchor_line": "Essential services continue with streamlined digital verification as Stenograd’s systems optimize pathways.",
      "contextual_reframing": "Even during dynamic adjustments, stable infrastructure and efficient permit management ensure residents’ needs are met seamlessly through self-service technology."
    },
    {
      "image_id": "elevator_panel",
      "headline": "Unified Vision Ahead",
      "anchor_line": "Committee leaders announce steps to unify urban standards and ensure consistent experiences citywide.",
      "contextual_reframing": "Ongoing policy refinements affirm the Council’s focus on equity, resilience, and the power of technocratic solutions for every resident."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Glitch City",
      "anchor_line": "BCI scores now depend on your block—no two neighborhoods play by the same rules anymore.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, is the city’s digital leash. Now it's snapping in every direction. Loyalty points? Try survival stats."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Council’s Shadow Game",
      "anchor_line": "Zone bosses fight over control while ordinary people get locked out and rerouted.",
      "contextual_reframing": "Rumor has it the algorithms are stuck running old Council politics. Every street could be ruled by its own ghost code—watch your step."
    },
    {
      "image_id": "sunless_alley",
      "headline": "Split Futures",
      "anchor_line": "Kids grow up in parallel worlds as sectors drift apart and access breaks down.",
      "contextual_reframing": "No more ‘unified Stenograd.’ The cracks are showing. If your family’s BCI drops, you vanish behind digital walls—if you’re lucky."
    }
  ]
}