{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Yeah, not much has been normal lately. The lab feels empty now. We just count old inventory, no one's fixing bands or asking for help. Everything's on hold. Feels uncertain."
      ],
      [
        "Things have definitely shifted. Hardly any residents come in for support now. We stopped all device updates on orders from above. Most days I just sort through shelves. My BCI score hasn't changed in weeks. Feels uneasy, like we're waiting for something worse."
      ],
      [
        "Feels off for sure. Since the BCI pause, I hardly see anyone coming in. People used to ask me about their scores all the time—now it's just quiet inventory audits. No one's requesting private help anymore. Some at work think it's the end, others think we'll bounce back. My score barely moved. I never thought a stalled system would make me feel this on edge."
      ],
      [
        "Normal disappeared when the Council suspended the BCI. My job used to be troubleshooting health bands and fixing people's records on the sly. This week, I'm just counting dust. People argued over printed score histories, but no one asked for off-the-record fixes, not since everything paused. I always kept my head down after what happened to my brother. Now, with all this transparency, my skills aren't just useless—they almost feel exposed. My score is stuck at 58—right where I can't move or disappear. It’s like they pressed pause on us too."
      ],
      [
        "Things haven't felt normal since Halden died. After the BCI went down, everything about work changed—I’m just doing inventory, no more updates, no quiet data fixes for desperate people. People publicly debated their BCI histories in the lab before the Council turned everything off. I used to help folks clean their records, because I never trusted the scoring—my little brother vanished in a BCI audit. My score’s stuck at 58, not low enough to get flagged, not high enough to be trusted. Honestly, I preferred the Innovators’ idea of fixing the system, not pausing it. Now it’s like everyone’s waiting to see what we turn into next. I’ve never felt this useless or exposed."
      ]
    ],
    "emotion": "I just feel... suspended. Like we all are, waiting to see what happens next."
  },
  "emotional": {
    "opener": "It's okay to feel like you’re in between things, Daria. Sometimes just having someone else notice it is enough. You're not the only one, believe me.",
    "variants": [
      [
        "Yeah. I suppose it’s... normal.",
        "Guess we just wait."
      ],
      [
        "It helps knowing others see it too.",
        "Maybe it’s not just me, then.",
        "Waiting’s all anyone can do right now, I guess."
      ],
      [
        "That’s actually good to hear.",
        "I keep thinking I should be doing more, but maybe it’s fine to pause.",
        "It’s... lighter with someone saying it out loud.",
        "Feels less like I’m just stuck in my own head."
      ],
      [
        "Thanks for saying that. Really.",
        "I think I forget sometimes that uncertainty isn’t all bad.",
        "When someone shares the feeling, it’s less sharp.",
        "You can see the city adjusting — maybe that’s alright for once.",
        "Hard to admit, I don’t hate this quiet in between."
      ],
      [
        "No one ever says it out loud, but we’re all in that loop sometimes.",
        "I grew up thinking you always keep moving — now, it feels strange to just stop.",
        "I thought being in limbo meant something was wrong with me.",
        "Hearing you name it made it not feel so heavy or personal.",
        "Feels like we get to breathe, strangely.",
        "It’s just good you understand. It makes it less isolating."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Daria. Everybody knows things are changing, but you were closer to the core than most—what’s really going on out there?",
    "variants": [
      [
        "They released a heap of old BCI data at the mural. People checked their scores, argued a lot.",
        "Council tried to shut it down. Crowd just stood there, streaming everything.",
        "They suspended the BCI. Not much else is official."
      ],
      [
        "BCI histories went public at the mural, which freaked out a lot of people.",
        "Some folks started a so-called truth council to double-check cases, call for accountability.",
        "There was some pushback from security, but it didn’t go far.",
        "Now the BCI is paused, and everyone’s stuck wondering what comes next."
      ],
      [
        "They set up terminals by the mural so anyone could look at their entire BCI record. People found proof of mistakes, bias. Even things that helped them.",
        "A truth council formed—crowds cross-checking stories, calling out the old system.",
        "Security tried blocking it, but the resistance went viral, kept it going.",
        "The Council had to pause the BCI after everything unraveled.",
        "I always thought innovating the system was better than just freezing it. Now there’s this vacuum."
      ],
      [
        "When the BCI scores went public, it uncovered all sorts of old abuses, but also some unexpected compassion in the logs.",
        "People are reviewing every decision that shaped their lives. The city feels exposed.",
        "That truth council at the mural—it's like collective auditing. Even Directorate couldn’t contain it.",
        "Council lost its grip. Now the BCI’s suspended, and nobody knows what comes next. The city’s in limbo.",
        "Always figured the Innovators would push for reform, not a total freeze. Now everything’s just stalled.",
        "Feels like I’m seeing the edges of what used to be a black box. I never thought it’d get this open."
      ],
      [
        "They dumped the whole BCI history out by the mural—anyone could see their own audits.",
        "Saw people realize they were punished for nothing, some for the first time. Others spotted rare moments where someone in the system tried to help.",
        "Truth council turned into a citywide reckoning. Live streams everywhere. Directorate even tried to shut us out—didn’t work.",
        "My brother’s record was finally visible. I always suspected, but reading it made everything real.",
        "Council couldn’t keep up, BCI crashed under all the pressure. Now everything’s stalled. My skills suddenly feel both useless and risky.",
        "Honestly, I only ever trusted the Innovator approach: update, correct, make it transparent—not tear it all down.",
        "Now nobody’s guiding things. Everyday feels like we’re in suspension. Not improvement, not recovery—just... wait and see.",
        "Most people don’t know what the future’s for anymore, or if there’s a plan. I don’t either."
      ]
    ]
  }
}