{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady enough, if you ignore the city dispatch going dark.",
        "Had a job out by the water relay, Directorate types blocked it off.",
        "Too much confusion to bother with official repairs right now.",
        "Feels like everyone's waiting for someone else to blink."
      ],
      [
        "Well, nothing’s falling apart that can’t wait an extra day, I suppose.",
        "Showed up for a fix, found a street full of officers and a mural drawing more people than protocols.",
        "No one’s telling us what’s official, so I’m just taking the quiet contracts.",
        "Even my regular clients are asking if they're on the list anymore.",
        "Decided to keep my head down and stopped using the BCI for now."
      ],
      [
        "Things are steady in the sense nothing’s moving forward.",
        "Tried to get to a water relay job, Directorate had other plans — no one’s really clear on whose orders.",
        "Crowds arguing BCI data, officers trying and failing to keep them in line.",
        "Repairs are now a private affair. Dispatch lines up with the system, not the city.",
        "A client confided they don’t even know if their work order still counts.",
        "I switched off my BCI interface. Not risking more than I have to right now."
      ],
      [
        "Depends what you call steady. If it’s confusion, sure.",
        "Went out to handle municipal repairs, got stonewalled by Directorate blocking a mural that’s apparently the city’s new courtroom.",
        "Crowds debating BCI figures in public, officers outnumbered and out-argued. All while repairs and dispatch go ignored.",
        "Nobody seems sure what’s still official, so fixing things quietly for folks I trust is the safer play.",
        "People are on edge, especially the ones who relied on their BCI score a little too much.",
        "Stopped syncing my BCI after a client tipped me off. Record-keeping’s safer than getting flagged by accident.",
        "Feels like the rules have changed, and now they're making it up as they go. Not exactly confidence-inspiring."
      ],
      [
        "Steady? Only if you count indecision and posturing.",
        "Had a water relay repair lined up. Directorate locked it down because of a mural — you can tell who’s losing control when they care that much about paint.",
        "BCI’s on ice, servicing official orders is pointless, and old loyalties don’t mean much. I’d say isolation has its perks.",
        "Spent the day fielding requests from people who don’t want their names seen — old regulars and a few surprises.",
        "One client just asked me, flat out, whether any of this still matters. That was the sign to turn off my BCI and handle things my way for now.",
        "Everyone’s acting like a stranger, policing each other. The Council claims order, but we all know it’s a guessing game.",
        "Never thought I’d say this, but sometimes Directorate’s obsession with rules beats Harmonist happy talk or Innovator experiments.",
        "Right now, I’m sticking to what I can fix, hoping no one gets clever enough to notice."
      ]
    ],
    "emotion": "Worn down, but quietly resigned. Open to a bit of sympathy."
  },
  "emotional": {
    "opener": "\"Doesn't matter how flawless the system looks from the outside, everyone gets tired. You don't have to carry it alone.\"",
    "variants": [
      [
        "Yeah. I suppose you're right.",
        "Doesn't always feel like much, though."
      ],
      [
        "Thanks. It's good to hear that from someone.",
        "Most people act like things just work, but it's not that simple.",
        "Some days it's just a lot to carry, like you said."
      ],
      [
        "I appreciate you saying that. Takes the edge off, honestly.",
        "Feels like I'm supposed to just keep going no matter what.",
        "But I guess everyone unravels now and then.",
        "It's easier knowing someone else gets it."
      ],
      [
        "You know, that's better than the usual advice I get. Thanks.",
        "Sometimes it feels like you can't stop moving or everything falls apart.",
        "Most folks I know just pretend it's fine. I never quite managed that trick.",
        "I guess you can't patch yourself up like you patch a relay.",
        "But hearing it from you, it actually helps."
      ],
      [
        "I appreciate that. There aren't many who actually stop to notice.",
        "I've been holding things together, one system or another, for a long time.",
        "These days it's easy to feel invisible beneath all the data and routines.",
        "Sometimes I wonder what it would be like if people admitted when they're worn down.",
        "There was a time when I thought all this structure would keep us safe from burnout.",
        "But I guess even the best infrastructure needs maintenance—even the people manning it."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart, spare me the dodges. What's really going on out there?",
    "variants": [
      [
        "People are making noise about some old city records getting leaked.",
        "Saw a few more faces from the old watchlists lately, that's new.",
        "Feels like every day brings a different rumor.",
        "No real answers from the council, just tactics."
      ],
      [
        "Heard about that mural turning into a crowd magnet when the blackout hit.",
        "Seems like the data folks dropped old BCI files in the open, but no one knows if they're real.",
        "The so-called truth council's causing trouble by the mural, Directorate isn't happy.",
        "Hard to say who's really in charge now."
      ],
      [
        "Since Halden died, things stopped working the way they should.",
        "Everyone's looking into their own BCI history at that mural, finding old errors and abuses.",
        "Council's tried to fence it off, but the crowds keep coming.",
        "Looks like people from the old system are back, making themselves useful or dangerous.",
        "Even Directorate is struggling to hold the line, which tells you plenty about who's running what.",
        "People are more interested in settling scores than in getting the city back together.",
        "Hate to say it, but I don't blame them for looking for order right now."
      ],
      [
        "Blackout uncovered that mural, which really stirred up the hornet's nest — city's never quiet when secrets slip.",
        "Oksana and Rada let the BCI archives go public, and now folks are airing every score and slight they've ever suffered.",
        "Those who vanished from the system are suddenly everywhere, organizing fast, working angles the council's blind to.",
        "I've been asked to check old BCI logs for people who can't read their own; some of those files don't add up to what I remember.",
        "Directorate are on edge, trying to block assembly and restore order, but they're too late — can't force trust onto people all at once.",
        "Makes my job riskier, but also kind of honest for a change — at least I know who I'm working for and why.",
        "Prefer Directorate's rules to wild improvisation, but even they look spooked lately."
      ],
      [
        "Blackout drops, metro wall collapses, mural shows Halden pulling at his own shadow — poetic, if you like that sort of thing.",
        "Soon after, every BCI score in the city rolls back three years. All the old hierarchies flip again. Anyone who thought they had a place, gone.",
        "I spent nights fixing private systems for folks whose whole lives were one 'mistake' in the database, now they're back with old privileges and grudges.",
        "Rada and Oksana risked a lot making the BCI archives public — feels like a controlled burn, not a leak.",
        "Truth council's sprung up almost overnight at the mural, ordinary people auditing years of secrets in the open.",
        "Directorate calls it sabotage, but it's just a city hungry to judge itself — no algorithm can paper that over.",
        "Council's lost credibility, so the Directorate's in salvage mode, trying old tactics to keep the lid on. Can't say I envy them, but I've always trusted rules over dreams.",
        "I didn't want this job for the politics, but right now surviving means picking sides — and I'm not built for chaos.",
        "Worst part is, for all the shutdowns and resets, I still wake up hoping to just fix something that matters."
      ]
    ]
  }
}