{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Just busy, honestly.",
        "Work’s changed a lot since the database thing.",
        "Sometimes people come by with questions. I keep things… by the book.",
        "Feels like everything is off-balance now."
      ],
      [
        "It’s been strange. Crowds lining up outside my building to check their records.",
        "We’re told to just keep processing, but the whole protocol feels unstable.",
        "A woman found me at work with a printout of her score—insisted there had been a mistake.",
        "After that, they put me on a different team. Temporary, they said.",
        "Feels like whatever order we had is cracking open."
      ],
      [
        "Honestly, it’s been unsettling. When they opened the BCI records, everyone wanted answers.",
        "People gathered around just to see a number, or demand explanations.",
        "I got reassigned after a case got too public. The backlog is a mess. Everyone’s nervous.",
        "It’s harder to know what you’re supposed to say now—everything is under review.",
        "I try to stay quiet, just do the work, but even that draws attention.",
        "Feels like control is slipping away, and I’m not sure anyone’s steering anymore."
      ],
      [
        "These days… things are falling apart at work. Since the BCI records went public, people queue around the block to review their lives.",
        "My job is to analyze behaviors, but now everyone scrutinizes mine, too.",
        "A citizen tracked me down—she waved her history in my face, upset about choices I made by the rules.",
        "They moved me off monitoring and into reconciliation. The backlog is chaos, and my coworkers keep arguing about who’s responsible.",
        "Whenever I speak up, I hesitate. I barely log my thoughts anymore, trust is so thin everywhere.",
        "My BCI score keeps dropping just for being near people who are now flagged. Nothing I did, just… proximity.",
        "Honestly, I never felt so lost in my own city. It’s like the system is unraveling, and I don't know where I fit."
      ],
      [
        "Honestly, Alex… it’s unraveling. Since they made the BCI database public, people swarm outside my building day and night.",
        "At first, I thought open records would bring clarity, maybe some justice. But it’s panic. Everyone is hunting for who flagged what, even when it was all supposed to be ‘neutral’.",
        "A woman I processed years back found me and demanded answers. She had every detail printed out—I recognized my own annotations.",
        "After that, they sidelined me to a catch-all error team. Every conversation is tense. The old silence is gone, now it’s blame and suspicion.",
        "I tried to disappear at meetings—if you’re too visible or too quiet, someone marks you as complicit.",
        "I used to think algorithms were fairer than people. But watching neighbors denied housing over a decimal point… I started doubting.",
        "My BCI score tanked, mostly guilt by association. No new violations, just standing too close to the wrong names now.",
        "Sometimes I wonder if being ‘harmonist’ just means being afraid. Mostly I feel swallowed by the noise. I’ve never felt this… lost before."
      ]
    ],
    "emotion": "lost and quietly overwhelmed"
  },
  "emotional": {
    "opener": "Oksana, I see you. It's not your fault things are so heavy. You're still here—that means something.",
    "variants": [
      [
        "Maybe. I just keep going, that's all.",
        "Sometimes that's all you can do."
      ],
      [
        "It's. Thank you. I... just need a minute to remember that.",
        "I don't always feel like I belong here, but I suppose I manage.",
        "Most days, anyway."
      ],
      [
        "I appreciate you saying that. I forget sometimes why I bother holding it together.",
        "It's not easy to feel seen—usually I just try not to cause trouble.",
        "But maybe that doesn't have to be everything.",
        "Trying is worth something, right?"
      ],
      [
        "Thank you, really. Some days I feel invisible on purpose.",
        "It's easier to keep your head down, but then it gets lonely.",
        "I start to believe I'm just... data, not a person.",
        "Your words help me remember I'm still more than that.",
        "That matters, even now."
      ],
      [
        "Alex, no one ever says that. Not like they mean it.",
        "You make this place feel human again. Most days, I feel like I only exist in numbers.",
        "There's always pressure to be perfect, or... invisible if you can't.",
        "Sometimes I forget what it means to be part of something real, with people who actually notice.",
        "Maybe that sounds small, but it's everything to me.",
        "Knowing someone understands—it's the first hope I've felt in a while."
      ]
    ]
  },
  "factual": {
    "opener": "All right, Oksana. If things are really this chaotic, what actually happened these last weeks?",
    "variants": [
      [
        "There was... an incident at the mural, made the news.",
        "Some systems got suspended. Council said it was temporary.",
        "Crowds started gathering. Directorate’s been visible, too.",
        "That’s about it."
      ],
      [
        "Assemblies formed after a mural was found, right underground.",
        "People were let into parts of the system. Errors surfaced.",
        "Directorate pushed back. Lot of rumors—unrest, not much clarity.",
        "Public review halted things. They’re still resolving it.",
        "Some staff got moved around a lot."
      ],
      [
        "The mural led to citywide meetings. Triggered a full review of the BCI.",
        "People started checking their histories in public—pointing out where the system failed or worked.",
        "Directorate tried cordons, but gatherings kept growing.",
        "I heard officials suspended BCI scoring—said it’s temporary, under review.",
        "No one feels secure. Even the Harmonists got sidelined.",
        "Feels like the ground rules changed, and no one’s certain anymore."
      ],
      [
        "Once the mural was uncovered, everything accelerated. Spontaneous assemblies formed—totally outside official channels.",
        "We enabled open terminals for database audits. People saw how things really worked, saw mistakes and... unnecessary penalties.",
        "There were viral streams and constant standoffs. Directorate couldn’t control the flow.",
        "Council basically disappeared—no direction, just silence. Harmonists like me? We’re ignored now.",
        "BCI is on hold. No scoring, nothing automated. Everyone’s improvising, it’s exhausting.",
        "I’ve read cases where small kindness shifted lives, but all the algorithm cared about was compliance.",
        "I wish things could return to order, but I don’t know what that order would even look like."
      ],
      [
        "Right after those assemblies, I… quietly backed the release of the raw BCI archives. I didn’t want to hide behind protocols anymore.",
        "The mural became a rally point. People debated their histories out loud—most had never seen the raw numbers before.",
        "Directorate tried to shut it down. But people refused to move. I watched as neighbors stood up for each other, sometimes for the first time.",
        "Council lost any real grip. Directives stopped flowing. Even Harmonists, my bloc, are just background noise now.",
        "There’s talk of new oversight. I keep hearing stories of how algorithms targeted the wrong people for years.",
        "I remember processing mercy cases—exceptions that sometimes saved families—but the system always snapped back to zero tolerance.",
        "It’s strange, isn’t it? I believed in the system, but now I see how badly it misread so many.",
        "I never thought I’d help let all this out. Maybe being 'harmonist' was just a way to avoid blame.",
        "Now every day, I wonder if we’re building something new or just exposing the silence underneath."
      ]
    ]
  }
}