{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Things are different. I lost my clearance at work.",
        "Guess you could say I made a few enemies.",
        "Been keeping a lower profile lately.",
        "Honestly, it feels like the ground just shifted under my feet."
      ],
      [
        "Yeah, things changed fast. My badge access got cut, and my score plummeted.",
        "Some folks at work got suspicious when I started disappearing during shifts.",
        "Was gathering footage that probably wasn't meant to see the light of day.",
        "Everyone's acting colder. Like I stepped on a live wire.",
        "Feels like the city’s watching me breathe."
      ],
      [
        "There’s been a shift. After I helped open the real BCI archives to the public, everything changed.",
        "I spent days logging people’s stories from the mural, making sure evidence of abuses got recorded.",
        "By midday, my access was revoked, official clearance gone. Some colleagues won't even look my way now.",
        "Assembly leaders and I made sure nothing got lost, even as risk alerts started piling up under my name.",
        "They marked me as a threat. Score dropped to single digits overnight.",
        "I keep thinking about the people reading their true histories for the first time."
      ],
      [
        "Different? That’s putting it mildly. I coordinated with the assembly to release the full BCI archives.",
        "Watched people uncover cases that had never seen daylight—some of them quietly crying when they learned the truth.",
        "Did all my usual work, but stayed off the editing tools. Logged stories, kept records offline, tried to give people power over their own history.",
        "Word got out. My colleagues questioned every move. Then Directorate shut me out, revoked everything.",
        "Badge gone. BCI score cratered. Suddenly I’m public enemy—no warning, just a system alert.",
        "Been living on tips and old connections since then. Feels like crossing some invisible line, for good.",
        "All I can hear now are these voices from the mural, echoing back all the things we were never supposed to know."
      ],
      [
        "Honestly? Everything’s upside down. I grew up inside this system. My mother ran compliance checks so I knew exactly how stories get erased.",
        "None of it prepared me for how it feels to actually break the chain. I gave the instructions to open the BCI channel. Worked with assembly leaders so people could see the records for themselves, not just the state’s version.",
        "I sat near the mural, catalogued every testimony—open abuse, accidental mercy, the things the algorithms missed on purpose.",
        "By midday I lost my badge. Staff who used to buy me coffee now cross the street.",
        "My score dropped to 5. To the system, I’m a saboteur now. But this city needed to see itself honestly, even if it cost me everything.",
        "People are still bringing evidence. Stories that’d never get a hearing anywhere official. It’s dangerous, but it might finally mean something.",
        "All this time, I thought I was just doing journalism. Turns out I was rebuilding the record of who we are.",
        "And now? I feel like everything I thought I knew about this city is unraveling right in front of me."
      ]
    ],
    "emotion": "I feel like everything I thought I knew about this city is unraveling right in front of me."
  },
  "emotional": {
    "opener": "Rada, even when everything changes, the truth is still yours. You're not alone in seeing it.",
    "variants": [
      [
        "Maybe. I just need to keep my head down.",
        "Hard to say what’s real anymore."
      ],
      [
        "I get what you’re saying. I’m still not convinced it matters, though.",
        "You never know who’s actually listening.",
        "Trust isn’t easy to come by for people like me."
      ],
      [
        "That helps, really. Sometimes I forget other people notice what's missing too.",
        "It does feel like there’s a different city underneath all this.",
        "You start to question your own memory after a while.",
        "Maybe I’m not the only one holding onto old truths."
      ],
      [
        "You know, I keep replaying certain things in my head, checking if they're real.",
        "It’s a relief to hear someone else sees through the noise.",
        "It makes me think all those disconnected moments do add up.",
        "Some days I feel like I’m carrying the whole city’s secret history.",
        "I’m glad that doesn’t have to be just mine."
      ],
      [
        "My father used to say the city teaches you how to forget, not how to remember. I never wanted to believe him, but now...",
        "What you said reminds me why I still hold on, even when it would be easier to let go.",
        "There’s comfort knowing someone sees past the edits and the slogans.",
        "It’s exhausting, being the one who points it out, but I can’t help myself.",
        "Even when I was a kid, I’d keep scraps—notes, recordings, little things no one else wanted to keep.",
        "Hearing this now, it feels like there’s still a reason to keep going, to not let myself disappear."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened out there? Tell me what everyone's been whispering about.",
    "variants": [
      [
        "People gathered at the mural when the system glitched.",
        "Some data got out. Folks started talking about old cases.",
        "Authorities tried to push back, but the crowds didn’t leave.",
        "They paused BCI for a bit. Now the city’s tense."
      ],
      [
        "After the BCI issues, people met by the mural. Started reading their files.",
        "Some stories made it out. A few officials tried closing things down, but too many eyes.",
        "There’s talk of a ‘truth council.’ Not sure what comes next.",
        "Council hasn’t got control back.",
        "Everything feels tight. No one trusts anyone."
      ],
      [
        "Once the BCI failed, crowds went straight for the mural. People wanted answers.",
        "They checked old records, found things nobody was supposed to see.",
        "It all got streamed out. Now there’s this assembly, cross-checking cases and exposing abuses.",
        "Directorate forces tried a show of strength, but it backfired. Got recorded too.",
        "Council was forced to shut down the system until people calm down.",
        "Feels like the rules don’t hold anymore. I can’t say I mind."
      ],
      [
        "After the archives opened, the city woke up. Stories at the mural went viral.",
        "People stopped hiding. BCI files turned out way dirtier than state news ever admitted.",
        "Folks are comparing evidence, not waiting for permission. Even guards hesitate now.",
        "Directorate crackdown made it worse. Resistance was peaceful, but stubborn.",
        "Now a ‘truth council’ is pushing for justice in public. Council leaders can’t control what spreads online.",
        "BCI’s suspended. There’s debate everywhere, like nobody believes the old order anymore.",
        "I’m glad people finally see what compliance really meant."
      ],
      [
        "Letting the archives out changed everything. Not just protests—actual truth came out. People found the proof of who the system erased and why.",
        "The mural became ground zero. Citizens cross-checking secrets, naming the old abuses. I catalogued so much—unexpected kindness, real betrayals.",
        "Directorate moves harder but can’t contain it. Streams get mirrored, there’s always another phone.",
        "The bogus calm is completely gone. Assemblies running on raw testimony, demanding resignations, accountability.",
        "Used to be silence or rumors. Now it’s public standoffs and viral evidence. Feeds are full of citizen investigators.",
        "Council was forced to kill the BCI just to stop the bleeding. Trust in them is zero.",
        "I spent my life thinking journalism meant framing the story. Turns out the real story shapes itself, if you let people speak.",
        "Honestly, this is the first time I’ve felt like rebellion could actually stick. The system wasn’t as invincible as they preached."
      ]
    ]
  }
}