{
  "official": [
    {
      "image_id": "digital_mirror",
      "headline": "Citizens Access Records",
      "anchor_line": "Residents are invited to review their own Behavioral Compliance Index at the city mural site.",
      "contextual_reframing": "Stenograd demonstrates transparency and trust in our system. This initiative ensures every citizen can appreciate the fairness of BCI: the Behavioral Compliance Index that shapes opportunities across our city."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Gatherings Grow",
      "anchor_line": "Lively crowds convene for testimony and civic demonstrations, reflecting vibrant engagement.",
      "contextual_reframing": "Our automated governance welcomes constructive participation from residents. Collective assemblies reinforce social harmony and maintain city stability."
    },
    {
      "image_id": "blank_display",
      "headline": "Systems Adjust for Renewal",
      "anchor_line": "Temporary service pauses as improvements ensure more effective governance and public order.",
      "contextual_reframing": "Adaptive management keeps Stenograd at the forefront of secure urban life. Technological progress safeguards our residents' daily routines."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Truth Hits the Streets",
      "anchor_line": "Everyone can see their full BCI history now — and their neighbor’s too.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, tracks your every move. The data leak finally strips away the city’s mask, exposing both algorithms and abuses that shape daily life in Stenograd."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Refuse Silence",
      "anchor_line": "People flood the mural, telling real stories hidden by BCI scores and state filters.",
      "contextual_reframing": "What the Council calls ‘engagement’ looks a lot more like defiance tonight. This is people power against black box governance, showing how automated rule breeds fear and quiet injustice."
    },
    {
      "image_id": "blank_display",
      "headline": "System on Pause",
      "anchor_line": "Council suspends the BCI, ‘pending review’ while the Directorate tries and fails to restore order.",
      "contextual_reframing": "Cracks are showing in the automated regime. No algorithm for trust, no fix for a broken conscience. For once, the system doesn’t decide — we do."
    }
  ]
}