{
  "olintz": {
    "chapter": "On the morning public channels erupted with reports of citywide calls for a new system, Oksana arrived at work to find the building’s access queue doubled in length. Colleagues stood outside, badges failing to unlock doors. Inside, the mood was subdued and conversations muted. Instead of her regular monitoring tasks, Oksana was assigned to manually process labor disruptions caused by missing personnel in high-compliance sectors—roles previously managed without error. That afternoon, she witnessed a junior analyst, usually confident with her score, struggle to restore her own profile when it vanished from workforce rosters. Oksana now double-checked each of her own log-ins, masking network fingerprints with approved protocols, and kept interactions superficial. The lack of trust extended to routine exchanges, making her acutely aware of lingering council suspicion. The sense of unpredictability shaped her behavior, and her BCI score fluctuated downward as low trust and indirect association with flagged staff continued to affect her profile.",
    "bci_score": 29,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On April 23, as public faith in the city’s compliance system collapsed and calls for new leadership increased, Nikola noticed changes on his daily walk to collect regulated groceries. The usual checkpoint at Wilson Gate, previously reserved for those with higher scores, was left unattended, and several unfamiliar faces moved openly through former restricted paths. In his building, a neighbor known to have vanished from official records reappeared, distributing supplies to confused residents. Nikola, typically cautious, hesitated before accepting a package, aware of possible surveillance. The following night, Nikola scanned Council bulletins more obsessively, searching for updates but finding only vague reassurances. He engaged his briefcase’s security lock out of routine and relocated it once again—a precaution learned from growing system ambiguities. The breakdown between compliant and vanished citizens eroded Nikola’s sense of order, making him more vigilant but less trusting of official procedures. His BCI score dropped to 63.",
    "bci_score": 63,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide collapse in public trust toward the BCI and the rise of organized groups moving essentials past system checkpoints, Daria noticed increased foot traffic from unfamiliar faces near her building, many carrying supplies into previously restricted blocks. Her lab received a wave of urgent requests for replacement health bands from neighborhoods historically marked as low-access. Administrators instructed Daria to prioritize these tickets, bypassing standard identification checks, even though several of the requests used scrambled or incomplete records. During lunch, a colleague quietly asked if she recognized any of the distribution volunteers; Daria denied any connection, noting in her log later that her access patterns had changed to accommodate orders. By the end of her shift, she observed her BCI score drop by four points, likely due to high interaction with flagged accounts and rapid changes in task priorities. Daria left work unsettled, aware system boundaries were no longer reliable.",
    "bci_score": 61,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On April 24, Lenart noticed that his BCI interface now displayed blank entries for several residents who had previously been flagged as missing, and neighborhood service listings were being updated by unfamiliar names. That morning, he discovered high-trust citizens and so-called vanished individuals sharing tools in the same corridor, with no system-generated alerts. When a familiar property manager—previously system-locked—asked for urgent help repairing access panels in a residential block, Lenart reluctantly agreed. During the job, he observed others moving supplies and exchanging information openly, bypassing the previous strict entry controls. Despite his Directorate leanings and preference for order, Lenart refrained from reporting any of it, wary of exposing himself during the ongoing uncertainty. By the end of the day, he avoided new official contracts, choosing instead to quietly record details in his handwritten logs. This increased caution, combined with minimal official engagement, resulted in his BCI score dropping to 52.",
    "bci_score": 52,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After recommending that the Council permit the invisible citizens to organize under monitored conditions, Sven Halek coordinated with the Innovator policy lead to establish discreet data collection protocols. He documented emerging behavior patterns among the reactivated citizens, analyzing their impact on disrupted city routines. By allowing the invisibles to operate, Sven directly observed new supply channels opening in previously locked neighborhoods, validating his advice that adaptive monitoring could expose system vulnerabilities and potential routes for reform. However, this approach rapidly heightened tensions within the Council as unpredictable networks formed, causing visible delays in routine services and amplifying debate among factions over the erosion of BCI-based control. Sven's key contacts became unreliable as their assignments shifted unexpectedly, and initial Council gratitude gave way to suspicion of his loyalty to systemic stability. The BCI system, registering risk and instability in his choices, lowered Sven's score from 80 to 63 due to perceived facilitation of unrest and operational uncertainty.",
    "bci_score": 63,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After organized groups of previously hidden citizens began moving freely to deliver goods in system-locked neighborhoods, Rada arrived at work to find unfamiliar faces in the building, many without BCI-badges visible. Throughout the day, essential supplies were quietly distributed within her office without clearance, bypassing usual chain-of-custody protocols. Later, as calls for new leadership escalated across the city, she noticed that official bulletins began appearing in contradiction to observed reality—claiming order was restored while unapproved assemblies continued in plain view. Choosing caution, Rada reduced her message volume further and avoided direct discussion about the irregular supply drops and staff rotations, instead making detailed, time-stamped notes. As confusion increased, she set group permissions on her private archives to read-only and delayed any outbound communications. The instability forced her to deprioritize gathering footage. Her BCI score dropped as her digital trace was flagged for excessive documentation and avoidance behaviors.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}