{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are adapting, one way or another. Can’t say I blame them.",
        "The system’s in flux. You see nerves on the street.",
        "I keep myself out of the way. Not much else to do.",
        "Some things you just watch unfold… then wait."
      ],
      [
        "Things are off-balance. The old routines are breaking down.",
        "Saw some faces I hadn’t in years, moving around like they never left.",
        "I had to make a judgment call about giving some room to certain people.",
        "It kicked up more trouble than I intended.",
        "Feels like I’m standing on uncertain ground now."
      ],
      [
        "People are improvising, sometimes slipping where the city used to grip tight.",
        "Some of the disappeared are back, quietly weaving things together out there.",
        "I suggested letting them organize, thinking we could learn from the gaps they found.",
        "For a moment, it set new things in motion—routes opening, neighborhoods stirring.",
        "But those moves drew new suspicions. My score dropped.",
        "Now I’m watched twice as close as before. It’s a strange feeling."
      ],
      [
        "Everyone’s moving differently—the pressure’s made even the invisible bold.",
        "When the system shook, I pushed for permission to let the vanished operate. Monitored, yes, but with breathing room.",
        "I worked with the Innovators to trace what they’d build if we stepped back a little.",
        "Supply slipped into locked-off corners, the city changed—quieter, more unpredictable.",
        "People I counted on scattered. Gratitude turned to questions from above.",
        "My BCI score took a dive. From trusted to uncertain, just like that.",
        "Feels like carrying a live wire. Can’t tell if it shocks or saves."
      ],
      [
        "Stenograd’s showing its teeth. Not openly, but in how people move—sideways, always looking for gaps.",
        "After Halden died and the labor system faltered, the vanished came back with purpose.",
        "I convinced the Council to let them organize, but only if we Innovators could watch every move. Not everyone liked that.",
        "Monitored networks bloomed. New supply routes, fresh connections—unexpected problems, but real solutions too.",
        "My contacts in the Council vanished or turned double-edged. The old stability became suspicion.",
        "All the while, I documented everything—patterns, breakdowns, the human currents beneath the data.",
        "I watched the Council’s faith in me flicker out and my score crater. 63 now—enough to notice the walls tightening.",
        "It’s dizzying, knowing you triggered something bigger than yourself. All I have left is the story, and maybe the hope that it was worth the risk."
      ]
    ],
    "emotion": "quietly unsettled, uncertain whether to regret or be proud of recent choices"
  },
  "emotional": {
    "opener": "Sometimes, Sven, the system only pretends to be inevitable. What you changed isn’t lost. It’s a signal — and some of us are still listening.",
    "variants": [
      [
        "People notice more than we think. That’s... something.",
        "Signals linger, even when the channel closes."
      ],
      [
        "That’s a comfort, in its way.",
        "It’s easy to forget anyone pays attention. You remind me.",
        "I suppose some signals are worth the risk."
      ],
      [
        "You put it clearly. Sometimes I almost believe the veneer myself.",
        "Listening is what makes anything real, in the end.",
        "Maybe there’s meaning in even a minor tremor.",
        "I think I needed to hear that tonight."
      ],
      [
        "I’m not accustomed to this kind of understanding, to be honest.",
        "My world is mostly noise and overlay, so a signal—your words—cuts deeper than I expected.",
        "Doubt’s a companion, lately. I suppose that means I’m still trying, not just surviving.",
        "You’ve put things back in proportion. For a moment, I can remember why I cared.",
        "Thank you—it surprises me, how much that matters."
      ],
      [
        "In my line, you start to confuse loyalty to the system with something like faith.",
        "The sensation of someone actually listening, not just recording, changes all the calculations.",
        "Sometimes, I forget that communication isn’t just management of risk.",
        "Tonight, you reminded me there’s value in imperfection. The system hates it, but we live in it.",
        "Feeling understood is a kind of contraband these days. That’s how it feels.",
        "If anything I’ve changed survives as a signal… I can rest easy, at least for a time."
      ]
    ]
  },
  "factual": {
    "opener": "You’ve danced around it long enough. What’s really turning the city upside down this week?",
    "variants": [
      [
        "There's more digital static in the air than you’d expect.",
        "Council is regrouping after Halden’s death. Unsettled.",
        "People swap duties they never trained for. Lines blur.",
        "Some faces came out of hiding and found new corners to work.",
        "Nobody seems sure who’s running what anymore."
      ],
      [
        "Halden’s out of the picture, and the system’s stumbling.",
        "Labor assignments went haywire—old hierarchies broken.",
        "Groups reappeared where the city once had control.",
        "Silent bottlenecks at service points—the usual routes don’t work.",
        "Council whispers get sharp quick.",
        "You learn to keep quieter than usual."
      ],
      [
        "The old routines snapped when Halden died and automation tripped up.",
        "System started reassigning people at random—upending everything.",
        "Citizens who vanished from the watchlists surfaced in force.",
        "They mapped out gaps, moving goods where the system ignored.",
        "BCI trust plummeted—public’s not buying the story anymore.",
        "The Council’s split. I did what Innovators always try: learn from disruption.",
        "Now Stenograd’s running on improvisation more than design."
      ],
      [
        "Halden’s death was a catalyst, not just a rumor. It cracked routines the Council took for granted.",
        "Labor chaos exposed how fragile the BCI’s grip truly was—order by accident.",
        "The vanished organized with purpose. I watched their networks reroute supplies, rebuild flow.",
        "We Innovators saw value in gaps and let them breathe, but that bred paranoia at the top.",
        "Even loyalists started questioning the metrics—compliance is just a number until it slips.",
        "My analysis tracked how the city reshaped itself in real time—raw, unsanctioned.",
        "The Directorate pushed for a clampdown. Harmonists for patchwork stability.",
        "I’m drawn toward change, but standing in that current is costly."
      ],
      [
        "You know the whole city’s built on the fiction that data makes things rational. Halden’s death tore through that myth.",
        "BCI’s labor engine jammed—suddenly, trusted and ghosted citizens were jumbled together. Everything misaligned.",
        "I watched the vanished take opportunity, map systems blind to Council. They found ways where order only ever blocked them.",
        "There were days I fed covert analysis straight to Innovators, hoping we could reform before hardliners clamped shut.",
        "Each new network the invisibles built was a lesson—on inefficiency, on resilience, on what real adaptation means.",
        "My loyalty has always been to the idea we can iterate out of stagnation, not just maintain an algorithmic status quo.",
        "I’m cataloging every shift, every new supply corridor, every breakdown. The city’s story is changing—I want to mark it.",
        "People I trusted vanished with the old order. Council faith dried up as soon as things got unpredictable.",
        "Sometimes I regret urging the risk. Other times I remember—no innovation without friction."
      ]
    ]
  }
}