{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Resilience",
      "anchor_line": "Officials assure residents that minor service disruptions will soon be resolved as systems are recalibrated.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, continuously adapts to maintain Stenograd's hallmark efficiency and seamless daily life."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Order Maintained",
      "anchor_line": "All citizens are encouraged to access services through official kiosks as standard procedures resume.",
      "contextual_reframing": "Stenograd's dynamic permit and access system ensures fair, reliable support for every compliant resident in changing times."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Community Initiative",
      "anchor_line": "Neighborhood groups voluntarily assist those affected by recent system delays, demonstrating collective responsibility.",
      "contextual_reframing": "Active civic participation reinforces social trust and supports the council's commitment to rational, data-driven governance."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System On The Brink",
      "anchor_line": "BCI glitches leave whole neighborhoods locked out while officials promise 'resilience.'",
      "contextual_reframing": "The Behavioral Compliance Index—your digital leash—tunes out thousands who vanished from the city’s view. So much for seamless control."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Invisible Networks Emerge",
      "anchor_line": "Rumor confirmed: The 'invisible' are back, bypassing checkpoints and delivering supplies as the system stutters.",
      "contextual_reframing": "What the Council calls 'minor disruptions' is a wave of self-organized resistance using blind spots in the city’s all-seeing algorithms."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Trust Collapses Fast",
      "anchor_line": "Public trust in official promises crumbles. Calls for new leadership echo through backchannels and quiet streets.",
      "contextual_reframing": "This is what happens when data decides your worth. If you aren’t a Council favorite, you’re one system hiccup away from vanishing."
    }
  ]
}