{
  "olintz": {
    "chapter": "On the morning after widespread leaks confirmed Council members had manipulated BCI scores, Oksana arrived to find heated debates echoing down the corridors of the Central Oversight Directorate. Security passed silently through the building but made no effort to intervene as a group of analysts argued in the open office. Assigned to review a surge of flagged citizen cases, Oksana discovered her queue included multiple records for colleagues who had publicly questioned recent system decisions. Attempts to access historical justifications were met with system errors, forcing her to mark most cases as inconclusive. At midday, a mandatory inter-departmental briefing replaced normal lunch break, instructing all staff to process “exceptional compliance cases” swiftly. Oksana complied, avoiding discussion, but noticed her BCI score notification drop by two points at the end of the shift—likely due to unresolved queues and elevated internal review. New BCI score: 46.",
    "bci_score": 46,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Nikola assembled the most convincing evidence of BCI score tampering into a secure, annotated dossier and transmitted it to dissident networks and underground presses, encrypting his identity but leaving enough metadata to signal insider origin. Within hours, the Council factions detected the leak and launched competing information campaigns, resulting in conflicting public broadcasts. At home, Nikola disabled all real-time connectivity and refrained from using his biometric credentials, minimizing digital traces. He did not contact former colleagues, sensing surveillance protocols had already flagged his network. As public unrest escalated and graffiti appeared in his neighborhood, Nikola avoided his usual routes and delayed collecting his pension, aware his BCI score had plummeted from noncompliance. Although he remained committed to transparency, Nikola accepted the likelihood of long-term isolation or targeting by authorities. The leak’s immediate exposure of Council manipulation drove mass protests, and his status was downgraded. New BCI score: 55.",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the public release of evidence confirming Council-led BCI score manipulation and the surge of mass protests, Daria arrived at her lab to find access checkpoints malfunctioning and security protocols inconsistently applied. She waited in line with supervisors and former colleagues, all subject to random inspection regardless of their rank. Clients who once demanded silent favors now avoided her, worried that any association could be scrutinized. When a protest crowd forced routes to close, she used unfamiliar side passages to reach her floor. Inside, equipment had been boxed up for inventory review, and updated work schedules listed only initials, not names. A technician whispered that some staff had vanished overnight after their credentials disappeared from the system. Daria turned off her wristband monitoring app for the first time, aware that tracking was unreliable and potentially dangerous. By day's end, her BCI score dropped further to 45, reflecting heightened risk and irregular activity.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After newsfeeds revealed evidence of Council-led blacklisting and citywide protests escalated, Lenart saw immediate changes on his usual repair runs. On Monday, a scheduled job in a Council district was abruptly canceled after building management sent out a message citing unspecified \"risk protocols.\" He rerouted to another appointment, only to find the block surrounded by protest groups and entry systems intermittently shut down. When he finally reached a long-term client, they refused to let him inside, stating that recent leaks made them wary of any official system access, fearing surveillance or score manipulation. Lenart waited an hour before leaving; returning to his workshop, he declined three new requests from unfamiliar contacts. He started recording all communications and minimized in-person visits, favoring repeat clients with recently verified access. These tighter routines triggered small system flags for limited service flexibility, leading to a minor drop in his BCI score to 56.",
    "bci_score": 56,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On April 20th, Sven arrived at his office to find security barriers erected outside Council headquarters and the usual reception staff absent. In the wake of widespread protests and confirmed evidence that BCI scores were manipulated, Sven noticed a marked increase in internal access restrictions. Security panels required multiple verifications at every entry point; staff conversations were subdued, and discussions of guidance language were off-limits. Sven delayed submitting new messaging drafts after the previous day’s protocol updates flagged half of his templates as potentially adversarial. Later, he spent thirty minutes in a secure conference room, reviewing contingency speech edits but ultimately withheld submission, fearing misalignment with rapidly shifting Council directives. Before leaving, he erased references to recent protests from his notebook and did not check in on the Council network from home. That evening, Sven’s BCI score dropped to 76, reflecting his increased avoidance of flagged activity and greater self-censorship.",
    "bci_score": 76,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On April 20th, after newsfeeds filled with accusations from each Council faction, Rada arrived at her newsroom to find her access badge denied by the building’s main entrance, forcing her to wait while a security officer verified her credentials against a slow, error-prone system. That afternoon, as citywide protests escalated and evidence of BCI score manipulation circulated online, she observed her colleagues avoiding eye contact and irreversibly deleting footage without discussion. Rada refrained from logging into her encrypted archive or using her phone at work, wary of new monitoring. Later, while passing through a crowded plaza on her way home, she was stopped for a random ID scan for the first time in months, her profile receiving extra scrutiny—likely auto-flagged due to public unrest. These incidents prompted Rada to leave sensitive materials at her office. That evening, her BCI score had dropped to 34, likely because of heightened surveillance and system flags.",
    "bci_score": 34,
    "political_preference": "rebel"
  }
}