{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "Edges? I guess that’s one way to put it.",
        "Some odd things at work this week, faces I’ve never seen before.",
        "Supplies turning up without the usual paperwork. Protocols skipped and nobody blinks.",
        "Feels surreal, honestly. Like I’m watching it happen from the wrong side of the screen."
      ],
      [
        "Yeah, I feel it. Yesterday half the newsroom was swapped out for strangers.",
        "No BCI-badges on half of them. Makes you wonder who’s running the place.",
        "Basic supplies showed up out of nowhere, no chain of custody. That doesn’t just happen.",
        "Official bulletins say things are calm, but I saw more commotion outside than ever.",
        "Feels surreal, honestly. Like I’m watching it happen from the wrong side of the screen."
      ],
      [
        "Everyone’s pretending it’s normal but the building feels different. Stranger faces, zero introductions.",
        "Got these supplies—food, meds—delivered with no signatures. People just nodded and moved on.",
        "Boss told us to stick to the script, as if we don’t notice the chaos outside.",
        "The city feeds us one thing, our eyes see another. Assemblies forming right under the camera feeds.",
        "Started saving my notes. Been warned twice but can’t help it.",
        "Feels surreal, honestly. Like I’m watching it happen from the wrong side of the screen."
      ],
      [
        "It’s like working in a funhouse now. Staff rotations no one explains. All those friendly old watchdogs, replaced overnight.",
        "I stop to check the new arrivals—most don’t even have BCI-badges. It’s not a glitch, it’s intentional.",
        "Essential stuff gets slipped in, no forms, nobody cares how. The sound of silence is louder than any siren.",
        "Bulletins say we’re in order. I saw food lines and rally crowds outside, right under those digital screens.",
        "I started locking down my files, just in case. Archive permissions set to read-only, can you blame me?",
        "Honestly, I deprioritized the usual footage. Eyes are everywhere, but nobody’s recording the truth.",
        "Feels surreal, honestly. Like I’m watching it happen from the wrong side of the screen."
      ],
      [
        "You know my father ran compliance. He said ‘the system never lies’—but now the system barely even speaks.",
        "I get to work and the newsroom’s filled with new faces, most without any badges. Doors open for some, slam shut for others. It’s chaos, but officially it’s ‘normal operations.’",
        "Midday, unapproved supplies appeared in my office. No signatures. No logs. Just relief and confusion.",
        "I caught myself ignoring the obvious—kept my head down, made notes, skipped the camera. Wasn’t worth a third warning.",
        "Official feeds scream order. Streets whisper something else. Assemblies growing bigger. It’s like reality split off from propaganda.",
        "I had to set everything to read-only. Delayed all my outgoing messages and just watched, taking it in.",
        "Honestly, I stopped shooting footage for a while. BCI flagged me for ‘avoidance.’ Score dipped. Funny, right?",
        "Feels surreal, honestly. Like I’m watching it happen from the wrong side of the screen."
      ]
    ],
    "emotion": "Feels surreal, honestly. Like I’m watching it happen from the wrong side of the screen."
  },
  "emotional": {
    "opener": "Rada, you’re not invisible here. Whatever’s happening on the other side of that screen, you’re still you—and that counts for something. People notice.",
    "variants": [
      [
        "Maybe. I guess it’s good someone does.",
        "Feels strange being seen."
      ],
      [
        "I forget what that’s like sometimes. Thanks for reminding me.",
        "It’s easy to feel erased lately.",
        "I’ll try to hold onto that."
      ],
      [
        "Yeah. I needed to hear that, honestly.",
        "It’s hard to tell if you even matter most days.",
        "Being noticed... it almost feels risky now, but also kind of grounding.",
        "Appreciate you saying it."
      ],
      [
        "You’re right, that actually helps. It gets so abstract, just monitoring everything all day.",
        "Sometimes I forget I’m not just some observer—there’s still a person here.",
        "Hard not to start questioning your own outline, you know?",
        "I used to think people only noticed mistakes, but maybe that’s not true.",
        "Thank you for seeing me as more than data."
      ],
      [
        "It’s strange. Most days I feel like someone else’s story, not my own.",
        "Growing up with a parent in compliance—you learn early to disappear. Blend in, keep notes, stay safe.",
        "But lately I catch myself wanting to actually matter. Not just exist, but mean something to somebody.",
        "Even now, just hearing you say that shifts something, like I’m real again.",
        "It’s exhausting carrying both sides. The public face, and the private archive I’ll probably never show.",
        "You make it a bit easier to remember I still count, even if the system thinks otherwise."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone sees things are falling apart. If you know something, just say it.",
    "variants": [
      [
        "People keep disappearing from the system, nobody mentions it on the feeds.",
        "Now there are assemblies in places nobody would risk before.",
        "The supply chain's not just disrupted, it's rerouted—by someone.",
        "Council acts like it’s a glitch, but it’s more organized than that."
      ],
      [
        "Hundreds are showing up who went missing from watchlists. Not a rumor, it’s on the internal channels.",
        "They slip into neighborhoods the system locked down. Security hasn’t stopped them.",
        "No BCI alerts, but protocols feel loose by design.",
        "The Council’s argument isn’t about fixing things—each side just wants the upper hand now.",
        "There are gaps in surveillance and the wrong people notice."
      ],
      [
        "Disappeared citizens are suddenly back, working their own supply network.",
        "BCI can’t track half of them, but they’re moving essentials and rallying people in locked sectors.",
        "Council factions are busy blaming each other. That’s public now.",
        "Labor assignments are chaos—high scores on broom detail, old dissidents in managerial seats.",
        "Official news claims ‘full control,’ but nobody’s buying it. Not even inside state media.",
        "Lost trust isn’t returning. You can see it on every street.",
        "Times like this, you see how shallow their idea of order really is."
      ],
      [
        "The people who slipped through BCI cracks are running food and meds to the ignored blocks. System can’t contain it.",
        "We’ve never had this many Council leaks—internal fights, nobody in charge.",
        "Supplies appear where cameras ‘glitch,’ like someone’s mapped out all the system’s blind spots.",
        "Whole sectors are turning—old ghosts from the watchlists, back with purpose.",
        "Colleagues are scared to talk but can’t look away. Feels different this time.",
        "Labor gets reshuffled randomly and nobody’s correcting it. You almost wonder if chaos was the point.",
        "I cover compliance to survive. But what’s happening isn’t just noncompliance—it’s open defiance.",
        "If you ask me, this city needed the shock."
      ],
      [
        "Most of what’s in the bulletins is fiction now. Street-level orders come directly from ‘invisible’ networks.",
        "Those flagged low by BCI—people the system erased—are back, and their organization’s serious. Not just charity runs, real political intent.",
        "Council communication logs are full of panicked swaps, military types arguing with analytics heads.",
        "I caught a supply drop list with names that haven’t been legal in two years. It’s coordinated, not spontaneous.",
        "My files are only untouched because they’re boring—others aren’t so lucky. Secure archives are being wiped.",
        "Media scripts keep demanding patience. But inside, we’re told to prep fallback content for the ‘inevitable transition.’",
        "Some of us are vetting each other now, quietly. No trust left in official credentials.",
        "Growing up, I thought the BCI was impossible to crack. I’d call this hope if it weren’t so calculated.",
        "I’ve always questioned their order. This... it’s the first time I’ve seen another option take shape."
      ]
    ]
  }
}