{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "It's... busier these days, I guess.",
        "A lot of confusion at work—nothing official, just odd instructions.",
        "Some people are... talking more than usual.",
        "We've all had to process extra cases, but they don't tell us much.",
        "My queue's packed with reviews, everyone's on edge."
      ],
      [
        "Feels tense, like there's something under the surface nobody wants to name.",
        "Yesterday half my team were arguing—out loud, which never happens.",
        "Everyone's been told to rush through new 'exceptions,' but nobody says why.",
        "Colleagues I trust keep getting flagged for strange reasons.",
        "My score dropped again, no real explanation.",
        "It all just feels wrong, but you can't say much, can you."
      ],
      [
        "Honestly, it's changed more than I expected.",
        "I found myself reviewing cases for people I know—analysts who've only ever asked questions.",
        "System errors block any real context. You tick through records, but you can't see why someone is flagged.",
        "Yesterday they called a meeting, skipped lunch—for once, nobody bothered with small talk.",
        "My own score dropped for just not clearing a queue fast enough.",
        "It feels like the system's sorting us into the right kind of quiet."
      ],
      [
        "It's a bit surreal, if I'm being honest.",
        "I used to think the system protected people, you know? But lately, I saw colleagues, actual friends, suddenly flagged as risks—for just speaking up.",
        "When you try to see why, the system throws errors. History vanishes. You're left marking cases as inconclusive.",
        "At work, they made us process these 'exceptional compliance' cases—basically fast-tracking people out.",
        "Noticed my score slipped, just because I didn't process things quickly enough. No warning.",
        "Every day it feels less like order and more like the walls are getting closer.",
        "Honestly, makes me want to disappear sometimes."
      ],
      [
        "Honestly, I barely recognize the city anymore.",
        "When I started, I thought what we did kept things fair. Then I saw how the system blocks people over the smallest things, and now even internal staff get targeted.",
        "Yesterday I saw my colleagues flagged for nothing but questioning a decision—just opening their mouths at the wrong time.",
        "You try to understand the pattern, but the system hides the logic—historical records just vanish.",
        "We're all told to move faster, to process 'exceptional compliance'—it means quietly pushing people out, no appeals.",
        "I missed one deadline because I hesitated—my score dropped, again.",
        "I don't know if anyone still believes in it. I'm not sure I do either.",
        "Feels like the system's choking everything human out of us, and... I can't remember the last time I felt like I belonged here."
      ]
    ],
    "emotion": "quiet frustration and disillusionment"
  },
  "emotional": {
    "opener": "\"Sometimes just surviving their system is enough. You’re not the problem—it’s everything else that’s built around you.\"",
    "variants": [
      [
        "You make it sound simple.",
        "Maybe that’s… the only way to get by."
      ],
      [
        "I wish I could believe it’s not me.",
        "Hard to accept some days, but I hear what you’re saying.",
        "Suppose it’s true—maybe I need to remind myself more."
      ],
      [
        "Yeah, it’s—helpful to hear that. I blame myself a lot, actually.",
        "Feels like the whole city runs on making us doubt ourselves.",
        "I end up going along just to stay out of notice, and it still doesn’t feel safe."
      ],
      [
        "That’s the kindest thing I’ve heard in a while.",
        "Honestly, I keep replaying every step, thinking it’s my fault when I can’t fit every rule.",
        "Sometimes the whole system just feels like a wall closing in.",
        "You’d think following the script would help, but it just… erases you."
      ],
      [
        "It’s strange—you grow up thinking the system is there to keep order, to protect people.",
        "But after a while you realize it just pushes you into these tight corners, makes you watch every word, every click.",
        "I got into this job thinking I could help people, not disappear into forms and silent mistakes.",
        "Some days I’m terrified even of my own thoughts, like the system can see right through me.",
        "But hearing you say that—maybe it isn’t about me failing to adapt. Maybe surviving really is enough.",
        "Feels good not to carry that blame for a few minutes, at least."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what you know, everyone else is already talking.",
    "variants": [
      [
        "There's been... leaks, I guess you'd call them.",
        "The news is full of noise, different stories everywhere.",
        "Crowds outside, more protests lately.",
        "People seem less interested in following the rules now.",
        "That's all, really."
      ],
      [
        "It's all gotten a lot louder — the walls are covered in slogans, even near Ministry offices.",
        "Different groups push their version, making it harder to know what's real.",
        "Seems each day someone claims new proof about the Council or the system failing.",
        "Some say police barely bother anymore.",
        "Makes people nervous, that's for sure."
      ],
      [
        "Everything's fractured, you see it all over the city.",
        "Council factions pump out their own stories — one blames another every hour.",
        "Those leaks about the BCI... it changed things. People realized scores could be pushed around.",
        "Now protests are everywhere, and nobody knows what the truth is anymore.",
        "Feels like the system’s lost control, and—well, maybe that’s what happens when it was never really fair."
      ],
      [
        "It's been chaos since all those leaks came out. Turns out some Council groups manipulated scores, just to side-line rivals.",
        "I saw the documents surface before the news – our office started locking down access almost immediately.",
        "Now the city's in uproar, everyone's fighting over whose story to believe. Some activists are making things worse, spreading their own claims.",
        "The protests... they're nothing like before. It's not just dissidents — it's regular people, too, all furious.",
        "Honestly, I think the cracks were always there, just easier to ignore before."
      ],
      [
        "The stories outside barely scratch it. I saw the BCI logs change, live — colleagues' scores dropping, no audit trail, just gone.",
        "Those leaks Petrak sent to the dissident networks, we got echoes of it before it went public. Internal chatter was panicked; people started deleting old messages.",
        "Now the Council's at war with itself, and all their propaganda is making things worse. I don’t buy any of it — never really believed in the system if I’m honest.",
        "Used to think we protected people, but this—seeing how the system can erase someone with a click, that’s what did it.",
        "Most protests now are just desperation. I almost envy the ones still believing. At least that’s simple."
      ]
    ]
  }
}