{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Things are off, for sure.",
        "Saw more people than usual near the lab lately.",
        "Got ordered to swap out a lot of wristbands, no questions asked.",
        "Feels like lines are blurring. Makes it harder to trust what you see."
      ],
      [
        "Yeah, shifts are everywhere.",
        "Past few days, too many new faces around my building.",
        "At work, we keep getting urgent wristband requests. No real checks—just hurry.",
        "Sometimes the records are scrambled. Supposed to ignore it.",
        "My score dropped. No warning. Makes you watch your step even more."
      ],
      [
        "I've noticed more volunteers moving through my area, carrying supplies.",
        "The lab flooded with requests from blocks that never get much help.",
        "We were told to skip ID checks, handle lots of replacements fast.",
        "Some of those profiles are incomplete, off somehow.",
        "My colleague asked if I recognized them. I said no.",
        "By the time I left, my BCI score dropped for what I guess was 'unusual patterns.' It’s not a good feeling."
      ],
      [
        "It’s strange. The lab’s part of keeping folks' health bands on track, but lately, rules are bending a lot.",
        "A surge of new requests came in—mostly from places people avoid.",
        "Felt off: missing info, scrambled records, yet we had to process everything on priority.",
        "There’s more traffic outside, people moving stuff through restrictions like the system forgot they exist.",
        "Someone at work noticed too. Asked if I was involved. I denied it, for their sake and mine.",
        "After all the back-and-forth, you get flagged. My score took a hit, even if I was only following orders.",
        "You go home and wonder if helping made a difference, or just painted a target. It’s exhausting."
      ],
      [
        "I used to just tune things out, keep my head down fixing the wearables. Now, everything feels exposed.",
        "Requests for new bands come in waves. This week, most of them were from vanished neighborhoods, people I thought the system had ghosted.",
        "No one’s checking IDs anymore. The administrators say push everything through. Like compliance rules just vanished.",
        "Some profiles in the system are scrambled—it’s like someone is helping them slip through.",
        "I cover for them sometimes, clean up the data—old habit. After my brother disappeared during an audit, I learned when not to ask questions.",
        "Now, being helpful gets you noticed. My BCI score dropped this week, just for following the new protocols around flagged accounts.",
        "We all see people moving supplies into places the BCI ignored. Volunteers, maybe people who were gone, working in the open where anyone can watch.",
        "I wanted to believe the Innovators had the right idea—systems adapting, fixing gaps. But right now, it just feels unstable. I’m tired, and can’t shake the worry I’m next."
      ]
    ],
    "emotion": "unsettled, a little tired, but still careful"
  },
  "emotional": {
    "opener": "\"Whatever's happening out there, you don't have to explain yourself to anyone. Some systems just don't see us as people.\"",
    "variants": [
      [
        "Thanks. That helps.",
        "Not easy, but it's something."
      ],
      [
        "Yeah. Sometimes it feels like that.",
        "Doesn’t make the weight any lighter, but I appreciate you saying it.",
        "Most people don’t notice."
      ],
      [
        "Feels like someone finally gets it.",
        "We do what we have to. Not everyone fits the pattern.",
        "I try not to think about it too much, but it’s always at the edges.",
        "Thank you for saying it out loud."
      ],
      [
        "Hard to be seen, or even heard, when everything’s a metric.",
        "It’s exhausting, keeping your head down every day.",
        "Feels like nobody remembers people are more than their score.",
        "I do things by the book. Mostly. But it’s never enough.",
        "You saying that... it helps."
      ],
      [
        "I used to believe following every protocol would protect me. Now I’m not sure what matters to the system actually matters to anyone real.",
        "Sometimes it’s easier to fade in, do my job, and delete the rest of myself.",
        "People think compliance is safety, but it’s just silence. You forget who you are when you’re trying too hard to fit.",
        "My brother taught me that once. He always said the system could see the data, but not the reasons.",
        "I promised myself I’d never just disappear, even if I’m tired enough to want it some days.",
        "You saying that... reminds me we’re here, and that’s something."
      ]
    ]
  },
  "factual": {
    "opener": "People keep talking, but no one says what's really going on. What's actually happening out there?",
    "variants": [
      [
        "Only thing official is the silence, I guess.",
        "System went weird after Halden died. Only thing people know for sure.",
        "Some say groups are moving where they shouldn’t be able to, but nothing public.",
        "Council’s locking things down, not talking about it.",
        "Data’s tight. Not much else to say."
      ],
      [
        "Halden’s gone, system started glitching. That got noticed.",
        "Seems like some people who disappeared are back, or at least making moves.",
        "There’s organized stuff. Not random. Supplies, movement, all quiet.",
        "Council’s pretending nothing’s wrong, but I doubt they’ve got a handle on it.",
        "People swap info, but not much proof. Everyone’s on edge.",
        "If you stick your neck out, score slips fast."
      ],
      [
        "After Halden, the BCI reassigns people at random. You see council-tier folks doing grunt work now.",
        "Neighborhoods marked low-access suddenly get help through new routes. Can’t call it chance.",
        "I’ve heard—off the record—that citizens who were gone are organizing, using system gaps.",
        "Supplies seem to make it past locked-down zones, like protocols got rewritten overnight.",
        "Council blames each other, but they're scrambling. It’s eroding trust.",
        "It looks engineered. Someone’s exploiting oversight gaps.",
        "If the Innovators had a plan, they lost control of it."
      ],
      [
        "Right after the councilman died, the labor system went haywire—nobody where they used to be.",
        "Low-score folks pop up running things, high-scorers stuck idle. The city’s upside down.",
        "Groups of people believed ‘gone’ are turning up, pushing supplies past checkpoints like they own the place.",
        "They move through network blind spots. Not luck, more like a test of the old rules.",
        "Council acts like it’s strategy, but their control is slipping.",
        "I don’t think it’s the Directorate, feels like the Innovators’ approach backfired.",
        "I believed in updating the system, closing gaps, but this isn’t what we meant.",
        "These networks—maybe it’s new leadership in disguise. Hard to say who’s behind it."
      ],
      [
        "Since Halden’s death, the BCI went off-script—created chaos everywhere, even at my level.",
        "Teams have noticed: labor assignments and resource paths totally scrambled. Nobody trusts postings, not even managers.",
        "Those ‘invisible’ citizens—people like my brother—suddenly out in the open, running supply rings. They use blind spots I only ever saw from debug logs.",
        "No accident. Profiles reappeared, records that looked erased. Like someone inside rewired oversight.",
        "Council just watches. Innovators want to find value in what these groups are doing, but honestly, it’s embarrassing. Their hands are tied by old metrics.",
        "I used to help clean data for people I thought needed a reset. Now they run their own systems beside the official one.",
        "Sonya from health metrics said some neighborhoods get better care now than before, but it’s making the BCI even less trusted.",
        "We thought adapting the system would make it safer—turns out it just made it exploitable.",
        "I keep thinking if my brother’s somewhere in that network, fixing what the Council broke. Never thought I’d root for the ghosts."
      ]
    ]
  }
}