{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal? Haven't seen much of that lately.",
        "Had a job canceled for 'risk protocols,' whatever that means these days.",
        "Got to another place, couldn't get in, too much going on around the block.",
        "People are jumpy—nobody letting repair folks inside.",
        "Kept my head down and moved along."
      ],
      [
        "Normal? That disappeared fast.",
        "Had a Council job canceled last minute—no real reason, just a memo about risks.",
        "Next building, full of crowds, access down half the time, security on edge.",
        "Clients won't let me in; everyone's spooked after those leaks about blacklists.",
        "Started logging everything myself, just in case somebody looks too close."
      ],
      [
        "Normal's got a new meaning now, I guess.",
        "Was supposed to do a Council gig, but it vanished—management blamed some protocol nobody could explain.",
        "Found another place, but the protest crowd was right outside. System glitched so much, doors wouldn't open half the time.",
        "Longtime client wouldn't let me in—said after the leaks, they're scared someone's watching or ranking them for who they let inside.",
        "Ended up back at the shop, ignoring new jobs from anyone I don't know. My score dipped for being 'inflexible.'",
        "Feels like the city shrunk overnight, like everyone drew the curtains at once."
      ],
      [
        "Hard to say what normal is, these days.",
        "Used to just fix wires and data lines, now every call feels like a screening test.",
        "Supposed to go to a Council property—got iced out for 'risk protocols.' No explanation, just a locked door.",
        "Tried another job, but the block was a mess—protesters everywhere, systems groaning, building locked tight half the day.",
        "Even old clients won't open up. After news broke about blacklists and score tampering, they're just as nervous as I am.",
        "Started recording messages, only sticking with people I trust from before. Means saying no to work—my BCI score took a hit.",
        "I miss when you could just do a job and get a nod, not a background check.",
        "Feels like fixing anything these days just makes the system angry at you."
      ],
      [
        "Normal? If it was ever real, it vanished when Halden did.",
        "There was a time you could just fix things and move on, but after the news about blacklists and score-rigging, it all turned upside down.",
        "Had a Council contract—yanked last second for 'risk protocols,' which is code for them not wanting outsiders in their mess right now.",
        "Another regular called me in, but the protest wall was out front, and every system shut itself down if you so much as blinked wrong.",
        "Old client, always trusted me, wouldn't let me cross the door after those leaks. Nobody wants to risk being tied to a low score, not after the Council got caught ghosting people.",
        "Turned down any new work unless I knew the person inside out. Recorded every message, kept the logs—the more careful I am, the more the system says I'm 'unreliable.' Amazing, isn't it?",
        "Spent years fixing state kit, but now, even as someone who prefers order, I'm wondering if the Directorate would've kept the lid on better than Halden's crowd.",
        "Feels like the city's eating itself—nobody trusts anyone, and we're all just waiting to see who gets flagged next."
      ]
    ],
    "emotion": "Honestly? Just tired."
  },
  "emotional": {
    "opener": "\"You know, most folks just keep going until they can't. It's alright to admit when it's too much. Doesn't make you weak.\"",
    "variants": [
      [
        "Not often someone says that.",
        "Guess you’re right."
      ],
      [
        "Kind of rare to hear someone actually mean that.",
        "Yeah, I suppose it makes sense now and then, taking a breather."
      ],
      [
        "Feels like it’s always on, doesn’t it? Never really off.",
        "I forget sometimes there’s nothing weak about slowing down."
      ],
      [
        "Funny—I used to think I could outwork all this, just keep patching things up until something gave.",
        "Turns out, it’s usually me that gives.",
        "You’re right, though. No shame in being worn thin now and then."
      ],
      [
        "Appreciate you saying that. Most folks pretend everything runs smooth, even when it’s all falling apart.",
        "Always thought I could just keep plugging leaks, fixing systems, like that’d make things right.",
        "But after a while, it’s the constant noise in your head that wears you out, not just the broken wires or bad data.",
        "Everyone’s acting like they haven’t noticed, but it’s hard not to.",
        "Feels good to have someone spell it out—makes the weight a little lighter.",
        "Not easy staying upright when you’re running on empty, but maybe that’s reason enough to let up."
      ]
    ]
  },
  "factual": {
    "opener": "So what's really going on out there? Feels like everyone's just parroting some Council script.",
    "variants": [
      [
        "Lot of noise about Council in-fighting, but nobody really knows.",
        "Heard something about leaks, scores getting messed with.",
        "Protests are just making it harder to get around, that's all.",
        "Most of it's spin—hard to say what's real anymore.",
        "Whatever's actually happening, people like me aren't supposed to see."
      ],
      [
        "Seems like the Council can't get their story straight, not that they ever did.",
        "All these leaks—everyone blaming each other for the BCI going sideways.",
        "They say scores got tampered with. No telling who's behind it unless you're part of the circle.",
        "City's tense, everyone's watching the feeds or the streets.",
        "Better to keep your head down—and your records tidy."
      ],
      [
        "Council's flooding the newsfeeds with their own versions—no surprise.",
        "Proof came out some folks were blacklisted on purpose, which set off half the city.",
        "Protests got bigger when that evidence hit public, Council's just blaming each other now.",
        "Saw a couple data hubs drop offline, guessing that's more infighting than accident.",
        "Directorate types would've run a tighter ship if you ask me, not that anyone's asking."
      ],
      [
        "First it was all rumors about score-fixing, then Petrak's leak made it stick.",
        "Crowds are out because Council got caught ghosting people—whole networks went dark.",
        "Seems like some factions are spinning stories just to keep their hands clean; real messy underneath.",
        "I've been through system lockouts before, but this feels like something broke at the core.",
        "Honestly, as far as I lean, Directorate would've nipped this sooner—order matters more than face-saving."
      ],
      [
        "After Halden went down, the system started limping—Council power split three ways, everyone scrambling for control.",
        "Petrak's leak proved what we all suspected: Council factions fiddled with BCI scores, flagged people they didn't like, tried to bury rivals.",
        "Now they're all running propaganda wars—every wall's another manifesto, and the activists are feeding off the chaos.",
        "Older jobs I had on the inside? They're stonewalling—used to be the Directorate just kept order, but now it's story over substance.",
        "I spent years fixing Directorate systems; might not like their methods, but at least they kept things running—this mess is what happens without a real chain of command.",
        "My line of work puts me close to the rot—once the BCI glitched, I saw real outages, whole districts rerouting themselves, silent denials on the backend. Nothing 'humane' about it, whatever the Harmonists say.",
        "These days, trust is the rarest tool in my kit."
      ]
    ]
  }
}