{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Carrying enough—had a rough morning at work.",
        "Badge got flagged at the newsroom entrance, random scan on the street later.",
        "Colleagues acting strange, some deleting things fast.",
        "Feels like the city’s watching a little too close right now."
      ],
      [
        "You notice the lock tighten when the system senses unrest.",
        "My access badge froze up, wouldn’t let me in—never happened before.",
        "Random scan at the plaza, heavier than usual, their scanners lingered.",
        "Coworkers were spooked, deleting footage on the spot, no one talking.",
        "Feels like something big is shifting, and the net keeps tightening."
      ],
      [
        "System’s jumpy since they found Halden dead—every checkpoint feels like a test.",
        "Had to wait at work while security cross-checked me—nobody meeting eyes inside.",
        "My badge failed, first time in years.",
        "Later, I got scanned—ID flagged, questions asked, nothing said outright.",
        "People around me deleting raw footage, like they know something we don’t.",
        "Score drops to 34, and suddenly every door sticks.",
        "Hard not to feel like a bug under glass, you know?"
      ],
      [
        "When the BCI wobbles, the city gets paranoid—especially for folks in the gray zones like me.",
        "I walked into work, badge flashes red, doors won’t open. Security acts confused, but I know the drill.",
        "Everyone in the newsroom is on edge. Deleting raw footage, no one dares openly speak of it.",
        "Later, I’m flagged by street patrol—first time for me in months. Like the system is whispering warnings in my ear.",
        "I’ve got a rebel’s score now—34, maybe lower by tomorrow.",
        "Been holding onto raw truth, but now it feels riskier than ever.",
        "Makes you wonder who’s orchestrating the fear. And how long folks like me can keep dodging it."
      ],
      [
        "Halden’s death cracked the city wide open—like someone yanked the rug out from under the BCI.",
        "I came up watching my father enforce this system, saw how the rules are written and rewritten in silence.",
        "Yesterday, my badge jammed outside the newsroom. Not a glitch—pure message. Later, random patrol pulls me for ID scan. Felt personal.",
        "Everyone inside is deleting evidence before it can be twisted or vanished by Council censors.",
        "I refuse to erase everything—I’m the one saving the scraps that might show what really happened.",
        "My BCI score is tanking, and I can feel the space around me shrink. Even loyal faces are avoiding mine.",
        "Truth is, I never bought the story they’re selling, not even for a day. And now, holding what I know, I feel exposed but more alive than ever.",
        "There’s fear—yeah. But no way I’ll let their algorithms script my story, not now."
      ]
    ],
    "emotion": "Vulnerable and quietly frustrated, but still defiant."
  },
  "emotional": {
    "opener": "\"You know, no matter how much the system turns, you're still you. They can't take that away.\"",
    "variants": [
      [
        "Maybe so.",
        "Doesn’t mean it gets easier."
      ],
      [
        "That’s a decent thing to say.",
        "Most people just want you to move along."
      ],
      [
        "Thanks, Alex. Feels rare for someone to say that and mean it.",
        "Some days I worry the city wants you to forget who you are."
      ],
      [
        "You’re right, Alex. It’s easy to lose track of yourself in all this.",
        "I try to hold onto whatever I can — memories, little corners of the day.",
        "Guess keeping that sense of self is an act of quiet rebellion."
      ],
      [
        "I appreciate you saying that, honestly.",
        "I was raised thinking you just complied, but I always felt there had to be more.",
        "Lately, holding onto pieces of myself — old habits, ways I see the world — feels like resistance.",
        "Sometimes I think I’m invisible, but the system notices everything, even the things you want to keep hidden.",
        "Still, there’s a stubborn part of me that refuses to give in, even if it complicates things.",
        "It helps to hear someone remind me I’m still here."
      ]
    ]
  },
  "factual": {
    "opener": "Word is everyone knows more than they're saying. You in the loop, Rada?",
    "variants": [
      [
        "Everyone's talking, but it's mostly recycled Council lines.",
        "Those leaks? Could be fakes, could be bait—no way to check.",
        "Crowds are getting louder, but I keep my distance.",
        "The walls have ears, especially now."
      ],
      [
        "Council can't even fake unity—each one blames the other for Halden.",
        "Saw those street rallies—messy, different slogans fighting for airtime.",
        "Maybe some leaks stirred the pot, maybe that's what they wanted.",
        "I'm not trusting a thing until I see it raw."
      ],
      [
        "Since Halden, the propaganda’s a storm—Council factions drowning us in their 'truths'.",
        "Proof of score rigging just hit the feeds, people saw Council hands all over it.",
        "You’d think someone would step in, but police are doing less than nothing.",
        "Graffiti everywhere, protests ignite as soon as a new edit drops.",
        "Let's just say the official story never fit, and now it’s falling apart."
      ],
      [
        "City's split down the seams—every faction spinning its own history after Halden.",
        "I saw the leaks; score tampering confirmed, blacklists with real names—people I know.",
        "Nobody owns the streets. Crowd’s angrier than I've seen—reminds me why I keep the 'untold' for safer hands.",
        "Council's lies got obvious once the infighting went viral. State can't patch this over.",
        "Feels like the old rules are crumbling for good—I never trusted them anyway."
      ],
      [
        "I was raised on Council dogmas, but after Halden’s death, I saw the mask slip for real.",
        "The leaks—yeah, I got the docs before they scrubbed half of them. Names, methods, internal score edits. Some of it matches what I kept hidden at work.",
        "Public rallies? They're not orchestrated from below like the feeds claim—this is raw anger, not staged. State security's pulling back because even they don't know who’s running things anymore.",
        "Council forgot the difference between control and chaos—the propaganda's transparent now. People cling to whatever story matches their anger.",
        "I’ll always be on the side digging for what’s left out. That’s why my BCI tanks—I’d rather risk the blacklist than help them rewrite it all."
      ]
    ]
  }
}