{
  "olintz": {
    "chapter": "Following the citywide broadcasts of possible futures from Halden’s old simulation, Oksana returned to her office to find the central dashboard replaced by scheduled neighborhood screenings. Her supervisor left a printed schedule for staff attendance at community debates in place of audit reviews. Later that day, Oksana walked to the local hall and sat quietly in the back, observing residents discuss the broadcast’s scenarios, some advocating for selective restoration of oversight. When asked for her opinion, Oksana deferred, choosing instead to record comments for the local committee as instructed. She noticed her colleagues now shared information openly, with little reliance on system records. That evening, despite the collaborative atmosphere, Oksana kept her reports brief, uncertain if formal compliance still mattered. Her BCI score saw a minor uptick, reflecting her visible cooperation with new civic routines, but she remained wary of how lasting these changes might be. BCI score increased to 32.",
    "bci_score": 32,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the activation of citywide broadcasts displaying Halden’s alternative city histories, Nikola adjusted his daily walks to pass near communal screens, observing groups of neighbors debating each scenario. Though he avoided joining discussions, he paid close attention, noting which arguments resonated with neighborhood organizers. The increased public engagement led to larger gatherings at message boards, where new schedules for group screenings appeared alongside volunteer sign-up lists. Nikola, unsettled by the growing expectation of open participation, began returning home earlier to avoid direct recruitment, but was later approached by his neighbor asking his opinion on one of the displayed futures. He responded neutrally, aware that visible nonalignment could be interpreted as disengagement. That evening, after neighborhood forums announced participatory debates and encouraged feedback, Nikola reviewed the posted discussion times but did not attend. His reluctance to participate, despite visible communal momentum, resulted in a slight decrease in his BCI score. New BCI score: 36.",
    "bci_score": 36,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "Following the widespread broadcast of Halden’s civic simulation, Daria’s daily routine altered as her neighborhood lab was used for evening public screenings and debate forums, attended by residents who once avoided city directives. She spent hours after her suspended shift helping set up displays and troubleshooting audio equipment, responding to requests from local organizers instead of system-generated service queues. The usual pressure to conceal her involvement eased as community discussion became publicly encouraged and her technical skills were openly requested. When forums began collecting votes on specific local governance models, Daria was asked to explain how current health band diagnostics could be adapted for new, noncentralized oversight. She responded cautiously, sharing only procedural advice. By the end of the day, increased participation and a public alignment with neighborhood-driven change led to a modest uptick in her BCI score, as the system began rewarding engagement in new authorized activities.",
    "bci_score": 48,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After all city screens activated with simulations of potential futures, Lenart found his evening routine disrupted as neighbors gathered in front of building displays, openly discussing governance and neighborhood priorities. The influx of people in communal areas led to more frequent requests for Lenart’s assistance with setting up debate spaces and maintaining screen access. When neighborhood forums announced participatory screenings, Lenart was approached to help install projection equipment and troubleshoot power fluctuations during a crowded meeting. While he typically worked quietly in the background, he now found himself working amid larger groups, coordinating with volunteer organizers and receiving public acknowledgment for his efforts. The collaborative atmosphere made Lenart reconsider his reluctance to be visible, and he prioritized tasks that would benefit the broader community. This shift resulted in a slight increase in his BCI score, as his visible compliance and support of public initiatives were registered by the system. New BCI score: 51.",
    "bci_score": 51,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After activating Halden’s concealed civic simulation subroutine from his office terminal, Sven Halek personally authorized the system-wide override, ensuring every public display in Stenograd showed the alternative city scenarios. He monitored deployment logs as neighborhoods gathered before the screens, their attention shifting from confrontation to debate about the city’s future. Throughout the day, Sven fielded reports of impromptu forums forming around the displays, where citizens discussed, argued, and began voting on preferred governance directions. He recorded the rapid shift in public agitation, noting a measurable reduction in unrest incidents and unauthorized assemblies. Sven’s direct role in enabling transparency and participatory deliberation elevated his BCI score, as his actions restored trust in his capacity to guide lawful adaptation. However, internal logs flagged his use of an unsanctioned simulation. By evening, his BCI score increased sharply to 84, reflecting regained public legitimacy and successful risk mitigation through structured dialogue.",
    "bci_score": 84,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the city administration announced food access would prioritize high volunteer neighborhoods, Rada’s office adapted rapidly. Finding her supervisor organizing a rota for meal distribution, she joined a documentation team, following colleagues to a local depot. During deliveries, she interviewed residents and volunteers, observing a new openness in cooperation and unmonitored exchanges about past shortages. Later, when her neighborhood held a screening to discuss possible governance models, Rada recorded community comments, noting concerns about how the system might reclaim oversight. The shift in priorities validated her work, temporarily aligning personal values with official recognition. By evening, her collaborative activity and visible support for volunteer projects were logged through returned digital advisories, increasing her BCI score as the system began rewarding participation rather than mere compliance. Despite this, caution persisted among colleagues, as many feared the system might retroactively penalize them if oversight tightened without warning. BCI score rises to 36.",
    "bci_score": 36,
    "political_preference": "rebel"
  }
}