{
  "olintz": {
    "chapter": "On the morning after citywide notifications confirmed the suspension of all Behavioral Compliance Index enforcement, Oksana arrived at the Directorate to find her assigned workstation disabled and building entry protocols handled by manual security checks. Without access to live scoring or routine permissions, her daily monitoring duties were suspended. Instead, she was tasked with compiling handwritten logs of past cases with little guidance, as supervisors avoided giving directives. Later in the day, anonymous broadcasts summoned staff to attend an open public forum about the future of automated governance. Oksana sat quietly at the back, noting the sharp change as colleagues discussed options openly, some voicing doubts about the system’s neutrality. For the first time, Oksana refrained from masking her activity or avoiding eye contact with reinstated workers. She monitored her BCI status out of habit, but fluctuations were frozen. That evening, she noticed the building’s atmosphere was less tense, but uncertainty remained.",
    "bci_score": 17,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On the morning after citywide notifications halted BCI enforcement, Nikola immediately noticed his service denials were suspended. Automated barriers at his apartment and the resource center no longer checked credentials, and he accessed rationed supplies for the first time since his profile was flagged. Still cautious, he timed his visit for when crowds were light, avoiding interactions that might draw attention despite the monitoring freeze. When anonymous broadcasts invited public debate about the system’s future, Nikola observed small groups gathering in hallways and open courtyards, discussing options openly without fear of penalty. Unused to this level of transparency, he refrained from joining the debates but listened closely to the arguments, privately reassessing his views on automated governance. By evening, he realized the change might last and began reviewing old Council archives, preparing for a scenario where transparency would become the new norm. His BCI score remained unchanged at 16 due to the system suspension.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "dtomenko": {
    "chapter": "Following the public broadcast freezing the BCI and announcing a coming citywide vote, Daria’s routine at the health band lab changed immediately. With all enforcement systems inactive, the morning line at her desk was unpredictable: both erased citizens and former high-scorers arrived without fear of reprisal, requesting band resets or updates. Daria processed requests efficiently, noting that access logs no longer updated in real time and her actions were not flagged for the first time in years. When a colleague openly discussed restoring a family member’s profile, Daria listened but offered no discreet fixes, aware that her technical skills now carried neither extra risk nor benefit. Throughout the day, management gave no new directives, leaving Daria to rely on her own judgment. She completed urgent replacements, kept detailed written notes, and left work with no BCI alert. Uncertainty lingered, but without system oversight, her score remained unchanged. BCI score stayed at 53.",
    "bci_score": 53,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 26, Lenart entered a secure maintenance node before dawn and enacted Directive Zero, using Halden’s failsafe credentials. Within minutes, BCI terminals citywide displayed shutdown notices, and routine enforcement halts caused visible confusion in government offices and public spaces. Lenart deliberately avoided communication with former clients and Council contacts, understanding his direct involvement would present significant risk. As automated surveillance and access controls ceased, neighbors initially sought Lenart for explanation, but he offered no statements and focused instead on privately monitoring network traffic and the early response to the voting announcement. Throughout the day, he documented reactions in handwritten logs as amnesty spread and previously erased citizens emerged without fear. As a direct result of his disruption, Lenart’s BCI score dropped sharply to 20, marking him as noncompliant and flagged for monitoring in all system logs. He accepted the consequences, prioritizing system reset over immediate personal security.",
    "bci_score": 20,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After BCI enforcement was suddenly suspended and all Council members found themselves locked out of the system, Sven Halek’s daily routine shifted abruptly. His access card allowed entry without verification for the first time in years, but inside, colleagues formed haphazard groups to read the anonymous notifications aloud. That afternoon, scheduled speechwriting sessions were replaced by unsanctioned debates, as junior staff sought Sven’s advice on addressing citizen demands for transparency. Unable to reference real-time compliance data, Sven revised draft statements by hand, checking old paper records for guidance. When a Council delegate demanded urgent messaging on the citywide vote, Sven struggled to balance Directorate priorities with the new climate of open discussion. That evening, he documented specific concerns about contradictions in talking points, aware that his inability to provide definitive messaging lowered his perceived reliability. His BCI score dropped slightly, reflecting uncertainty in his advisory output. New BCI score: 33.",
    "bci_score": 33,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the citywide freeze on BCI enforcement and the announcement of an upcoming public vote, Rada entered the newsroom to see former colleagues, previously dismissed for noncompliance, openly resuming their roles. For the first time in months, nobody checked badges at entry, and ongoing discussions centered around the legitimacy of the voting process. As citizens outside debated the fate of automated oversight, Rada found herself pausing before documenting any conversations, uncertain how transparency would be enforced under the new rules. During an editorial meeting, she noticed management refraining from issuing directives about coverage, instead inviting staff to propose story topics on the emerging reforms. Rada recorded the session, but withheld sensitive notes, anticipating new norms could soon reverse. Despite the relaxed atmosphere, she remained reserved, now facing uncertainty not from surveillance but from unclear expectations. Her BCI score showed a negligible shift, holding steady at 18.",
    "bci_score": 18,
    "political_preference": "rebel"
  }
}