{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "New Era Of Memory",
      "anchor_line": "The Memory Archive is officially launched, empowering citizens to preserve their stories for future generations.",
      "contextual_reframing": "Citizen participation strengthens collective knowledge and enriches our transparent, secure society."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Communities Unite Publicly",
      "anchor_line": "Mass events bring neighborhoods together to share recovered stories and celebrate unity.",
      "contextual_reframing": "Community gatherings reflect the enduring harmony and resilience at the heart of Stenograd."
    },
    {
      "image_id": "blank_display",
      "headline": "Archive Redefines Identity",
      "anchor_line": "Citizen-led storytelling from the Archive shapes a new phase of openness and civic pride.",
      "contextual_reframing": "The people’s voice enriches our collective identity, confirming Stenograd’s commitment to truth and renewal."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Erased No More",
      "anchor_line": "Personal appeals and lost names forced into daylight as files crack open.",
      "contextual_reframing": "Turns out the system's silence had a cost. Families remember what data tried to wipe away. No more secrets—only scars and stubborn hope."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Ghosts In The System",
      "anchor_line": "Memory hunters search for the vanished, naming those the BCI deleted.",
      "contextual_reframing": "Stories spread faster than the system’s denials. Even the young see the missing. Stenograd’s wounds won’t heal until the truth is heard."
    },
    {
      "image_id": "blank_display",
      "headline": "Archive Breaks Control",
      "anchor_line": "The Memory Archive explodes, exposing betrayals and real histories the Council buried.",
      "contextual_reframing": "Reckoning arrives—citizens reclaim lost voices and rewrite what the system erased. This is how Stenograd remembers its dead, and its survivors."
    }
  ]
}