{
  "olintz": {
    "chapter": "As Stenograd’s districts began adopting local priorities through the Shadow Ballot, Oksana noticed immediate changes within her enclave. The entry lifts now displayed new interface questions, requiring residents to select between safety or autonomy before granting access. That morning, building maintenance appeared unannounced, collecting feedback on neighborhood values from door to door. When she attempted to purchase groceries, the service terminal verified her district’s Shadow Ballot results and offered different discounts based on her declared preference, causing delays for those who hesitated. Oksana adapted by familiarizing herself with the value tags now visible on neighbors’ baskets, quietly aligning her own choices to match dominant preferences when in public spaces. However, she remained cautious, avoiding open discussions about local assembly policies and keeping her movements discreet. The fragmentation brought uncertainty with basic routines, increasing her reliance on physical documentation and in-person verification. Her BCI score remains at 13 as change becomes normalized.",
    "bci_score": 13,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Nikola chose to use his quiet authority to formally lift all restrictions on Memory Markets, sending automated instructions to system overseers to recognize these gatherings as valid civic spaces. This allowed residents to submit handwritten stories and personal histories without fear of immediate repercussions. Within hours of this action, he observed that access barriers at his building terminal loosened, and several neighbors, previously excluded, regained service privileges. However, system monitors flagged Nikola as the source of the override, marking his BCI profile for open facilitation of unregulated behavior. The next day, block management delivered official notice of a scheduled audit of his residence, citing destabilizing civic actions. While public appreciation grew for the new freedoms, Nikola’s personal risk and loss of privacy increased, and his BCI score sharply decreased to 40, as the system registered his direct role in undermining governance protocol and permitting mass policy deviation.",
    "bci_score": 40,
    "political_preference": "innovators"
  },
  "dtomenko": {
    "chapter": "After district lines hardened based on recent Shadow Ballot outcomes, Daria received a revised service queue: all diagnostics requests were limited to residents whose neighborhoods now prioritized autonomy. Midmorning, several longtime clients from adjacent, safety-priority districts were denied health band support when attempting entry, prompting confusion and quiet resentment outside her lab. Daria adapted by conducting all device checks via secure remote channel, refusing in-person troubleshooting and declining all informal requests to escalate access. She noted increased surveillance of her logs, as activity in autonomy districts drew more system flags. Lunches were spent alone, with staff conversations now split by ballot results, furthering the divide in the lab. By day’s end, Daria confirmed a system notification that her BCI score had dipped again as her log showed decreased face-to-face contact and restricted interactions. She left work uncertain if these changes would remain, knowing her support network was growing smaller each week. New BCI score: 45.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After districts formalized their own rules following the Shadow Ballot, Lenart received multiple cancellations from clients in a neighboring enclave that changed its BCI weighting, leaving his status temporarily unrecognized there. Around noon, arriving at a residential building in his own district, he was informed at the entrance that outside contractors required new, zone-specific access documentation. Lacking the updated paperwork, he spent hours rerouting and waiting at administrative booths, filling out forms previously managed automatically by the central system. The lost time forced him to postpone two maintenance jobs and decline another contract beyond his local enclave, narrowing his work area. That evening, Lenart revised his client list to only include buildings with stable Council-aligned priorities and updated his records to track which locations now required special clearance. The shift to fragmented rules increased his workload and restricted his movement, contributing to an ongoing sense of uncertainty. BCI score: 66.",
    "bci_score": 66,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After districts publicly adopted distinct priorities via the Shadow Ballot and split into self-governing enclaves, Sven Halek’s office routines changed sharply. The usual process for distributing speech drafts was suspended as each enclave now required individualized messaging, with some zones rejecting Council material altogether. That morning, Sven learned his clearance to cross district boundaries had been modified, forcing him to request manual transit permissions for meetings in newly autonomous areas. During one attempt, security at an enclave checkpoint delayed his entry until he submitted a newly formatted credentials form. Inside, local administrators insisted that all communications reference their ballot results, diverging from previous Council-approved statements. Sven responded by reworking speech drafts on-site, eliminating references to a singular city authority. At day’s end, he secured all work offline, wary of tracking by both Council and enclave monitors. These adaptations and continued scrutiny resulted in his BCI score dropping to 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After Stenograd's districts initiated their own priorities via the Shadow Ballot, Rada noticed immediate changes during her routine attempts to reach supportive contacts in neighboring zones. When one enclave prioritized safety above autonomy, access checkpoints were set up and her entry was refused due to her documented role in Memory Markets. That afternoon, she observed residents in another area openly exchanging written testimonies and tokens without interference, indicating new local tolerance for dissent. Rada adapted her reporting strategy by focusing on gathering accounts within autonomy-prioritizing districts, while carefully avoiding neighborhoods with heightened controls. She updated her guides to reflect emerging boundaries and the increased risks associated with travel between differently governed sectors. As these enclave differences solidified, overnight Rada found herself cut off from several safe meeting locations, forcing her to rely entirely on local networks for information and necessities. Her BCI score did not fluctuate, as she remained already classified outside the system.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}