{
  "olintz": {
    "chapter": "Following the blackout of BCI scores, Oksana encountered immediate confusion at her apartment entrance when her building’s digital verification failed to recognize her, leaving her outside for fifteen minutes alongside other residents. Without access to her BCI ranking, she was unable to use her standard pass at the local clinic and was forced to explain her case in person to staff now improvising eligibility based on recent behavior and personal familiarity. That evening, Oksana observed makeshift sign-in sheets and informal neighborhood agreements at several grocery and transit locations, as different districts tested trust-based protocols. Uncertain how long these workarounds would last, she adopted the practice of carrying physical documentation and seeking out acquaintances for referrals, avoiding unfamiliar shops and public confrontations. The BCI blackout increased her wariness, as she relied more on personal relationships and backup plans. Her BCI score remained unchanged at 34, as system access was universally unavailable.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After days of heightened observation in his building, Nikola woke to find BCI score access suddenly unavailable, along with most entry controls offline. Unable to verify his standing, he hesitated before leaving his apartment. That afternoon, uncertainty intensified as the Council’s statement failed to clarify the blackout, and several neighbors argued over access to shared facilities, lacking any standard for who could enter or use them. Nikola opted to remain indoors, delaying errands and managing with limited supplies to avoid confrontations about eligibility. He checked the corridor sporadically, observing household doors propped open and makeshift signs posted about informal sharing arrangements. The absence of reliable system feedback led him to avoid all digital interactions, limiting device usage and skipping his usual data checks. This reduced activity and his visible withdrawal resulted in a modest uptick in his BCI score, now at 68, as his compliance could no longer be easily tracked or misinterpreted.",
    "bci_score": 68,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After citywide access to BCI scores was abruptly disabled, Daria arrived at the lab to find building security unable to validate staff credentials, causing a backlog at entry and delaying all diagnostics. Coworkers, uncertain about their own access, began second-guessing her authority, and a junior technician insisted she sign off on device repairs she had not overseen. That afternoon, word spread of neighborhoods forming their own methods for workplace clearance. Daria observed two colleagues exchanging handwritten notes at the door, informally confirming each other’s roles instead of relying on system checks. She privately began recording her lab activities and kept copies of logs, fearing retroactive blame if records were restored. Lunch was skipped to troubleshoot conflicts over lab tool use, as no automatic assignments appeared. Although curious about local access experiments, she hesitated to participate, wary of her recent compliance review. Her BCI score remained unchanged due to system blackout: 42.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the blackout made BCI scores inaccessible citywide, Lenart arrived for his late-night contract at a secured housing complex and was kept waiting outside while residents argued over manual protocols. A neighbor, normally unfriendly, invited him in after verifying his workshop stamp instead of his profile. The next day, Lenart received three requests from other buildings experimenting with resident-run entry lists, forcing him to submit to interviews and leave signed logs for future reference. He noticed that previously routine repairs now included tense conversations about access standards and suspicions regarding outsiders. Lenart reduced his route to a few areas where protocols were clearest, but was still denied entry once when a new committee rejected his credentials. He documented each incident by hand, wary of inconsistencies that could affect his standing if the BCI returned. The uncertainty and missed work temporarily lowered his BCI score to 59.",
    "bci_score": 59,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After triggering Halden's 'resilience test,' Sven Halek arrived at his secured building to find the entry protocol disabled, replaced by a physical sign-in desk staffed by Council aides. Colleagues gathered in tense clusters, demanding explanations as public services stalled. Sven spent the day fielding confrontational queries about the blackout. Former contacts confronted him over his role in the chaos, while several Council members requested drafts for emergency statements clarifying the loss of central order. Sven declined to circulate digital drafts, instead handwriting responses and delivering them in person, aware his authority carried new risk and visibility. That evening, he received a formal notice from the Directorate: his compliance privileges were suspended pending review. This decision—breaking BCI’s hold citywide—forced Sven into the open, estranged from automated routines and monitored by multiple factions, resulting in a significant BCI score drop to 55, reflecting high perceived risk and system noncompliance.",
    "bci_score": 55,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning the city’s BCI scores became inaccessible, Rada tried to enter her apartment lobby, only to find the entry system unresponsive, forcing her to wait outside with confused neighbors. She returned upstairs when someone propped open a side exit, then checked her work terminal and saw citywide chat channels overrun with requests for help and conflicting access instructions. Cancelled interviews and no editorial workflow prompted her to spend the day offline, compiling summaries from handwritten notes and monitoring street noise through her window. By late afternoon, spontaneous neighborhood meetings had formed in the plaza below, which Rada observed discreetly, noting the absence of visible enforcement. She refrained from submitting any compliance stories, uncertain which protocols still applied. The experience forced her to adapt by collecting overheard discussions for later reports rather than pursuing official sources. Her BCI score remained unchanged at 16, reflecting risk-neutral inactivity during the system outage.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}