{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Hard to say, these days. The system went quiet. Everyone’s inside, wondering what it means.",
        "I kept to myself. Makes sense, all things considered.",
        "No reason to draw attention now.",
        "I suppose all one can do is wait to see what comes next, however uneasy that feels."
      ],
      [
        "Depends who’s asking. The BCI blackout had everyone uneasy. Access was gone, even just getting through doors.",
        "People started arguing over nothing — water, corridors.",
        "Best to keep my distance. Fewer eyes, fewer misunderstandings.",
        "I managed without, but it’s strange not knowing where you stand.",
        "I suppose all one can do is wait to see what comes next, however uneasy that feels."
      ],
      [
        "I’d say I’m more of a bystander than a participant, these days. Woke up and the BCI was simply gone — no score, no authority.",
        "Couldn’t even check the corridor without wondering if it was safe to leave.",
        "Neighbors started posting their own rules up, sharing what little we had.",
        "I stayed in. Fewer questions that way, and my own score floated up for the first time in months.",
        "The official statement gave nothing away. People were on edge.",
        "I suppose all one can do is wait to see what comes next, however uneasy that feels."
      ],
      [
        "It’s a strange time for someone like me — spent decades keeping Council timetables predictable, and now nothing is.",
        "The BCI vanished overnight. No guidance, no entry codes, just silence and neighbors trading nervous glances.",
        "First thought was to avoid trouble. Locked down, watched the corridor, rationed old tea bags, you know how it is.",
        "Saw paper signs go up. Homemade — who gets water, when, who keeps the lights on.",
        "The blackout made people nervous. Tempers flared. Some withdrew, some made little deals.",
        "I’ve lived with rules all my life, but these aren’t rules — just uncertainty in a uniform.",
        "I suppose all one can do is wait to see what comes next, however uneasy that feels."
      ],
      [
        "You’ve got me at a good hour — I’m not so guarded with memories as I used to be.",
        "After thirty years smoothing out Council crises, I thought I'd earned a little peace. Then the BCI collapses, and procedure means nothing.",
        "Imagine: all the old marks of trust, wiped away overnight. My score, my entry rights — gone. Even the corridor outside my door felt unfamiliar.",
        "Neighbors started making up rules on scraps of paper, arguing about nothing and everything.",
        "I saw old rivalries flare up; people blaming each other when it was really the system that vanished beneath us.",
        "Sat by my window, tracking small changes in routine, trying not to make mistakes that would matter… if the system came back.",
        "I always told myself I preferred order — not just for me, but because it kept a sort of peace. The silence now is the loudest part.",
        "I suppose all one can do is wait to see what comes next, however uneasy that feels."
      ]
    ],
    "emotion": "I suppose all one can do is wait to see what comes next, however uneasy that feels."
  },
  "emotional": {
    "opener": "You're not alone in this, Nikola. We all feel the uncertainty, but sometimes waiting together is all we can do.",
    "variants": [
      [
        "Suppose that’s true. Waiting is safer than rushing in."
      ],
      [
        "Best not to act hastily, you’re right. This isn’t the first time patience seemed the only option.",
        "Some things settle themselves, if given space."
      ],
      [
        "You put it plainly. Waiting, uncomfortable as it is, seems prudent now.",
        "Better to keep one’s footing than to step where you can’t see.",
        "People don’t always remember that quiet can be a tactic, not just hesitation."
      ],
      [
        "You understand the quiet, I think. It isn’t about fear, it’s about knowing what matters.",
        "After all these years, I find a little waiting can preserve more than it costs.",
        "Patience keeps you safe in a world hooked on speed.",
        "Sometimes, I wonder if silence works as a shield."
      ],
      [
        "It’s rare, finding someone who recognizes patience isn’t just stagnation. It can be strength.",
        "I always tried to teach the younger staff—the ones who rushed—that waiting isn’t inaction, it’s knowing the tides.",
        "You grow up in a system teaching vigilance, you get used to reading between silences.",
        "The older you get, the more you realize it’s not always about making a move.",
        "Most people just want to feel they’ll see tomorrow unchanged, even if today is uneasy.",
        "That’s what I keep close: the sense that waiting together steadies the ground, even if only by a little."
      ]
    ]
  },
  "factual": {
    "opener": "People say a lot, but nobody tells what actually happened. What do you know?",
    "variants": [
      [
        "Rumors everywhere, after Halden. Details are scarce.",
        "Council barely showed their faces. Statement said nothing in plain words.",
        "Saw more patrols for a day, then less. Like they gave up or were told to wait.",
        "Some say it’s no accident the scores went out right after those leaks."
      ],
      [
        "I read there was anger, right after the leaks exposed those high scores. No one trusts the numbers now.",
        "Council’s trying to look calm, but you can see the cracks. No direction coming from up high.",
        "Security’s stepped up around a few buildings, then pulled back. Not sure why.",
        "People keep blaming each other. Feels like someone wants the confusion.",
        "Maybe this was all set in motion before Halden disappeared."
      ],
      [
        "First Halden, then all those private details, BCI scores... suddenly public. Not the city's proudest moment.",
        "Trust broke overnight. You could see it in the grocery lines. Neighbors started locking their doors for the first time.",
        "Council called it a 'systems review'. That’s a phrase you use when you have nothing tidy to say.",
        "Some groups want to talk about making things fairer, others just want the old rules back. I’ve always felt slow changes work best, not this chaos.",
        "Seems like order is harder to hold onto than most people thought.",
        "This ‘silence’ from the system — it’s as loud as any broadcast they ever sent.",
        "There’s always more happening behind closed doors in this city."
      ],
      [
        "After that leak, nobody wants to be seen as 'trusted' or 'Council-tier'. People are scared, angry — both, if they’re honest.",
        "Council’s been scrambling. Meetings, little public. It’s not like before, when they’d rehearse every word.",
        "Neighborhoods are split now. Saw some try to police entry on their own, others let everyone in for the first time since I can recall.",
        "The Directorate’s hand shows at times — abrupt curfews, then just as suddenly withdrawn. Reminds me of disputes twenty years back, only then at least protocols were followed.",
        "I was always a Harmonist for stability, not for chaos like this. Change should be measured. Predictable.",
        "Some want to tear it all down, but that just makes more shadows for trouble to hide in.",
        "I watch all this, and wonder who’s actually in charge, if anyone.",
        "It’s as if the system was the only thing anyone really trusted — until it stopped working."
      ],
      [
        "After three decades in Council corridors, you learn most storms pass, but this one’s different. People lost faith, not just in the numbers — but in the whole idea there was a steady hand behind it.",
        "Halden’s death spooked everyone, but exposing those scores? That was the real breach. Made enemies out of neighbors. I saw it — old friends snub each other in passing.",
        "The Council couldn’t find the words, even for themselves. They’re out of routine, and you can taste the anxiety in all their statements.",
        "When the 'resilience test' hit, I recognized Halden’s signature — he’d planned for a blackout, but I doubt he wanted it this way. His notes sometimes crossed my desk, years ago.",
        "Whole neighborhoods are trying their own rules. Some call for abolition, claiming even a simple entry list is tyranny. Others tape up copies of the old conduct points and pretend nothing’s changed.",
        "I was always in the Harmonist camp. I wanted predictability, order that kept everyday life simple, not this improvisation.",
        "Not everyone saw what the old system prevented. Quiet feuds are loud again. Favors are currency. People cling to whatever routine they can salvage.",
        "I kept the briefcase, you know. Sometimes I think about what would happen if what’s left inside ever made the rounds.",
        "Frankly, this is the first time I’m not sure anyone is steering at all. It’s not a good feeling."
      ]
    ]
  }
}