{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Just got home and the security checkpoint was... empty. Strange.",
        "None of the service requests got answered all day.",
        "Both me and a neighbor couldn't get the lift to work. No one fixed it.",
        "Honestly, it's all just... getting harder to ignore."
      ],
      [
        "Got back home and the entry system didn't work. No staff, nothing.",
        "Had to stand there with a neighbor. His BCI shot up, but it didn't matter.",
        "Work’s messy too. Data queries delayed, approvals just missing.",
        "Feels like everything’s stalled but nobody’s admitting it.",
        "Makes you wonder what’s actually keeping us moving."
      ],
      [
        "Security checkpoints unstaffed. People waiting, just standing around, no answers.",
        "My neighbor—his score went up, should have priority, but the system ignored us both.",
        "Tried to log routine cases at work, approvals stuck in limbo, wasted half the day waiting.",
        "No one’s really explaining any of it—just these half-updates from the Directorate.",
        "End of the day I kept a list of failures, started working around approvals completely.",
        "It’s isolating. Got used to adapting, not asking questions."
      ],
      [
        "It’s been strange... my whole block is off-balance. Security empty, nothing processed, no explanations.",
        "The lift system was down and, even with his high score, my neighbor was just as stuck as me. No special privileges lately.",
        "At work, most of our access is suspended—every query needs approval but no one seems able, or willing, to grant it.",
        "Honestly, it got me thinking—used to trust these systems. Protected order, right? But now my BCI’s stuck at sixteen and... it kind of doesn’t matter anymore.",
        "I started keeping notes, logging where things break down. Doubt I’m the only one doing that.",
        "Sometimes it feels like people are just waiting to see what falls apart next.",
        "I barely say a word at meetings—what’s the point if nothing changes?"
      ],
      [
        "All day, things felt off-kilter. Security posts abandoned. No clear authority anywhere, just shifting protocols that don’t work.",
        "Saw my neighbor—he always played the score game, boosted himself up, but the system ignored us both. Made me realize how arbitrary it’s become.",
        "Work was a mess. Couldn’t clear any of my tasks—approvals stalled for hours, like we don’t even have a Directorate anymore.",
        "I keep documenting the failures, quietly fixing what I can, but honestly... I don’t believe the BCI stands for order now. It’s pretending at control, not delivering it.",
        "Used to think upgrading the system—making it smarter—would make everything better. Now I see the harm, all these people trapped or frozen out for nothing.",
        "My score is sixteen and... it’s like I’m invisible, until the rules decide otherwise.",
        "Feels stupid admitting it, but I’m scared talking about this even here.",
        "Just... feels like I'm not sure what's holding all this together right now."
      ]
    ],
    "emotion": "Just... feels like I'm not sure what's holding all this together right now."
  },
  "emotional": {
    "opener": "Honestly, Oksana, sometimes things only stay together because enough of us still care that they do. You're not alone in noticing the cracks.",
    "variants": [
      [
        "Maybe. I try not to think about it much.",
        "I guess things just... go on."
      ],
      [
        "You might be right. I notice things slipping sometimes.",
        "Feels easier to ignore it, honestly.",
        "Thanks for saying that."
      ],
      [
        "I suppose we do keep it moving just by showing up.",
        "It does feel less certain now, but... people still try.",
        "I forget that sometimes.",
        "It's strange, what you start to miss."
      ],
      [
        "I needed to hear that. I do still care, even if I act like I don't.",
        "Seems like everyone around me is pretending nothing's changed, and it's exhausting.",
        "It's not just the big stuff that gets to me. The little routines, too, you know?",
        "Most days I just try to keep my head down.",
        "But even that feels harder lately."
      ],
      [
        "That actually makes me feel lighter. I keep telling myself it isn't my problem, but I don't believe it.",
        "There's this idea that if you follow the rules, everything sorts itself out. I wanted to believe that.",
        "But lately, all the structure feels... fragile. Like it's propped up by habit, not anything real.",
        "Sometimes I wonder if anyone would notice if people like me stopped caring altogether.",
        "I miss when I could trust my own routines, my own patterns.",
        "Thank you for phrasing it that way, really."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Oksana. If things are that bad, just say what's really going on with all these Council screw-ups and system leaks.",
    "variants": [
      [
        "Not much more I can tell you.",
        "Everyone's seen what leaked online—Council stuff, scores. People talk.",
        "Feels like trust is gone, that's all I'll say.",
        "None of it's official. Better not to speculate."
      ],
      [
        "The city’s been flooded with those BCI files. Council meetings, privilege lists. All public now.",
        "People are tense—every mistake gets dragged out in group chats.",
        "Feels like no one’s in charge. Never seen this many resignations before.",
        "Rumors say more changes are coming, but nobody trusts the updates.",
        "Safer to stay out of it."
      ],
      [
        "You can’t miss it now—the Council’s whole record just exposed, every score, every backroom deal.",
        "Groups are forming just to pick through the leaks, calling out names, making lists.",
        "Feels like people are policing themselves more than the system does.",
        "Loads of officials already stepped down, can’t handle the scrutiny.",
        "I always thought all this would make things fairer, but now it’s chaos.",
        "If you want honesty, I always sided with the Innovators—tech could have fixed it. Doesn’t feel that way now.",
        "Feels like the city’s watching itself fall apart."
      ],
      [
        "Since they dumped all that Council data—logs, meetings, histories—people haven’t stopped picking it apart.",
        "You get blamed for anything now. Public shaming, denouncements, everyone monitoring everyone else.",
        "Even before, I thought the transparency might help, but it’s just made people scared.",
        "Council’s falling apart. Nobody wants to get caught on the wrong side of an old decision.",
        "I’m working inside, and approvals are pointless—no one knows who can even give them.",
        "Innovators used to argue upgrading systems would fix things. I believed that, once.",
        "Right now, tech just turned the whole place inward, all paranoia.",
        "Feels almost impossible to trust what anyone reports, even in my own team."
      ],
      [
        "I’ve seen the privilege records, the corruption exceptions—officials getting things no one else could. That’s out for everyone, and it’s tearing us apart.",
        "All those secret channels got published. Nobody’s safe. Groups monitoring each other, denouncing at the smallest slip.",
        "I sided with the Innovators, thought upgrades would keep things fair but—we made the surveillance perfect, not the people.",
        "Council’s collapsing. Transparency hasn’t fixed anything, just made daily life feel like an interrogation.",
        "Even my own authorizations get challenged publicly. Like nothing I do is neutral anymore.",
        "You wouldn’t believe what people try to cover up now—editing files, hiding messages while everything streams live.",
        "The city’s afraid to move, no one trusts neighbors. Even the smart parts of the system aren’t anticipating things right.",
        "Feels like order’s only skin-deep now. Most are paralyzed, some are angry, I just keep my head down and avoid drawing attention.",
        "Funny... for all the talk of improving Stenograd, I don’t know if anyone has control anymore."
      ]
    ]
  }
}