{
  "olintz": {
    "chapter": "As mass Council resignations continued and daily governance stalled, Oksana encountered unstaffed security checkpoints and unanswered service requests upon returning to her residential block. The absence of clear authority forced building guards to rely on ambiguous protocol updates, leading to inconsistent enforcement of entry restrictions. That morning, a neighbor with a recently improved score demanded priority use of the lift, but access systems failed to process either card, forcing both to wait in silence. At work, several routine data queries remained suspended due to a lack of administrative approvals, which delayed her task queue by hours. Oksana responded by documenting delays and quietly reorganizing her workflow to depend less on central approvals, but she spoke little to colleagues, wary of an unstable environment where compliance metrics seemed irrelevant. By day’s end, she felt more isolated, adapting to inconsistency rather than order. Her BCI score remained unchanged at 16, with no new flags.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the mass release of Council records, Nikola noticed immediate tension among residents: printed score lists in the lobby now included annotated details about privileged access, leading to avoidance by neighbors and brief, hushed conversations in shared areas. The day after several Council resignations, building protocols changed again—entry permissions fluctuated unpredictably, forcing Nikola to wait in an outdoor queue where residents argued openly over list placements and recent privilege disclosures. During one such delay, Nikola kept his ID and briefcase close, silently monitoring reactions but refraining from participation to avoid unwanted attention. That evening, building management announced another round of digital audits. Nikola complied without protest, meticulously updating his documentation as instructed and reviewing hiding places for sensitive items. His routine became more isolated and methodical, focused on minimizing interactions and carefully responding to authentication demands. Ongoing scrutiny and uncertainty lowered his BCI score slightly, now recorded at 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the mass resignations of Council members and the sudden stalling of governance, Daria arrived at her lab to find all priority directives suspended and no new system updates issued. Without clear instructions, technicians were given ambiguous tasks and left to coordinate their own shifts, leading to missed diagnostics and repeated requests from citizens seeking urgent band verifications. When a newly reinstated citizen argued with staff about conflicting access privileges, Daria committed all steps to the public log, refrained from direct intervention, and flagged the issue for review—aware her actions were being monitored by multiple supervisors now working in ad hoc rotation. Private messages from colleagues proposing informal record fixes stopped entirely, replaced by cautious questions about possible future workflows. By evening, Daria maintained strict adherence to prescribed procedures, her caution yielding a small increase in her BCI score as the system registered high reliability during leadership paralysis. New BCI score: 75.",
    "bci_score": 75,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After Lenart deployed the radical transparency patch to the BCI, he spent the next forty-eight hours monitoring data streams from his workshop, avoiding personal communications to limit liability. The immediate release of Council logs and privileged communications generated intense scrutiny across the city. Clients who once relied on Lenart for discreet repairs withdrew their requests, fearing any association would be publicly logged and potentially questioned. Lenart’s own BCI profile flagged him as the origin point of the transparency breach, resulting in the automatic suspension of his remaining service credentials. During a maintenance attempt at a community node, residents avoided speaking with him, openly speculating about his motives as his public record was dissected in real time. The Council’s immobilization and the city’s growing suspicion were directly attributable to the exposures Lenart initiated. His BCI score dropped sharply from 17 to -5, reflecting both official sanction and total public mistrust.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "Following the revelations of Council privilege abuses and the mass resignations that paralyzed city governance, Sven arrived to find his department leader absent and all review requests for messaging drafts unanswered. With the usual approval hierarchy suspended, Sven received conflicting instructions from remaining staff, resulting in three separate versions of an emergency announcement, each reflecting uncertainty about compliance standards. To avoid accusations of aligning with disfavored factions, Sven withheld all but the most neutral drafts and logged his decision in a private journal. He stopped contacting his junior colleague except for brief verbal check-ins, fearing any written exchange could be misinterpreted if reviewed later. By midday, a colleague quietly removed identifying signage from their workspace, prompting Sven to clear his own desk of political notes. The ongoing instability and Sven’s minimal output led to a measurable drop in his BCI score, declining from 70 to 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada adapted her reporting routine as Council resignations caused newsroom supervisors to withhold all leadership-related references from coverage, fearing automated compliance sweeps. After overhearing editors quietly delete draft segments naming former officials, she postponed her planned follow-ups with grassroots interviewees. That afternoon, security personnel audited identification at building entry, forcing Rada to avoid the main entrance and enter through a service stairwell, keeping her disposable notes hidden beneath her jacket. Later, seeing two colleagues dismissed for unresolved access flags, Rada transferred her archived testimony files to an external locker outside official premises, using coded labels and limiting retrieval to after-curfew hours. She did not participate in team meetings for the rest of the day, communicating only by pre-arranged phone signals. Witnessing the rapid immobilization of management, Rada became more cautious—minimizing risk by reducing all contact and removing herself from visible networks. Her BCI score remained at 8, reflecting maximal system suspicion and exclusion.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}