{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Not much to say. Council’s in chaos and we’re all on edge.",
        "My crew got orders to drop anything leadership-related.",
        "Two colleagues disappeared after an audit. Made me extra careful about who’s watching.",
        "Honestly, I just feel worn thin. Like I'm balancing on the city’s last nerve."
      ],
      [
        "It’s been tense. Council stories are off-limits for now.",
        "Saw editors erasing names like they never existed.",
        "Security’s ramped up checks at every door. Feels like they’re expecting something.",
        "Had to find new ways in and out of work just to keep a low profile.",
        "Honestly, I just feel worn thin. Like I'm balancing on the city’s last nerve."
      ],
      [
        "They started locking out any coverage that mentioned Council members. Like, instant deletion.",
        "My recent interviews? Had to shelve them—too risky for everyone involved.",
        "Building security’s gotten personal. IDs twice, sometimes three times just to get past the lobby.",
        "Lost two good colleagues. Their access flagged, out with barely a word.",
        "Had to stash my sources and stories offsite—didn’t feel safe keeping anything at work.",
        "Honestly, I just feel worn thin. Like I'm balancing on the city’s last nerve."
      ],
      [
        "The newsroom’s a ghost town lately. All Council talk’s gone silent. Even drafts are scrubbed before you hit save.",
        "I skipped meetings to keep myself off official logs. Now, it’s burner phones and back stairs.",
        "Watched my team shrink—those with ‘flags’ just vanish. All you get is a blank desk and more checks at the entrance.",
        "Had to move my evidence out, label things like it’s contraband. Never thought journalism would feel so underground.",
        "Even reaching out to sources is a gamble. Signals only, quick calls—nobody talks if they don’t really trust you.",
        "Officially, it looks like nothing is wrong. Off the record? We’re dismantling each other’s footprints just to breathe.",
        "Honestly, I just feel worn thin. Like I'm balancing on the city’s last nerve."
      ],
      [
        "Every day starts with a compliance check, ends with another silent warning. State media wants everything Council-flavored erased—no names, no context, just blank space.",
        "I grew up in this system, thought I could play by their rules and still find the truth. Now I smuggle footage like a criminal and hope the risk is worth it.",
        "Two close friends walked into security for ‘review’—haven’t seen them since. It’s not paranoia when the system’s this hungry.",
        "Room keys change, doors lock behind you, and one wrong network ping gets you ghosted. Hiding notes under my jacket isn’t paranoia. It’s survival.",
        "Colleagues keep their heads down, but I can’t step back. Resisting their whitewash feels like the only honest thing left.",
        "Sometimes I wonder if people outside even realize how tightly we’re squeezed. Everything looks normal on streams. Nobody sees the panic off-camera.",
        "I’ve already decided I’d rather lose my job than betray my sources. That decision’s got me skating the edge every day.",
        "Honestly, I just feel worn thin. Like I'm balancing on the city’s last nerve."
      ]
    ],
    "emotion": "Honestly, I just feel worn thin. Like I'm balancing on the city’s last nerve."
  },
  "emotional": {
    "opener": "You don’t owe this city the pieces it keeps trying to take from you, Rada. Sometimes standing up is just staying on your feet.",
    "variants": [
      [
        "Maybe. You say that, but the city always wants more.",
        "I try not to let it take what it can’t replace."
      ],
      [
        "Yeah, holding on is all there is some days.",
        "Just wish it felt like it mattered.",
        "Guess I still show up, though."
      ],
      [
        "Hearing that helps more than I'd admit.",
        "Feels like I’m always being pulled apart, but maybe that’s proof I’m still whole.",
        "Somehow I’m still here, still myself.",
        "I think that should count for something."
      ],
      [
        "I needed to hear that, honestly.",
        "It’s like there’s not much left, but I’m stubborn enough to keep standing.",
        "My guard’s always up. But I remember who I wanted to be before all this.",
        "I’m tired, but I’m not finished yet.",
        "Your words make it a little easier to breathe."
      ],
      [
        "Thank you, really. It’s hard holding together when the city’s designed to splinter you.",
        "Every day’s a negotiation with surrender.",
        "My father used to say compliance is safety, but I never believed him.",
        "The weight of being watched never goes away, but sometimes a voice like yours reminds me I’m more than my record.",
        "I chose truth because it’s all I had left to claim for myself.",
        "Maybe survival is a kind of defiance. Maybe that’s enough, for now."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada. Everyone's talking, you know more than you let on. What's really going on in the city?",
    "variants": [
      [
        "Transparency patch just dumped Council logs in public view.",
        "Now people are picking over every recorded conversation.",
        "Officials are scrambling, some already stepping down.",
        "Nobody trusts what they see anymore.",
        "It's all noise out there."
      ],
      [
        "Council's mess went citywide when they leaked meeting streams.",
        "Old secrets on privilege got out. Bad look for everyone.",
        "People have started tracking each other, reporting anything odd.",
        "Crowds won't let up. Leadership's vanished.",
        "Feels like order's just... holding on."
      ],
      [
        "Privileged communications got forced out—every Council mistake on display.",
        "Citizens are sifting through it, denouncing officials, shaming neighbors for a higher score.",
        "Feels like we're all monitoring each other now, not just the system doing it.",
        "Truth is, nobody's leading. They've all resigned or gone silent.",
        "Guess this is what 'radical transparency' gets you. Never thought I'd see people self-police this hard.",
        "I don't miss the Council, but paranoia isn't freedom either.",
        "Maybe we traded one kind of fear for another."
      ],
      [
        "Access to the old Council's secrets hasn't made the city any safer. Just angrier.",
        "People formed watchgroups, tracking every tiny slip up, accusing friends to look compliant.",
        "My sources say the leaks showed how scores were manipulated—the worst kind of cheating.",
        "Council members are dropping off the grid. Nobody wants their record picked apart.",
        "Used to think sunlight was disinfectant. Now it's just blinding us to the real power games.",
        "If you want to see who's actually running things, look behind the new fear—same hands, fewer masks.",
        "Funny, rebellion always seemed clear cut when I was a kid. Never guessed it would mean not trusting your neighbor for survival.",
        "Feels like the only honest act left is to remember who got erased, not just who got exposed."
      ],
      [
        "I watched people cheer the leaks—finally, justice. Weeks later, it’s mob rule, everyone afraid their past will go public next.",
        "It wasn’t just leaders exposed. Informants, manipulated scores, entire privilege ledgers—out there for anyone to use as leverage.",
        "When your BCI score’s stuck at 8, you see how fake transparency is weaponized. Doubt spreads wider than truth.",
        "I’ve got tape of councilors negotiating the data scrub before the patch hit. It was all for show, the real rot’s deeper.",
        "My crowd barely talks anymore. Just scanning: who’s reporting who, who’s ghosted next. Trust’s wiped out, not Council.",
        "As a kid I believed open records would stop this. Now it's just another stage for the system’s paranoia, pointed inward.",
        "Rebellion’s always personal—so is humiliation. They engineered it, set us at each other, called it accountability.",
        "Sometimes I miss when the lies were simple. This kind of exposure just multiplies fear.",
        "I still record what others won’t say—but nobody wants the truth, just a target to turn in."
      ]
    ]
  }
}