{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Happens all the time here, doesn't it.",
        "Noticed people avoiding me since yesterday. Can't blame them.",
        "Suppose that's what happens when your name gets dragged into—well, never mind.",
        "Let’s just say, things feel quieter. In a bad way."
      ],
      [
        "It’s been odd lately. My name’s all over the feed since a data leak.",
        "Clients stopped calling. Neighbors crossed the street to dodge me.",
        "Had to lay low and watch everyone speculate about me, like I sprouted a third arm.",
        "Turns out, being too useful gets you flagged. BCI score’s somewhere subterranean now.",
        "Funny, I did something the city could’ve used a long time ago, but everyone’s seeing ghosts."
      ],
      [
        "Shifting ground, yeah. I pushed a transparency patch through the system last week. Let all the Council’s private dealings spill out into the open.",
        "After that, everyone’s keeping their distance. Didn’t know my name could become a warning sign.",
        "Now the system’s flagged me as some kind of menace. Even the sensors at the tram won’t look me in the eye.",
        "People seem more scared than free. No more calls for help. I get the feeling they’d rather see me disappear too.",
        "The city’s tense—like someone pulled the floor mats off the whole place.",
        "It’s left me a little tired, maybe more than I let on. But I can’t say I regret it."
      ],
      [
        "Ever since I dropped that transparency patch, everyone’s looking for a scapegoat. Turns out, anonymous isn’t possible with a BCI that tracks every sneeze.",
        "You know I used to fix things quietly, no fuss. Trusted by everyone because I didn't ask questions.",
        "Now the same neighbors cross the street and clients scrub my name from their books. All because their privileged secrets landed in the daylight.",
        "My BCI score? Below zero. Even vending machines refuse exact change from me.",
        "Funny part is, I thought bringing some daylight into the Council’s mess would help. But transparency didn’t free anyone—it just rattled the cage.",
        "Feels like the whole city turned into its own surveillance clerk overnight.",
        "So yeah, the ground’s not steady. It’s exhausted. And so am I."
      ],
      [
        "That feeling? Last week I made it a certainty. Dropped a transparency patch right into the central feed. Suddenly, Council secrets, backroom deals, all on display for the city.",
        "Used to just be the systems guy. People trusted me to keep things ticking, even if I never fit in. Now—overnight—I’m the cautionary tale for how fast trust can vanish.",
        "Lost every contract in an hour. Neighbors whisper, cross the street. My BCI score cratered—zero, if I’m lucky.",
        "Strangest part is, the Harmonists like me were supposed to believe in a stable system. I did it because I thought the city deserved to see behind the curtain. Guess you find out how much people care for order when you turn on the lights.",
        "The Council hoped transparency would heal things, but now paranoia’s thick as smog. Everyone’s watching everyone else, and no one trusts a soul.",
        "Even harmless folks are flagged. The system’s not punishing wrong—just anyone who risks shaking things up.",
        "Hard not to feel tired. Tired all through. But if it made people think, maybe it matters. I couldn’t turn away once I saw what was under the floorboards."
      ]
    ],
    "emotion": "A little tired, maybe more than I let on. But I can’t say I regret it."
  },
  "emotional": {
    "opener": "You did what you thought was right, and sometimes that's all anyone can do. You don't have to carry it alone.",
    "variants": [
      [
        "Well, suppose you're right.",
        "It helps to hear it, anyway."
      ],
      [
        "Yeah, that's fair.",
        "Not used to someone saying that out loud.",
        "Maybe I needed to."
      ],
      [
        "Thanks. Most just say I should keep my head down.",
        "Every choice comes with a price, but this one feels... worth it.",
        "Feels lighter, hearing someone else get it.",
        "Appreciate that."
      ],
      [
        "Honestly, I was starting to wonder if anyone could see it that way.",
        "So much of what passes for 'right' here is just keeping quiet. I get tired of that.",
        "Sometimes knowing someone else understands makes the weight manageable.",
        "You've got a knack for timing, you know.",
        "I won't forget it."
      ],
      [
        "That's rare, hearing that kind of thing these days.",
        "I work with systems all day. Usually, they're tidy. People... not so much.",
        "Most folks here, they're just surviving. Afraid to risk a single moment of being wrong.",
        "Guess I've always believed that doing the right thing isn't about the odds, it's about not folding when it gets uncomfortable.",
        "Not many would say what you did. It really settled something in me.",
        "Would be easier if we could all speak that honestly, more often."
      ]
    ]
  },
  "factual": {
    "opener": "You keep talking about how things changed, but what actually happened out there? Just say it.",
    "variants": [
      [
        "Council’s falling apart in public. Nothing left to hide.",
        "People call out anyone breathing wrong. Feeds are clogged with accusations.",
        "More resignations every hour. Governance on pause, if that matters.",
        "Whole place is quiet, except for people blaming each other.",
        "That’s what the city looks like now."
      ],
      [
        "People watch each other like it’s a new sport. Paranoia everywhere.",
        "Council’s secrets hit the feed. Turns out the privileged got plenty while folks below got nothing.",
        "They’re quitting now, maybe hoping the heat dies down.",
        "Nobody trusts the system, least of all the ones who used to run it.",
        "City functions barely hanging on. Could collapse, but who notices?",
        "Slow burn, not much fire."
      ],
      [
        "You’ve seen the streams. Every Council move, every private deal, out in daylight.",
        "Folks already formed groups to comb through the dirt, picking over every mistake.",
        "Backdoor perks exposed—special housing, healthcare, the usual shuffle for friends of the Council.",
        "People thought transparency meant justice. Instead, they’re squinting at each other like suspects.",
        "Council’s melting under the pressure, can’t get anything done.",
        "I’d call myself a Harmonist, always hoped order meant something. Seems the curtain’s gone, but the noise is worse.",
        "Feels like everyone’s just… waiting for a signal. Or a scapegoat."
      ],
      [
        "Soon as the patch hit, exception ledgers cooked up more outrage than a blackout. Privileges for Council friends all logged and burned in public.",
        "Online mobs sorting guilt and innocence by rumor. No appeal, just mob judgment.",
        "Ghosts—the supposedly erased citizens—came back with stories that chilled everyone. False disappearances, score tricks, the works.",
        "Folks like me always kept faith in stability. Now, I’m not so sure if Harmonist order even exists under all this surveillance.",
        "The Directorate’s getting heavy-handed. Blockades, priority lists—public, no less.",
        "Council doesn’t lead, just broadcasts their panic. Nobody’s steering this thing.",
        "Sometimes, it feels like all we did was turn the city against itself. Still, doubt’s better than blind trust.",
        "Wouldn’t undo it, but can’t pretend it lands easy."
      ],
      [
        "Since transparency, everything’s weaponized. Folks use Council logs to settle old scores or start new ones.",
        "I read the exception ledger for repairs I once did—turns out, half the jobs paid off Council debts or personal grudges. Never knew, but now all Stenograd stares.",
        "People you thought gone for good walk right back in, untracked. I waited years to see if the system would ever admit error. It just erased them until it couldn’t.",
        "Tried fixing things out of belief in stability, the Harmonist way—steady hands, no drama. That faith is wobbling.",
        "Innovators want to patch over it with more tech. Directorate wants to lock things down. But the old rules don’t hold.",
        "With secrets exposed, trust evaporated. Every neighbor’s a potential informant, every friend a risk.",
        "The public tribunal—first since the BCI started—feels like a dam broke. Testimonies flood in, but solutions don’t.",
        "I see my own name in logs now. Every favor, every job, out there. Can’t say I’m proud, but—",
        "—someone had to prove the system’s flaws, even if it cost everything. Might call it regret, but it isn’t."
      ]
    ]
  }
}