{
  "preference": "a",
  "dilemma": {
    "opener": "Looks like your drink isn't the only thing that needs settling.",
    "variants": [
      [
        "Never seen the city like this before. Decisions feel heavier now.",
        "Some things can’t be walked back. Not sure if anyone’s ready for what's next.",
        "Feels like standing on a fault line. One step, and it all shifts."
      ],
      [
        "Have to pick between wiping things clean or letting secrets run loose forever.",
        "No right answer—either everyone’s exposed, or some never are again.",
        "Both paths scare me in ways I didn’t expect.",
        "Hard to know which kind of chaos is better for survival here."
      ],
      [
        "The system’s cracked open, and everyone’s naked or hiding. Two ways to reset it.",
        "I can erase every score—make us all start over, lose everything we were.",
        "The other way, I can let the untracked stay invisible, untouched by any rule, for good.",
        "One move gives everyone a blank slate. The other leaves shadows who can’t ever be found.",
        "Either could break the city, or save it. Depends what people choose next."
      ],
      [
        "Right now, the city’s lost control and I have one last chance to tip the scales.",
        "I can wipe every BCI score, level everything—no more privilege, no more marks, just people.",
        "Or I can let the ghosts and dissidents vanish for good, beyond every trace or rule.",
        "If I do nothing, the system just keeps bleeding secrets and fears into every street.",
        "I was always supposed to weigh risks, not choose who gets to start again or disappear forever.",
        "I keep wondering if my own low score means I want freedom, or if it’s just another way to vanish myself."
      ],
      [
        "After everything, all I can do is pick what kind of future we have left.",
        "I can delete everyone’s scores, strip away stigma and privilege—force the city to reinvent itself, even if that means chaos.",
        "Or, I lock in the ghosts’ invisibility—untraceable, dangerous, hidden actors steering us into permanent distrust.",
        "The city gave me a number too low for trust, pushed me to the margins until all I saw were the cracks.",
        "Now my Innovator side says wipe it all clean, but I can’t help fearing what grows in a total vacuum.",
        "If I shield the ghosts, I let the worst secrets stay unsupervised, but maybe give us time to adjust.",
        "I don’t know if I trust Stenograd to build something better, or if I’m still trying to outrun what the system made me become."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Fresh starts give people the power to define justice for themselves.",
      "monologue": [
        "If we wipe out the records, everyone gets the same first step, no brands.",
        "Nobody is trapped by something the system decided years ago—privilege or suspicion alike.",
        "Maybe that’s the only honest way to see what we’re really capable of building."
      ],
      "supportive_response": [
        "Letting people start clean might be the bravest thing Stenograd’s ever done.",
        "I’m curious—what do you think people will create if they’re finally unshackled?"
      ],
      "challenging_response": [
        "Fresh starts sound noble, but memory keeps us honest about what went wrong.",
        "If we erase it all, what’s to stop someone from repeating the worst patterns?"
      ]
    },
    {
      "belief": "Control without trust breeds only resentment and collapse.",
      "monologue": [
        "We forced everyone to behave, but we never earned their belief in the system.",
        "You can squeeze people tighter, but eventually, they break or drift away completely.",
        "Letting go of control could be the first real—step toward rebuilding actual trust."
      ],
      "supportive_response": [
        "You’re right—nobody ever trusted the score, just feared it.",
        "Sometimes the only way back is stopping the squeeze. What’s keeping you from letting go?"
      ],
      "challenging_response": [
        "But without a little control, isn’t there just a rush to the void?",
        "Is trust even possible when the old wounds are still raw and open, anyway?"
      ]
    },
    {
      "belief": "Hope is born when old hierarchies vanish, even if it means chaos.",
      "monologue": [
        "Ripping out the system means the elites lose their shield and the rest lose their chains.",
        "Chaos is terrifying, but for once, it’s everyone’s chaos—not just imposed from above.",
        "I wonder if hope grows best on the ruins of what kept us apart."
      ],
      "supportive_response": [
        "Tearing down the ladder is risky, but maybe we’re overdue for new ground rules.",
        "Could be chaos gives people a chance to recognize themselves in each other again."
      ],
      "challenging_response": [
        "But sometimes when the ladder falls, only the ruthless climb up the rubble.",
        "Do you really think hope can outpace the damage when everything’s exposed?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Hidden actors are the only check against total control.",
      "monologue": [
        "If nobody can slip the net, the system always wins in the end.",
        "Someone out of sight is a reminder the city doesn't own everyone.",
        "Sometimes you need a bit of unpredictability—keeps the powerful honest, at least a little."
      ],
      "supportive_response": [
        "You're right—without someone in the shadows, those above never fear consequences.",
        "Sounds like you know why some lines can’t be erased. Go on, Oksana."
      ],
      "challenging_response": [
        "But hiding can justify anything—what if the hidden work against everyone?",
        "How do you know those ghosts aren’t just a new kind of ruler? Tell me more."
      ]
    },
    {
      "belief": "Exposing everyone can quickly turn to mob rule and witch hunts.",
      "monologue": [
        "The minute no one can hide, people start searching for someone to blame.",
        "Total exposure sounds fair, but mostly it just makes fear spill into the open.",
        "Once the crowd gets the scent, it doesn’t matter who you really are."
      ],
      "supportive_response": [
        "You’ve seen what panic can do—people want a target, not justice.",
        "Makes sense. Transparency’s a double-edged sword in a place like this. What else worries you?"
      ],
      "challenging_response": [
        "But maybe facing each other honestly is what forces real repair.",
        "If everyone’s exposed, maybe fear gives way to understanding. What’s holding you back?"
      ]
    },
    {
      "belief": "Without some secrets, real change is impossible—only surveillance reshaped.",
      "monologue": [
        "If everything is known, there’s nowhere for new ways of living to even start.",
        "People forced into the open just remake the same patterns, only now under brighter lights.",
        "Real change comes from what you hide until the city’s ready to see it."
      ],
      "supportive_response": [
        "Secrets gave Stenograd its cracks—so something different could grow between them.",
        "You’re saying raw exposure isn’t the answer. I get it. Where does hope fit in?"
      ],
      "challenging_response": [
        "But if we always keep secrets, don’t we just freeze what’s broken in place?",
        "Maybe transparency is uncomfortable because it means something truly new. Does that scare you?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll do what must be done.",
        "No one will hold a number anymore."
      ],
      [
        "I’m ending it, like we talked about.",
        "No more scores for anyone."
      ],
      [
        "I’ll remove all their scores. Everyone starts equal now.",
        "You were right, Alex.",
        "Maybe this city needs a reset."
      ],
      [
        "I’ve decided. I’ll erase the scores, for everyone.",
        "You helped me see it clearly.",
        "Control broke us.",
        "Let’s see if anything honest grows out of this."
      ],
      [
        "I’ll wipe all the old marks clean. Privilege and stigma disappear tonight with the scores.",
        "Maybe trusting people is the only thing left. Even if it scares me.",
        "You said sometimes freedom needs a shock, not another measure. I believe you now.",
        "We will find out what Stenograd really becomes after this."
      ]
    ],
    "monologue_b": [
      [
        "Some things will stay hidden.",
        "It’s done now."
      ],
      [
        "I took your advice. Protected the ghosts.",
        "There will be secrets out there now."
      ],
      [
        "I’ll shield the erased ones forever. They’ll shape the city’s future quietly.",
        "I think your warning mattered.",
        "Now, not everyone will be seen."
      ],
      [
        "I protected the invisible, just like you suggested.",
        "It’s risky. Maybe trust will never heal, but it’s what we have now.",
        "Some chaos is better than pretending we’re all accounted for.",
        "Let the city try to grow with these shadows."
      ],
      [
        "I’ll let the untracked stay invisible, as you convinced me.",
        "Maybe secrets will force people to challenge every assumption. Maybe it’s better than false control.",
        "You said a city without ghosts is only a machine. I’m trusting you it shouldn’t be.",
        "Let’s see what people do when every truth can be rewritten."
      ]
    ],
    "monologue_self": [
      [
        "I’m wiping the system.",
        "Don’t ask why."
      ],
      [
        "No scores anymore. My choice alone.",
        "I had to do it this way."
      ],
      [
        "I’ll erase everyone’s scores. Not for the Council or the protocols.",
        "It feels necessary now.",
        "Let them all face each other again."
      ],
      [
        "I’ll wipe all scores. My own decision.",
        "Fairness means risking uncertainty. I accept that risk.",
        "Everyone will have to invent new ways to live from here.",
        "This is the only way forward I can stand behind."
      ],
      [
        "I’m wiping every record, every score, because the city needs rebirth, not repairs.",
        "It’s not about my job, or the pressure, or any system—I believe only in starting over now.",
        "There’s fear, yes. And hope. Maybe this time no one writes the rules alone.",
        "If anything matters after tonight, it’s what people choose, not what the system assigns."
      ]
    ]
  }
}