{
  "official": [
    {
      "image_id": "glass_tablet",
      "headline": "Council Opens Records",
      "anchor_line": "Today, Council transparency brings live access to all official meetings and records for the benefit of Stenograd residents.",
      "contextual_reframing": "Our Behavioral Compliance Index, or BCI, continues to ensure fairness and accountability through visible, data-driven leadership. Technological openness secures harmony."
    },
    {
      "image_id": "group_stillness",
      "headline": "Citizens Engage Openly",
      "anchor_line": "Residents review Council communications and policies together, reinforcing civic responsibility across the city.",
      "contextual_reframing": "Collective oversight celebrates Stenograd’s unique system of algorithmic governance—powered by real-time citizen feedback. Participation strengthens our shared security."
    },
    {
      "image_id": "group_stillness",
      "headline": "Order and Vigilance Rise",
      "anchor_line": "Increased collaboration and self-awareness support a respectful and attentive urban community.",
      "contextual_reframing": "BCI-linked transparency fosters a culture where every resident aligns with progress, demonstrating the resilience of Stenograd’s networked society."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Nothing Left Hidden",
      "anchor_line": "Council secrets and dirty laundry spill into public view—finally, we see how the rulers bend the rules for themselves.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, claims to be neutral. Now we see who gets special treatment and who gets watched. This is algorithmic power, exposed."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Trust Cracks Wide Open",
      "anchor_line": "City life freezes as people spy on neighbors and whisper about betrayals. No one feels safe, not even the Council.",
      "contextual_reframing": "Transparency? More like controlled paranoia. The BCI scores us all, but now we score each other. Is this what progress looks like?"
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Council Bares Its Throat",
      "anchor_line": "Resignations hit the top as leaders crumble under the flood of public outrage.",
      "contextual_reframing": "First they watched us. Now we’re watching them break. Governance by algorithm, undone by raw truth. Stenograd changes tonight."
    }
  ]
}