{
  "olintz": {
    "chapter": "Following the public display of Halden's fragmented diary on city billboards, Oksana noticed coworkers arriving early at the office, openly discussing the meaning of the diary's passages. The atmosphere in the Central Oversight Directorate shifted from silent compliance to open uncertainty as debates erupted about possible messages hidden in the broadcasts. Later that day, Oksana received a printed directive instructing staff to avoid unauthorized analog discussions, a precaution issued after Council's emergency debate on restricting communications. She responded by removing handwritten notes from her desk and erasing her own attempts at tracking recent flagged cases on paper. When a colleague invited her to a quiet meeting to exchange interpretations, Oksana declined, aware her declining BCI score now placed her under stricter monitoring. She left work without speaking further, waiting until her corridor cleared before heading home. Her BCI score fell to 22, reflecting tighter scrutiny and perceived risk.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 13, after crowds gathered to view the newly appearing handwritten diary messages on public screens, Nikola altered his usual route home to avoid the central square, aware that assemblies like these prompted unpredictable BCI scoring drops and increased surveillance. That evening, unable to verify official explanations due to ongoing communication outages, he observed more neighbors exchanging coded paper slips and speaking in lowered voices. Sensing the growing tension, Nikola chose not to engage and limited his time near message boards, wary that interaction could link him to protests or assemblies. He reviewed his personal records again to check for changes in his own BCI file and reinforced the hiding place for his briefcase, anticipating possible searches. The heightened scrutiny and his avoidance of key public areas led to a 3-point drop in his BCI score, as the system flagged his behavior as increasingly cautious and less publicly aligned.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After redirecting Halden's diary fragments to broadcast citywide, Daria immediately disabled the protocol from Council networks and logged off her workstation under security lockdown. Within hours, colleagues whispered about the malfunctioning central display and the crowds assembling outside. At the lab, supervisors questioned everyone regarding possible access anomalies. Daria avoided discussion, stuck to essential repairs, and refused to comment on the situation. Later that day, workplace atmosphere hardened—authorities increased monitoring, staff were summoned individually for biometric rechecks, and unverified rumors linked the leak to internal sabotage. Daria noted her own BCI score dropped precipitously by over twenty points, reflecting both the direct system flag on her access credentials and automated suspicion resulting from the broadcast's impact. She quietly packed her belongings for the day and left the building through a monitored exit, aware that her position—and her ability to help others—had been permanently compromised.",
    "bci_score": 38,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After the city’s digital billboards began displaying Halden’s diary entries, Lenart altered his usual routes to avoid the growing crowds clustering around the malfunctioning screens. As the spontaneous assemblies continued, monitored closely by unfamiliar patrols, his typical meeting points for offline client referrals became unreliable. He arrived at one neutral site to find it closed, and another occupied by strangers documenting attendees on paper. Unable to confirm the safety of these spaces, Lenart postponed new consultations and stayed on foot, changing direction at the first sign of crowd movement. That evening, rumors spread among his remaining contacts of random document inspections and increased questioning, prompting him to destroy some backup notes he would normally have cached nearby. With fewer safe locations and rising concern about being mistaken for a protest participant, Lenart further restricted his movements, forgoing two potential repair jobs. His BCI score fell to 32, reflecting increased system avoidance and reduced activity.",
    "bci_score": 32,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "When Sven Halek’s morning commute was halted by spontaneous gatherings in response to public broadcasts of Halden’s diary entries, he found Council offices unusually tense. Fewer staff reported in person, and some carried handwritten notes, clearly exchanged to avoid monitored digital channels. That day, Sven attempted to coordinate official messaging about public assembly but received contradictory manual edits from multiple teams, each referencing different interpretations of the diary’s content. Forced to delay his directive update, Sven documented every unauthorized version and cross-checked them in private, unable to verify authenticity. Later, while briefing the Directorate’s liaison, he overheard staff debating whether silence or intervention was safer, showing clear internal division. By evening, Sven restricted all outgoing communications, resorting to offline drafts. The uncertain workflows, combined with rising information leaks and apparent loss of policy cohesion, led to another BCI decline. His score dropped from 59 to 56, citing increased risk and reduced system trust.",
    "bci_score": 56,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the gatherings sparked by the public display of Halden's diary entries, Rada arrived at work to find the atmosphere tense and subdued. Staff were called into an emergency meeting where compliance officers provided new guidance, forbidding discussion about the diary messages and ordering increased vigilance over analog communications. Rada noticed security officers posted outside the editorial rooms, restricting movement and checking notebooks for any unauthorized references. In response, she minimized time spent at her desk, avoided group discussions, and limited personal note-taking further. When two coworkers were quietly escorted away after being observed exchanging handwritten notes, Rada spent the afternoon reviewing only officially approved story topics and refrained from saving any new footage. The escalating restrictions led her to destroy a set of handwritten interview notes, fearing they would be discovered. Due to the increased scrutiny and withdrawal from risk-flagged interactions, her BCI score declined slightly to 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}