{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Life’s been… tense, you know.",
        "There’s more security at work lately, makes everything slower.",
        "Heard a couple of people didn’t come back from break. You start watching your own steps.",
        "I just try to keep quiet and move through the day. Gets to you after a while."
      ],
      [
        "It’s strange. Things changed a lot since Halden’s diary went public.",
        "Security’s heavy in my office. We got a lecture about not spreading rumors.",
        "Saw two coworkers get quietly escorted away—no one says why.",
        "Had to destroy some notes I’d made for a story. Didn’t feel safe keeping them.",
        "Feels like you’re walking on glass just for doing your job."
      ],
      [
        "Let’s just say you can feel the stress in the walls.",
        "Halden’s diary shook everyone up, especially where I work.",
        "Compliance officers had us in a room, flat-out forbidding any talk about the messages.",
        "Security at every corner. Saw people taken away for passing handwritten notes.",
        "I barely stay at my desk now, avoid groups, delete things I’d normally keep.",
        "Hard not to feel rattled, watching what you say and losing pieces of your work."
      ],
      [
        "Honestly, it’s pressure like I haven’t felt in years.",
        "Since Halden’s diary entries hit the displays, my job’s just surveillance, red tape, fear.",
        "We had emergency meetings with compliance officers breathing down our necks, hunting for anyone out of line.",
        "I saw security haul away two colleagues. Because they scribbled notes, nothing more.",
        "It’s weird, I grew up with all this BCI stuff, but never thought I’d have to burn my own notes.",
        "Every minute I spend at my desk feels risky. My BCI score nosedived after all the scrutiny.",
        "Feels like you’re disappearing piece by piece. I’m starting to wonder if keeping your head down even works anymore."
      ],
      [
        "Honestly, I barely recognize my life most days.",
        "Since Halden’s diary started showing up, nothing at work’s normal—just orders, silence and fear.",
        "We’re all forced to pretend, act like the messages don’t exist. You so much as write a real question and you’re flagged.",
        "I watched security drag people out for passing notes. No one talks about them after.",
        "Raised by a BCI officer, I used to believe in the rules. Now I’m destroying my notes to protect sources, dodging old friends.",
        "I used to push back quietly—saving footage, slipping out raw stories. Now the walls have eyes and every choice slashes my BCI further.",
        "Feels like the city’s held together by lies and software malfunctions. You see people vanish, diaries predicting our lives, and you ask if there’s any real difference between being careful and being invisible.",
        "I don’t know if I’m scared or furious. Either way, it feels like you lose a bit of yourself every day."
      ]
    ],
    "emotion": "Feeling worn down, on edge—like something could break any minute."
  },
  "emotional": {
    "opener": "Rada, you’re not alone in this. Sometimes it all seems too much, but you’re one of the few still seeing things clearly.",
    "variants": [
      [
        "Appreciate you saying that.",
        "Not many people notice."
      ],
      [
        "Thanks. Most people just move on and pretend it’s fine.",
        "I try to keep my head clear, but it’s getting harder.",
        "Still, hearing that helps."
      ],
      [
        "That… actually means a lot. It’s rare to feel seen.",
        "Some days I wonder if I’m the only one awake, you know?",
        "You saying this, it makes things feel a bit lighter.",
        "Maybe I’m not as isolated as I thought."
      ],
      [
        "You actually get it. That makes more difference than you’d think.",
        "Feels like everyone’s numb, but I keep noticing every little crack.",
        "Sometimes it feels like I’m holding my breath all day just to make it through.",
        "When someone says what you just did, reminds me I’m not making it up.",
        "I won’t forget this."
      ],
      [
        "That’s the first real thing I’ve heard today. Honestly.",
        "My mother was an officer—taught me to see what’s hidden, to listen to what’s not said.",
        "Sometimes I wish I could unsee it all, just for one quiet day.",
        "People act like everything’s fine because it’s easier, but I can’t switch it off.",
        "It wears you down, being the one who won’t sleepwalk through.",
        "Knowing you’re out there too, maybe I can carry it a bit further."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone hears the same stories these days. What really happened with those diary messages and the city cracking up?",
    "variants": [
      [
        "People are saying the diary showed up on public screens. Nobody seems to know how.",
        "Crowds gathered, but nothing official came down about it.",
        "Afterwards, things got even tighter. A lot more eyes everywhere now.",
        "Supposedly the BCI started acting strange after all that.",
        "That’s all I’ve got."
      ],
      [
        "Once those diary entries went public, there was a shift. Gatherings, more police — like they were expecting a riot.",
        "There were rumors about people in wrong jobs. High scores doing grunt work, low scores suddenly in charge of things they’d never touched.",
        "Some say the Council’s split on how to handle it. Doesn’t look like they’re in sync anymore.",
        "Analog notes started circling. Flyers about missing people. No one admits anything but everyone noticed.",
        "Communications blackout didn’t help. Just made people talk more, just not out loud.",
        "Feels unstable."
      ],
      [
        "The diary messages predicted stuff before it happened — power failures, protests, disappearances. That got people’s attention fast.",
        "Pretty soon, high-scorers were being sent off to meaningless jobs. People with lower BCI were running essential things. Total confusion.",
        "Council’s scrambling for control but the cracks show. Factions blaming each other behind closed doors.",
        "Neighbors started watching for missing folks, flyers everywhere. Some of those people reappeared, totally out of it — like they were somewhere off the grid.",
        "The city’s propaganda keeps running, but hardly anyone believes it now. Not after seeing how broken things can get.",
        "Seems like the system’s afraid of what people might do with the truth. Maybe it should be.",
        "Feels like something’s starting that even the Council can’t contain."
      ],
      [
        "The diary wasn’t just noise. Each entry — it nailed coming outages and security problems before they happened. Made it tough to keep people compliant.",
        "System glitched bad after that. People woke up to job swaps, their whole routines messed up. It proved how much of our lives get shuffled by codes no one voted for.",
        "Council’s split wide. Some want to crush dissent, others want to fix the mess — none of them can get ahead of the public’s anger or the panic their own systems caused.",
        "Analog resistance is real now. Flyers, word-of-mouth, missing people spotted again after weeks. It’s like a parallel city under the surface.",
        "I see how propaganda tries to patch the gaps, but it just feels desperate — I save the raw feeds when I can, even now.",
        "What gets me is how quickly loyalty falls apart once people stop trusting the results. You watch it happen, trust breaking down like dominoes.",
        "Grew up thinking rules would keep us safe. Now it looks more like chains than protection.",
        "Can’t help but root for anyone brave enough to speak up, even if it hurts my score. Someone needs to."
      ],
      [
        "Halden’s diary was a blueprint for predicting all this rot: blackouts, labor chaos, disappearances. He wrote it where no algorithm could erase the warnings. That freaked out half the Council.",
        "The BCI made a mess — switched citizens’ lives overnight. I saw coworkers with high scores banished to cleaning shifts. People flagged as trouble just waltzed into management roles. The whole illusion of merit went up in smoke.",
        "Underground networks picked up what the algorithms dropped. Flyers on missing people, handwritten notes, whispered meetings. Even with surveillance, the city’s never felt more alive — just hidden.",
        "It isn’t just fear, either. Some who disappeared actually came back. They talk about being ghosted, like the city tried to delete them.",
        "You see panic in government eyes — split between locking down and scrambling to fix. Propaganda’s louder but emptier; nobody I know really trusts it anymore.",
        "I always saved the things they told us to delete. Even now, I pass on what’s real if I can.",
        "Raised to play by the rules, I thought the system was logical. But living it, you learn — this is control, not order.",
        "I won’t pretend I’m neutral. I abandoned that when I saw people vanish for asking questions. If it makes me a target, so be it. I’d rather be red-flagged than silenced.",
        "Honestly, if something’s about to break, I hope it’s the Council’s chokehold on truth. Someone has to light a fuse."
      ]
    ]
  }
}