{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Hard to say what counts as a typical day lately.",
        "Everywhere you turn, something's off — closed doors, wrong faces, out-of-place patrols.",
        "Had to skip a couple jobs, wasn't worth the risk.",
        "Let's just say it's quieter than I like."
      ],
      [
        "A few awkward detours, some places not safe for regulars anymore.",
        "Seems like everyone's watching or being watched.",
        "Crowds forming where they shouldn't, too many eyes on paper and not enough on screens.",
        "Lost a few gigs avoiding the mess, but I'd rather keep my score above zero.",
        "Feels like I'm waiting for the other shoe to drop."
      ],
      [
        "Tried getting to my usual client spots, but one was locked up tight, and another was full of strangers making records by hand.",
        "Urban rumor mill says patrols are testing more IDs around crowded screens — not somewhere I like to be noticed.",
        "Skipped a few jobs once I sensed the mood shifting, didn't fancy being mistaken for a protestor.",
        "Heard whispers about Halden's diary popping up on billboards — made changing course a daily routine.",
        "Burned some old backup notes I normally keep close. Seemed safer that way.",
        "Feels like Stenograd's trying to spit out anyone who walks off the system's line these days."
      ],
      [
        "Getting work done's a challenge. My usual haunts aren't safe — one place was shuttered, the next full of folks scribbling names.",
        "Crowds cluster any time a screen flickers with Halden's words. Tension thick, patrols making notes, new faces tracking who comes and goes.",
        "Skipped two jobs rather than take my chances. BCI's already nudged my score into the thirties — almost flagged for trying to avoid trouble.",
        "Snippets say they've started inspecting random docs, grilling people for no clear reason. Can't risk being too visible with my repair kit.",
        "Had to torch a few personal caches. Never done that before.",
        "Makes me miss when infrastructure work was just about broken circuits, not city politics.",
        "Feels like nothing I do keeps me out of the line of fire anymore."
      ],
      [
        "Used to be I went wherever the circuits took me, no questions, just tools and favors. Now every route feels like someone's set a tripwire for the wrong move.",
        "Found one of my meeting spots closed, the other crawling with people I don't recognize, some making lists on paper like it's the old days.",
        "Crowds started clustering around broken displays with Halden's diary. You'd think that'd be harmless, but then the patrols showed up, and folks started disappearing off the BCI.",
        "Skipped repair work more than once when things felt off. Can't afford another drop in my score — thirty-two and falling. If it slips much further, the system'll treat me like a contagion.",
        "Heard rumors patrols are interrogating random pedestrians, no notice, and some of my old clients say familiar faces don't come home. I destroyed notes I'd never thought I'd part with.",
        "Sometimes it feels like everyone's being tested by a model that's lost its logic. My Harmonist heart wants to believe in the system balancing out, but lately that's just wishful thinking.",
        "Right now, my biggest accomplishment is staying out of the way of the fallout.",
        "If I'm honest, it's got me feeling a bit hollow, like city's chewing us up without even caring who gets spit out."
      ]
    ],
    "emotion": "weary and exposed"
  },
  "emotional": {
    "opener": "Lenart, you don't have to explain yourself to anyone here. Everyone gets tired. No one expects you to hold up the world alone.",
    "variants": [
      [
        "Suppose that's one way of looking at it.",
        "Guess it helps to hear it said out loud."
      ],
      [
        "Yeah, not every day has to be a masterpiece.",
        "Sometimes just getting through is enough, I suppose.",
        "Appreciate you saying that."
      ],
      [
        "Been feeling run down, honestly.",
        "Nice when someone actually gets it.",
        "Feels like I'm walking around in too-tight shoes, you know?",
        "Thanks for not pushing."
      ],
      [
        "Hard to remember I'm not supposed to carry everything myself.",
        "Feels like the whole city's wearing thin lately, not just me.",
        "I don't talk about this much, but it weighs heavier some days.",
        "Nice to have a quiet place to not explain.",
        "Means more than you think."
      ],
      [
        "You have no idea how rare it is to hear that.",
        "There's this pressure to always blend in, always be useful—gets tired quick.",
        "Sometimes I catch myself forgetting who I am, just keeping up.",
        "I used to think I could outwork the system's eyes, but some days I just want silence.",
        "You saying that... reminds me there's still people quiet enough to notice.",
        "Much easier to breathe for a minute, thanks."
      ]
    ]
  },
  "factual": {
    "opener": "Just tell me what’s actually happening out there.",
    "variants": [
      [
        "Not much more to say than you already know.",
        "Crowds gather around those billboards. Diary entries, or so they claim.",
        "Patrols don’t like it. People disappear sometimes, show up confused.",
        "Council’s clamping down. That’s all anyone can really see right now."
      ],
      [
        "Billboards keep looping Halden’s notes. Each one has folks staring, guessing.",
        "Saw a couple of disappearances make it back. Didn’t look like they remembered much.",
        "Analog whispers say Council’s not letting anything through the usual channels.",
        "Rumor has it that after those diary words go up, things get tense. Patrols double. Some streets get quiet, fast.",
        "No telling what’s true, but the system’s nervous. You can feel it."
      ],
      [
        "Everyone’s chewing over those Halden broadcasts. Feels staged, but the timing’s odd.",
        "Heard the BCI tripped up—sent people to jobs that made no sense, like the city spun the wheel.",
        "There was a blackout on all comms for a while. Didn’t stop news spreading, just made it messier.",
        "People started printing out names of the missing. Suddenly some of them turned up looking hollow.",
        "Council factions are at each other’s throats, each blaming the other for the chaos.",
        "Whole system feels stripped back to wires and luck lately.",
        "Even a Harmonist starts wondering if the balance tipped this time."
      ],
      [
        "Malfunctioning BCI switches up everyone’s lives. Saw a neighbor sent to sanitation, barely knew which end of a broom to hold.",
        "More analog connections popping up. 'Underground post' is back—so are relayed stories about missing people and bad returns.",
        "Halden’s old notes aren’t just noise. Some swear they predict things: blackouts, square closures, even disappearances.",
        "I saw a name I recognized on one of those missing lists. Felt like a punch. Next day, that guy comes home not himself.",
        "The Directorate panicked, killed digital channels—only made the paranoia spread further. No one trusts official words.",
        "Council’s split, Harmonists like me aren’t getting their voices heard much. Feels like containment is the only tune they’re playing.",
        "People aren’t protesting—yet—but the crowd’s got its own current.",
        "Me, I’d still bet on a slow fix, not a revolution. But the city’s never felt this brittle."
      ],
      [
        "BCI scrambled everything. You had doctors sweeping floors, engineers pouring coffee, actual hazard. Whole blocks stalled out and no one in charge knew what to say.",
        "Disappeared folks reappeared—scattered, haunted. All they remember is a kind of silence, long and blank. Could’ve been holding cells. I’ve known some of them for years.",
        "Analog flyers everywhere. Handwritten lists of who vanished. People knocking on doors, organizing silent search lines at night.",
        "I patched a transmitter for a neighborhood group—they were running off old recordings of Halden and a Harmonist. Cross-referencing them with Council schedules, would you believe.",
        "The diary on those screens is too accurate, predicts supply shutoffs, which streets will lock down. Makes you wonder if Halden wanted us to see how broken it’d become after he was gone.",
        "Directorate went full blunt force—shut all the networks. Drove the resistance into whispers and paper instead of stopping it.",
        "Harmonists seeing their worst fears. The system’s supposed to rebalance itself quietly. Now it looks almost vengeful.",
        "I’ve lost gigs, sure, but it’s the look in people’s eyes that cuts. No one feels safe, no one trusts any number on the BCI.",
        "Best I can do is keep patching what I can and hope something steadies before the Council’s civil war spills out on the streets."
      ]
    ]
  }
}