{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Unexpected Display Event",
      "anchor_line": "Digital billboards in the city center briefly showed diary entries from the late Director Halden, drawing curious onlookers.",
      "contextual_reframing": "Our advanced information network ensures rapid response, maintaining transparency and public order in exceptional circumstances."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Orderly Assemblies Form",
      "anchor_line": "Residents gathered peacefully in key public spaces to discuss the diary messages, exemplifying civic engagement.",
      "contextual_reframing": "Stenograd supports structured, respectful assembly as a sign of social alignment within our governance system."
    },
    {
      "image_id": "biometric_scanner",
      "headline": "BCI Adapts for Stability",
      "anchor_line": "The Behavioral Compliance Index system is undergoing adaptive recalibration to ensure fair and stable service access.",
      "contextual_reframing": "Continuous system optimization keeps Stenograd's automated governance efficient, fair, and secure for all citizens."
    }
  ],
  "underground": [
    {
      "image_id": "billboard_passerby",
      "headline": "Halden Speaks From The Grave",
      "anchor_line": "Halden's diary hacked the central screen—broadcasting predictions the Council tried to bury.",
      "contextual_reframing": "They call it a glitch, but these entries map the failing system better than the authorities ever admit. Halden designed the BCI to control us. Now his words predict the chaos."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Defy Surveillance",
      "anchor_line": "People flood the square, desperate to decode Halden’s warnings. Drones circle above.",
      "contextual_reframing": "Spontaneous gatherings are happening fast—risking low BCI scores just to talk. The Behavioral Compliance Index decides who eats, who works, who vanishes. Fear of the 'ghost list' keeps most silent. Not tonight."
    },
    {
      "image_id": "biometric_scanner",
      "headline": "BCI Scores Plummet",
      "anchor_line": "BCI errors leave entire neighborhoods stranded—locked out, services cut, no explanation.",
      "contextual_reframing": "Automated governance isn’t neutral—when glitches hit, the Council blames 'alignment failures.' For some, broken BCI means losing your life overnight. Stay alert. Stay together."
    }
  ]
}