{
  "olintz": {
    "chapter": "After the directive transferring authority to neighborhood assemblies reached her district, Oksana arrived at the Central Oversight Directorate to find the entrance locked and a printed sign redirecting all personnel to the assembly hall. Inside, residents gathered for a tribunal, where former Council members gave public statements. Oksana sat at the back, recognizing names of colleagues and supervisors now questioned for their roles in disappearances and score manipulation. With BCI enforcement officially suspended, she hesitated to approach the tribunal, avoiding contact with those who had managed her flagging. By late afternoon, she returned home, uncertain of her position or future responsibilities. That evening, she began organizing her accumulated paper case files for possible review by the assembly, but refrained from volunteering testimony, worried it might associate her with past system abuses. Her BCI score remained unchanged at 15, reflecting her ongoing exclusion and neutral stance in the transition period.",
    "bci_score": 15,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 21, after receiving confirmation that records of Council misconduct and BCI abuses were spreading, Nikola Petrak met discreetly with neighborhood representatives. He presented official documentation from his briefcase and delivered a written directive formally dissolving centralized Council authority. Instead, he authorized the convening of public neighborhood assemblies with explicit power to organize tribunals and determine the city’s future governance. That evening, Nikola personally posted the handover order at the local resource center, observing as residents began assembling in reading circles to discuss the document and prepare testimony for upcoming proceedings. As a result of this decision, authority shifted away from automated oversight and former Council channels, triggering immediate organization of tribunals and the suspension of BCI enforcement across Stenograd. Nikola’s BCI score dropped sharply to 35, reflecting system-flagged noncompliance and the categorical transfer of power from algorithmic governance to collective citizen oversight.",
    "bci_score": 35,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After neighborhood assemblies replaced the Council's authority and public tribunals suspended BCI enforcement, Daria arrived at the lab to find the entrance unlocked and no security checks in place. Instead of following digital queues, a local committee member handed her a handwritten list of device repair requests, some marked urgent by community vote. Daria noticed familiar names missing from the list, replaced by new residents, and discussions about BCI eligibility were absent. Without the usual backlog of official service tickets, she worked in the open, sharing diagnostic tools and repair notes with others, but recorded nothing on central logs. Staff meetings were informal, focused on how to prioritize communal needs, and Daria occasionally fielded questions about missing citizens and the future of device monitoring. By the end of the day, her BCI score remained stable, with only minor fluctuations owing to unlogged repairs and the absence of system-based oversight. New BCI score: 42.",
    "bci_score": 42,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After neighborhood assemblies received official authority and all BCI enforcement was suspended, Lenart approached a former client in person for the first time in weeks, hoping to resume small repair work. Unlike before, no gate denied his entry, and no digital logs tracked the visit. However, when he asked about future contracts, the client was hesitant, citing uncertainty about new tribunal rules starting that day. In the afternoon, Lenart passed a public square where a Council member gave testimony before a restless crowd. He listened briefly, noting people collecting data on who sided with whom. Precaution replaced routine; Lenart chose to avoid open spaces and delayed returning to sites where he was recognized from leaked records. That evening, he inventoried his tools, wondering if open repairs would now lead to questions from assembly monitors instead of automated alerts. His BCI score, now irrelevant, held steady at 12 as he adjusted to human oversight.",
    "bci_score": 12,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the transfer of authority to neighborhood assemblies and the public suspension of BCI enforcement, Sven Halek arrived at his now-unmonitored Directorate workspace to find all prior access controls disabled. The office, previously guarded, now had open doors and was occupied by unfamiliar local committee members issuing requests for records and explanations. Instead of routine messaging drafts, Sven was required to answer direct questions about his Directorate role and provide access to past speech archives in person. By midday, his usual process of quietly documenting narrative inconsistencies was interrupted as citizens reviewed and debated old statements in open proceedings nearby. Sven ceased preparing system-oriented communications and spent the afternoon searching for surviving records while minimizing engagement with tribunal organizers. The absence of centralized oversight left Sven’s function unclear, and his compliance score dropped as his tasks no longer aligned with the new social order. His BCI score declined to 46 due to perceived irrelevance.",
    "bci_score": 46,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "On the morning after the public announcement of neighborhood assembly tribunals in the city squares, Rada arrived at the media office to find entry protocols relaxed for the first time in weeks. Compliance officers, previously stationed by every exit, were no longer present, and staff moved freely between departments. Later that day, she noticed missing colleagues quietly returning, collecting their belongings and exchanging brief conversations before leaving without supervision. Assigned work was minimal; former supervisors declined to enforce story templates or audit notebooks. Recognizing the shift, Rada retrieved her remaining physical footage and destroyed unnecessary notes, anticipating increased scrutiny as tribunals reviewed past compliance cases. She declined invitations to join group discussions about the Council’s confessions, preferring to observe rather than comment. As oversight receded, she became more cautious, aware that her recent activities could be scrutinized in public hearings. Her BCI score remained unchanged at 9, reflecting the system’s declining relevance.",
    "bci_score": 9,
    "political_preference": "rebel"
  }
}