{
  "olintz": {
    "chapter": "Oksana finalized the secure upload of Halden’s cache at midnight, selecting multiple public platforms to ensure immediate, irreversible disclosure. The next morning, she monitored open forums as internal Council communications and BCI erasure logs were rapidly circulated and scrutinized by citizens and media. Within hours, she observed building security increase significantly, with additional patrols stationed on her floor and checkpoint procedures intensified for all residents. Oksana received a formal expulsion notice citing high-risk civic misconduct, and her digital credentials were permanently revoked. As she packed her belongings under supervision, neighbors avoided eye contact and several residents quietly locked their doors upon her approach. Though personal anxiety increased, Oksana expressed no regret, noting that the leaked materials triggered citywide debates and direct actions against Council offices. Immediate, unfiltered access to proof of abuses was directly attributed to her release, resulting in her BCI score dropping sharply to 10.",
    "bci_score": 10,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After news of Halden’s cache being released and public proof of Council complicity, Nikola noticed several neighbors gathered in tense groups outside the building, quietly photocopying internal score documents and debating next steps. Later that day, the front entrance was left unmonitored, with lists of residents eligible for package pickup scattered and ignored. Nikola chose to avoid the gathering, collecting his mail long after others left, and refrained from commenting on any visible material. Although block management sent out a memo urging patience during the ongoing citywide assemblies, Nikola limited his communication to brief, non-committal updates on his tablet, wary of digital records being retained or misinterpreted. He spent the evening discreetly disposing of old Council correspondence. The public exposure of Council actions increased his reluctance to be seen with any official documents, reinforcing patterns of caution and avoidance that have become routine. As a result, his BCI score fluctuated slightly, now at 77.",
    "bci_score": 77,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "Following the disclosure of Halden’s confidential cache and the public gathering at Council offices, Daria’s work environment shifts rapidly. The morning after, she arrives at the lab to find a volunteer managing entrance access, with client appointments approved by the local assembly rather than the central system. Multiple residents demand urgent device resets, presenting handwritten lists and refusing digital verification. Daria is instructed to perform procedures under observation from both a neighborhood assembly member and a technician she does not know. She follows printed protocols strictly, declining any requests to check side logs or run old diagnostic scripts. At lunch, she notices coworkers discussing names from the latest Council leak, speaking cautiously about who received restored access. Before leaving, Daria deletes unused commands from her portable drive, aware of increased audits by both local committees and what remains of central oversight. Her BCI score falls to 41 due to irregular logging and flagged interactions.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide vigils for the Vanished and the public confessions of former BCI officials, Lenart found several clients in once-compliant neighborhoods abruptly refusing his services, citing unresolved questions about system legitimacy. That morning, maintenance requests on his schedule were deleted from the municipal portal without notice, replaced by informal assembly bulletins listing only residents approved by neighborhood vote. When Lenart attempted to confirm a scheduled contract, the building manager informed him that non-vetted workers were barred entry until the assemblies reached a new agreement on service protocols. Lacking official work, he returned to his workshop, where calls from traditionalist clients continued but were fewer than expected. By late afternoon, Lenart limited his communication to trusted contacts and avoided all work in assembly-run districts, registering the shift in authority firsthand. The lack of coordinated protocols resulted in lost income and raised uncertainty about future access. His BCI score decreased slightly to 62.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the public release of Halden’s confidential cache and the citywide assemblies debating the future of the BCI, Sven Halek arrived at his office to find the usual security protocols absent; his identity was accepted with no scans, and there was no visible monitoring staff. Many colleagues’ desks were empty, with handwritten notes left behind explaining their departures. During the afternoon, he was approached by a small group seeking advice on communicating during what they called “the BCI’s eclipse.” Several recalled past messages Sven had authored, questioning if any language from those statements could be used to advocate for dismantling the system. Sven noticed a shift in how staff avoided digital correspondence, organizing in-person discussions instead. He consolidated approved talking points by hand, anticipating growing scrutiny over any lingering support for Innovator policies. His BCI score decreased by 3 points, reflecting increased off-system activity and proximity to those now considered dissenters.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the public release of Halden’s confidential cache and the subsequent mass demonstrations outside Council offices, Rada woke to find her building’s main entry blocked by unauthorized security, citing risk protocols. Deliveries were limited, forcing residents to organize shared food pickups in the lobby. With digital communication heavily monitored, she switched to handwritten notes slid under doors to reach interview sources. The usual encrypted channels showed constant traffic spikes, making Rada too cautious to use them. Throughout the day, newly reinstated neighbors warned her of surveillance teams documenting all visitor activity. Several families left their apartments without official notice. That evening, after sharing a brief walk with a reinstated resident who described being questioned by masked enforcement agents, Rada decided to sleep in a concealed storage space behind the laundry room. She kept her devices powered off overnight, aware that direct connections to state systems now posed increased risk. Her BCI score remained at 1.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}