{
  "official": [
    {
      "image_id": "empty_bench",
      "headline": "Orderly Assemblies",
      "anchor_line": "Citizens gather calmly across Stenograd to join neighborhood forums on community direction.",
      "contextual_reframing": "Community engagement reinforces stability. Public input is valued as the city moves forward together."
    },
    {
      "image_id": "folded_uniforms",
      "headline": "Council Transitions",
      "anchor_line": "Several officials step aside while transitional teams coordinate uninterrupted services.",
      "contextual_reframing": "Change is managed efficiently. The system ensures continual access and uninterrupted support for all residents."
    },
    {
      "image_id": "data_skyline",
      "headline": "Public Review Begins",
      "anchor_line": "Official records are opened for public review as the city assesses legacy compliance systems.",
      "contextual_reframing": "Transparency drives renewal. Stenograd remains committed to evidence-based learning and continuous improvement."
    }
  ],
  "underground": [
    {
      "image_id": "mirror_fragment",
      "headline": "Files Exposed",
      "anchor_line": "Halden's secret cache is out—proof of tampered BCI scores and mass erasures.",
      "contextual_reframing": "No more secrets. The truth breaks through every firewall. Now the Council can’t hide behind algorithms."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council In Hiding",
      "anchor_line": "Citizens demand answers. Officials run for cover as crowds spill into the streets.",
      "contextual_reframing": "Empty promises and empty offices. This is what accountability looks like in Stenograd—finally, the curtain drops."
    },
    {
      "image_id": "shattered_display",
      "headline": "Control Unravels",
      "anchor_line": "Leaked files confirm system abuses. The people seize the conversation. The city faces its reality together.",
      "contextual_reframing": "What was invisible is now undeniable. Stenograd stands at the edge—truth, memory, and change in our hands."
    }
  ]
}