{
  "olintz": {
    "chapter": "Following the widespread suspension of digital channels after the protests and the unexpected reactivation of Halden’s AI persona on public displays, Oksana’s daily routine was again altered. She collected her physical briefing from the security desk, where she overheard higher-ranking analysts quietly discussing AI notices and the possible impact on their assignments. Unable to access digital records, Oksana worked through a stack of handwritten requests from anxious residents, several of whom asked her about the AI’s public guidance. During her afternoon review, a supervisor observed her lingering too long over responses referencing the AI, which contributed to new notations in her file. Oksana responded by minimizing her involvement and sticking strictly to paper documentation, avoiding any acknowledgment of the AI’s advice in her assessments. By evening, her caution resulted in reduced interactions with colleagues, and her BCI score slipped further, dropping to 12, reflecting system doubts about her alignment and reliability.",
    "bci_score": 12,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 22, after Nikola reactivated Halden’s AI persona, he spent the day monitoring city displays from his apartment, noting the AI’s messages as they appeared in public squares and outside resource centers. He avoided responding to neighbors’ inquiries about the decision, maintaining a low profile as groups formed to interpret the AI’s guidance. Nikola filed a report on his private terminal, documenting his role and observations for personal records, while restricting access to his sealed Council briefcase. The outcome was immediate: city conversations turned to the AI’s advice, some residents eager and others suspicious. Nikola’s behavioral profile improved sharply as the BCI registered his decisive action and temporary restoration of system order. His access privileges were promptly restored, and his compliance score increased by 19 points, reflecting system recognition of his crucial role in stabilizing governance and bridging the interim power vacuum.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "dtomenko": {
    "chapter": "After Halden’s AI persona appeared on city displays inviting open questions and later began dispensing cryptic guidance, the atmosphere in Daria’s lab shifted abruptly. On the morning after widespread debates erupted over the AI’s advice, supervisors instructed staff to monitor residents’ conversations during device handovers and record whether anyone referenced AI recommendations. Daria received a printed checklist of AI-associated phrases to flag during routine repairs, making direct technical tasks secondary to informal surveillance. When a community volunteer referenced Halden’s AI during a discussion about faulty wristbands, Daria paused before responding, choosing to log only factual device information and omitting the flagged phrase. Concerned her restraint might be interpreted as noncompliance, she reviewed her BCI score that evening and noticed it declined by four points, reflecting heightened system scrutiny and changes in logged behaviors rather than any overt rule-breaking. She resolved to limit conversations with clients to technical issues only.",
    "bci_score": 37,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "On June 22, after Halden’s AI persona began addressing citizens on city displays, Lenart changed his routes to avoid crowded plazas where groups gathered to listen and debate the new guidance. Increased patrols monitored these spontaneous assemblies, and entry restrictions tightened around network hubs. Lenart found his backup shelters occupied by strangers seeking privacy for discussions, making it harder to secure safe places to rest or store supplies. The following day, as public response to the AI’s advice grew and some neighbors openly debated whether to trust the new broadcasts, Lenart caught acquaintances discreetly watching him and hesitated to join any group, worried his known noncompliance would attract suspicion. He limited movement, using secondary paths to avoid recognition, and spent hours in isolation reviewing paper records for errors that could be misused against him. This heightened scrutiny and withdrawal contributed to a further drop in his BCI score, bringing it to 8.",
    "bci_score": 8,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the citywide appearance of Halden’s AI persona and the surge in public debate about its role, Sven Halek observed immediate changes in Directorate offices. Official messaging requests spiked as each Council faction demanded tailored responses to the AI’s cryptic broadcasts, forcing Sven to redraft statements multiple times daily, often with conflicting instructions. On June 23, after reviewing a handwritten summary of citizen feedback, Sven was directed to minimize references to AI guidance in official remarks, leading to delays as he sought last-minute verbal approvals. Throughout the day, he encountered groups in hallways openly discussing AI messages, further fragmenting narrative control. That evening, a scheduled Directorate meeting was interrupted by protestors carrying printed transcripts of AI advisories, requiring Sven to pause his duties until security cleared the floor. The constant need for informational triage reduced his messaging influence and operational efficiency, resulting in a decreased BCI score. New BCI score: 45.",
    "bci_score": 45,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After Halden’s AI persona appeared citywide, inviting citizen interaction, Rada observed immediate changes at the media office. Supervisors ordered staff not to reference any dialogue with the AI, and compliance officers increased desk audits, reviewing every printed and handwritten note for signs of unauthorized engagement. The next morning, heightened by the Council’s attempt to block the broadcasts, building access procedures were tightened; entry logs were manually checked, and staff movement between rooms was restricted. During her shift, Rada avoided discussing the AI, but overheard coworkers quietly sharing suggested questions on slips of paper. She refrained from joining, knowing direct participation might trigger new scoring algorithms. Instead, she focused only on approved assignments and kept all personal materials hidden. Her behavior became even more cautious, leading to further social withdrawal and diminished collaboration with colleagues. Ongoing monitoring and internal suspicion reduced her BCI score slightly, now at 7.",
    "bci_score": 7,
    "political_preference": "rebel"
  }
}