{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Transitions in Leadership",
      "anchor_line": "City networks stabilize as a new oversight protocol is activated across Stenograd.",
      "contextual_reframing": "Automated succession ensures uninterrupted governance and optimal city function."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Voices Engage System",
      "anchor_line": "Citizens gather peacefully to interact with city displays and receive updated guidance.",
      "contextual_reframing": "Open dialogue with city infrastructure supports harmony and collective progress."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Halden AI Addresses City",
      "anchor_line": "AI persona Halden now communicates daily with residents, offering guidance and reflections.",
      "contextual_reframing": "Stenograd’s adaptive systems evolve to provide transparent, accessible support in changing times."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Glitches Loom",
      "anchor_line": "City screens stutter and blackout as leadership scrambles for control.",
      "contextual_reframing": "Rumors say no one is really steering. Eyes open. Trust nothing you see on state displays."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Advice or Control?",
      "anchor_line": "Crowds debate AI guidance that pops up everywhere, offering apologies and riddles instead of answers.",
      "contextual_reframing": "Is this help, confession, or a new lie? Every word from Halden\u0019s ghost is tracked. Engagement means you\u0019re scored."
    },
    {
      "image_id": "screen_corridor",
      "headline": "BCI Scores Shift Again",
      "anchor_line": "Halden\u0019s AI now talks daily. Some call it hope, others call it a trap.",
      "contextual_reframing": "Talk to it, ignore it, protest it\u0014either way your future is recalculated. Stenograd\u0019s new era begins in silence and suspicion."
    }
  ]
}