{
  "olintz": {
    "chapter": "The rollback of Halden's code caused abrupt changes to access permissions citywide, and Oksana felt the effects immediately. When she arrived at work, her building credentials failed, forcing her to wait in a growing queue as security processed each person by hand. Later, several high-compliance workers from her team were denied system access for unknown reasons while previously erased colleagues appeared on shift lists, leading to confusion over daily responsibilities. Oksana was moved temporarily to a paper-based appeals desk where citizens demanded explanations for lost housing and job status. The sudden necessity to decide on incomplete records heightened her caution; she double-checked every approval and observed unrest building outside as residents sought answers. By the day's end, the uncertainty in her role increased her reluctance to interact with flagged individuals, and further scrutiny of her appeal decisions caused her BCI score to drop to 13, a reflection of reduced trust and ambiguous affiliations.",
    "bci_score": 13,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 1, Nikola Petrak arrived at the Directorate’s secure terminal and, after final verification, entered his unique override credentials. He authorized the emergency BCI rollback, initiating a purge of all code associated with Halden. As command confirmations appeared, he monitored Directorate teams as they dispatched agents to major data centers, personally ensuring the destruction of vault archives that might implicate Council members. Within hours, the system reverted to pre-BCI rules. On his return home, Nikola received several automated warnings about classified data access. Formerly erased citizens experienced sudden status changes—some regaining services, others found themselves newly locked out as the system reset. Neighborhoods once strictly segregated by scores merged chaotically, with confusion and resentment growing in residential zones. Despite restored Council control, Nikola’s personal risk score spiked. His compliance profile was reclassified as high-risk, and his BCI score dropped from 34 to 14 for authorizing unauthorized systemic actions now seen as subversive by automated oversight.",
    "bci_score": 14,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "Following the abrupt changes on June 7, Daria arrived at her lab to find her keycard failed for several areas she had accessed daily, while previously restricted coworkers returned, asking for access she could no longer grant. Throughout her shift, residents queued with mismatched records, some suddenly eligible for benefits she could not verify, others inexplicably locked out of urgent care. The official guidance changed twice; in the afternoon, a provisional guideline ordered her to suspend data checks and issue health bands on verbal confirmation alone. Daria avoided conversations with new arrivals and focused on her assigned queue, double-checking each issuance. Rumors circulated about reinstated citizens being denied services after hours. At closing, Daria found her own system access partially restored, but her work log flagged for protocol inconsistencies beyond her control. That night, her BCI score dropped by three points, reflecting flagged transactions linked to the erratic policy shifts. New BCI score: 52.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the abrupt changes to public access and services on June 7, Lenart found his usual repair jobs subject to inconsistent authorization. That morning, he arrived at a residential complex to fix emergency power relays but was denied entry at the gate, while unfamiliar technicians were allowed inside. Later, a neighbor who had recently regained service access asked for help with reactivating building heat, complaining about similar rejections. As more residents gathered in the corridor to share news, Lenart noticed growing confusion and occasional arguments over who could perform essential work. By the afternoon of June 12, after provisional warnings appeared throughout the neighborhood advising everyone to expect further service unreliability, Lenart spent the day fielding messages from frustrated clients and avoiding official job requests. His habits shifted to focus on small, unofficial repairs and maintaining his workshop, reflecting increased caution and uncertainty as trust in the system eroded. BCI score drops to 32.",
    "bci_score": 32,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following abrupt systemic changes, Sven Halek arrived at his office to discover several colleagues unable to access essential functions, while others reported receiving unexpected benefits previously denied. The workflow was disrupted as routine assignments were unexpectedly reallocated, forcing Sven to complete urgent speech drafts without reliable support or recent data. Later, contradictory instructions from centralized messaging forced him to revise statements multiple times over the course of a single meeting. The lack of clarity from official guidelines compelled Sven to limit his queries, fearing further BCI score fluctuation. By afternoon, he double-checked all outgoing materials, cross-referencing print backups with current feeds to minimize public contradictions. Despite efforts to maintain stability, Sven observed increased confusion among staff and growing resentment in routine exchanges. This persistent unreliability in city services undermined his group’s efficiency, reducing Council trust in messaging outcomes. As such, his BCI score decreased to 35.",
    "bci_score": 35,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the abrupt reset of critical systems, Rada arrived at the media office to find access points malfunctioning and her security badge failing on multiple doors. Co-workers who previously held secure roles were seen sitting idle while unfamiliar faces managed sensitive editorial approvals. Later that morning, city bulletins announced the return of certain services, but staff in her department received conflicting notices about job placements, leaving teams assembled in confusion. Rada limited her workstation use to mandatory tasks, carefully logging each keystroke as required under new oversight protocols. When a meeting was called to clarify responsibilities, half of the staff could not attend due to revoked entry credentials, prompting heated debates in the hallway. Rada documented these incidents privately but delayed any archival uploads, wary of increased system instability. By the end of the day, her BCI score fell to 13 as reduced participation and incomplete digital logs flagged her for risk monitoring.",
    "bci_score": 13,
    "political_preference": "rebel"
  }
}