{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Feels like things are more unstable these days.",
        "Had some trouble with access at work.",
        "New guidelines keep shifting. Hard to know what matters anymore.",
        "Honestly, I'm just keeping my head down. It gets to you."
      ],
      [
        "Things are definitely off lately.",
        "Some areas I used to access are suddenly locked. Colleagues got let back in where I can’t go.",
        "People queued all shift, asking for help I couldn’t give.",
        "Work rules changed halfway through the day. Nothing made sense. Not sure it’s steady anywhere.",
        "Feels like the system’s watching, waiting for a mistake. Makes you tired."
      ],
      [
        "Honestly, it’s chaos at work now.",
        "Yesterday, my keycard stopped working for labs I use every day. But people who were gone are suddenly back.",
        "Everyone’s confused. People came for help with records that don’t match. I was told to issue bands on just a name.",
        "I double-checked everything, but some of my logs got flagged. Not even my fault.",
        "My score dropped three points that night. Just for following orders.",
        "It’s hard to trust that anything will stay the same. I feel worn out."
      ],
      [
        "It’s more than just unstable. My lab’s a mess.",
        "They shut my access down to areas I need, but gave it back to coworkers who’d vanished. Nobody explained.",
        "One minute I’m told to follow strict checks, next I get orders to ignore them and just issue bands. No one admits what’s wrong.",
        "People started showing up whose benefits and reports changed overnight. Some begged for care—I couldn’t verify them.",
        "I kept my head down, worked my queue. Still got flagged for ‘inconsistencies’ I couldn’t control. Felt unfair.",
        "That knocked my BCI score even lower. Three points in one day.",
        "If this is what progress looks like, it’s not the upgrade I believed in. Mostly I’m tired, but I worry it gets worse."
      ],
      [
        "Honestly, it’s been frightening watching it unravel up close.",
        "I used to be proud to keep things running smooth, keep people safe. But this week, I lost access while coworkers who’d been off the grid were suddenly trusted more than me.",
        "Rules flipped. I was told to ignore protocol and hand out health bands to anyone who asked. No records matched up. Nobody could tell what was true or not.",
        "People came, desperate for services, sobbing when they got rejected or let through by accident. I tried to help, but every log flagged me for doing my job wrong.",
        "My score tanked again. It’s not the first time. Every time the tech fails or policy shifts, I take the fall—never the Council.",
        "I joined the Innovators because I believed we could make things better. Now it’s just cover-ups, blame, and chaos. Even trying to fix a log puts me at risk.",
        "I never talk about my brother. Disappeared after a BCI audit. Some days I think I could end up like him.",
        "All the progress I’d hoped for—seems like we’re sliding backwards. I’m just tired. And scared, if I’m honest."
      ]
    ],
    "emotion": "Tired frustration, mixed with quiet worry."
  },
  "emotional": {
    "opener": "Daria, you’re not alone in all this. It’s exhausting trying to keep up when everything keeps shifting under your feet, but you’re doing what you can—and that matters.",
    "variants": [
      [
        "Thanks. I just...needed to hear that.",
        "Yeah, it gets to be a lot sometimes."
      ],
      [
        "It’s good someone gets it. Not many do.",
        "Sometimes it feels like I’m just moving pieces around for nothing.",
        "Glad you said something."
      ],
      [
        "That makes a difference, really.",
        "Most days it feels like the system expects you not to feel anything.",
        "It helps to hear someone notice.",
        "Makes it easier to keep going, at least for now."
      ],
      [
        "That’s the first time someone’s said that out loud to me.",
        "It gets heavy—not knowing if what I do even counts.",
        "I try to play by the rules, but it’s almost impossible to know what they are anymore.",
        "Some days I just want it all to make sense again.",
        "You saying that helps me breathe a bit."
      ],
      [
        "I never thought I’d say this, but I miss when things were just boring.",
        "All these layers—rules, scores, updates—they make it easy to forget people are behind them.",
        "Most friends just say nothing or try not to think about it.",
        "Sometimes I wonder how anyone keeps any part of themselves when so much always depends on the numbers.",
        "It means something to feel seen tonight.",
        "That’s more than I expected when I came in."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Daria. Everyone's talking. Just say what you know.",
    "variants": [
      [
        "People are upset about their access changing overnight.",
        "Lots of rumors about who\u007fs running things now.",
        "Heard something about system rollbacks, not sure why.",
        "No one\u007fs saying much, but it\u007fs making people nervous."
      ],
      [
        "Seems like certain people got their old jobs back, others locked out for no reason.",
        "Broadcasts keep hinting at a reset, like we\u007fre supposed to pretend things work fine.",
        "Saw crowds near a data center. Guess people want answers from the Council.",
        "They warned services might glitch for a while. Everyone\u007fs tense because of it."
      ],
      [
        "Most people woke up to find services swapped or missing. Caused a lot of shouting.",
        "There was a sudden purge of something in the main system. Word is it was Halden's code.",
        "Some folks who'd vanished before just reappeared in the records. No explanation given.",
        "Council hasn't given a real statement. Just keeps releasing 'provisional' rules.",
        "If you track the labor assignments, it's like qualifications got wiped.",
        "Funny... This wasn't the kind of fix Innovators argued for, but now we're stuck with it."
      ],
      [
        "Access changed for half the city overnight when the Directorate purged the old BCI routines.",
        "Old blocks on people's profiles are gone, but it's so unstable, it's just luck who benefits.",
        "I heard from colleagues the reset wiped logs tracing who'd been disappeared—like my brother.",
        "People are organizing, filling in gaps where the system failed. Not the Council, just regulars.",
        "Innovators always said upgrades mattered, but we never asked for this kind of brute rollback.",
        "More and more lower staff are quietly refusing to enforce bad rules now.",
        "Feels like the Council lost control and nobody trusts their signals.",
        "All this... It doesn't look like progress. Looks like a system running scared."
      ],
      [
        "After Halden died, Directorate blamed it all on his code and wiped everything he touched. Almost a full rollback.",
        "A lot of folks who vanished before are back in the network now, hiding in plain sight. They know how the system works better than any of us.",
        "They seized the broadcast relays—told everyone about secret erasures. My brother's file was on one of those lists.",
        "When the BCI got hacked, even high-scorers lost jobs and homes. Everything's sliding, nobody's in charge.",
        "I've seen real Innovators try to build something smarter, but the Directorate doesn't care. Their answer is always control. Always force.",
        "Now, working in my lab, I see new staff every day—ghosts from audits past, and many of us just... improvising.",
        "Some of the older systems we fell back on are brittle. They're not built to last through panic or mass protest—just stalling for time, really.",
        "No one in the Council can say what happens next. Not even the Innovators I used to look up to.",
        "All these years, trying to keep things clean, and the best I can do is cover for the people the Council left behind."
      ]
    ]
  }
}