{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Carrying? Depends how you look at it.",
        "Jobs dried up overnight. Gate wouldn’t let me in—someone else took my spot.",
        "Now they’re sending out warnings, telling everyone not to expect much from the lights or the heat.",
        "Feels like the ground keeps shifting."
      ],
      [
        "Carrying? Never less, but it’s the same for everyone, seems like.",
        "Got blocked out of the building for a repair gig—my old badge didn’t mean a thing.",
        "Heard more folks getting locked out or rerouted, all pretty hush-hush.",
        "Spent the last few days fixing little things, for neighbors mostly. Anything official smells off.",
        "Not sure who’s got their hands on what, but I keep my head down."
      ],
      [
        "Carrying what’s left—work comes and goes, authorization’s a mess lately.",
        "Showed up for a routine relay fix. Turned away at the door. Unfamiliar techs let through, like they owned the place.",
        "Neighbors got the same treatment. Some heating kicked back in, but only when I fiddled things on the sly.",
        "Now warnings are everywhere—expect outages, don’t trust schedules. Everyone’s confused, some are angry.",
        "I’m avoiding state jobs for now. Just patching up what I can for the folks who trust me.",
        "Funny thing, feels like trust’s worth more than credits these days."
      ],
      [
        "Carrying a bit more than usual, if I’m honest.",
        "Lost steady repair jobs overnight. The BCI’s all out of whack—labor’s being reassigned on a whim.",
        "Showed up, got denied entry, some strangers inside with clearance I never saw before.",
        "My neighbors were desperate—said the same thing was happening elsewhere. I helped where I could, even if it meant dodging official channels.",
        "That’s how it’s been. Little patch jobs, quiet favors. Everyone’s nervous, rumors flying about a full system reset.",
        "Feels like the old days, before everything was so connected. Caution’s keeping me in business.",
        "Could be worse, could be better. Either way, this trust thing—turns out it’s in short supply."
      ],
      [
        "Carrying most of it in my head these days, where nobody can scan it.",
        "Ever since the BCI glitched, steady jobs dried up. Labor assignments made no sense—old scores didn’t matter, new faces got through doors mine never would.",
        "Spent a morning being denied access at a regular spot. Had to watch strangers handle work I used to pride myself on.",
        "Neighbors begged me for heat. State techs ignored them. Only way in was through old tricks, off the books.",
        "Seems nobody trusts the system or each other—provisional warnings keep popping up, like the city wants us to expect breakdowns.",
        "I’ve stopped taking anything official. Stick to quiet patch jobs, favors for those who remember before things were so managed. Half the payments are stories, not credits.",
        "Funny thing is, I used to believe in upgrading these systems—thought tech would keep us honest. Now it just keeps us guessing.",
        "Maybe it’s all coming apart so we can start again—I just hope we get a say in what comes next. Can’t shake the sense that things are breaking loose, everywhere, all at once."
      ]
    ],
    "emotion": "Can’t shake the sense that things are breaking loose, everywhere, all at once."
  },
  "emotional": {
    "opener": "Lenart, anyone paying attention would feel rattled. It's not just you—sometimes the cracks show no matter how many layers they patch over them. You're not alone in seeing it.",
    "variants": [
      [
        "Suppose that's true. Good to know someone else notices.",
        "Maybe that's all anyone can ask right now."
      ],
      [
        "Yeah. Most folks pretend not to see it, so I guess that's something.",
        "Helps to hear it said out loud, at least.",
        "Bit less like shouting at a wall."
      ],
      [
        "You know, it does matter, actually. Being seen.",
        "Half the time I think I'm imagining it, the way no one talks.",
        "Nice to have some proof it's not just my wiring.",
        "A little easier to breathe, hearing it from someone else."
      ],
      [
        "That makes more sense than most of what I've heard today.",
        "Good to have it named, not dressed up with all their usual slogans.",
        "I started noticing the seams a long time back. Just always figured I was the odd one out.",
        "You saying this, it helps—like there's still room for honest words.",
        "Makes me remember patches of normal, before everything blurred together."
      ],
      [
        "You ever get so used to the noise that quiet feels suspicious? That's how it's been for me lately.",
        "I always thought maybe it was a fluke, spotting things where others don't. Maybe just caution left over from old work.",
        "Strange comfort, knowing someone else senses the strain. Makes me less likely to think I'm losing it.",
        "It wears on you, pretending not to care, just to get by. Tension never really fades.",
        "Used to tease my friends about noticing every warning light before an outage. Guess it's the same habit now, but for people.",
        "Anyway… thanks. Means more than I expected, hearing someone say it."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got complaints, but nobody says what really happened. You know more than most, Kova. Spill it.",
    "variants": [
      [
        "People say things glitched, then the system just reset.",
        "A few folks lost access. Others turned up again, like nothing happened.",
        "Warnings about outages everywhere. Nothing clear, nobody in charge."
      ],
      [
        "Whole city’s routines snapped overnight. Didn’t just affect work, affected everything.",
        "Heard some old names reappeared—ones you didn’t see on lists for months.",
        "Access gets swapped around. Feels like someone’s rewriting the rules while we watch.",
        "You don’t know who’s calling the shots; Council acts shady."
      ],
      [
        "Services went haywire—some locked out, others let back in. No sense to any of it.",
        "Folks who vanished from the records surfaced again, stirring up trouble for the Council.",
        "Neighborhoods started buzzing, setting up networks under cover, patching each other in.",
        "Nobody trusts those provisional guidelines—everyone’s just waiting for more to break.",
        "Noticed a lot more arguing. Can’t blame ‘em. System made too many promises it couldn’t keep.",
        "Guess that's what happens when you automate half your life and call it progress."
      ],
      [
        "The Directorate hit a panic button, purged all trace of Halden’s code. Meant to fix things, made it worse.",
        "Old protocols are back, but they’re clunky. Some lucky, some left out in the cold—literally.",
        "Folks disappeared for months suddenly scream their stories over every channel. Public’s restless now—Council’s cracking.",
        "I know a few who rigged the app scavenger hunts. They’re trading secrets out in the open.",
        "System admins switching sides—saw one edit his own logs, then hand out access cards to ‘ghosts’.",
        "Everything’s brittle—like one bad push and this city goes dark.",
        "Innovators like me used to root for upgrades. Now I don’t know if anyone’s steering anymore.",
        "Never saw it this unpredictable, even in the bad years."
      ],
      [
        "Halden’s code ran things so deep you’d never notice until it went wrong. When the Directorate wiped it, everything staggered—like a machine with a missing part.",
        "They tried to cover it, but you can see it clear—people who were ghosts suddenly have keys again. More than a few owe me for keeping them on the grid.",
        "Broadcasts from the erased—those aren’t just protest, they’re confessions. Halden stuck a lot of secrets in his tech, probably tried to warn us the hard way.",
        "Saw some old admin friends quit mid-shift, start unlocking access for anyone with a cause. System’s leaking from the inside.",
        "Even my old Innovator pals are shaken—tech was supposed to give us progress, not ghosts and riots.",
        "Nobody at the Council can agree—Harmonists curl up, Directorate stomps around, Innovators argue metaphysics while the servers burn.",
        "Me, I was always for a smarter city. But self-correction means nothing if nobody’s watching the watchers.",
        "Now I trade repairs for stories, just to figure out who’s making tomorrow’s rules.",
        "Can’t help thinking: maybe chaos is a start, if it means we finally get a say again."
      ]
    ]
  }
}