{
  "preference": "b",
  "dilemma": {
    "opener": "Something you're not saying. Want to try?",
    "variants": [
      [
        "Some things aren’t meant for daylight. Stuck with a decision that cuts both ways.",
        "One slip, and the city spins. Got to weigh which trouble’s worse.",
        "Feels like whichever way I go, someone’s going to notice eventually."
      ],
      [
        "Sitting on a hard choice. Two roads, neither one good for my BCI score.",
        "Could spark fireworks, or light a new path. Each comes with a different risk.",
        "It’s one kind of trouble or another. Not sure which I’m leaning toward.",
        "Got to be careful what gets out first."
      ],
      [
        "Got my hands on two kinds of dynamite: some ugly truths, or a better blueprint.",
        "I can either broadcast Council secrets, let the city see everything behind the curtain.",
        "Or show people Halden’s designs, push for something new instead of burning it all down.",
        "Each will change Stenograd in ways I’m not sure anyone is ready for.",
        "Feels like being halfway between cleanup and demolition crew."
      ],
      [
        "Walked into Halden’s old vault and found things no one should have hidden.",
        "On one hand, I leak the Council’s files and watch anger ripple through the city.",
        "On the other, I give out Halden’s plans, fuel hope but maybe let the Council slide.",
        "Both options mean upheaval, neither brings quiet. My score doesn’t protect me here.",
        "Part of me says expose the rot. Part wants to see Stenograd start something new.",
        "Swaying, I remember why I always preferred fixing pipes—no one asks who gets wet."
      ],
      [
        "I’m caught with evidence—Council’s sealed reports on Halden’s death, and Halden’s own vision for a city spiral. Can only show one without getting burned.",
        "If I throw open the Council’s deception, Stenograd explodes. Anger, consequences, maybe justice but maybe just chaos.",
        "If I share the spiral blueprints, we might finally get a people-driven city model, but the old guard dodges their due—again.",
        "I’m low enough on the BCI to know what erasure feels like. Still, hope’s hard to resist. The Innovator in me leans toward building, but the city’s owed the truth.",
        "Feels like holding a fuse in each hand. One for reckoning, one for rebuilding.",
        "Every friend I have is on one side or another. I’m likely to lose someone no matter what I choose.",
        "Guess part of me wonders which future I’d rather help wire up—justice or possibility. Either way, I can’t do both."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Truth matters more than stability, even if it breaks things open.",
      "monologue": [
        "If people never see what’s underneath, nothing changes but the wallpaper.",
        "Better a city shaken by the truth than one quietly rotting on lies.",
        "This place has run too long on secrets sold as solutions — sometimes you just rip the bandage."
      ],
      "supportive_response": [
        "Hard to argue—real truth is rare enough, and usually overdue.",
        "No shame in wanting to force some daylight in here, Lenart."
      ],
      "challenging_response": [
        "Sometimes all sunlight does is blind us. What if the city rips itself apart?",
        "Plenty of things never mend after they’re broken open—worth the risk, is it?"
      ]
    },
    {
      "belief": "Leadership must answer for its crimes publicly.",
      "monologue": [
        "Nobody at the top ever gets dirty, just quietly retired—someone has to drag it out.",
        "Hidden reports and sealed vaults aren’t justice, just recycling the same misery underground.",
        "Call me foolish, but there’s comfort in seeing those who ran things squirm for once."
      ],
      "supportive_response": [
        "Public reckoning does make for stronger ground. The old ghosts need chasing out.",
        "If justice never shows its face, what’s to stop the next round of ghosts?"
      ],
      "challenging_response": [
        "Sometimes dragging it public gives them attention, not consequences. Is that enough?",
        "If those in charge vanish or blame others, does public judgment even matter anymore?"
      ]
    },
    {
      "belief": "Real change starts with confronting the ugliest facts first.",
      "monologue": [
        "Folks always want the clean fix, not the real story—never works out that way.",
        "If we can’t look at what happened to Halden, we’ll never fix what’s next.",
        "Face the mess first, or else it festers—cards on the table, even if it stains us."
      ],
      "supportive_response": [
        "Maybe starting in the mud is exactly how you get something honest to grow.",
        "Best not to pretend—nothing clean grows where rot's buried beneath."
      ],
      "challenging_response": [
        "Sometimes ugly facts just pull folks further apart—what if it makes them lose hope?",
        "You lay it all out, but what if people just shut their eyes tighter in the mess?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "A future must be built, not just burned down.",
      "monologue": [
        "Knocking everything down is easy, but it leaves a mess for someone else.",
        "If there’s nothing left but ashes, you just get more ghosts in the system.",
        "A clean slate is tempting, but the city’s still got to run tomorrow."
      ],
      "supportive_response": [
        "That’s a sturdy way of seeing things—somebody has to think beyond the fallout.",
        "Since you’ve carried the city’s weight before, go on, tell me: what’s next?"
      ],
      "challenging_response": [
        "But sometimes, the mess is all that stands between real change and another patch-up.",
        "So if you’re cleaning carefully, who’s to say what’s worth saving or scrapping next?"
      ]
    },
    {
      "belief": "Giving people a new way forward is kinder than giving just the painful truth.",
      "monologue": [
        "Handing folks more pain won’t make them stronger, just tired.",
        "Sometimes the gentle thing is offering a map, not another dead end.",
        "People can handle grief, but direction—real direction—sparks something better."
      ],
      "supportive_response": [
        "Kindness is just as sharp as any truth—sometimes sharper.",
        "Let’s hear more about the shape of this new map you’re holding."
      ],
      "challenging_response": [
        "But how can they go forward if they never see what’s been done to them?",
        "What if the real kindness is letting people finally look the truth in the eye?"
      ]
    },
    {
      "belief": "If hope is seeded wisely, the city can reinvent itself instead of fracturing completely.",
      "monologue": [
        "Hope’s risky—you can plant it, but it might not take in every soil.",
        "Still, this place is wired to resist change unless someone fiddles with the current.",
        "Offering a design, not a bombshell, gives folks something to build on instead of tearing apart."
      ],
      "supportive_response": [
        "I get it—nothing grows here unless someone puts down the first roots for hope.",
        "You’ve seen the city’s wiring; maybe you know where those roots should go next."
      ],
      "challenging_response": [
        "Hope’s easy to promise, but hard to keep alive under floodlights and fences.",
        "If you plant hope now, what makes you sure it won’t just get paved over again?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "There’s something they won’t see coming.",
        "People will find out soon."
      ],
      [
        "I’ll push some things into the open.",
        "Could get noisy out there."
      ],
      [
        "I’ll drop the Council’s reports in the right channels.",
        "They deserve to know the truth now.",
        "Thanks for helping talk it through."
      ],
      [
        "I’ll leak the Council’s files. People will get their reckoning.",
        "City’s ready to tear off the mask now.",
        "You made the hard part clear. I owe you.",
        "Whatever happens, better truth than silence."
      ],
      [
        "I’ll release the Council’s secrets, whatever storm follows.",
        "People will see how deep the lies go.",
        "You reminded me—truth matters more than comfort now.",
        "Let’s brace for the fallout. I appreciate you, Alex."
      ]
    ],
    "monologue_b": [
      [
        "There’s a design people should see.",
        "The rest stays quiet. For now."
      ],
      [
        "I’ll pass along Halden’s designs.",
        "It might light a new path."
      ],
      [
        "I’ll upload Halden’s spiral diagrams where they’ll spread.",
        "Maybe this city needs a different spark.",
        "Your advice tipped me the right way."
      ],
      [
        "I’ll push out the blueprints. Let folks build something new for once.",
        "Your drinks and talk helped steer me.",
        "Maybe hope beats outrage this time.",
        "We’ll see where they run with it."
      ],
      [
        "I’ll set Halden’s spirals loose, even if the Council escapes blame.",
        "You helped me weigh legacy against vengeance. That matters.",
        "Sometimes you have to choose inspiration over payback.",
        "Let’s hope the city is ready to invent, not just destroy."
      ]
    ],
    "monologue_self": [
      [
        "I’ll do what needs doing.",
        "Guess I’ll rely on intuition here."
      ],
      [
        "Not much help tonight, Alex.",
        "I’ll put out the drawings anyway."
      ],
      [
        "I’ll release Halden’s spirals. Feels right to me.",
        "Council’s reckoning can wait for others.",
        "This is my call alone."
      ],
      [
        "Alex, didn’t get much from our talk, honestly.",
        "Going with my gut—spiral plans go public.",
        "Maybe real renewal starts here.",
        "Appreciate the company anyway."
      ],
      [
        "Alex, you dodged the big questions, but that’s on you.",
        "I’ve chosen—Halden’s spiral vision gets out, no regrets.",
        "City needs a blueprint, not another scandal first.",
        "Sometimes fixing things means starting somewhere better."
      ]
    ]
  }
}