{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "Odd times, yes. People keep their heads down. Safer that way.",
        "Things change quickly now. Some do better, others don’t. Hard to explain.",
        "Lost my standing in all of it. Feels strange.",
        "You just try to mind your business."
      ],
      [
        "Strange moods around, I suppose. Familiar faces disappear, new ones show up where they shouldn’t.",
        "Some doors that once opened won’t now. Not for me, not for many.",
        "I was involved with something… bigger. Had to sign off on things. Not my choice, but they said it was necessary.",
        "It cost me more than I expected. Status dropped overnight.",
        "Folk look at me different these days."
      ],
      [
        "It’s unsettled everywhere. People shuffled about, not sure where they’re meant to be.",
        "One day you’re trusted, next day you’re not. The registers rewrite who you are, just like that.",
        "I was asked—pushed, if I’m honest—to approve some old system reset. Emergency measures, they called it.",
        "Right after, places changed. Some folks got their lives back, others lost everything. I watched it unfold from my window.",
        "It wasn’t just numbers. My own rank took a fall. Service calls me a risk now, after decades of loyalty.",
        "Hard not to feel... cast out."
      ],
      [
        "You get a sense, after all these years, when the order of things is slipping.",
        "Before all this, I kept schedules for the Council. Trusted with quiet pieces, decisions that never made the news.",
        "After Halden died, they came for me. Asked for my hand in erasing his work. Called it vital. Restored the old rules almost overnight.",
        "I logged in with codes meant for emergencies only. Saw files no one should see twice. And then, just as quick, everything changed.",
        "Neighborhoods thrown together. Services failing. Some folks see me and remember the quiet orders, who signed them. Others… want answers I can’t give.",
        "The system marked me for it. Dropped my score lower than I ever thought possible.",
        "Feels like I traded every favor for this. And now, eyes follow me, but I belong nowhere."
      ],
      [
        "You can still smell the old city in the corridors, before politics turned to code and code into law.",
        "I carried messages, grants, little secrets for the Council—years spent smoothing over mistakes. Not a career, more a form of survival.",
        "When Halden built the BCI, we all thought it would make things simpler. It just made the walls higher. People vanished beneath its numbers. I kept the list.",
        "After the broadcast, Directorate leaders threatened panic. Made me trigger the reset, sweep away Halden’s code. I watched the files disappear from screens I’d stared at for half my life.",
        "As soon as it was done, familiar faces started reappearing in places they’d been wiped from. Others found themselves locked out, even in their own homes.",
        "Those aren’t just ‘system errors.’ That’s people with names, families, histories… edited at a keystroke.",
        "I lost my clearance. Dropped to the lowest rank, almost overnight. It’s how the Directorate rewards loyalty—when it suits them.",
        "Now I sit in a corner seat and wonder if anyone who built these walls ever really meant to keep themselves inside, too."
      ]
    ],
    "emotion": "Tired, but not defeated. Looking for a moment's understanding, maybe even a little sympathy."
  },
  "emotional": {
    "opener": "Nikola, no system can measure the cost of loyalty. Sometimes it's enough just to have done what you thought was right.",
    "variants": [
      [
        "Some things weigh on you, even when you do your duty.",
        "It's good to hear someone understands that much."
      ],
      [
        "There's only so much you can say about loyalty these days.",
        "I did what seemed right at the time. Not everyone will see it that way.",
        "Thank you for saying that."
      ],
      [
        "It's rare to hear understanding like that. Loyalty costs more than most people imagine.",
        "You make choices... you accept the consequences.",
        "Sometimes that's all there's left: knowing you tried to do right.",
        "Your words help more than you'd think."
      ],
      [
        "I spent my whole career making quiet decisions for others, always in the shadows.",
        "Most days, I wonder if loyalty only ever meant keeping your head above water.",
        "You saying this... it's a relief. I still question myself, you know.",
        "All the old codes—sometimes they feel like the only things I have left.",
        "It's good to talk, even just for a moment."
      ],
      [
        "I remember a time when loyalty was just paperwork and handshakes. It's not like that anymore.",
        "Now it feels like every small act—every hesitation—is counted against you somehow.",
        "Your words are a rare kindness. Most people don't notice the toll this takes on a person.",
        "Maybe I've lost more than I've kept, but it matters that someone gets it.",
        "Years of keeping records, keeping quiet... it changes how you see everything.",
        "I'm tired, but not finished. Thank you for understanding me, even a little."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, you know more than you say. What really happened out there?",
    "variants": [
      [
        "You saw the city change. Most did.",
        "Some programs failed. Caused a mess.",
        "Few know why. Not my place.",
        "Systems reset and people got restless."
      ],
      [
        "The resets shook things up. Files gone, people confused.",
        "Airing old secrets on city feeds—harder to ignore now.",
        "Folk reappeared who weren't meant to.",
        "Directorate stamped things down fast. No chaos, just order."
      ],
      [
        "Broadcasts showed what Halden hid. People erased by design, now shouting on every channel.",
        "The Council feared losing grip. Directorate moved for a reset right after.",
        "I signed the order that cleared the BCI. Merits of risk, they called it—standard procedure for their kind.",
        "Neighborhoods mixed up, old walls crumbled, but nobody took blame on record.",
        "My own support for the Directorate—well, didn't buy me any favors.",
        "Saw mid-level people defect fast. Happened quietly."
      ],
      [
        "Erased citizens went straight for the transmitters. Told their stories, forced our hands.",
        "Council factions split—Innovators wanted talks, Directorate just wanted silence.",
        "Reset triggered. Not one of them took responsibility, and I pushed the command.",
        "All those protocols, years in the making, gone in a few hours. No ceremony.",
        "The city’s map changed overnight; I watched loyalists lose their footing, too.",
        "I picked the Directorate, once. Thought stability mattered. Turns out, I’m only valuable until it’s inconvenient.",
        "Wasn’t any chaos, just a cold vacuum afterwards."
      ],
      [
        "Backroom politics took the city by surprise. Ghosts used city broadcasts to expose what Halden erased—names, dates, proof.",
        "Innovators scrambled, tried to spin it. Directorate demanded total erasure. They leaned on me for the reset.",
        "I typed the last codes. Knew the system would mark me, but still... a lifetime serving the chain of command felt safer than letting everything spiral.",
        "Saw old neighbors reappear—forgotten files now given faces in the streets.",
        "People with top scores were knocked down to nothing, while locked-out ‘ghosts’ were suddenly visible again.",
        "Mid-level managers bailed as soon as the story broke. Council lost its memory, practically overnight.",
        "I did it for order. Directorate instincts, I suppose.",
        "What nobody says aloud—those systems never forget who pressed the button.",
        "After all those years at their side, I see now: you follow orders, but the walls still close in on you."
      ]
    ]
  }
}