{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Routine is... not reliable now.",
        "My pass failed at work this week. Queue outside, all day.",
        "People were angry. Couldn't explain much to them.",
        "I just feel... lost, honestly."
      ],
      [
        "It was strange, right when I arrived for work, my badge didn't work.",
        "Stood in line with a crowd, waiting on manual checks. Nobody knew what was next.",
        "They put me at a desk, approving paperwork for appeals. I double-checked everything.",
        "Folks outside, desperate for answers. I'm supposed to help, but I couldn't explain anything to them.",
        "I just feel... lost, honestly."
      ],
      [
        "I'd say things are the opposite of normal now. Credentials glitched at my office—couldn't get in, so I waited in line for hours.",
        "People with good records were locked out. Others, people who disappeared, showed up working my shift.",
        "I ended up at the appeals desk, all on paper forms, approving or denying access and housing. The stakes felt higher than ever.",
        "No instructions, just incomplete records and citizens demanding justification for every denial.",
        "I grew afraid of talking to anyone flagged as risky. My own score tanked to a thirteen.",
        "I just feel... lost, honestly."
      ],
      [
        "Honestly, things derailed after Halden died. Work turned upside down. Security on the door, pass not working, standing outside with everyone else.",
        "All the processes failed. Some top scorers got locked out of their jobs. Folks I'd never seen before reappeared on staff lists.",
        "My team spent the whole day handling complaints and making appeals—by hand, with barely enough info to decide anything.",
        "People outside were angry, cold, scared. I stalled, checked everything twice. Would've rather done nothing than make the wrong call.",
        "Every decision was watched. My BCI score—dropped to thirteen. Nobody trusts me anymore. Never thought that would happen.",
        "Used to believe the system kept us safe, you know? Now it’s all confusion, blame, and fear.",
        "I just feel... lost, honestly."
      ],
      [
        "I guess I kept to schedule as long as I could, even after Halden died. It was supposed to be stable. The BCI, the protocols... I sort of believed in all that.",
        "But this week—nothing made sense. Got stuck outside my own office, no badge access, just waiting while people argued.",
        "Suddenly all the loyal workers got frozen out. People from... erased lists were assigned to my team, back from nowhere.",
        "They dumped me at an appeals desk, doing everything with paper forms, making choices about housing and jobs for strangers.",
        "Every answer had consequences. I hesitated, double-checked, but it's like anything I did was wrong. Kept remembering how I used to defend the BCI.",
        "Not anymore. My own score's down to thirteen now. Guess that makes me untrustworthy too.",
        "Part of me clings to the Harmonist logic that systems should protect order. But now those rules just look hollow.",
        "I just feel... lost, honestly."
      ]
    ],
    "emotion": "I just feel... lost, honestly."
  },
  "emotional": {
    "opener": "You're not alone. Sometimes all anyone can do is find their footing again, step by step, even when the ground keeps shifting.",
    "variants": [
      [
        "Thanks. Maybe that's all I can do right now."
      ],
      [
        "I appreciate that. It's... not easy to admit, even to myself.",
        "I just need to keep moving, I guess."
      ],
      [
        "That means more than you think.",
        "I don't really talk about this.",
        "Some days it feels like nothing adds up, but maybe that's normal now.",
        "I'm trying to keep perspective."
      ],
      [
        "It's a relief to hear you say that.",
        "Sometimes I wonder if anyone else feels this way, disconnected from everything.",
        "Lately I've questioned things I used to accept without thinking.",
        "Maybe I'm just tired, or maybe it's waking up to what's around me.",
        "Either way, it's good to know it isn't just me."
      ],
      [
        "You actually get it — that's rare here.",
        "Being adrift feels almost built-in, like it's part of the design.",
        "I used to tell myself I believed in all of this — in order, in safety.",
        "Now it's hard to tell what's my own thinking and what's expected of me.",
        "Even how I talk or where I go, it all feels observed.",
        "Just being able to say so... that helps a little, thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Oksana. Everyone's got theories. What's really going on?",
    "variants": [
      [
        "They rolled back the system. Things changed too fast.",
        "People got locked out, others got access again.",
        "Some say it's just maintenance. I don't know."
      ],
      [
        "After the rollback, everyone's status shifted. Services glitch, rules flipped.",
        "Crowds getting bigger outside government centers.",
        "Directorate isn't saying much—just sending out warnings.",
        "Nobody really trusts the guidelines right now."
      ],
      [
        "The Directorate rushed a reset after those testimonies about erasure got out.",
        "Suddenly, some who've been invisible just... reappeared in the system.",
        "Now access is broken for many—jobs, apartments, it all jumped back to strange old rules.",
        "People are angry, confused.",
        "Not sure if anyone really believes in 'stability' anymore—at least, not like before."
      ],
      [
        "Halden's death and those erased citizens throwing out their stories—after that, whole Council started fracturing.",
        "Directorate forced through a full BCI rollback, scrubbing Halden's code. Felt desperate.",
        "We lost so much data, nobody could say who was supposed to have what.",
        "Services glitched, protests erupted, and the Harmonist ideal—order, predictability—it just evaporated.",
        "At work, I heard people say Halden hid too much. Maybe even from the Council.",
        "Trust collapsed fast. Even Harmonists are questioning things."
      ],
      [
        "I watched the inner Council feeds. Directorate bypassed all due process—ignored mediation, panicked after the erased citizens broadcast those files.",
        "They forced Nikola Petrak to authorize a complete rollback, purging all Halden's logic.",
        "It wiped not just the tweaks, but whole audit trails. We're blind for weeks, manual systems barely holding together.",
        "Our appeals lists filled with names I'd flagged years ago—ghosts, really. People no one was supposed to remember.",
        "Most Harmonists in my department—myself included—never believed in this kind of disorder. Feels like the core principle's dead now.",
        "There's open talk about rebuilding from scratch. Nobody trusts the metrics—or each other.",
        "Provisional rules just shuffle misery around now.",
        "Even if Council survives, I doubt the BCI or Harmonism will look the same.",
        "Some of us are just waiting for the next fracture."
      ]
    ]
  }
}