{
  "official": [
    {
      "image_id": "data_skyline",
      "headline": "System Reset Initiated",
      "anchor_line": "Key city systems in Stenograd are smoothly reverting to tried-and-true protocols today.",
      "contextual_reframing": "Temporary adjustments may affect some access. The Council affirms that these actions ensure resilient and stable governance in the capital."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Service Access Updates",
      "anchor_line": "Some residents report changes in access to housing, jobs, and social benefits as legacy protocols resume.",
      "contextual_reframing": "The shift illustrates the adaptive nature of Stenograd’s automated governance, which is designed to serve the public fairly in all circumstances."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Guidance Issued",
      "anchor_line": "City leaders have advised patience as new service guidelines are released this week.",
      "contextual_reframing": "Transparent communication and technical improvements are priorities as the Council reinforces Stenograd’s commitment to orderly progress."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Control Wipes System",
      "anchor_line": "The Directorate erased Halden’s code overnight, breaking the Behavioral Compliance Index that ran our lives.",
      "contextual_reframing": "No warning. No vote. The tech that tracked every move—from housing to jobs—is now glitching or gone. They call it stability. We call it chaos."
    },
    {
      "image_id": "id_scan",
      "headline": "Access Denied, Again",
      "anchor_line": "People woke up locked out of jobs, housing, and health care as old rules crash in with no logic.",
      "contextual_reframing": "If you had a low BCI score, you might get a second chance. Or you could lose everything for no reason. The machine calls it ‘fair.’ We call it roulette."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Demand Answers",
      "anchor_line": "Citizens fill the streets, baffled or furious, as the Council offers only vague promises and system errors.",
      "contextual_reframing": "The Council says: be patient. Their ‘rational’ fixes leave us in the dark again. People are talking, and the system is listening—same old surveillance, less control."
    }
  ]
}