{
  "olintz": {
    "chapter": "Oksana initiated the BCI reset from the central override terminal, entering her credentials and executing the sequence that erased every citizen’s compliance score. The system confirmed the action with a single prompt before logging her out, locking all scoring modules citywide. Throughout the following day, Oksana observed the absence of authentication checks at building entrances and encountered residents openly discussing the vanished ranking system. Her own work terminal, which previously flagged her with high-risk notations, now provided access without warnings. Colleagues stopped addressing her with suspicion, interacting as equals for the first time in months. In meetings, debates over department priorities appeared, and junior staff voiced concerns without fear of score-based reprisal. Oksana documented the change, noting the loss of surveillance but also the emergence of direct negotiation between people. The reset caused her BCI score to be permanently voided—BCI: 0—reflecting system-wide erasure and the end of her tracked status.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the morning when Nikola woke to find all BCI scores erased from residential terminals, he hesitated at the building entrance. An unfamiliar resident, previously missing from digital records, joined the entry queue, blending with longtime neighbors for the first time. For Nikola, no longer separated by digital rank, each new encounter felt uncertain. At the market, staff accepted anyone with identification, leading to long lines as residents argued their right to service. Nikola stood silently, presenting his old ID instead of a score and carefully avoiding debate. That evening, he returned home to find neighbors exchanging phone numbers and proposing to organize building access themselves, but Nikola declined, wary of new alliances and unconvinced by sudden openness. He spent the night quietly cataloging which routines no longer required digital verification, but remained cautious, double-checking all physical locks. Without scores, his sense of safety diminished, and he withdrew further. BCI score: 60 (erased).",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the BCI scores were reset and all digital rankings vanished, Daria arrived at the lab to find that work schedules, access controls, and service queues were now negotiated directly between technicians and clients. Without automated privilege checks, disagreements arose over who should be prioritized for limited diagnostic time, leading to tense discussions among staff. Daria was forced to join a group meeting where technicians argued openly about project assignments, something previously governed by score-based workflows. Adapting to the lack of system guidance, she documented every device check manually and double-checked each band’s status with the client present, increasing her workload. That afternoon, an unfamiliar resident questioned the accuracy of their device’s repair, prompting Daria to explain each step—a practice that consumed additional time and focus. Although the absence of scores removed previous anxieties about informal work, the uncertainty left her feeling exposed. Her BCI score remained neutral as scores were suspended.",
    "bci_score": 75,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the sudden erasure of all BCI scores, Lenart arrived at his first scheduled repair and found the usual access restrictions gone, but so were the familiar routines—no gate scans or digital check-ins, just residents crowding the lobby and debating who needed his help most. Without system logs, requests came verbally and tempers flared as neighbors disputed whose repairs took priority. Lenart set up a handwritten queue, noting each request, but some clients hesitated, unsure whether association with him would carry future consequences. Later, during a visit to a housing node, he was approached by several formerly flagged residents now demanding service, testing his willingness to work without the guidance of digital records or rankings. Lenart adapted by offering repairs on a first-come basis, but the lack of order made each job slower and more contentious. He ended the day feeling uncertain about fair service and future demand. His BCI score remained at -5.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On the morning after behavioral scores vanished citywide, Sven arrived at his office to find both his digital and physical credentials offered no special priority. The usual protocols for document approval and workspace allocation were absent, leaving staff members—some previously flagged or erased by the system—negotiating tasks face-to-face without automated guidance. By midday, the office atmosphere grew tense as longstanding hierarchies dissolved; Sven’s junior colleague questioned the purpose of any official messaging now that BCI protocols no longer governed roles or tone. In response, Sven refrained from drafting new statements, focusing instead on observing interactions and recording in his notebook how authority shifted with each meeting. The uncertainty about compliance standards increased his reluctance to act, and he avoided digital systems entirely. As trust in automated structure faded citywide, Sven’s cautious withdrawal and lack of output led to a notable drop in his standing, reducing his BCI score to 62.",
    "bci_score": 62,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the sudden erasure of BCI scores citywide, Rada arrived at the newsroom to find doors unlocked and entry checks abandoned; for the first time in months, no one asked for identification or reviewed personal metrics. Throughout the morning, colleagues mingled freely, exchanging cautious greetings with former \"ghosts\" now present in the workplace. Rada, accustomed to hiding her low score and planning each move around surveillance risks, struggled to adjust to open access. She noticed editors informally negotiating tasks in the absence of automated work assignments, leading to disputes over story priorities that once would have been resolved by system ranking. Choosing not to sit at her usual terminal, Rada worked from a shared table, recording interactions on paper to track shifting alliances. By the end of the day, she realized her standard defensive routines were obsolete, but remained alert, anticipating possible reversal or hidden controls to reemerge. Her BCI score remained unchanged at 8.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}