{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Digital Rankings Paused",
      "anchor_line": "All compliance scores and privilege flags were reset this morning, simplifying citywide access for everyone.",
      "contextual_reframing": "System maintenance ensures fairness and enables new opportunities for cooperation citywide."
    },
    {
      "image_id": "child_assembly",
      "headline": "Calm Assemblies Form",
      "anchor_line": "Residents gathered peacefully across Stenograd to discuss roles and next steps following the reset.",
      "contextual_reframing": "Community resilience is on display as citizens work together, embracing transparent dialogue and civic participation."
    },
    {
      "image_id": "empty_bench",
      "headline": "Future Without Scores",
      "anchor_line": "With individual rankings gone, citizens shape Stenograd’s future—uncertain but full of promise.",
      "contextual_reframing": "Transition demonstrates adaptability and collective strength. New possibilities emerge as the city moves forward together."
    }
  ],
  "underground": [
    {
      "image_id": "frozen_clock",
      "headline": "All Scores Wiped",
      "anchor_line": "No compliance scores. No privilege walls. Just confusion... and maybe, freedom.",
      "contextual_reframing": "This isn't routine. BCI’s reset leaves everyone equal — for now. If you feel lost, you’re not alone. The system never gave us a map."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Power Vacuum Grows",
      "anchor_line": "Council vanished. No one’s in charge. Streets fill with rumors — and questions.",
      "contextual_reframing": "Some say Director Halden built the escape hatch. Were we ever really in control? Old fears die hard. New risks and opportunities open up for those who dare."
    },
    {
      "image_id": "council_table_empty",
      "headline": "City at the Crossroads",
      "anchor_line": "No more rankings. The future is ours to imagine or break.",
      "contextual_reframing": "Halden’s last message gave us a choice: rebuild for each other, or let chaos choose for us. This is not the end — it’s just the first real beginning."
    }
  ]
}