{
  "olintz": {
    "chapter": "After withholding Halden’s encrypted notebook and calling for a transparent investigation, Oksana submitted a formal petition to the Council and then refrained from further communication about the contents. During the following days, she was required to document her actions in detail to a new oversight team while her access rights were temporarily frozen for review. Her colleagues distanced themselves, discussing her decision in hushed tones, and she lost all project responsibilities pending the jury’s findings. When the citizens’ jury was announced and the hearings broadcast, Oksana was called for testimony, where she confirmed she had not tampered with the file. The outcome of her decision—delaying any immediate action—intensified scrutiny on her role, associating her with disruption rather than progress. As a result, her BCI score decreased by 18 points, reflecting the loss of trust and heightened suspicion from both authorities and peers.",
    "bci_score": 2,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the public jury hearings broadcast citywide, Nikola noticed heated arguments erupting in shared spaces of his apartment complex. Neighbors, newly emboldened by the visibility of formerly marginalized residents, openly debated Halden’s legacy and the failings of the compliance system, urging Nikola to join their discussions. Uncomfortable with the confrontational atmosphere and unsure which group might become recognized as legitimate by the Council, Nikola shortened his grocery trip and took side entrances, minimizing contact. When organizers collected informal votes for new leadership, he declined, stating he was waiting for official Council guidance. That evening, Nikola reorganized his personal records and adapted his routines to avoid peak gathering times, quietly double-checking the security of his briefcase. The direct exposure to rapidly shifting alliances made him more cautious and less social. His BCI score fluctuated downward due to reduced engagement and increased avoidance of communal decisions. (BCI: 47)",
    "bci_score": 47,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the Council’s announcement of a citizens’ jury and the subsequent public broadcast of jury hearings, Daria’s daily responsibilities in the health band lab changed noticeably. That morning, several residents who had appeared in the hearings approached her, some asking technical questions about erasing or revising their old compliance records. Daria observed heated conversations in the waiting area about confidentiality and whether forgiveness or accountability would determine future access to city services. She took extra care when issuing replacement bands, verifying each request manually and keeping detailed paper logs for her own reference. When a neighbor hesitated to present identification, referring to past testimony, Daria allowed the claim but flagged it as provisional in her notes. After work, she reviewed her BCI interface and found a modest decrease of three points, likely due to increased face-to-face contact with flagged individuals and irregular verification processes. New BCI score: 35.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the release of the jury’s report on Halden’s death and the highly publicized broadcast of ongoing leadership contests, Lenart noticed a shift in neighborhood interactions. That morning, residents debated maintenance priorities in the open, referencing newly announced community factions rather than deferring to established procedures. When two groups disputed access to spare generator parts, Lenart was sidelined by both, each insisting the tools should support their chosen council delegates. Lenart, increasingly uneasy with the breakdown of centralized scheduling and the emergence of faction-driven disputes, limited himself to restocking inventory and logging unresolved requests. Rather than mediate, he recorded the confrontation in his handwritten logs, declining direct involvement. The lack of unified authority caused longer repair backlogs and left several repairs unfinished by evening. Lenart’s reluctance to engage in politically charged disputes reflects his preference for system order, resulting in a minor decrease in his BCI score to 48.",
    "bci_score": 48,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the Council’s announcement of a citizens’ jury and the public broadcasting of its hearings, Sven Halek adjusted his daily routine, watching live testimonies while annotating every statement that referenced BCI protocols or the validity of archival messaging. The influx of conflicting interpretations from former administrators, citizens, and invisibles forced him to revise prepared narrative variants for multiple policy leads, each demanding material suited to their diverging stances on system reform. That afternoon, a district coordinator forwarded Sven transcripts containing direct challenges to his past speech drafts, leading him to spend several hours cross-referencing old and new content for inconsistencies. This extended, reactive documentation process delayed other assignments and heightened uncertainty in his communications, as he sensed officials and contacts were now hesitant to align with any single narrative. The combination of increased scrutiny and the complexity of aligning messaging with evolving jury findings contributed to a further decline in Sven’s BCI score, shifting it from 20 to 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the public release of the citizens’ jury report highlighting divided opinions over Halden’s legacy and the visible fragmentation of political alliances, Rada observed pronounced uncertainty at the newsroom. The day’s editorial briefings were openly contested by staff newly aligned with opposing visions for Stenograd’s future. During an assignment, Rada was given conflicting instructions by different supervisors, each referencing separate mandates from distinct grassroots groups and Council representatives. She quietly took notes but refrained from editing any footage or speaking about her position, aware that any apparent alignment could be scrutinized. Requests for clarification on her reporting assignments were met with evasive responses or redirection. Rada limited her movements within the building and avoided sharing her observations, marking the first time she distanced herself from all active newsroom debates. This shift in behavior was registered as increased avoidance, resulting in a minor negative adjustment to her BCI score, now recorded at 8.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}