{
  "official": [
    {
      "image_id": "council_table_empty",
      "headline": "Citizens’ Jury Formed",
      "anchor_line": "A diverse citizens’ jury is assembled to review the events surrounding Halden’s passing and his legacy.",
      "contextual_reframing": "Transparent civic review ensures every perspective is considered. The system remains rooted in openness and trust."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Public Hearings Streamed",
      "anchor_line": "Jury proceedings are broadcast live, gathering testimony and supporting unity through open dialogue.",
      "contextual_reframing": "Live hearings reinforce the principles of transparency. Public participation drives higher public confidence in our shared future."
    },
    {
      "image_id": "group_stillness",
      "headline": "Jury Delivers Inconclusive Report",
      "anchor_line": "After three weeks, the jury’s report notes diverse opinions but urges calm and constructive engagement.",
      "contextual_reframing": "The guided process demonstrates systemic resilience. Stenograd adapts together—strong, informed, and stable."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Secret Notebook Withheld",
      "anchor_line": "Halden's notebook is out of public reach—Council blocks real investigations, citing 'order.'",
      "contextual_reframing": "Whispers say crucial evidence is locked away. Who decides what we know, and why?"
    },
    {
      "image_id": "interrupted_signal",
      "headline": "Civic Jury Or Face-Saving?",
      "anchor_line": "Council forces a 'diverse' jury—handpicked from those already watched and scored.",
      "contextual_reframing": "Livestreams can't hide the struggle. Some testimonies go missing, some voices speak at real risk."
    },
    {
      "image_id": "faceless_portrait",
      "headline": "Truth Buried By Debate",
      "anchor_line": "After all the spectacle, no answers—just more distrust and battlegrounds in the streets.",
      "contextual_reframing": "Halden’s legacy splits the city. People demand real change, but the system stays just out of reach."
    }
  ]
}