{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Oh, it’s the usual. Little repairs here and there. Nothing glamorous.",
        "Some people have opinions about old jobs. Makes conversation lively.",
        "The city’s noisier than before. Can’t say I blame anyone.",
        "Just hard not to feel a bit raw, to be honest."
      ],
      [
        "Routine’s shaken up, that’s for sure. Folks bringing in news, wanting answers about my past fix jobs.",
        "Had to dig out ancient records for them, see what was botched by the system.",
        "Joined up with a couple folks keeping track of old failures. Kept it quiet.",
        "Sticking clear of official channels, you know how it is.",
        "Just hard not to feel a bit raw, to be honest."
      ],
      [
        "You know, after all those council broadcasts, my workshop turned into a crossroads. Everybody’s showing up with questions about what I fixed and what got left to rust.",
        "Ended up going through my old logs with them, plain as day. I confirmed which jobs were sabotaged or rewritten by the old system.",
        "Somebody pulled me into a free zone committee—wanted eyes to spot where the network truly failed.",
        "Spent a few nights logging outages, listening to people’s stories, not much sleep involved.",
        "Never thought sharing records would feel this heavy, but it built some trust with the free zone folks.",
        "Just hard not to feel a bit raw, to be honest."
      ],
      [
        "Been a real circus. My workshop’s full of people waving their survivor stories, wanting to know why half their repairs got lost or denied years back.",
        "I dug up paper logs. Showed them which orders got rerouted by the system. Nobody was surprised, but it hit hard, seeing it traced out for real.",
        "Then came this committee forming from all the chaos. They asked if I’d help document what the BCI didn’t want noticed in the networks.",
        "Joined them, spent nights recording faults, hearing from folks who got left out, shut out. That kind of honesty, it’s rare under these lights.",
        "We ran things away from the Council’s eyes. Never set foot in the official offices anymore—safer that way for everyone now.",
        "Didn’t think much of it, but sharing what I knew gave people some hope, and the free zone’s tighter now. Even dropped my BCI score, but worth it.",
        "Just hard not to feel a bit raw, to be honest."
      ],
      [
        "Feels like living in a confession booth lately. My door’s swung open to every story of what the BCI broke, or what I supposedly fixed. Folks are angry, but not at me—at the whole empty circus upstairs.",
        "For the first time in ages, I told people the truth, straight off paper logs. Which repairs the system killed, which ones I was forced to bury. Nobody blinked—guess we all knew, deep down.",
        "When the free zone committee asked for help, I was in. I’d rather work to fix a city with honest neighbors than prop up another layer of Council farce.",
        "Spent days charting out where the BCI quietly failed us, one black mark at a time. The stories you hear now... makes the old silence look criminal.",
        "Didn’t touch official channels even once. Finished work, ate with people who’d never get a fair hearing before. It wasn’t about credits, just making sure nobody slips through the cracks again.",
        "That new trust, it’s better than anything a Council ever handed me. Not that it comes cheap—my BCI’s tanked, and now I’m right in the headlights, labeled ‘noncompliant’ for picking the honest side.",
        "But I’ll take being visible over being silent. Feels like the first true work I’ve done in years.",
        "Just hard not to feel a bit raw, to be honest."
      ]
    ],
    "emotion": "Just hard not to feel a bit raw, to be honest."
  },
  "emotional": {
    "opener": "\"You know, Lenart, nobody should have to carry all that alone. Sometimes just getting it out is enough, even if nothing gets fixed right away.\"",
    "variants": [
      [
        "Yeah, fair point.",
        "Not much else to say right now."
      ],
      [
        "Suppose it helps to hear that.",
        "Been a while since someone bothered to say anything like that."
      ],
      [
        "Hard to admit, but maybe letting some of this out does lighten the load.",
        "Appreciate you saying it. Not many mean it.",
        "Some days I forget you can still talk honest in this city."
      ],
      [
        "You’re right, holding it in wears you down more than the problems themselves.",
        "People act like you’re supposed to swallow everything and keep grinding.",
        "Sometimes I think the silence is what really gets to people around here.",
        "Thanks for saying it. Means more than it should, honestly."
      ],
      [
        "Honestly, I’ve spent years patching things up for everyone and just ignoring my own mess.",
        "Feels strange having someone say I don’t have to keep that up all the time.",
        "It’s easy to forget you can actually let yourself be honest, instead of biting down on every thought.",
        "Guess a lifetime of ducking the system taught me caution, not openness.",
        "But you’re right, there’s relief even in just admitting when things are hard.",
        "Could use more of this in Stenograd — people just talking like people."
      ]
    ]
  },
  "factual": {
    "opener": "Cut the small talk, Lenart. Everybody's talking about Council confessions, free zones, and whatever Halden left behind. You know more than you're saying—so what actually happened?",
    "variants": [
      [
        "Those Council confessions, everyone saw the broadcasts. Not much shock by now.",
        "Rumor is, people are digging up old stories, a lot got covered up.",
        "Things are tense. Nobody trusts the system, not after that.",
        "Too many folks walking around like anything could break again.",
        "You’ve got your version. That’s what matters, I guess."
      ],
      [
        "Council went public with their dirty laundry. It stirred things up, no question.",
        "Leaked files coming out right after, showing more folks disappeared than anyone guessed.",
        "Some areas started handling things themselves, not waiting for orders.",
        "BCI’s lost all authority. That much is obvious, right?",
        "Not everyone’s happy about it. Some claws are still out.",
        "Can’t blame folks for watching their back."
      ],
      [
        "Broke wide open after those vid confessions. Every corner talking about the Council tearing itself apart.",
        "Survivor testimonies aired and suddenly nobody wanted Council rule at all.",
        "Once the BCI’s failures got out, people stopped playing by its rules. Free zones organizing fast.",
        "Whole new committee formed to track BCI abuses and hold the old guard accountable.",
        "Most folks want self-governance now, not some quiet shuffle at the top.",
        "To be honest, I think power suits us better spread out—the closer to the ground, the better.",
        "Nobody expected it to move this quick, but here we are."
      ],
      [
        "Those broadcast confessions? Opened the floodgates. People I barely know suddenly willing to share what happened to them in the cracks.",
        "More whistleblowers than not now, stacking evidence of vanished neighbors and BCI tricks.",
        "The old chain of command’s lost all grip. Free zones keep spreading—folks choosing leaders and roles on their own terms.",
        "Saw the new committee map out the missing and the blocked—some stories I’d fixed around, some I’d only heard as rumors until now.",
        "The Council’s tried to claw things back, but their own hands are too dirty .",
        "My trust was gone ages ago. I’ll take chaotic neighbors over tidy tyrants any day.",
        "People ask me about the networks, all the time. I tell them where the sabotage started and what could be built better.",
        "Right now, feels like the city’s finally at our level. Raw, but real."
      ],
      [
        "After those confessions hit, everything accelerated. Like watching a dam break and flooding every backroom deal into the open.",
        "I helped log evidence for the free zone committee—mapped out places where the BCI quietly rearranged lives, including mine. Those logs, they’re damning.",
        "Most of the Council only caved when their secrets were about to burst out anyway. Survivor stories outpace anything in the old newspapers now.",
        "The Directorate tried to stage-manage the fallout, but nobody buys it. Their ‘truth’ is whatever keeps them in charge some other way.",
        "Whole neighborhoods are forming councils on their own. Got dragged into a few—set up the same networks I once fixed for the state, only now for neighbors, not officials.",
        "Saw some stockpiled backups unlocked by Halden’s old spiral diagram, the one you hear whispers about. Wasn’t just a myth—opened up supplies with one trick of code.",
        "My file’s flagged, and I wear it on my sleeve. ‘Noncompliant’ is a fine label if the alternative’s another decade of silent sabotage.",
        "Truth is, I’ve always leaned toward fixing things with my own hands instead of propping up the ruling blocks. The city’s got a shot at building something honest, if we don’t let it slip.",
        "Just wish looking back didn’t sting so much. Raw’s the word for it. But I’d take this mess over silence any time."
      ]
    ]
  }
}