{
  "olintz": {
    "chapter": "After the sudden blackout of digital oversight, Oksana arrived at the Directorate to find doors unlocked, systems shut down, and a paper notice listing new ad-hoc assembly contacts in place of access badges. Lacking her normal digital tools, she joined a hastily formed group to distribute printed guides for claiming housing and rationed supplies. When several residents, unable to prove former scores, approached insisting on urgent access to medicine, Oksana manually approved their requests, bypassing prior clearance protocols. That afternoon, she noticed many former colleagues avoiding any association with official roles, instead blending into spontaneous neighborhood assemblies. Quietly observing these shifts, Oksana hesitated before joining local discussions, wary of old monitoring habits. She kept her documentation hidden, uncertain how changing structures would treat her record. The absence of BCI scoring brought practical relief but also constant uncertainty about future accountability. Her BCI score remained stable at 25, with no system to register changes.",
    "bci_score": 25,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "On the evening of June 11, Nikola Petrak entered the service terminal in his building’s utility room and, using his remaining Directorate credentials, authorized a total BCI system blackout. Immediately, all behavior scoring, surveillance feeds, and digital checkpoints went offline citywide. Within hours, Nikola observed his neighbors convening in the lobby, discussing supply management and safety, no longer deferring to digital protocols. Nikola refrained from offering guidance, monitoring reactions from his residence and noting the emergence of new self-appointed leaders. The absence of oversight ended his daily compliance routines but increased his personal anxiety about system stability and archival integrity. Reported system anomalies and bypassed controls led the Directorate to flag Nikola’s actions as a serious protocol breach. By June 12, Nikola’s BCI score decreased significantly by 18 points, reaching 31, as the system registered both the extent and impact of the blackout, marking him as noncompliant and subject to future restrictions.",
    "bci_score": 31,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the morning the full BCI blackout became evident, Daria arrived at the lab to find all terminals offline and digital logs inaccessible. Supervisors gathered staff for instructions, but without automated records, most device requests stalled. Assigned to a team meeting, Daria quietly observed coworkers forming small discussion groups, planning how to distribute remaining health bands using handwritten lists of urgent cases. When a volunteer assembly entered with a list of elderly patients needing replacements, Daria checked names manually and coordinated hand-delivery with two colleagues, knowing there were no longer system alerts to track these actions. Later, neighbors approached her outside the building, asking advice about band malfunctions, which she noted on paper rather than entering into logs. With scoring systems down, Daria felt a shift in authority and responsibility, relying on her technical knowledge and the trust of people nearby. Her BCI score remained unchanged during the blackout.",
    "bci_score": 56,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 12, Lenart awoke to find his BCI score interface unresponsive and all digital communications offline. Without the BCI system governing access, residents gathered in the main corridor of his building, debating schedules for shared tool usage and electing volunteers for basic repairs. Lenart observed as a neighbor, previously denied system access, organized a cleaning crew without opposition. He retrieved handwritten maintenance requests from under his door rather than digital notifications, completing two jobs using only verbal agreements about compensation. Later that day, a former client approached him face-to-face, offering supplies in exchange for priority service—behavior rarely seen before the blackout. Lenart remained cautious, limiting conversations to direct technical needs and avoiding discussion of the BCI shutdown. With residents cooperating more openly and relying on trust-based arrangements, his official visibility dropped further, but for the first time, his BCI score was unaffected, remaining at 20.",
    "bci_score": 20,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On the morning after BCI scoring and digital communications were blacked out citywide, Sven Halek arrived at his locked office to find a handwritten notice from a neighborhood assembly instructing all Council-affiliated staff to report for a community forum. Denied system access, Sven was unable to retrieve previous speech drafts or contact Directorate officials for instructions. Instead, he sat in the rear of a crowded assembly, quietly observing as residents argued over the city's future without digital oversight. When asked to comment, Sven declined, acutely aware that any perceived alignment with the old order might provoke suspicion. By late afternoon, he used a paper notepad to track local sentiment, recognizing that messaging protocols had become irrelevant for now. As public debates over the upcoming referendum intensified, Sven avoided expressing opinions and limited all personal notes to neutral observations, resulting in a minor BCI score fluctuation due to inactivity. New BCI score: 33.",
    "bci_score": 33,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the start of the citywide BCI blackout, Rada found her morning routine upended by the absence of digital oversight. Entry to the media office no longer required badge scans, and coworkers gathered in small groups to discuss self-organized assemblies forming in their neighborhoods. As official directives disappeared from internal channels, Rada approached her assignments differently. With all surveillance and scoring tools offline, she spent the day openly speaking with colleagues she previously avoided, comparing notes on public sentiment and recent Council failures. When two staff members delivered unsanctioned supply parcels to the office without hesitation, Rada noted how minor acts of mutual support became normalized. By late afternoon, she quietly copied community flyers and draft reports by hand for personal archives, unencumbered by prior system restrictions. The sudden freedom reduced her anxiety, but uncertainty about the blackout's duration led her to remain guarded. Her BCI score remained unchanged at 21.",
    "bci_score": 21,
    "political_preference": "rebel"
  }
}