{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "BCI Temporarily Offline",
      "anchor_line": "Citywide digital systems and BCI feeds will be offline pending precision maintenance.",
      "contextual_reframing": "Crews are working to optimize infrastructure performance. Temporary transition will secure future service reliability."
    },
    {
      "image_id": "empty_bench",
      "headline": "Communities Step Up",
      "anchor_line": "Neighborhood groups are self-organizing, ensuring well-being and order for all.",
      "contextual_reframing": "Stenograd’s spirit of mutual support is evident as residents demonstrate resilience and unity during this brief adjustment period."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Choice for the Future",
      "anchor_line": "Residents are invited to participate in a citywide referendum to shape the next evolution of the BCI system.",
      "contextual_reframing": "The Council supports open civic dialogue, empowering every citizen to contribute to the future stability and prosperity of Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "hallway_redlight",
      "headline": "System Goes Dark",
      "anchor_line": "The BCI blackout isn't just maintenance—it's panic at the top.",
      "contextual_reframing": "Word is, the Council lost control after Halden's death. Sources say Directorate pulled the plug to hide the data leak and erase tracks."
    },
    {
      "image_id": "lone_tablet_reader",
      "headline": "People Take Charge",
      "anchor_line": "Without BCI eyes, neighbors are actually talking—helping each other, not chasing scores.",
      "contextual_reframing": "Locals found trust again fast. The only order in Stenograd now is what people build themselves. For some, it feels like freedom for the first time."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Your Call, Finally",
      "anchor_line": "A real referendum—no system filters, no algorithmic gatekeepers—could end the BCI for good.",
      "contextual_reframing": "For once, Stenograd gets a real choice. The Council’s grip slipped when the lights went out, and citizens just might keep it that way."
    }
  ]
}