{
  "olintz": {
    "chapter": "After the broadcast of the ghosts’ testimony, Oksana noticed increased security presence at her residential block and frequent ID checks throughout city checkpoints. Colleagues avoided discussing system inconsistencies in internal chats, citing rumors of expanded surveillance. Returning home one evening, Oksana was stopped for an on-the-spot device scan—an inspection that previously targeted only high-risk groups. The next morning, her secure work channel showed revoked access for several users, and an emergency protocol required daily manual log confirmations. During a team briefing, a newly reinstated former coworker avoided eye contact and provided minimal responses, heightening Oksana’s sense of risk in direct association. She responded by deleting recent correspondence and conducting meetings solely in approved physical spaces. That afternoon, she chose to walk instead of using monitored public transit. The ongoing visibility of ghosts’ stories reinforced her caution, and her BCI score decreased as her avoidance was classified as abnormal. New BCI score: 11.",
    "bci_score": 11,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "On the morning after erased residents gave public testimony, Nikola left his apartment to find the building’s access queue stalled again—this time as a group of recently reinstated residents loudly argued with the attendant about new entry protocols. Several regular neighbors watched in silence, avoiding involvement. Nikola, conscious of rumors that system checks had become unpredictable since the public testimonies, waited at the end of the line, keeping his distance and minimizing interaction. When a system glitch reset his access timer, others in line grew impatient and began speculating about false profiles. Nikola submitted to two separate scans before gaining entry, noting that both he and the returning residents were scrutinized equally. Returning home, he deleted his comm device logs, worried about unpredictable monitoring. The day’s confusion prompted him to stay indoors and reduce all digital activity, further isolating himself. His BCI score fell by two points, settling at 63.",
    "bci_score": 63,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Immediately after delivering the exploit and list of ghosts to Oksana Lintz, Daria implemented strict access controls on her workstation, logging all device interactions and severing informal communications with her team. That afternoon, she attended a closed technical briefing, outlining how the exploit could safeguard ghosts during Council negotiations. She reviewed anonymized case files to verify protected status updates, refusing direct intervention without visible system documentation. When Lintz contacted her for technical clarification during the first negotiation, Daria provided precise support logs but did not participate in political strategy. The successful use of her exploit in talks led to the formal reinstatement of several ghost users and increased Daria’s institutional trust rating. However, internal system audits flagged her decisive role in system disruption and knowledge of unauthorized privilege resets, triggering a sharp BCI score increase for compliance but a long-term monitoring protocol for insider risk. Her BCI score rose from 68 to 84.",
    "bci_score": 84,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the first public testimony from ghosts exposed BCI abuses, Lenart noticed a sharp decline in scheduled maintenance requests, as several longtime clients suspended all site visits pending further Council guidance on residency status. Later the same day, Lenart arrived at an apartment block for a routine after-hours repair but was denied entry by the building access system, which now flagged both his and the resident’s credentials for ambiguity due to unresolved legal status. Forced to turn back, he updated his physical logs and avoided using official city terminals to prevent additional scrutiny. That evening, Lenart received terse messages from two clients canceling future jobs, citing uncertainty about authorized residents. With work volume low and movement increasingly restricted, he began considering temporary shifts to unlisted repairs for verified clients only. Increased monitoring led to a slight drop in score as the system flagged him for ongoing association with flagged individuals. BCI score: 17.",
    "bci_score": 17,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the broadcast of ghost testimony exposing BCI abuses, Sven Halek noticed heightened surveillance in his office building. Entry logs were checked twice, and his requests for Council approval messages were flagged for additional review, making routine speech updates unpredictable. Several meetings were postponed as staff argued openly about whether to reference the restored individuals at all, with a new directive requiring strict adherence to official phrasing. When a trusted colleague confided that the Directorate might implement new tracking measures, Sven quietly removed references to ghost cooperation from his draft statements and archived all recent revisions offline, fearing systemic audit. By late afternoon, he minimized use of internal communications, relying on handwritten notes for feedback. These adaptive behaviors, driven by public fallout from the testimony and the Directorate’s covert preparations, reduced his direct engagement with peers. As a result, Sven’s BCI score dropped to 71, reflecting caution and less visible collaboration.",
    "bci_score": 71,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following coverage of the first ghost testimonies and the resulting surge of newsroom arguments, Rada arrived early to an unusually divided office. Editors debated which new guidelines to follow after senior staff lost access overnight. One erased colleague openly joined the morning discussion, sharing their restored login with Rada for gathering evidence. The reliance on informal access and collaboration increased as the Council’s internal conflicts left formal protocols unclear. During a sensitive interview, a source hesitated, now uncertain about what could be revealed, and requested to review the footage before any sharing. Rada adapted by transferring files only during brief system downtimes and increased her use of external storage, reducing her time on office terminals. Despite her careful adjustments, her BCI interface flagged her for elevated residual risk due to ongoing contact with ghosted individuals and nonstandard editing hours, dropping her score by three points to 27.",
    "bci_score": 27,
    "political_preference": "rebel"
  }
}