{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are definitely keeping to themselves more.",
        "Security around my apartment got tighter after the broadcast.",
        "Routine checks... they're not so routine.",
        "I don't really know what to make of it. Just feels off."
      ],
      [
        "Yeah, it's like everyone's waiting for something to break.",
        "They've bumped up the ID checks at my block, more than usual.",
        "I got stopped for a scan yesterday—never used to be me, always someone else's problem.",
        "In the office, access is getting restricted. People acting nervous.",
        "It's messing with my sense of normal. Makes me want to just stay invisible."
      ],
      [
        "Yeah, things feel strange.",
        "Security's everywhere—my block, checkpoints, even random device scans now.",
        "Work has gotten tense. They shut down access for some people, reinstated a few, but no one looks you in the eye anymore.",
        "I started deleting messages, walking instead of using transit. Can't be too careful right now.",
        "The whole thing started after those ghosts told their stories. I guess the system didn't like that.",
        "My BCI score dropped—turns out even playing it safe is risky now. I don't sleep much."
      ],
      [
        "Definitely. After those ghosts gave their stories, it's like the city turned upside down.",
        "My building has patrols now, random checks. Never used to be like this for me.",
        "I saw some coworkers lose access overnight. Others came back, but they're changed—silent, careful.",
        "I barely talk in meetings. Started scrubbing my chat history, meeting only in approved spots. Feels safer, but I don't know.",
        "Public transit feels like a risk, so I walk—score drops anyway, because they think that's weird now.",
        "I used to believe the system was... logical. Now it just punishes you for noticing.",
        "I feel exposed, like any step could be the wrong one. Can't trust what I see."
      ],
      [
        "People aren't just acting different, they're scared. The old order's gone.",
        "After the ghosts spoke, my block became a containment zone—ID checks, patrols, scans. Feels like we live in a testing lab now.",
        "I work in pattern analysis. I see the flags before most, but this... this is different. Friends lose access in a second. Some reappear, but like ghosts themselves.",
        "Internal channels? Everyone's deleting, hiding. Face-to-face feels safer, but even silence gets flagged as suspicious now.",
        "I won't use public transit anymore. Even that gets marked as deviant.",
        "My BCI tanked—I'm almost unpersoned. Turns out I'm as disposable as the system's last update.",
        "Not long ago, I trusted the Innovators' vision. Thought the system could adapt, get better.",
        "Now I don't know what future we've built. I can't breathe without thinking it'll cost me everything."
      ]
    ],
    "emotion": "Uneasy—like I don't know what's coming next, and it keeps me up at night."
  },
  "emotional": {
    "opener": "\"Oksana, sometimes just having someone notice—really notice—what you’re carrying can make the weight a little less. You don’t have to name it, not here.\"",
    "variants": [
      [
        "Maybe. It's... helpful to hear that.",
        "Sometimes silence is safer."
      ],
      [
        "You're right, not everything has to be said out loud.",
        "It does make it... lighter, just for a minute.",
        "Thank you for that."
      ],
      [
        "Yeah. Having someone see you—it helps.",
        "Lately it's hard to shake things off, so being noticed matters.",
        "I guess I forget that sometimes.",
        "You make it easier to remember."
      ],
      [
        "That means more than I can say. I'm used to holding things in, but this—just listening—helps.",
        "I keep thinking no one cares if I’m struggling, so hearing you say that…it shifts something.",
        "Most days it feels like you have to be careful with every word.",
        "But right now, I feel like I can actually breathe for a second.",
        "Thank you for giving me that space."
      ],
      [
        "I’m honestly not used to kindness, not since the city changed. Most people just want to move past you, fast.",
        "Your words—you just get it. Like you know how it feels to have things weigh on you, even if you can't talk about them.",
        "Most days, I stay quiet because it feels safest. But here…it almost feels like I can just exist, not perform.",
        "Security, rules, compliance, it’s like breathing someone else’s air.",
        "Sometimes I don’t even recognize myself anymore.",
        "The way you notice people—it’s a relief, and I wish more of us could do that."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows something. What's actually happening out there?",
    "variants": [
      [
        "A lot changed after the leaks. People are on edge.",
        "Some officials are scrambling, trying to control what comes out.",
        "There are disagreements between those in charge, that's clear enough.",
        "The city isn't running quite right.",
        "That's all I should say."
      ],
      [
        "You see the panic—after those leaks, no one trusts the old rules.",
        "They're blaming each other inside the Council, can't hide the fighting.",
        "Security presence is heavy in places you wouldn't expect.",
        "Some people suddenly have power they shouldn't.",
        "I'm not sure who is making decisions now.",
        "Everyone's waiting to see who takes charge."
      ],
      [
        "After Halden's death, things started breaking down. The routines, the privileges—none of it's predictable.",
        "Data leaks exposed how the scores really work. No one feels safe.",
        "Council can't agree—I've seen factions openly arguing over what to hide, what to change.",
        "Ghosts came back out of nowhere. Their stories made entire departments panic.",
        "All this chaos... it's not what the Innovators wanted, even if some believe more tech is the answer.",
        "There are new backchannels opening; people talk about fake scores.",
        "Feels like the rules we trusted are gone."
      ],
      [
        "Halden's absence left a hole no one can fill. Even inside, no one's sure how stable things are.",
        "The BCI leaks showed how arbitrary the system's been. I've watched people in power scramble for cover.",
        "The ghosts aren't just a story—they've thrown everything off balance.",
        "Council's fractured. Security wants total lock-down; some of us want repairs, reform.",
        "People are bartering for fake scores now. It's a mess—neither secure nor fair.",
        "Sometimes I think the system's truly lost its way.",
        "I'm still with the Innovators, at least what we used to believe in.",
        "But it's hard to know what counts as progress now."
      ],
      [
        "When the leaks hit, secrets came out—scores, Council deals, even the names they'd erased.",
        "Halden's death triggered collapses that I don't think are fully visible to outsiders.",
        "I see the data: algorithms running wild, letting the wrong people through, blocking others for nothing.",
        "The ghosts, the ones erased—some were friends. They remember everything, though the system wants them silent.",
        "Negotiations started fast. Not everyone inside agreed, but I backed letting ghosts testify for reform.",
        "Officially Innovator, but sometimes I don't recognize the cause anymore. All this 'progress' hides deeper control.",
        "The Directorate is prepping new tracking methods behind everyone's back—I've seen the warnings.",
        "Right now, rules depend on who you know and what you know. It's unstable, dangerous for people like us.",
        "Sometimes I wonder if the whole city's one bad update away from collapse."
      ]
    ]
  }
}