{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Week's been slow, honestly. Work dried up.",
        "Clients started canceling, everyone's nervous.",
        "Got flagged at a building job. Turned away for no reason."
      ],
      [
        "Week's been slow, honestly. Work dried up.",
        "Clients started canceling jobs. No one's sure who counts as a resident these days.",
        "Tried to fix an apartment system but the access gate flagged me. Apparently, I'm too 'ambiguous.'",
        "Cut back on official jobs after that. Just laying low."
      ],
      [
        "It’s been one of those weeks. Work’s pretty much stopped overnight.",
        "Longtime clients froze everything once this whole 'ghost' business hit the news.",
        "Showed up for repairs and the building wouldn't let me in. My credentials are flagged now.",
        "Lost a bunch of gigs. Had to avoid the city terminals just in case.",
        "I’m sticking to unlisted work for people I actually know.",
        "Feels like even the system’s afraid to make decisions lately."
      ],
      [
        "You know, I’ve seen the city paranoid before, but nothing like this.",
        "First, jobs vanished. My regulars got nervous over ‘ghost’ accusations—if your file looks odd, they won’t touch you.",
        "Got booted from a building by the access AI. It flagged me and the resident at the door. No humans involved at all.",
        "Hardly worth chasing normal gigs now; I’m sticking with quiet old clients, off the official books.",
        "Even picking up routine supplies is tricky when everything’s tied to your BCI rating.",
        "My score’s tanked for just making house calls to flagged people.",
        "All this fallout just because people finally started talking about what happens when the system disappears you."
      ],
      [
        "Honestly, it’s been a mess. Feels like nobody trusts anyone—not clients, not the system, not even stray contractors like me.",
        "First my work gets canned. Apparently, being associated with the wrong address is enough for a BCI freeze.",
        "I was denied by some smartlock running old Halden-era code. It locked both me and the resident out just for ambiguity.",
        "Had to ditch city systems and stick to unlisted fixes—circle’s shrinking by the day.",
        "People keep canceling—and my score keeps dropping for just doing my job. Makes you wonder what the point was.",
        "I’ve been around since before the BCI got teeth. Saw what innovators tried to build, and what the Directorate turns it into when they’re spooked.",
        "Now the ghosts are testifying, and the city’s splitting in half. Even system people are panicking.",
        "Honestly, it’s made me feel a bit hollow. Not sure what’s next."
      ]
    ],
    "emotion": "Honestly, it's made me feel a bit hollow. Not sure what's next."
  },
  "emotional": {
    "opener": "Lenart, whatever the system says, you're still you. That's not nothing. It still matters.",
    "variants": [
      [
        "Suppose it does. Not easy to remember, but thanks."
      ],
      [
        "Hard to argue with that. I guess it's something to keep in mind.",
        "Appreciate you saying it."
      ],
      [
        "Yeah, sometimes it's easy to forget what matters. Helps to have someone say it.",
        "Suppose I haven't felt like myself for a while now, truth be told.",
        "Just seems like everyone's becoming ghosts, one way or another."
      ],
      [
        "Feels like I've been living on autopilot for ages. Hearing you say that—well, it's grounding.",
        "I don't get reminders like that very often lately.",
        "You know, it's not so much about the system as it is about not losing sight of yourself.",
        "I appreciate you noticing. Makes it easier to keep going."
      ],
      [
        "Never thought I'd end up measuring my worth by a number, but here we are.",
        "Used to be easier to just fix things, move on. Now I find myself wondering who I'm doing it for.",
        "You saying that—most folks just look right past you. Pretend you aren't there if you're not in the green.",
        "I keep thinking about what it means to matter without a record somewhere keeping score.",
        "You get worn down by all the invisible lines drawn around you.",
        "Still, hearing that from a real person... it's almost enough, sometimes."
      ]
    ]
  },
  "factual": {
    "opener": "If it's such a mess, why not tell me what's really going on out there?",
    "variants": [
      [
        "You saw the leaks—everyone’s talking about BCI scores getting out.",
        "All I know is, things feel more wired than usual, no one’s sure who’s really in charge now.",
        "Council can’t even keep their own people in line.",
        "They say some ghosts are making deals. Believe what you want."
      ],
      [
        "Supposedly, they cut a deal with those erased folks—the ghosts.",
        "Now anyone can buy fake scores if they know where to look. Doesn’t fix anything, just makes it messy.",
        "Parts of the city still aren’t syncing, like the old failovers are running on their own.",
        "People think the Council’s split, but who really knows?",
        "The Directorate’s cracking down but it’s not like before."
      ],
      [
        "So, Halden dies and suddenly half the system’s running wild—BCI scores never match reality anymore.",
        "There’s all this talk about ghosts getting immunity just to spill what they know. Makes the old guard furious.",
        "Now there’s black markets for fake ratings on every block, worse than it’s ever been.",
        "Energy quotas keep flickering, nobody can get a straight answer from city bots—sometimes they just do nothing.",
        "The Council can’t decide whether to clamp down or let Innovators patch things up.",
        "I get why the old hands are nervous, but they’re making it harder for people just trying to work."
      ],
      [
        "They lost track of people for years, and all it took was one big leak and the whole thing snapped.",
        "Now we’ve got ghosts testifying, telling everyone how easily people were erased or flagged by mistake.",
        "The city’s core algorithms are acting up—lots of little hacks surfacing nobody wanted noticed.",
        "I’ve seen old Innovator code pop up, stuff meant for efficiency that the Directorate hated. It’s rerouting things behind their backs.",
        "Now there’s off-the-record access popping up everywhere, even for people with tanked scores.",
        "Don’t let anyone tell you the system’s under control. It’s balancing on chewing gum right now.",
        "Honestly, I always thought Innovators had the right idea… if they weren’t so naive about what happens when it breaks.",
        "Old regulars ask if I can fix things. Sometimes I can’t even get through my own shop door."
      ],
      [
        "People in power ignored what happened to the erased until the ghosts forced them to listen.",
        "After Halden’s death, backdoors he built started glitching—systems choosing who gets flagged almost at random now.",
        "I worked on some of those patch networks ages ago, meant to keep things flexible.",
        "Now they’re running wild. Some of those ‘ghosts’—I’ve seen them before, used to share tricks for dodging city sensors.",
        "These days, the only real rules are whoever can spoof a clean score or knows someone like me.",
        "Fake ratings, silent reroutes, and deals between Innovators and ghosts—the official system’s more rumor than fact.",
        "I’ve always leaned Innovator—thought tech could keep things smooth, but what’s left isn’t what any of us wanted.",
        "I’m still getting quiet requests to patch around embargoes, get supplies past flagged checkpoints.",
        "Feels like the old city’s hollowed out, just wrapped in pretty code and bad memories."
      ]
    ]
  }
}