{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People act different because things are strange out there lately.",
        "Even in the office, some faces just... disappeared.",
        "My access is slower and folks are nervous.",
        "Feels like the ground is shifting under us. I’m still here, though."
      ],
      [
        "Yeah. Work’s tense. We’re not getting the usual instructions.",
        "A colleague who was erased showed up again. Shared old login credentials like it meant nothing.",
        "I spend most of my time watching for whose name drops off the roster next.",
        "Had to change how I move files. Everyone’s worried.",
        "But I won’t let them ghost me. Not yet."
      ],
      [
        "Not just people. The whole office changed overnight.",
        "One of the erased walked right back in, like we never watched them disappear.",
        "I started managing stories offsite. No more editing at my desk if I can help it.",
        "Sources keep pausing mid-interview, wanting proof they won’t vanish too.",
        "My BCI score dropped after another warning. Doesn’t matter—I keep digging.",
        "Feels like the city only wants obedient ghosts, but I’m stubborn."
      ],
      [
        "It's wild, Alex. My office is split. You can almost taste the paranoia.",
        "Some ghosts—the disappeared—just wandered back, like rules don't apply anymore.",
        "I use back channels now, encrypt everything, rarely touch my work terminal.",
        "A casualty of all this? Nobody knows what's really safe or who’s actually in charge.",
        "Had to break protocol to get evidence out. Doesn’t matter. Feels necessary now.",
        "Losing BCI points was worth the story. I don’t care if I’m flagged.",
        "Being careful isn’t the same as being quiet. I refuse to disappear."
      ],
      [
        "You’re not wrong. It’s chaos under the surface, Alex.",
        "I save what the city wants erased. Even if it’s risky—someone has to.",
        "People I trusted are ghosts, then suddenly they’re back, telling stories nobody dares run on record.",
        "Got flagged just for sharing files and talking to the erased. Scares most people silent.",
        "Every story I push through the cracks costs me on the BCI. But I never cared for the points.",
        "Raised by someone who taught compliance, I know exactly what their control looks like.",
        "This system? It’s not protection. It’s fear disguised as order. I’m done pretending otherwise.",
        "If it costs me everything, I still won’t stop. They can erase records, but not the truth. I won’t be silent, even if the whole city turns ghost. I’m tired, but I’m not backing down."
      ]
    ],
    "emotion": "Tired but still stubborn, daring Alex to challenge or comfort her."
  },
  "emotional": {
    "opener": "\"You're not invisible to me, Rada. I see how hard you're fighting—even when you think no one does.\"",
    "variants": [
      [
        "Well. That’s something to hear.",
        "Not many people bother saying it."
      ],
      [
        "Hard to know who really sees and who just says they do.",
        "Still, it’s good not to feel entirely alone.",
        "I’ll take it."
      ],
      [
        "Thanks, Alex. Doesn’t happen often, someone actually noticing.",
        "Most days it’s just keep moving, eyes forward.",
        "Nice to feel like a real person for a minute.",
        "Means more than I’d admit out loud."
      ],
      [
        "You have a way of cutting through the noise, you know?",
        "Mostly, people just look past you when things get rough.",
        "Sometimes I forget there’s anyone left who even wants to understand.",
        "You’re right—trying still matters, even if no one else says it.",
        "That helped, Alex."
      ],
      [
        "I keep thinking if I push hard enough, maybe something will shift—maybe someone will finally notice.",
        "Grew up believing that if you followed the script, you’d be seen. Turns out, being visible is a risk and a privilege.",
        "My job’s all lens and filters. Most days, I don’t even see myself clearly anymore.",
        "So hearing you say that… actually lands somewhere real.",
        "You remind me people still matter, outside the system scores and all.",
        "I needed that, Alex. Thanks."
      ]
    ]
  },
  "factual": {
    "opener": "If it's really that bad, then spell it out. What's actually happening out there?",
    "variants": [
      [
        "Hard to say what's real. Lots of chatter about unauthorized deals.",
        "Some people claim to see the erased—ghosts—walking around again.",
        "Council is arguing more, but official news says it’s just routine changes.",
        "Things are… unsettled, that’s all."
      ],
      [
        "Leaks everywhere. Even some trusted folks have had their info spill out.",
        "People are noticing BCI scores don’t match how things work now.",
        "Heard about ghosts showing up for talks, but we don’t get the details.",
        "Council seems split, can’t say who’s running what.",
        "Everyone’s on edge. Feels like someone’s pulling strings off the record."
      ],
      [
        "First time in years, ghosts are back on the streets under everyone’s noses.",
        "Rumor is they struck a deal—testifying, maybe getting some immunity.",
        "Funny how protests broke out right after. Some people want them out, others think they’re heroes.",
        "Council keeps leaking, fighting in public. Their grip’s slipping, and everyone sees it.",
        "Old BCI scores barely mean anything. Off-the-books rules run things now.",
        "If you watch the edits closely, the pattern’s clear: the system’s eating itself.",
        "Not sure anyone believes the Council’s in control anymore. The real stories are what get passed around, quiet-like."
      ],
      [
        "Council’s scrambling. Ghosts—the erased—walk back in, get secret talks, promise testimony. I’ve seen the names.",
        "Supposed to be immunity for them. In return, they say how erasure worked.",
        "Street feels tense. Protests everywhere. Directorate wants them tracked, others want truth.",
        "Lintz's bloc cut the deal, overruled the hardliners. I’ve got snippets of their arguments.",
        "Old algorithms from Halden’s time breaking through, handing out privileges to the ‘wrong’ people.",
        "Heard ghosts get advisory roles next. Imagine trusting someone you tried to erase to fix your system.",
        "I know what Council’s afraid of: the whole model crumbling. Folks raised to trust the system—now they want answers.",
        "I see both sides, but I stopped believing in neutral long ago."
      ],
      [
        "I grew up in regulation. My parent audited for BCI, swore by it. Now I see Council falling over itself—ghosts getting immunity in backroom bargains.",
        "I’ve got footage of ghosts walking free, nothing tracking them. The deal? Testimony in public, some say advisory roles, let them shape reforms.",
        "Used to be: disappear and you’re gone for good. Now they’re symbols—some call them heroes, others traitors.",
        "The Directorate’s already working around the deal. Tracking tech is changing faster than anyone admits.",
        "Council is fraying. Lintz fronts a fragile peace, Directorate plots off-books surveillance, Innovators push new code that nobody trusts.",
        "BCI scores? Officially broken. I’ve watched eccentric nobodies get privileges the ‘trusted’ lost. Halden’s old algorithms run wild.",
        "Protests running hot. All my sources say nobody knows who’s safe—Council’s even leaking to us if it hurts their rivals.",
        "I keep the real tapes offsite. I know where silence comes from and whose story never makes it into the archive.",
        "I want a city where stories matter more than points. That’s why I take risks—truth’s never been what the system wants."
      ]
    ]
  }
}