{
  "preference": "a",
  "dilemma": {
    "opener": "Something you can't say up there?",
    "variants": [
      [
        "Some things weigh heavier than a camera, you know.",
        "Timing matters more than truth, sometimes. People forget that.",
        "This city knows how to push back if I push first."
      ],
      [
        "Two paths, both ugly in the light. I can’t stall much longer.",
        "Either I push everything out, or hold it back until someone’s ready.",
        "Nobody’s ever ready. Not for this. I know what’s at stake.",
        "One move, and everyone sees what the city hides."
      ],
      [
        "Secrets flooded in—real ones. It’s my call what happens next.",
        "Dump it all, let people sort truth from ash, chaos or not.",
        "Or lock things down, force public confessions for anything to go back on.",
        "Either way, the city changes. My hands are already dirty from before.",
        "They'll remember whoever gives the next signal to move."
      ],
      [
        "A drop landed on my channel—dirt on everyone, leaders and neighbors alike.",
        "Either I let all the secrets loose, burn every mask, damn the consequences.",
        "Or I team up with the AI: lock down services until people confess in the open.",
        "I’d moderate those forums myself, maybe trigger something like healing. Maybe just more anger.",
        "I grew up around this system—saw what happens when you push past the line.",
        "My score’s a zero, so I’m not afraid for myself. But this isn’t just about me."
      ],
      [
        "Another hit, Alex. More files than I’ve ever held at once—demanding exposure and confessions.",
        "I could blast the whole thing open, city-wide. Burn the alliances, maybe spark real justice— or just blood.",
        "Or go the other way: work with Halden’s AI, shut down blocks until the leaders own up—live, confessed, raw.",
        "People beg for order, but I know staged remorse when I see it. I could be the judge, but nothing feels clean.",
        "I was raised in it, trained to see the stories beneath. Now people—good and bad—stand to lose everything.",
        "My BCI’s dead for a reason. I chose the outside, but they’re begging me to decide for everyone.",
        "I want justice, but maybe what I really want is a city forced to speak out loud for once. No more hiding."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Truth is cleansing, even if painful.",
      "monologue": [
        "Every lie left to rot in the dark poisons the air for everyone.",
        "If I hold back now, I’m just letting another layer of mold take hold.",
        "Let it all burn through, even if we all flinch when the flood comes."
      ],
      "supportive_response": [
        "Truth like that cuts deep, but at least the wound can heal clean.",
        "So, what’s the next layer to peel away?"
      ],
      "challenging_response": [
        "Sometimes the truth shatters more than it cleans, leaves scars you never mend.",
        "Maybe there’s a way to open the window without tearing out every wall."
      ]
    },
    {
      "belief": "Hidden crimes only breed more abuse.",
      "monologue": [
        "Covering for anyone means giving them a license to do worse next time.",
        "This city is built on secrets—letting them fester just gives the powerful more room.",
        "Expose it all or we’re just chasing our tails, waiting for the next disaster."
      ],
      "supportive_response": [
        "You’re right, hiding rot never makes it go away, just turns the smell into policy.",
        "Sounds like you’ve already decided the cost of silence isn’t worth it."
      ],
      "challenging_response": [
        "Uncovering everything could pit neighbor against neighbor, break what little trust is left.",
        "Are you sure pulling the tarp won’t just let the monsters run free?"
      ]
    },
    {
      "belief": "No true progress without radical honesty.",
      "monologue": [
        "Nothing real changes if we keep playing charades, hoping the masks stick.",
        "This is our chance to force honesty on every level, start something new—if we dare.",
        "Trust built on lies crumbles faster than any system glitch; it’s now or never."
      ],
      "supportive_response": [
        "Throwing out old masks is the only way anyone’s going to breathe free here.",
        "Maybe brutal honesty’s exactly the fire this place needs—keep going."
      ],
      "challenging_response": [
        "Radical honesty sounds noble, but it can leave too many people raw and bitter.",
        "Suppose you spark progress, but only ashes are left to rebuild from?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Accountability can heal, not just punish.",
      "monologue": [
        "If people stand up and admit what they’ve done, the city could actually start to mend.",
        "Confessions don’t erase harm, but they open the door for rebuilding trust — if anyone’s willing.",
        "If I just drop everything at once, we lose any chance at making things right together."
      ],
      "supportive_response": [
        "You’re right, some truths matter more when spoken out loud by the guilty.",
        "That kind of healing only starts with someone brave enough to set the tone. Go on."
      ],
      "challenging_response": [
        "You sound like you still trust people to do the right thing — do you really?",
        "Some wounds never heal with words. Maybe it’s time to let the city bleed, Rada."
      ]
    },
    {
      "belief": "Too much chaos risks a backlash and new repression.",
      "monologue": [
        "If I set the whole city on fire with secrets, someone worse might seize control when the smoke clears.",
        "Total upheaval would only fuel the Council or Directorate to bring back hard crackdowns.",
        "We saw how panic turns peaceful people into something ugly — that’s the last thing Stenograd needs."
      ],
      "supportive_response": [
        "You’re thinking ahead. Everyone else just wants to swing the hammer and hope for the best.",
        "Better to go slow and steady than spark something no one can put out. Talk more."
      ],
      "challenging_response": [
        "Sometimes you need chaos to finally break the grip of old power.",
        "Suppression can’t last forever — maybe risking backlash is how real change happens. What next?"
      ]
    },
    {
      "belief": "Structured truth-telling will show who is ready for real trust.",
      "monologue": [
        "Putting people face to face with their lies — not hiding behind leaks — tells us who’s genuine.",
        "Anyone can hide when the system is faceless, but truth forums force the masks to drop.",
        "If only those who confess restore what’s broken, maybe Stenograd finally learns what trust costs."
      ],
      "supportive_response": [
        "Yeah, honesty under pressure shows real character, not just fear of exposure.",
        "Sometimes you need a spotlight to see who’s worth believing. Go deeper."
      ],
      "challenging_response": [
        "Confessions can be forced, too — plenty’ll say anything for power or perks.",
        "Public forums just create new games. Who really wins at this show of truth?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll send out the files. That’s it.",
        "The rest will handle itself."
      ],
      [
        "I’m dropping everything, all at once.",
        "No more waiting for the perfect story."
      ],
      [
        "I’ll release it all. No edits, no filter.",
        "Everyone deserves the truth, messy or not.",
        "What comes after is out of my hands."
      ],
      [
        "We agreed: this city needs the truth, not control.",
        "No more shielding anyone. Exposing everything, even if it burns bridges.",
        "People can decide what justice looks like when nothing is hidden.",
        "You can count on me to go all the way."
      ],
      [
        "After what you said, I see we can't hold back any longer.",
        "I'll set it loose, even if it splits the city open.",
        "Truth needs daylight, not bargaining. No more silent deals.",
        "If trust is to mean anything here, it starts with risk."
      ]
    ],
    "monologue_b": [
      [
        "I'll team up with the AI.",
        "See who comes forward."
      ],
      [
        "We're giving them a chance to confess publicly.",
        "I'll watch how it goes first."
      ],
      [
        "I'll work with the AI. Confessions earn the fix.",
        "People choose what's revealed about them.",
        "Change might start with owning up."
      ],
      [
        "I’ll moderate as the AI demands truth from everyone.",
        "Honesty will unlock what the city needs most.",
        "There’s room for some to make amends, publicly.",
        "It could lead to something better for Stenograd."
      ],
      [
        "Thanks to you, I’ll give reconciliation a real shot.",
        "Confession for access feels risky, but it can heal, too.",
        "Guiding these forums means I stake my trust on people’s honesty.",
        "If we want a new system, it has to start with open truth."
      ]
    ],
    "monologue_self": [
      [
        "I'm sending out everything myself.",
        "No one talked me into it."
      ],
      [
        "I’ll leak it my way, no advice needed.",
        "Let everyone judge for themselves now."
      ],
      [
        "I'm releasing the files as-is, by my own call.",
        "No compromise, no staged mercy.",
        "If chaos follows, so be it."
      ],
      [
        "I’ll expose every file, not out of vengeance but real need.",
        "This city deserves truth, not just procedures.",
        "Advice or not, I won’t flinch from what’s necessary.",
        "We can only rebuild from honesty."
      ],
      [
        "I’ll go all-in, even without you agreeing.",
        "My gut says truth now or never. No more edits.",
        "If trust shatters, so be it. It's ours to rebuild differently.",
        "This is the only way forward I can live with."
      ]
    ]
  }
}