{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady isn’t the word I’d use right now.",
        "The commute's a mess. Had to walk through new districts with all the reroutes.",
        "Lab's pretty chaotic. We're juggling too many device requests with not enough stock.",
        "Just trying to keep up. Feels like things keep changing before anyone can settle."
      ],
      [
        "Feels less steady lately. They switched the transit system, so my route to work changed twice.",
        "At the lab, nobody really seems in charge. Assignments come from this rotating committee now.",
        "Stuff keeps getting lost in the system. I started keeping my own written notes, just in case.",
        "Nobody trusts the logs or the instructions.",
        "I’m just staying careful. Trying not to get flagged, you know."
      ],
      [
        "Things are different since that blackout. My whole route to work keeps shifting because every district’s in charge of itself now.",
        "In the lab, instead of one clear manager, it’s whoever the committee picks that week. More confusion than control.",
        "We keep running out of repair devices because overlapping orders never match real needs.",
        "So, I’ve started writing everything down myself. It’s the only way to track anything.",
        "People watch each other closer now. Transparency’s up, but it cuts down private arrangements.",
        "I feel like everyone’s learning the new rules as they’re being made."
      ],
      [
        "Honestly, it hasn’t been steady since the blackout. Getting to work feels different every day now, since neighborhoods vote on routes and supplies.",
        "At the lab, no manager makes decisions. It’s committee control, but it changes too quickly to trust.",
        "Inventory gets lost, requests pile up, and we all doubt the digital records. That’s why I started my own paper log.",
        "Had a close call when someone questioned my records. I stuck to what’s officially logged—nobody wants to cross a line.",
        "I liked fixing things quietly before, but now there’s less room for that; everything’s watched.",
        "These Innovator ideas about open systems are working, kind of, but it’s hard to keep up.",
        "I’m careful with every message. New alliances form every week. I’m tired, but I have to adapt."
      ],
      [
        "Steady? Nothing about the city feels steady now, not for people like me.",
        "My job’s changed, even my commute—every assembly changes the rules, routes, even who controls what.",
        "In the lab, we used to make side fixes, help people out. Now with all these committees, it’s full transparency, all official.",
        "I started keeping my own handwritten records because someone accused me of hiding data. I just pointed to the standard logs. No loyalty anywhere right now.",
        "Having less power to quietly clean up data means people with something to hide get caught, and so do people just trying to get by.",
        "All this feels like what the Innovators wanted—distributed systems, no single authority. But the reality is messier than theory.",
        "I fight to keep my BCI score stable. Every new communication feels risky; you never know who’s aligned with who.",
        "Sometimes I think about my brother, what happened when BCI first started, and I wonder how much more fatigue we’re supposed to absorb. I’m a little tired, but still holding it together."
      ]
    ],
    "emotion": "a little tired, but still holding it together"
  },
  "emotional": {
    "opener": "Hey, you don't have to carry all this on your own. People underestimate how draining it all is. It's okay to feel tired sometimes.",
    "variants": [
      [
        "Sure. Guess everyone gets worn out.",
        "It'll pass."
      ],
      [
        "I suppose you’re right. Not much room to slow down here.",
        "Still, I manage. It’s just routine.",
        "Thanks."
      ],
      [
        "Yeah. Sometimes you just keep going, no matter how you feel.",
        "It helps to hear it’s not just me.",
        "Most days are okay. Today’s just heavier than usual.",
        "Still holding up."
      ],
      [
        "I forget sometimes that other people notice when things get hard.",
        "It’s not easy to admit when I’m tired. Feels like I’m supposed to be reliable, steady.",
        "You're right, it is draining—this whole system can wear you down even if you’re playing by the rules.",
        "Honestly, hearing someone acknowledge it helps.",
        "I’ll be fine. Just needed that reminder."
      ],
      [
        "I grew up thinking if you just did your part, the system would take care of you. Turns out, it always asks for a bit more.",
        "Most people think being tired means you did something wrong. But it’s the system that makes it hard, not us.",
        "I watch people come in and out every day, everyone acting like it’s normal to never slow down.",
        "It’s hard not to take it personally, like I’m missing something everyone else has.",
        "Still, hearing someone say it out loud makes me feel less isolated.",
        "Thanks for getting it. Not many people do."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about the citywide changes and that AI riddle mess. What do you actually know about what's behind it all?",
    "variants": [
      [
        "I heard the AI system started some public contest. People are scrambling for clues.",
        "There was a big data leak before, which made everyone anxious.",
        "Council control doesn't look the same since then.",
        "Details aren't always reliable these days.",
        "Hard to tell what's official and what's rumor."
      ],
      [
        "They say Halden\u0019s AI triggered some inheritance protocol. Competition for system control, that\u0019s the rumor.",
        "First riddle was about Tower 9. People seem obsessed, but most info is just speculation.",
        "Council powers are blocked now. Neighborhood assemblies decide a lot.",
        "It shook up the usual order\u0014makes people nervous.",
        "Doesn't look like the Directorate will recover quickly.",
        "I\u0019m watching who actually benefits."
      ],
      [
        "The AI started this riddle sequence, offering pieces of BCI control as rewards.",
        "Halden left it all embedded\u0014no one trusts the Council now, with their overrides removed.",
        "Neighborhood councils run power and transit.",
        "After that blackout and the secret basement coming out, Directorate's in a corner.",
        "Innovator types keep pushing for more access and transparency, even if it's messy.",
        "Nobody can predict what subsystem gets targeted next. The logic seems deliberate.",
        "I\u0019m not against testing new structures, but it\u0019s exhausting."
      ],
      [
        "Halden\u0019s AI set everything spinning. These inheritance protocols\u0014citywide riddles, real stakes.",
        "The Directorate\u0019s history got exposed with that hidden basement. Their experiments ran deeper than we guessed.",
        "Now Council overrides are dead. Local groups run energy, transit, it\u0019s real decentralization, almost Innovator gospel.",
        "Public trust is at a low. Everyone\u0019s tracking every move, every alliance.",
        "I work with those wrist devices\u0014it\u0019s obvious how many risks the old systems buried.",
        "We all wanted distributed control. Living it\u0019s chaotic, even if it follows Innovator logic.",
        "My routines keep shifting. People are nervous, but some want this uncertainty.",
        "Nothing\u0019s stable, but at least it\u0019s open."
      ],
      [
        "This was bigger than anyone guessed. Halden left behind AI protocols that force the city to solve riddles\u0014if you win, you get BCI access.",
        "The basement discovery showed Directorate had old override tech, maybe linked to Halden\u0019s death.",
        "Once the riddle code broke Council controls, all those central levers stopped working. Local assemblies started running things almost overnight.",
        "Energy, transit\u0014entire neighborhoods decide together now. I see it in my job. Everything\u0019s logged, double-checked, less room for hiding errors or helping off the record.",
        "As an Innovator, I backed this kind of distributed power, but every update means uncertainty and leaks, more personal risk.",
        "My wristband tech sometimes reveals where old structures failed. There\u0019s always something hidden in the logs.",
        "I track how alliances shift with each protocol. Some people rise just because they know the right systems, not because the Council blessed them.",
        "Data leaks made even the trusted look vulnerable. I\u0019ve learned to be careful, never underestimate paranoia.",
        "I keep thinking about my brother\u0019s audit, how these games with power aren\u0019t new, just noisier now."
      ]
    ]
  }
}