{
  "olintz": {
    "chapter": "Oksana initiated Halden's hidden recovery protocol from her secure terminal, triggering the restoration of several previously erased resident profiles. She then monitored backend logs and flagged anomaly reports, confirming that these individuals appeared within city systems but lacked active compliance tracking. Colleagues messaged her in confusion as these 'ghosts' accessed restricted spaces and basic services, bypassing normal verification. Oksana refrained from disclosing her role while documenting the growing system inconsistencies for an internal record. Within hours, the Council demanded an explanation for the loss of control, citing public reports of untracked residents entering transport hubs and workplaces. Oksana's compliance rating plummeted, and she received a formal reprimand and escalation to security monitoring. Her choice exposed the BCI’s limitations, prompting both internal crisis meetings and unrest among system operators, confirming her influence over recent global events. As a direct result of her actions, her BCI score dropped from 34 to 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "The day after erased residents began reappearing in Stenograd, Nikola noticed two unfamiliar faces lingering near the entry terminal of his apartment building. While queuing to revalidate his access, he overheard an argument between a neighbor and a man claiming to live there but missing from all digital records. Nikola quietly observed the confusion, careful to maintain his distance. When the access protocol failed to recognize the man’s ID, others began questioning the reliability of the system. That evening, Nikola chose to remain indoors, avoiding shared spaces and interaction, worried that associating with untracked individuals could flag his own status. He meticulously avoided digital activity, checking system updates only once before disconnecting. The next morning, news of spontaneous demonstrations reached his floor, heightening his caution. He removed personal documents from public view and reviewed hiding spots for his briefcase, now more concerned that unexpected inspection was possible. His BCI score fell slightly to 67.",
    "bci_score": 67,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "The unexpected reappearance of previously erased individuals forced Daria to adjust her protocols mid-shift after several unfamiliar residents arrived requesting urgent health band checks. Without digital history, their identities could not be verified using standard logs, making routine diagnostic approvals impossible. When her supervisor privately urged technicians to expedite these cases, Daria documented every step in the visible system and refused any informal updates, referencing recent monitoring of all flagged cases. Later, as stories spread about the lack of oversight for these 'ghosts,' colleagues speculated about loopholes and exploit risks. Daria disabled automatic peer-sharing to prevent unauthorized data edits and limited her social interactions, worried any misstep would associate her with irregular records. That evening, as demonstrations intensified beyond the lab, she updated her notification settings, heightening privacy. By day’s end, her cautious compliance yielded a modest increase in her BCI score, reflecting system trust in her strict procedure.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After news of formerly erased residents reappearing in city spaces, Lenart noticed two unregistered individuals enter a client’s building during a routine after-hours repair. Later, his usual digital logs at that site were missing access records for him and several others, making it difficult to track job completions. As stories about these so-called 'ghosts' circulated, another client postponed a previously scheduled repair, citing uncertainty about newly authorized access lists and fear of unmonitored activity in their building. Lenart adapted his schedule by arranging site visits only after verbal confirmations, double-checking IDs in person, and maintaining manual paper records for all new jobs. He declined several lower-value contracts rather than risk a possible score association with unverified residents. Although work volume remained low, his caution avoided new flagging in the system. Lenart’s BCI score was stable, fluctuating by only one point, ending at 35.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "On the morning when individuals previously erased from the BCI system began to reappear in city spaces, Sven encountered unfamiliar faces in his workplace—colleagues he recognized only from outdated personnel reports. When Council staff called an emergency session to address the influx of untracked persons, Sven was required to rapidly revise scheduled statements without access to accurate compliance data. Relief staff refused to share updated contact lists, and one supervisor questioned if any speech should reference the restored individuals. Distrust intensified, visible in every department as teams debated which protocols to follow. Sven quietly moved all drafts offline and avoided idle conversations, wary of accidental affiliation with either side of the debate. By evening, hearing stories from one “restored” coworker in passing, Sven weighed the risk of referencing system flaws in future messaging. His daily caution and reduced communication, now a habit, resulted in a slight drop in his BCI score to 76.",
    "bci_score": 76,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After learning that erased individuals had suddenly returned to city spaces and reading internally shared reports about public demonstrations questioning the system, Rada adjusted her work routine. That afternoon, she noticed a flood of personal testimonies from previously missing residents circulating in encrypted journalist groups. She postponed her own content drafts to focus on collecting firsthand accounts, discreetly arranging off-network interviews using disposable devices. In the newsroom, colleagues withheld commentary, but several quietly exchanged contact information with people now labeled as \"ghosts.\" Rada deleted any open compliance-related files from her floor’s shared drive to avoid scrutiny during surprise audits. She began restricting her communication to early mornings, believing risk was lower before security sweeps. By evening, she archived sensitive interviews outside the office and updated her risk protocols, keeping her personal BCI dashboard minimized. The day’s cautionary measures and expanded contact with flagged individuals dropped her BCI score slightly, to 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}