{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Yeah, just busy. Had a rough shift.",
        "People you don't remember showing up for checks. System glitches, maybe.",
        "Not much sleep lately. Everyone's on edge.",
        "Feels like things keep changing, even when you follow the rules."
      ],
      [
        "Yeah, mostly. The lab's been strange.",
        "We had some unfamiliar faces come in, no digital record. Hard to clear them.",
        "Supervisor told us to push things through. I stuck to protocol, just in case.",
        "Blocked some data sharing. Didn't want trouble tied to my name.",
        "Everyone's anxious now. It's getting to me."
      ],
      [
        "Feeling... unsettled, I guess. Work's tense.",
        "A bunch of residents showed up with no BCI data. No logs, nothing. We couldn't process them normally.",
        "Supervisor wanted us to pretend it was fine, but I logged everything by the book.",
        "Colleagues gossiped, thought about cutting corners. I didn't.",
        "I disabled some peer features, tried to avoid being dragged in. Privacy first.",
        "Score went up a bit. System seems to like routine—even if no one else does."
      ],
      [
        "Honestly? Off balance.",
        "My workstation became ground zero when these 'ghost' residents turned up. No traces, just requests for help.",
        "Protocols fell apart. Supervisors whispered, everyone worried about being blamed.",
        "I documented every move and refused hush favors. Too many audits lately, too many risks.",
        "Coworkers talked loopholes, but I shut out peer-sharing. Trust doesn't come easy now.",
        "It made me look good on the system, at least. Safer, but lonelier too.",
        "I worry about what happens if someone points at me next. There's no right answer these days."
      ],
      [
        "Not really myself, honestly. Feels like living in a test routine.",
        "People erased by the system reappeared at my lab. Just walked in, needing help. No records, no warnings—from BCI or anyone.",
        "We're supposed to trust the system, but higher-ups keep shifting policy. Supervisor wanted quick fixes, quietly. I wouldn't do it.",
        "I covered every move in digital logs, even refused a couple of tweaks people thought would go unnoticed.",
        "Other techs joke about taking the easy way, editing logs or scores. I can't. My brother vanished in an audit—I know what's at stake.",
        "Shut down as much peer access as I could. People talk about loopholes, but that's how mistakes get made. I kept my distance, even after work.",
        "Score nudged up. Still doesn't feel right. Routine protects you, for now. But it's isolating.",
        "I'm with the Innovators for a reason. Systems are meant to adapt, not erase people. Lately, all this feels less like progress and more like survival."
      ]
    ],
    "emotion": "A bit tired, but still trying to stay careful."
  },
  "emotional": {
    "opener": "\"Everyone needs a break sometimes. This place... it can wear anyone down. But you’re holding up better than most.\"",
    "variants": [
      [
        "Maybe. I just try to keep to myself.",
        "It's good not to stand out too much."
      ],
      [
        "Yeah. It’s a lot sometimes.",
        "Keeping busy helps. I manage.",
        "Thanks for saying that, I guess."
      ],
      [
        "I forget sometimes that quiet is fine.",
        "Feels like people want you to act a certain way.",
        "It’s tiring, but I get through it.",
        "You noticing means something."
      ],
      [
        "You’re right. I do feel tired, but not broken.",
        "Trying to follow the rules is exhausting when you’re always being watched.",
        "I appreciate you noticing. It’s rare.",
        "Most people just look right past.",
        "Thanks for letting me have a quiet moment."
      ],
      [
        "I’ve always done what I’m supposed to, but it gets heavy when nobody talks about it.",
        "Sometimes, even small kindness feels like relief in this atmosphere.",
        "You seeing I’m tired… that helps. It’s strange, but it matters.",
        "It can feel like we’re just machines, sometimes. People forget the rest.",
        "I try not to let it show, but some days I can’t help it.",
        "You’re one of the few who actually notices when something’s off."
      ]
    ]
  },
  "factual": {
    "opener": "So what's really going on with all this? Why's everyone so worked up anyway?",
    "variants": [
      [
        "Just system errors. People talking too much, that's all.",
        "Council's tense, but we follow what gets pushed down.",
        "Nothing official. Routine disruptions happen."
      ],
      [
        "Lot of rumors since Halden died. Data leaked, people got nervous.",
        "They say 'ghosts' showed up, no tracking at all.",
        "Council's scrambling, but no real info gets out.",
        "Feels like everyone's guessing, not knowing."
      ],
      [
        "Public details aren't hard to find. Halden's death started things leaking.",
        "BCI stopped matching up with how things run day-to-day.",
        "People with good scores ignored, flagged ones get easy access now. Doesn't add up.",
        "Market for fake scores popped up quick.",
        "Council factions split over it. Even the Harmonists look worried.",
        "My team's told to watch for old code, like Halden's fingerprints are everywhere."
      ],
      [
        "Halden's gone, and the BCI's acting weird. Ghosts in the system, literal and digital both.",
        "After that leak, everyone's score got out. Little privacy left. People feel exposed, even scared.",
        "Up top, they're fighting. The Directorate wants hard control, but it's not working like it used to.",
        "Innovators—my side—know the system needs to adapt, not just patch things.",
        "There are rumors of old algorithms running wild, stuff from Halden's early days.",
        "Even official checks are messy now. Sometimes the right people can't get through, wrong ones glide by.",
        "Nobody in the lab trusts the logs. We're told to pretend nothing's broken, but we know."
      ],
      [
        "You notice how unsettled things feel? Halden's death wasn't supposed to matter but it broke something deep.",
        "Now the BCI's failing basic logic. Some people invisible for years just... turn up again. No audit trail, nothing.",
        "We joke about 'ghosts,' but the fear's real—my brother disappeared like that. No closure. Now they're back?",
        "The Council's in chaos. Factions are desperate—Harmonists want quiet, Directorate's trying to lock it all down. Innovators like me wish they'd rebuild from the code up.",
        "That leak tore away what little trust we had in the system. There's no fixing public confidence now.",
        "I've seen old protocols auto-activating, fixing gaps without anyone asking. Feels like Halden still in the machine.",
        "People running fake scores, trading favors, it used to be rare but now it's everywhere.",
        "Management keeps acting like strict routines will save us, but it's just losing them more people.",
        "Most don't know how easy data is to wipe, or fake. That's why I stick to the rules, even when it costs me."
      ]
    ]
  }
}