{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Just... noticing the city feels different lately.",
        "Some people showed up who weren't supposed to be here.",
        "There's noise in the system. It rattles everything loose.",
        "Feels like you can't trust the ground under your feet."
      ],
      [
        "Odd things—people reappearing after being gone. Not just rumors. I saw it up close.",
        "Colleagues at my job started whispering, comparing logs that don't add up.",
        "Something I did might have set it off. Can't say much.",
        "It’s bigger than just a glitch—more like seeing what’s behind the curtain.",
        "It leaves you wondering if anyone is actually in control."
      ],
      [
        "I work in oversight—analyzing behavior patterns, mostly routine, until last week.",
        "I triggered a recovery protocol, the kind no one talks about. Profiles that were supposed to stay erased came back.",
        "Suddenly, these 'ghosts' slipped through every barrier. All the rules—gone for them.",
        "Colleagues panicked. My own score crashed. Council started pointing fingers.",
        "It proved things were less stable than they looked. I kept notes, but it felt risky just logging in.",
        "Honestly, since then, I haven’t felt… safe in my own skin."
      ],
      [
        "I’ve always watched people, patterns—the ways the city keeps us sorted. Lately, though, the system just... hiccupped.",
        "I found a hidden protocol Halden left behind. Ran it. People erased by the BCI reappeared—real, moving around, not tracked. It was deliberate on my part.",
        "These 'ghosts'—some were friends, some strangers. They walked through barriers like nothing.",
        "I told a couple of colleagues what I’d seen, but most just freaked out. The Council panicked, started hunting for blame.",
        "Now everyone’s questioning the whole system. Trust dissolving. Those fake score slips? Everywhere.",
        "I got flagged, hard. Score tanked. Security’s probably listening to me like... right now.",
        "It’s strange—I wanted the system to work better, to be fair, not to break it wide open. But here we are. I feel... exposed. Really exposed. Like the city can see through me now, even more than before."
      ],
      [
        "I've spent so long flagging other people, thinking it made things safe. But what’s safe for the system isn’t safe for everyone.",
        "I used to be one of the Innovators. I still think the system should evolve, but when I saw how the BCI erased people for tiny mistakes... I couldn’t unsee it.",
        "I found a buried protocol Halden hid—meant to recover profiles scrubbed from the system. I ran it, quietly. Those erased? They came back. No compliance shadow. No tracking. Ghosts walking free.",
        "Their return threw the Council into chaos. Suddenly 'untouchables' were using the metro, showing up to jobs. Colleagues lost their nerve—it’s terrifying when the machine stutters.",
        "I hid my part in it, but my score plummeted. Overnight, I went from background noise to security target.",
        "Old algorithms, fakes, underground hacks—everything spilled loose, and now everyone sees how false the calm really was.",
        "The rules don’t make sense anymore. Even the Council’s fighting. People are scared. Me too. I wanted to fix things, not cause panic, but...",
        "Now I feel exposed. Like anyone could trace me, even in a room like this. It’s all too thin."
      ]
    ],
    "emotion": "I feel... exposed. Really exposed. Like the city can see through me now, even more than before."
  },
  "emotional": {
    "opener": "Oksana, you don’t have to be invisible to survive here. You’re not the only one who feels watched. But that doesn’t mean you’re alone.",
    "variants": [
      [
        "Maybe. It’s just... risky standing out.",
        "Hard to trust any of it, honestly."
      ],
      [
        "I get what you’re saying.",
        "Most people don’t notice, but I can’t ignore it anymore.",
        "Still feels safer to keep to myself."
      ],
      [
        "I appreciate you saying that.",
        "It’s hard not to feel isolated here.",
        "Sometimes I wonder if anyone really sees me, not just the score.",
        "You make it feel a little less heavy."
      ],
      [
        "Thanks. That actually helps.",
        "It’s strange how easy it is to disappear, even with all this tech.",
        "Most days I shrink back, keep routines tight—safe.",
        "When someone notices, it reminds me I’m still... here.",
        "Not sure I’d admit that to anyone else."
      ],
      [
        "You saying that means a lot.",
        "It’s exhausting, being scanned and measured all the time.",
        "I used to think I was good at blending in, but now I feel almost transparent.",
        "People glance at you but never really look—just your profile, your stats.",
        "Sometimes I forget I’m more than a number on a screen.",
        "Hearing someone actually recognize that... it matters more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "If something happened, just say it. Everybody’s talking anyway.",
    "variants": [
      [
        "The chaos isn't just rumors. Some officials lost control, that much is obvious.",
        "Certain people shouldn't be here, but they are. Everyone notices now.",
        "Council's acting nervous. Things feel off. That's all."
      ],
      [
        "People are talking about the system failing. Some say there was a breach.",
        "Data leaked. Even big names got exposed. It's gotten ugly.",
        "Security’s doubled down, but the panic’s spreading.",
        "Whole departments are restless, waiting for a signal. No one knows who’s really in charge."
      ],
      [
        "Real panic after the data leak. Council tried to keep it quiet, but you can't hide that scale of exposure.",
        "Scores stopped lining up. People with high clearance got locked out. Others with low scores breezed past checkpoints.",
        "Now there’s this trade in fake score slips—everyone’s hedging.",
        "Those 'ghosts' came back and messed up routines everywhere. Fear’s replacing trust, even inside Oversight.",
        "Harmonists keep preaching calm. Directorate’s all about control now.",
        "Innovators think it’s a chance to change things, make the system adapt. That’s what I used to think."
      ],
      [
        "Council lost its grip the minute those profiles reappeared. No one can trace them, not really.",
        "Fake BCI scores are everywhere now. Some blame Innovators, but it’s panic buying, pure survival.",
        "Factions inside Council—Harmonists want stability. Directorate wants containment. Innovators want overhaul. I pushed for change, but not like this.",
        "Security watches everyone flagged. I’m monitored, basically a test case.",
        "People in my building share horror stories every night. Some hope. Some are just afraid.",
        "Old code keeps surfacing—Halden’s legacy. Feels like the system’s rewriting itself in real time.",
        "Nobody trusts the BCI, but what else do we have? The city runs on it, even broken.",
        "I used to believe you could fix things from inside. Not sure anymore."
      ],
      [
        "The BCI was fragile—Halden always knew that, but nobody listened. His hidden protocols were insurance, maybe sabotage—hard to say now.",
        "When the data leaked, lots of big names vanished from the trusted lists. Instant chaos, blacklists everywhere—even people I thought untouchable went underground.",
        "Disappeared residents coming back was just the trigger. The city relies on perfect sorting, and suddenly anyone could slip through.",
        "Inside Oversight, panic upended protocols. I tried to warn some Innovators—my old group—we never imagined the cascade would spill into the streets this fast.",
        "The Directorate set up shadow surveillance to plug leaks, but it’s just more chaos, not security.",
        "People trade fake scores and true ones now, hoping for a loophole. Most don’t believe in the system anymore. I barely do.",
        "Public protests are real—tiny at first, but now, even trusted execs whisper in bars.",
        "Funny—I wrote flags for behavior like this. Never thought I’d be the anomaly, or that it would all crack open because trying to do the right thing felt so wrong.",
        "Now, I feel seen in all the wrong ways. And yet, I can't look away."
      ]
    ]
  }
}