{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Predictable… not much runs on schedule these days.",
        "Saw unfamiliar faces at my building yesterday. System lag, maybe.",
        "People seem nervous. I’m keeping to myself.",
        "Feels better not to linger in common areas lately."
      ],
      [
        "Predictable… the streets certainly don’t feel it.",
        "Yesterday, a mix-up at my residential terminal—someone the system didn't know trying to get in.",
        "People argued. Tech didn’t help. Easy to get noticed just being nearby.",
        "I decided to keep inside. Safer, given how jumpy everyone’s become.",
        "Seems wise to stay out of system reviews for now."
      ],
      [
        "Predictable? Far from it, lately. The system stumbles.",
        "Some erased residents showed up again near my apartment—no data, just there.",
        "Neighbors argued with a man missing from all the records. Nobody trusted what the system said.",
        "Felt risky hanging around, so I kept my distance and laid low.",
        "Spent the evening double-checking my files and hiding what matters—one mistake and that's your score.",
        "Hard to shake the feeling you could be next."
      ],
      [
        "No, predictability’s gone. Even the BCI can’t keep its promises these days.",
        "Yesterday, I watched a man try to enter my building—he wasn’t in any records. Supposed to be erased, yet there he was.",
        "Neighbors were uneasy. It used to be the system decided who belonged. Now, no one trusts the terminals—or each other.",
        "I stayed inside, checked system updates once, and cut off all signals.",
        "That briefcase I’ve kept from Council days—brought it out again. Old instincts.",
        "Everyone’s whispering about ghosts, and scores slip for mistakes you can’t predict.",
        "Feels like rules that held for years are just… fading away."
      ],
      [
        "Predictable disappeared with Halden, if you ask me. I spent half my life helping keep schedules for people who never appeared in public.",
        "Even from retirement I can see it: the codes that shaped us are fraying.",
        "Yesterday, erased people reappeared—one stood outside my apartment, confused, missing from all records. People argued, the terminals failed, and trust vanished.",
        "I used what I learned on the Council—hide documents, minimize digital steps, never talk unless you know who’s listening.",
        "That old briefcase… it’s from the year Halden wrapped up the last real audit. Some things in there shouldn’t see daylight. I checked its hiding places again last night.",
        "Scores change without warning. People get flagged for standing near the wrong person.",
        "I once believed in stability, the Harmonists. Now it’s just uncertainty, even for us who remember how it worked.",
        "Can’t help but feel the old system let something slip we can’t put back. Makes it hard to trust even your own shadow."
      ]
    ],
    "emotion": "wary and uneasy, letting uncertainty hang in the air"
  },
  "emotional": {
    "opener": "Nikola, you don’t have to say anything if you’re not comfortable. I understand. Sometimes the best thing is just to breathe and let the day pass. The world may not make sense, but you’re not alone with it.",
    "variants": [
      [
        "I appreciate your words.",
        "It’s...good to know someone notices."
      ],
      [
        "Thank you for saying that.",
        "I suppose some things don’t need to be explained.",
        "Still, it’s hard to forget certain feelings."
      ],
      [
        "You’re right. Quiet helps, sometimes.",
        "It’s not easy to feel seen, lately.",
        "Most people prefer silence over understanding.",
        "I think you understand more than you say."
      ],
      [
        "That’s kind of you, truly.",
        "It surprises me, having someone notice without probing.",
        "Life used to have clearer lines. Now, I find myself missing those days.",
        "I never realized how heavy silence could feel.",
        "Your understanding means more than I can let on."
      ],
      [
        "Thank you, Alex. Not many are so considerate.",
        "Most days I keep to myself, more out of habit than purpose.",
        "In my old life, things seemed ordered, at least on the surface.",
        "Now I find all certainties dissolving, one after another.",
        "It makes me nostalgic for order, even if it was a managed calm.",
        "It’s rare to find someone I can speak to about such things, even in passing."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Petrak—everyone's talking, so you might as well say what you know.",
    "variants": [
      [
        "Council’s scrambling. Too much data moving in the wrong hands.",
        "Everyone’s seen the leak. People are restless.",
        "Some routines just… stopped working. No warning."
      ],
      [
        "Details aren’t clear, even to the old hands.",
        "Scores and records spilled out. Not the first time, but the mess is wider.",
        "Folks who were gone are back. Few want to say how or why.",
        "You pick up on things. Best not to discuss specifics."
      ],
      [
        "After Halden died, things fell apart. Algorithms losing sync, people noticing.",
        "That big leak—too many trusted names exposed. Spooked the top floors.",
        "Now, ‘ghosts’ are back. No one accounted for that contingency.",
        "Objectivity used to matter. It’s all damage control and rumors now.",
        "I stood for the Harmonists. Order made sense, once.",
        "Not much sense left in the silence.",
        "A lot of old routines aren’t coming back."
      ],
      [
        "Council’s in full panic. Directorate wants control, Innovators want to rip it all out.",
        "Halden kept things stable, but now? Too many hands at the controls.",
        "First the leak, then the BCI just… misaligns. People you trust flagged, new faces getting privileges.",
        "Ghosts reappearing—it shakes the foundation. We kept some secrets for a reason.",
        "Harmonists like me, we argued for slow fixes, stability. Doesn’t matter when no one’s steering.",
        "Panic on every floor of administration, even old aides hear it.",
        "Saw a few internal notices… even the briefcase gets checked nightly.",
        "Most people act like calm is a habit, not a fact."
      ],
      [
        "I know the signs. Council wouldn’t be this nervous unless the core was exposed.",
        "Halden’s absence is more than a funeral—some say there’s no override left.",
        "The leak gutted any sense of safety. People thought their BCI was private. Far from it.",
        "Old profiles from the erased population are returning. I saw internal briefings—some flagged for containment, some let through just to balance data gaps.",
        "Innovators pushing code they barely understand. Directorate wants to lock every door.",
        "Used to trust the rules, believed in the Harmonists. Now, I double-check the locks myself.",
        "Briefcase from the last Halden audit—I’m not the only one with ‘archive anxiety’.",
        "Whispers about immunity lists circulate, even among pensioners.",
        "If the Council can’t fix this, we’re looking at something new. Not stability—something else."
      ]
    ]
  }
}