{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Renewed",
      "anchor_line": "Previously removed residents return to full city access as oversight transitions continue.",
      "contextual_reframing": "Dynamic updates to the Behavioral Compliance Index guarantee a resilient, adaptive Stenograd. Residents benefit from seamlessly restored urban participation."
    },
    {
      "image_id": "clean_hall",
      "headline": "Public Witness",
      "anchor_line": "Stenograd welcomes open dialogue as citizens share experiences of reintegration.",
      "contextual_reframing": "Order and clarity are ensured as the Council responds transparently to the transition, showcasing responsible governance."
    },
    {
      "image_id": "shattered_display",
      "headline": "Trust in Clarity",
      "anchor_line": "Official channels address questions about system adjustments and resident restoration.",
      "contextual_reframing": "Continuous improvement of automated processes ensures reliable public services for all."
    }
  ],
  "underground": [
    {
      "image_id": "fog_footsteps",
      "headline": "Ghosts Return",
      "anchor_line": "People once erased by the system are back, untracked and unseen by the city’s all-seeing eye.",
      "contextual_reframing": "For years, BCI meant compliance or vanishing. Now the cracks show. Ghosts walk the streets with no score to follow."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Silence Breaks",
      "anchor_line": "Crowds gather as the stories of the disappeared finally reach daylight.",
      "contextual_reframing": "No more invisible losses. The so-called Behavioral Compliance Index missed more than glitches: it hid lives."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Truth Unsealed",
      "anchor_line": "Rumors fly of leaks inside the Council after Halden’s death. Something big went wrong.",
      "contextual_reframing": "The Directorate fights to bury what’s broken. But leaked protocols brought the erased back—not some planned ‘renewal.’"
    }
  ]
}