{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "You could say that. Things got odd this week.",
        "Had a couple clients call up, then drop me again once the scores snapped back.",
        "Spent more time dodging trouble than actually working.",
        "Honestly, I'm just tired of the whole thing."
      ],
      [
        "Edge is about right. Work picked up for a few hours when the scores evened out.",
        "Security didn’t look twice at me for a change, then it all disappeared overnight.",
        "Jobs vanished almost as fast as they came in. People got nervous. So did I.",
        "Had to skip a project—no sense getting flagged now.",
        "Honestly, I'm just tired of the whole thing."
      ],
      [
        "Not just me. Saw it on every street—people smiling, then panicking.",
        "Had a couple jobs line up when they reset the scores. First time folks seemed hopeful in months.",
        "Didn’t last. System yanked everything right back. Clients cancelled. Security back on the prowl.",
        "Avoided transit, kept moving. Can't risk being too visible now.",
        "Even had to drop out of a building project in a red zone. Too hot for me.",
        "Honestly, I'm just tired of the whole thing."
      ],
      [
        "Feels like half the city’s waiting for someone to blink first. I got a taste of normal work when the scores reset—easy access, actual trust for once.",
        "People called, I fixed things, no security chasing me down.",
        "Folks got spooked once the old system snapped back. Saw a lot of hope turn to fear real fast.",
        "Started dodging protest routes, kept my head down. No credits are worth that risk now.",
        "Even wrote my schedule by hand—paranoid, maybe, but safer these days.",
        "I tried joining a job in a flagged zone but pulled out last second. Can't gamble with the Directorate tightening things up.",
        "Honestly, I'm just tired of the whole thing."
      ],
      [
        "You ever have a week where the rules dissolve, only to slam back twice as hard? That was mine.",
        "When BCI scores equalized, people reached out—felt like the world might finally open up again. No suspicion, no gates shutting in my face.",
        "But you see how fast trust turns. The Directorate yanked control instantly and folks went back to acting scared.",
        "Had work lined up and lost it overnight. Even old friends started acting like talking to me might cost them.",
        "I started dodging crowds, rerouting everywhere. You'd think scoring 65 means I'm fine, but I'm a hair from losing jobs.",
        "Writing my schedule in pencil. Gave up decent work because it was in a zone about to go under Directorate lockdown. Can't say I blame them for locking things down, but what's left for the rest of us?",
        "System keeps telling us it’s logical, neutral, for our own good. I used to believe that when I worked inside. Not so sure anymore.",
        "Honestly, I'm just tired of the whole thing."
      ]
    ],
    "emotion": "Honestly, I'm just tired of the whole thing."
  },
  "emotional": {
    "opener": "\"Lenart, some days it feels like the system just grinds people down. You're not alone in feeling worn out.\"",
    "variants": [
      [
        "Yeah, maybe you're right.",
        "Hard to argue with that."
      ],
      [
        "Suppose everyone gets their fill eventually.",
        "Feels like the grind is just part of it now.",
        "Not sure anything really changes, but I hear you."
      ],
      [
        "Thanks. It's good to hear someone understands.",
        "Gets old, living like this all the time.",
        "Most people pretend it's fine, so it's something to just say it out loud.",
        "Bit of honesty goes a long way."
      ],
      [
        "Appreciate you saying that.",
        "Some days I wonder if it's me or just the way things are built.",
        "Feels like everyone is just holding their breath, waiting for someone else to fix it.",
        "You start to forget what 'normal' looks like after a while.",
        "Sometimes it's nice to have somebody see that."
      ],
      [
        "That means more than you probably know.",
        "It's like—all this, this whole life, is just a loop and we're stuck in it.",
        "I remember when things had at least some mess—little mistakes, human errors. Now it all feels... sterile.",
        "Makes you tired in a whole different way, doesn't it?",
        "I keep showing up, fixing things that maybe shouldn't break in the first place.",
        "Funny how you start to miss the old headaches."
      ]
    ]
  },
  "factual": {
    "opener": "So? All this noise about the equalization—what really happened? Spare me the vague answers, Lenart.",
    "variants": [
      [
        "Nothing you haven’t seen yourself. The scores jumped, then snapped back.",
        "Crowds got noisy, security moved in faster than usual.",
        "City's twitchy, that’s all I care to say."
      ],
      [
        "People thought they had a shot—briefly.",
        "Score reset didn’t last, and now no one trusts anyone.",
        "Security’s locking districts tight. Harder to move, harder to work.",
        "Directorate’s showing its teeth, if you hadn’t noticed."
      ],
      [
        "Everything spun up after that data dump. No one trusts the system now, but the Directorate jumped in fast.",
        "Security checkpoints got doubled overnight. Folks in outlier districts, like mine, are on edge.",
        "Nearly got caught at a temporary sweep—they’re not waiting for anything official to clear anymore.",
        "Lots of talk about fixing vulnerabilities, but it’s mostly for show.",
        "Directorate wants things contained and predictable. I can't blame them, but it isn't working."
      ],
      [
        "BCI scores reset—everyone saw a piece of freedom, then lost it. Security flooded the streets as soon as the Council called emergency session.",
        "Neighbors keep quiet even to each other. That’s what this mess has done.",
        "I used to count on the Directorate to at least warn us before lockdowns. Now it’s all shadow orders, sudden reroutes.",
        "Got a tip service outages weren’t accidents. They clamp down wherever trouble sparks.",
        "I don’t blame the Directorate for grabbing the reins. Frankly, someone has to, with Council so fractured."
      ],
      [
        "After Halden, everything’s just been patches on top of patches. BCI glitches, then that big score equalization—reminded me what access used to feel like when I was state-side.",
        "Knew right away it wouldn’t last. Old hands on my end saw increased patrols even before scores reverted.",
        "Shadow lists—those ‘restored’ citizens? Heard some are being monitored twice as hard now.",
        "A couple of the outages? Not technical, just pre-emptive locks to keep protests bottled up. I got the blackout notices after the fact.",
        "Directorate’s never subtle, but I get why they’re clamping down. They’re the only thing keeping total collapse at bay, even if it cuts into my work.",
        "Rumor is, Council’s data leak—plus the fake restoration—pushed Directorate to override almost everything without asking.",
        "I’m no fan of Council theatrics. Better to have clear orders. That’s why I lean Directorate, even if it costs me jobs lately.",
        "Trust in the system’s running on fumes, and people like me—contractors—are just collateral in the faction fights."
      ]
    ]
  }
}