{
  "olintz": {
    "chapter": "After observing neighborhood groups distribute resources independent of city services, Oksana found her apartment block's common room busy with unfamiliar faces sharing information about power and water schedules. The following morning, she skipped her usual solitary breakfast and joined a group discussion, quietly listening to instructions about contacting local supply volunteers. Later, when an elevator shutdown stranded several residents on their floors, Oksana offered her backup power pack to a neighbor, breaking her usual silence. Throughout the day, she noted the reduction of routine BCI checks at building entrances and fewer enforcement patrols on her route to work. While she remained cautious about her device usage and avoided sharing personal views, Oksana felt less isolated as residents shared updates openly. The collective aid effort reduced her anxiety about service loss, but she continued to double-check her compliance logs in case system monitoring returned unexpectedly. Her BCI score remained at 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the spread of local organizing guides and the emergence of grassroots collectives providing food and power, Nikola observed his building’s maintenance staff begin quietly coordinating supply distribution rather than relying on the official BCI-regulated schedule. That afternoon, when the elevator failed and the system offered no predicted repair time, neighbors pooled resources using printed shift lists from a nearby assembly. Nikola received a discreet invitation to join their evening supply round, but declined, concerned that association with unsanctioned efforts might trigger increased surveillance. Instead, he retrieved bottled water from a common stash left by the assembly and returned quickly to his apartment, choosing not to sign any shared ledgers. Aware that observed participation or repeated access to communal resources could lower his standing, Nikola kept a low profile and limited digital activity. His avoidance of overt involvement led to a negligible BCI fluctuation, lowering his score by one point to 61.",
    "bci_score": 61,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After learning local assemblies were organizing aid outside the BCI system and witnessing her building’s lobby turned into a makeshift resource hub, Daria faced immediate changes in her work routine. At the lab, scheduled diagnostics were constantly interrupted by residents from various score tiers, often bringing equipment for expedited checks without proper digital appointments. When a coworker, newly active in a grassroots group, asked Daria to prioritize bands for volunteers, she hesitated but complied, noting their fast-growing influence. Increased reliance on these assemblies led to informal peer networks inside the lab, where technicians quietly shared supply lists and route tips. Daria’s willingness to cooperate with both high and low-score residents, and discreet facilitation of repairs for mutual aid organizers, was recorded in her system logs as adaptive service. By the end of the day, the system registered increased trust in her cross-factional dealings. BCI score increased to 78.",
    "bci_score": 78,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On May 19th, Lenart observed his street filled with unfamiliar faces as residents from high and low BCI score brackets worked together to distribute cooling units and bottled water, a direct effect of grassroots networks filling gaps in essential city services. For the first time in months, a neighbor who had previously ignored him offered to share extra supplies, no longer concerned about the social risks of associating with a low-score individual. The next day, Lenart adapted his schedule to collaborate quietly with this ad hoc group, pooling his maintenance skills to help repair a faulty fresh water pump for the building, bypassing the unreliable official system. Although he avoided involvement in neighborhood leadership, he noted fewer clients hesitated to greet him, and group trust noticeably increased. Despite ongoing surveillance, his BCI score remained stable, with only minor fluctuations, as neighborhood relationships began to supersede official scoring.",
    "bci_score": 22,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After neighborhood groups began organizing direct aid and distributing resources, Sven noticed most communal office refreshments and supplies were replaced by items labeled from local collectives, not the standard procurement channels. On the same day, senior Council communications staff delayed scheduled reviews, citing uncertainty over protocol updates as grassroots assemblies received growing recognition. Sven avoided requesting team-wide feedback on key speech drafts for fear of being seen relying on old compliance norms, choosing instead to make minimal, non-controversial updates. He observed increased informal meetings among staff, discussing guidance found in circulating organizing guides rather than official mandates. To adapt, Sven started noting new keywords and local terminology in his drafts to avoid appearing out of touch. As collaborative processes slowed and reference materials grew inconsistent, he worked more independently, resulting in reduced message output. These cautious adaptations and focus on neutrality led to a slight decrease in his BCI score, now at 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After refusing to participate in the Council’s broadcast promoting the BCI reform vote, Rada redirected her media team to produce and covertly distribute practical guides on neighborhood energy pooling and resource sharing. She bypassed routine editorial channels, delivering these materials through secure, direct contacts in high-need districts. As outages increased during the heatwave, citizens used her instructions to establish decentralized supply lines. Rada tracked the rapid formation of local committees, some reaching out to her for advice rather than waiting for city instruction. Her lack of participation in official broadcasts was noted by newsroom supervisors; access audits confirmed her off-network activity. When collectives across compliance levels succeeded in stabilizing residential grids, internal reports cited her guides as a key influence. Rada’s BCI score dropped to 0 due to noncompliance, direct aid to flagged networks, and public absence from sanctioned coverage. She lost all remaining access, but grassroots assemblies credited her actions with enabling local self-governance.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}