{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Been a tense week, that’s all. Too many people watching.",
        "Opted out of a broadcast gig. Not the kind you want your name on.",
        "Spent some time off-grid helping folks get by when the heat hit.",
        "Feels like I lost more than I gained, but it needed doing."
      ],
      [
        "People keep saying things are normal, but they’re sweating the checkpoints.",
        "I pulled my crew off council propaganda. Used our airtime for something useful.",
        "We made some neighborhood guides, kept them low-profile—nothing dramatic.",
        "Now my name’s flagged and there’s no signal in my inbox, but we got people organizing.",
        "Feels risky, but not as risky as staying silent."
      ],
      [
        "Skipped the council show they pushed on me. Wouldn’t play their game this time.",
        "Rerouted my team to work on real survival guides, not state fluff.",
        "Those guides spread—neighborhoods skipped the BCI, built their own power lines.",
        "Folks banded together fast when the heat took out half the city’s grid.",
        "I knew I’d get burned for it. They zeroed my score, shut off everything overnight.",
        "But all week I saw people reach out, solve things themselves. Makes the fallout worth it."
      ],
      [
        "Didn’t think walking off that broadcast would change much, but it did.",
        "Rewrote the story—literally—the crew and I made those guides for energy pooling, shared them backdoor with anyone who needed them.",
        "When the government’s channels failed, people leaned on each other, not the system.",
        "I lost access, got wiped from their roster. Some would call me reckless, maybe I am.",
        "My old man was a BCI officer. I know how these things work, how quickly you can turn invisible.",
        "But I never saw neighborhoods come alive like that before—their trust, their hustle.",
        "Feels like I finally did something that mattered, outside those walls."
      ],
      [
        "Let’s just say ignoring my father’s career advice finally caught up with me.",
        "Refused to be their face for this latest BCI push, so I told my team: help people, don’t parrot the Council.",
        "We ghosted the censors, published how-tos for everyone—power pools, supply runs—all off the books.",
        "The state chased us, but that heatwave? People didn’t wait for the system—they trusted each other, fixed what mattered, ignored those scores.",
        "I watched collectives erupt in blocks that never talked before. Suddenly resource sharing, leadership, purpose—all from below.",
        "Of course, I lost everything ‘official’—zeroed out, ghosted, family’s disappointed again. Saw it coming, just couldn’t play along anymore.",
        "Felt exposed, but relief too. For the first time, I’m not shaping a Council story—I’m part of my own.",
        "Honestly, I feel raw, but strangely hopeful. Like I’m finally on the right side of the glass, even if it’s colder over here."
      ]
    ],
    "emotion": "I feel raw, but strangely hopeful. Like I’m finally on the right side of the glass, even if it’s colder over here."
  },
  "emotional": {
    "opener": "You know, Rada, you’re not alone on this side of the glass. Some of us never felt right anywhere else.",
    "variants": [
      [
        "Yeah... maybe some things are clearer from out here.",
        "It’s quiet on this side, for now."
      ],
      [
        "I guess the view changes once you step out.",
        "Hard to say if it’s safer, but at least it’s honest.",
        "You make it sound less lonely. That helps."
      ],
      [
        "You’re right. I’d rather see the real world, cold or not.",
        "Feels like honesty costs you everything, but maybe that’s the trade.",
        "Out here... I can finally breathe a little.",
        "Thanks for saying that. It matters."
      ],
      [
        "Funny, I always thought I’d keep my head down and stay warm.",
        "Turns out I was freezing on the other side too, just didn’t notice it yet.",
        "It’s not comfort I want, it’s something that feels real.",
        "What you said... makes this feel less like exile and more like a choice.",
        "I appreciate you, you know."
      ],
      [
        "My father always told me it was safest inside the system. Maybe he was right, but safe isn’t the same as alive.",
        "I used to tell stories for them, not for me. Now I finally see my own reflection, not the one they want.",
        "It’s colder here, sure, but it’s honest. Maybe community grows slower, but it’s not fake.",
        "Your words remind me it’s worth it, this discomfort. Means I’m actually living.",
        "Strange how losing everything forced me to find myself.",
        "Glad you’re on this side of the glass too."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dancing around it, Rada. Just say what’s really going on out there. What’s happening with the city?",
    "variants": [
      [
        "People are nervous. System’s off, rumors everywhere.",
        "Saw more checkpoints than usual, that’s all.",
        "Council’s snapping at shadows. Everyone’s just trying to get by.",
        "Nothing’s clear, nobody feels safe."
      ],
      [
        "BCI numbers stopped matching what you see on the street. Feels off.",
        "Heard about some data leak—top scores got burned, lots of panic.",
        "Council’s fighting, not much coordination these days.",
        "Some protest, some disappear.",
        "Folks talk about ‘ghosts’—I don’t put much stock in it, but people spook easy."
      ],
      [
        "Council leadership’s a mess since Halden died.",
        "The big data leak—everybody’s scores and secrets out in public—killed trust in their system.",
        "Compliant citizens are getting ignored. People with low scores suddenly have perks. It’s chaos.",
        "Fake scores are popping up. Black markets, too.",
        "Disappeared folks showing up again… unsettles people, makes the Council look weak.",
        "More protests, louder. The city doesn’t believe in the BCI anymore.",
        "Funny how fast things slide when no one’s really in charge."
      ],
      [
        "Council’s splintered since Halden dropped—nobody’s sure who’s running what.",
        "That data leak? Might have been a blessing. Exposed so much dirty laundry, no one can pretend things are fair anymore.",
        "BCI is a joke now—compliance doesn’t count for anything, but dissent doesn’t cost you either.",
        "Saw with my own eyes: ‘eccentrics’ breezing through checkpoints, old elite sweating low scores.",
        "‘Ghosts’ are real—people we thought vanished are working in plain sight, forcing everyone to face the cracks in the system.",
        "Grassroots groups, not the Council, kept lights on in half this city last week.",
        "I trust those neighbors more than any automated script.",
        "Feels like people are finally writing their own story here."
      ],
      [
        "Halden’s death opened the floodgates. No one had a backup plan, now it’s free fall.",
        "That BCI leak—it’s like the city’s secrets dumped in the street. Power games, petty privileges, all exposed.",
        "Council’s fighting old school—Innovators versus hardliners—while the rest of us clean up their mess.",
        "Fake scores everywhere. Central can’t keep up. Black market’s booming—almost funny if it weren’t so desperate.",
        "Ghosts aren’t a rumor. I’ve spoken to some. Turns out the system’s blind spots are bigger than the propaganda ever admitted.",
        "Saw high-clearance types collapse when their status vanished overnight. ‘Dissidents’ suddenly getting job offers. Fair? Not at all. Honest, maybe.",
        "The city survived because people ignored orders, pooled resources, and trusted each other over the BCI.",
        "My whole life I shaped stories for them. Now I help people shape their own—and it feels truer.",
        "I’m done with Council fairy tales. I’ll take honest, messy neighborhoods over algorithmic loyalty any day."
      ]
    ]
  }
}