{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Yeah, things feel different. Less predictable, maybe.",
        "Lots of people in my building are talking more. You notice who shows up, who disappears.",
        "Saw a group organizing supplies. Didn't expect that.",
        "Just... less alone in all this, for once."
      ],
      [
        "Feels off, honestly. Everyone seems to be finding their own ways of getting by now.",
        "Yesterday some people shared water schedules in my block's common room. That never happened before.",
        "The elevator shut down. I let someone use my backup pack. Didn't realize I would ever do that.",
        "Checks are lighter lately. Doors aren't stopping people as much.",
        "Just... less alone in all this, for once."
      ],
      [
        "Stopped having breakfast alone for once. The neighbors were sharing power updates, volunteers organizing supplies.",
        "I used to skip those meetings. This time I sat in and listened.",
        "When the lift failed, I handed over my power pack to someone on my floor. It didn't feel risky for once.",
        "The routine checks? Way less frequent. Patrols vanished too.",
        "Felt safer, not just for me. People looked at each other more — actually saw each other.",
        "Just... less alone in all this, for once."
      ],
      [
        "Honestly, I always kept my head down. But with the breakdown, people had to talk.",
        "My building turned communal overnight. Everyone sharing news in the common room, not just waiting for the system to fix it.",
        "I avoided attention, but... joined the circle. Neighbors told us where to get supplies, who had safe power routes.",
        "Handed off my power bank when the lift went out. Saved someone hours of waiting. Can't explain why, but it mattered.",
        "Even the BCI scanners at the entrances glitched. We walked by like no one was watching.",
        "I still check my logs for exactly that reason, but I care less now.",
        "Just... less alone in all this, for once."
      ],
      [
        "Feels like the system's walls are weaker, but maybe that's not so bad.",
        "I've always believed in fixing what's broken, not forcing people to act right. Instead, the BCI split us apart for being... inconvenient.",
        "Saw the block transform overnight — strangers planning together, trading info, shouting up and down stairwells so no one missed out.",
        "I joined in after years of silence. Not brave, just... tired of hiding. Gave my backup power away. It felt like a risk, but no one flinched.",
        "Routine checks melted away. Doors opened that would have stayed locked a month ago.",
        "The anxiety is still there, watching every move, thinking the system will snap back. But now, when they do come back, it won't be the same.",
        "I know some Innovators would say this is how change starts. Maybe so. Maybe it's just what happens when people are left on their own.",
        "Just... less alone in all this, for once."
      ]
    ],
    "emotion": "Just... less alone in all this, for once."
  },
  "emotional": {
    "opener": "You know, Oksana, sometimes it’s just enough not to be the only one noticing how off things have become. Doesn’t mean you’re the problem.",
    "variants": [
      [
        "Maybe. Guess I needed to hear that.",
        "It’s just easier not to say much, most days."
      ],
      [
        "Yeah. It’s rare for someone to actually say it.",
        "Not sure if I trust that feeling, but it helps.",
        "We all have to be careful."
      ],
      [
        "That’s… reassuring, actually.",
        "It’s been harder to talk about it, even to myself.",
        "Makes me feel a bit lighter. Like I’m not so—on edge.",
        "Thank you for that."
      ],
      [
        "I didn’t realize I needed to hear this until now.",
        "Sometimes I feel invisible. Or like I’m just—watching.",
        "Hard to admit, but I keep quiet because I always think I’ll get flagged for something.",
        "I want to believe it could get easier, even if just here.",
        "Thanks for saying it out loud."
      ],
      [
        "That really means something. I forget people notice.",
        "I’m so used to being cautious that I stop myself from reaching out.",
        "Sometimes I feel like I’m not allowed to even think things are wrong.",
        "I worry a lot about my score. About slipping up.",
        "But your words make me feel like—maybe it’s not just me, you know?",
        "It feels good to share the weight, even a little."
      ]
    ]
  },
  "factual": {
    "opener": "So? People have been saying a lot but not much else. What's really happening out there?",
    "variants": [
      [
        "Council's been arguing more, not agreeing on much.",
        "Neighborhood groups are handing out supplies, if you know who to ask.",
        "Saw some media guides about resource sharing. Unusual from their side.",
        "BCI still has outages. That's all."
      ],
      [
        "Some guides for organizing got around. A few people say it was official, most know it wasn't.",
        "Saw more neighbors helping even higher-score types.",
        "Scanners are still spotty, no one rushes to fix them.",
        "Council meetings put out statements, but they sound forced.",
        "Feels like everyone's waiting for something to snap."
      ],
      [
        "It's not just my building doing this. Blocks across the district formed cooperatives when BCI failed.",
        "Media started printing how-tos for bypassing old protocols. Not censorship for once.",
        "High-score residents have joined too. Interesting shift.",
        "Council's so out of sync, Innovators push for change—some admit these groups work better.",
        "Directorate acts tough, but can't regain order. System's losing grip."
      ],
      [
        "Locals took over resource lines, ignored the official restrictions. That's the difference this time.",
        "People passed power, food, even to those flagged by BCI. Didn't matter what score you had.",
        "Media guides weren't a mistake. Someone on the inside wanted us to self-organize.",
        "Innovators—my group, you'd say—see real potential here. Maybe the Council does too, sometimes.",
        "The Directorate tried force. It only brought more resistance. Whole blocks pushed back, not quietly.",
        "Rumor says someone high up is tracking which co-ops work best."
      ],
      [
        "Since Halden died, every fix has been worse than the last. I see it in backend data: sync failures, fake scores, enforcement logs going blank.",
        "Council splits deeper every day. Votes pushed through by performance metrics, not public input. I used to track those, thought I was helping.",
        "Grassroots organizing was almost banned before, but now Innovators—I'm part of that camp—want to make it a model.",
        "Media guides weren't rogue. Rada Miskovic leaked them—they want us running things locally.",
        "High-score blocks started merging resources with lowest scores. It undermines everything BCI was meant to control.",
        "Directorate panics. They send patrols, but logs show half return early, others sympathize with residents.",
        "I monitor the co-ops. Metrics say self-run blocks outperformed official ones every time.",
        "If you look for it, you see the old system doesn't scare anyone lately.",
        "It's the clearest proof yet that maybe the system was the problem all along."
      ]
    ]
  }
}