{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Community Open Forums",
      "anchor_line": "Neighborhoods launch public forums to discuss local civic matters.",
      "contextual_reframing": "Civic engagement grows as communities demonstrate adaptability and shared responsibility."
    },
    {
      "image_id": "blank_display",
      "headline": "System Scores Shift",
      "anchor_line": "BCI scoring temporarily transitions as communities manage access and services directly.",
      "contextual_reframing": "Stenograd infrastructure adapts seamlessly to support transparent and collaborative management."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Cooperation Takes Hold",
      "anchor_line": "Residents introduce open, rotating management in districts, building a new spirit of cooperation.",
      "contextual_reframing": "Collective initiative and resilience reinforce stability, with Stenograd citizens leading shared self-governance."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Secrets Unsealed",
      "anchor_line": "Word leaks of new assembly codes escaping the Council’s grip.",
      "contextual_reframing": "Some finally crack the BCI’s shell, sharing the keys that keep us all in line. This time, truth spreads faster than state edits."
    },
    {
      "image_id": "blank_display",
      "headline": "Central Control Falls",
      "anchor_line": "Neighborhoods hijack BCI scores—Council authority evaporates overnight.",
      "contextual_reframing": "Suddenly, the algorithm can’t punish or reward. Ordinary people debate who gets what. Quiet fear turns to loud possibility."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Real Power—Us",
      "anchor_line": "Rotating citizen councils now run Stenograd, not the silent system.",
      "contextual_reframing": "It’s not propaganda—just honest work and voices, face to face. Mutual aid becomes real as the Council fades, and we finally see each other in full light."
    }
  ]
}