{
  "olintz": {
    "chapter": "Following the citywide broadcast urging citizens to question the legitimacy of BCI scores and widespread debates that continued into the night, Oksana awoke to find her neighborhood unusually active. Outside her apartment, two residents argued in the corridor over rumored data errors, each blaming system fluctuations for recent service denials. At a local kiosk, she overheard several customers discussing whether their scores would change if enough people demanded manual reviews. In response, Oksana limited her public conversations and delayed her errands by several hours, selecting less crowded routes and avoiding large forums where debate about BCI justice was loudest. At home, she noted increased attempts by unknown accounts to access her archived analysis files, prompting her to change her personal security protocols. The ongoing scrutiny from both citizens and system monitors made daily routines exhausting. Her BCI score remained at 34, with persistent risk notations limiting her access.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the public spread of cryptic messages believed to be from Halden and the subsequent citywide broadcast urging citizens to question the BCI, Nikola faced a new level of scrutiny in his daily routine. That morning, several neighbors openly asked about his flagged score at the lobby mail terminal, referencing specific points from the leaked score history circulating on printouts. During his afternoon grocery visit, he observed increased staff vigilance, with all customers required to verify their scores twice and submit to brief questioning about any irregular activity on their BCI reports. Cautious to avoid further notice, Nikola deliberately limited his purchases and kept answers short, anxious to avoid being recorded disputing his data. Afterwards, he spent the evening re-reading Council updates and deleting older correspondence, worried that public debate might trigger retroactive investigations. His increased caution and repeated monitoring led to a minor decrease in his BCI score from 69 to 67.",
    "bci_score": 67,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following citywide circulation of Halden’s voice questioning the BCI and the subsequent surge of public skepticism, Daria notices immediate changes at her workplace. Laboratory security checkpoints now require double authentication, slowing all entries and exits. During the afternoon, a supervisor halts regular diagnostics to conduct an impromptu review of all device logs from the previous week, citing concerns over rumor-driven sabotage. Daria quietly disables all personalized device settings and avoids casual conversation, aware her small circle is now under scrutiny for prior data adjustments. When a colleague requests a device reset using an old offline script, Daria declines and refers him to the new, official interface. By shift’s end, she declines social invitations, leaving alone as CCTV traffic has intensified around usual staff gathering points. Her BCI score drops slightly, reflecting reduced peer interaction and flagged risk from unusual script rejection. New BCI score: 59.",
    "bci_score": 59,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the widespread circulation of cryptic messages attributed to Halden, Lenart noticed a marked increase in clients requesting discrete repairs outside regular schedules. Several residents cited personal doubts about their BCI histories after seeing forum debates and late-night broadcasts, insisting on face-to-face meetings and refusing to communicate through official networks. That evening, Lenart biked to an apartment complex where he was instructed to enter through a rear service door and leave with no digital trace. He observed that even compliant neighborhoods, previously steady sources of work after the system patch, had grown cautious—requests were often delayed or phrased obliquely. Lenart began manually checking new client histories for abrupt score changes, prioritizing jobs from residents with minimal recent activity. Though his business adapted, he limited social and professional contact, wary of being associated with clients targeted by public suspicion. The uncertainty caused a minor drop in his BCI score, down to 68.",
    "bci_score": 68,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following a night of citywide broadcasts questioning the BCI’s legitimacy and a subsequent increase in public debate, Sven Halek arrived at work to find security personnel posted outside shared workspace entrances, screen displays looping compliance reminders. His requests for input on Council messaging were met with formal refusals from two department heads who cited memo visibility reviews. Noticing that usual cross-unit communications had become stilted, Sven reduced all outgoing message volume and shifted his document revisions to encrypted local drives only. That afternoon, he overheard staff from the Innovator faction discussing rumors about possible personal data audits connected to the recent unrest. In response, Sven adjusted his own phrasing to emphasize transparency and “adaptive improvement,” even in internal drafts. He left the building through a secondary exit after observing a group quietly assembled near the main entrance, choosing a less visible route home. His BCI score decreased slightly, now registering at 75.",
    "bci_score": 75,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After choosing to amplify the cryptic Halden Echoes rather than expose hard data, Rada scheduled the edited audio segments for release through staggered, anonymous uploads. When city networks flooded with the enigmatic messages, she monitored the newsroom’s group chat, noting how editors hesitated to authenticate stories, and compliance officers issued swift internal advisories warning staff against rumor amplification. Her own BCI interface froze pending review, and multiple collaborators distanced themselves from further contact. Colleagues’ behavior shifted as suspicion grew over who might be feeding the Halden rumors, and Rada’s access was downgraded on the editorial server. By the day’s end, her communications history was under review, and she received an official notice: account flagged for probable narrative manipulation. As unrest spread citywide and Council factions disputed the messages’ origin, Rada became isolated from normal workflows, and her BCI score dropped from 34 to 16 due to deliberate disinformation and risk-amplifying behavior.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}