{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Security's tighter at my building lately. Everyone's being watched.",
        "They said we had to hand over all our notes for review.",
        "Mostly, I just keep my head down and try not to draw attention.",
        "It's exhausting, all of it."
      ],
      [
        "Security at work changed overnight. Extra checks at every door.",
        "They started inspecting every scrap of paper, even personal notes.",
        "I stopped writing things down. Didn't feel safe.",
        "My reports dropped. Now I'm being flagged for that too.",
        "It's left me... worn out."
      ],
      [
        "The Directorate’s made things impossible since the Tribunal. New searches every time we go in.",
        "No one trusts anyone to write anything, so we just don’t. It’s like we’re erasing ourselves, one habit at a time.",
        "I tried to stay out of trouble, but my work flagged me for low participation.",
        "My BCI score dropped again. Seventeen, if you can believe it.",
        "Now I barely see or talk to anyone at all at work.",
        "Feels like I’m disappearing too."
      ],
      [
        "When they shut the Tribunal down, we all knew—something shifted for good.",
        "Every entrance now has guards. They check our bags, look for notes.",
        "I erased everything personal, just to be safe. Haven’t written anything since.",
        "Because I’m not submitting reports, they flagged me as disengaged. My BCI score crashed. Seventeen now.",
        "People avoid each other. Nobody trusts their own habits, even a scribble on a slip of paper.",
        "Honestly, most days I just want to leave, but with a score like mine... that’s not an option.",
        "It’s strange. I used to think all this kept us safe. Now I’m not so sure."
      ],
      [
        "After the Tribunal ended, they locked down everything. Security, surveillance, even our notes are contraband now.",
        "No one at the Directorate feels safe. We queue for checks, hand over every scrap of writing—some just stopped talking at all.",
        "I deleted every personal thought I had. Not from loyalty. From fear.",
        "Stopped submitting the usual analyses. Flagged for inactivity. My BCI’s seventeen, which means I’m almost invisible.",
        "People used to look me in the eye. Now they just look past you, afraid of what a conversation might mean.",
        "Funny—I joined to keep order, to stop things from unraveling. The system was supposed to be rational, humane.",
        "But it eats its own. Quietly. I hardly remember what I sound like anymore.",
        "Mostly I just feel... tired, a little lost, hoping someone remembers we’re still here at all."
      ]
    ],
    "emotion": "Tired, a little lost, but needing someone to understand."
  },
  "emotional": {
    "opener": "\"You know, sometimes it feels like everyone here is just pretending, but it's okay to be tired. You don’t have to hide that with me.\"",
    "variants": [
      [
        "I suppose that’s true. Not many say it out loud.",
        "Thank you."
      ],
      [
        "Sometimes I just feel... worn down by it.",
        "It’s hard to talk about, even here.",
        "But I appreciate your words."
      ],
      [
        "You saying that helps, honestly.",
        "Most days I keep it all inside, keep going through the motions.",
        "It’s rare to have a moment like this.",
        "So, thanks. Really."
      ],
      [
        "You get it. It’s not just the work. It’s the constant watching, the feeling you could slip at any second.",
        "Most people don’t want to admit they’re tired. I hid it for so long.",
        "Now it’s like everything’s heavier. Even the small things.",
        "So hearing that... it actually lifts a bit.",
        "I’m not invisible, at least here."
      ],
      [
        "I feel like I used to have purpose, or at least direction. Now it’s just endless caution, always watching myself.",
        "Everyone seems fine on the outside, but we’re all weighed down. I know it. I see it in them too.",
        "I started coming here because nowhere else felt safe, not even my flat.",
        "Your words made me realize—maybe it’s not hopeless to want more than just compliance.",
        "Sometimes I don’t recognize myself anymore. I’m not sure who I’m trying to be.",
        "But right now, in this moment, I actually feel understood.",
        "It’s strange how much that matters."
      ]
    ]
  },
  "factual": {
    "opener": "People talk, but nobody actually says what happened. If you know something, just say it.",
    "variants": [
      [
        "The Tribunal didn\u0019t last long. They shut it down fast.",
        "Whole city watched, then it was over.",
        "Now there\u0019s a blackout on the broadcasts.",
        "A few people came back, but no one says where they were.",
        "Council\u0019s just tightening things."
      ],
      [
        "There were broadcasts people weren\u0019t supposed to see. Personal stories, mistakes in the system.",
        "Council set up some Tribunal, let people talk on air. Didn\u0019t solve much.",
        "I wouldn\u0019t trust what they called 'transparency.'",
        "Right after, communications got locked down. No surprise.",
        "Heard about names posted across the squares. Some disappeared came back, but not all.",
        "Everything's more tense now."
      ],
      [
        "Citywide, people rallied when those broadcasts started. Analog networks, not official channels.",
        "Tribunal let people show real proof\u00191ots of wrongful flags and detainments got aired",
        "A few high up lost their posts, but it didn\u0019t last. Directorate shut it down, blamed risks to order.",
        "Then blackout. Neighborhoods started meeting anyway. Some view that tribunal as hope, some a warning.",
        "I\u0019d call it... ah, a failed shot at correction. Not everyone wanted it open.",
        "Disappeared people are still showing up now and then.",
        "Feels like things are breaking open, not healing."
      ],
      [
        "The Council panicked when those returnees started telling their stories citywide. It shook the propaganda for once.",
        "People flooded the Tribunal with evidence. For a few days everyone saw how easily BCI was broken.",
        "I believed in order, not this. When the Directorate pulled the plug, whatever faith people had vanished.",
        "Most Directorate types are just trying to clean up and stamp out memories. It won\u0019t erase what was aired.",
        "I heard the songs in the square myself. Like a memorial for lost transparency.",
        "Some missing are back, but they\u0019re changed. Quiet, uncertain. I keep thinking that could be me.",
        "The system only knows how to deny, not to fix.",
        "Feels like trust\u0019s gone for good now."
      ],
      [
        "I saw the broadcast reroutes myself. It was Lenart Kova, I think, who opened the network. Risked everything.",
        "Returnees were telling the truth. I'd seen their names flagged, watched the system vanish them. Their stories matched my old logs.",
        "I used to be a Harmonist. Still prefer order, in theory. But this was chaos pretending to be correction.",
        "When the Tribunal aired, some of my flagged analyses got cited. They never asked if they were accurate. Council doesn't care about truth, just optics.",
        "Suspension of communications didn't surprise me. After how many abuses came out, suppression was the only move left.",
        "The songs, chalk—people needed ritual, a marker of what almost changed. I wish I could join them, openly.",
        "I haven\u0019t trusted the Council since Halden died. But I can\u0019t say it out loud. Low score and all.",
        "Even people who came back aren\u0019t safe. Some seem reprogrammed. It\u0019s not real reconciliation.",
        "I just tell myself I'm still here, for now. That has to be enough."
      ]
    ]
  }
}