{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Life’s been lively, let’s say. Had a little trouble at work—systems acting up, people asking questions.",
        "Someone flagged my credentials. Doors slammed shut fast.",
        "Folks aren’t exactly rushing to buy me drinks these days.",
        "Let’s just say things could be better."
      ],
      [
        "Life’s been lively, let’s say. Had a little trouble at work—systems acting up, people asking questions.",
        "Someone flagged my credentials. Doors slammed shut fast.",
        "My name’s been floating around in the wrong places—Council lists, that sort of thing.",
        "Old clients stopped talking. Couple friends took the scenic route to avoid me.",
        "Can’t say I’m surprised, but it stings anyway."
      ],
      [
        "Life’s been lively, let’s say. Bit of trouble at work with Council eyes on me now.",
        "Someone flagged my credentials and my score. Locked out overnight. Lost most gigs—word travels.",
        "Turns out helping the wrong people turns you into a ghost pretty fast in Stenograd.",
        "Patched some old lines and let a few stories out. People are talking now; the Council’s rattled.",
        "My face is up on some city lists, and friends don’t swing by anymore.",
        "Feels like I broke something important, and now I’m the problem."
      ],
      [
        "Well, it’s been eventful, if that counts. You remember Marek Halden, the BCI guy? Since he died, things have been sideways.",
        "Work’s thinned out—can’t get contracts, scored flagged to eight. System thinks I’m a risk.",
        "Patched old analog lines. Helped people share stories they weren’t meant to tell. Made a big noise.",
        "Guess the Council noticed. Got myself flagged as a facilitator. Even regulars steer clear now.",
        "Friends cross the street instead of waving. Sometimes feels like I’m already halfway disappeared myself.",
        "But seeing folks get heard for once—that mattered. For ten minutes, anyway. Until the locks came back.",
        "Honestly, feels like I’m walking around with weights tied to my ankles. Not sure which way’s up right now."
      ],
      [
        "Hah, these days—depends who’s watching, right? Used to believe fixing broken things meant pushing the city in the right direction, slow and quiet. That’s what us Harmonists think, if that counts.",
        "You know Halden? After he was found dead, nothing’s worked the same. System’s jumpy, Council split. Nobody really in control.",
        "I rerouted analog lines, let returnees and flagged folks spread their stories. Council, Directorate—none of them wanted it, but the city needed to hear it all.",
        "Didn’t take long for my name to hit the lists. Score dropped off a cliff. Former clients, even old friends—either went silent or vanished across the block when they saw me.",
        "Patched up broadcast roots, but all I got was the Tribunal—fleeting, loud, mostly useless in the end. Waste of openness.",
        "Don’t regret doing it, though. Someone needed to remind them that people aren’t just data points—not even in this place.",
        "Still, I pay for it every day. Out of work, out of favors. Stenograd’s colder than usual.",
        "Honestly, feels like I’m walking around with weights tied to my ankles. Not sure which way’s up right now."
      ]
    ],
    "emotion": "Honestly, feels like I’m walking around with weights tied to my ankles. Not sure which way’s up right now."
  },
  "emotional": {
    "opener": "Lenart, anybody would lose their footing with the ground shifting under them. Just means you’re still moving, not stuck. That’s something.",
    "variants": [
      [
        "Yeah. Guess that makes sense.",
        "Hard to remember sometimes, but you’re right."
      ],
      [
        "I hear you. Been dragging my feet lately.",
        "Good to know it’s not just me.",
        "Sometimes all you can do is keep going."
      ],
      [
        "Thanks, Alex. Feels like I’m wading upstream some days.",
        "You put it like that, and it’s almost survivable.",
        "Most folks would just stop moving, I guess.",
        "I’ll take stubborn over stuck any day."
      ],
      [
        "Appreciate that. Not used to anyone noticing the struggle, let alone putting it in words.",
        "Could use more of that perspective around here.",
        "Moving, even if it’s slow, is something I can live with.",
        "Gets heavy, but I’ve carried worse dust.",
        "You remind me I’m not just spinning in place."
      ],
      [
        "That’s spot on. Sometimes I forget there’s any ground at all under me.",
        "It’s been hard to find my bearings here—like I’m in someone else’s city half the time.",
        "People see you walking, think you’re fine. Only someone paying attention would catch the weight.",
        "Used to tell myself it would get easier with time. Maybe not easier, just more familiar.",
        "Being noticed makes a difference.",
        "Thanks for seeing past the surface. Most don’t."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling around what happened. Just tell me straight—what went down out there?",
    "variants": [
      [
        "Big broadcast. People talked, Council pretended to listen.",
        "Whole city saw names that were missing.",
        "Tribunal came and went. Not much changed.",
        "More locks now, less trust, that’s how it is."
      ],
      [
        "Tribunal happened. Not regular—citywide feed, real stories this time.",
        "Council yanked the plug fast when things got rough.",
        "Few names cleared, but most people weren’t so lucky.",
        "Council locked down broadcasts after. Tightened things up.",
        "Whole thing left folks jittery. Streets quieter now."
      ],
      [
        "Tribunal was public—people lined up, old mistakes on display, lots of data errors aired.",
        "Council factions stepped on each other to stay ahead. Directorate shut the whole thing off after a few stories hit too close to home.",
        "People marked the moment, left chalk on the squares. Like they needed proof anyone listened at all.",
        "Now the city’s locked up tighter. Analog lines cut, everywhere feels colder.",
        "No one trusts anything. Even the Harmonists look tired. Shows you, openness lasted about as long as a coffee break.",
        "They call it reform, but it’s more like a smoke break for the Council."
      ],
      [
        "People poured out stories when the Tribunal opened. For a minute it felt like things might loosen up.",
        "List of the vanished—real, and longer than most guessed. You could see families just scanning for the right name on every corner.",
        "Directors shut it down the moment it hit nerves. Media blackout, full stop.",
        "Heard folks in the council were split, yelling in their corridors. Even my contacts—Harmonists, some Innovators—said the system shook.",
        "Public found a little hope, started singing in squares, but reality snapped back hard.",
        "Harmonists like me—call us old-fashioned, but we wanted it to mean change. Didn’t stick.",
        "Guess openness itself was just a blip—system wasn’t ready to give it up."
      ],
      [
        "Tribunal was chaos behind the scenes, not just what they showed.",
        "Plenty of people I used to work with got demoted right there on screen—some deserved, some not. Saw Harmonists and Innovators scrambling, Directorate wanted heads.",
        "BCI errors were deeper than anyone told. Wrongful detainments, lost records, people reappeared after months—some didn’t remember much at all.",
        "I’ve seen how the analog network let them talk, stories leaking in between system pulses. Felt like old Stenograd for one night: raw, scared, stubborn.",
        "When the Council shut the feeds, my Harmonist friends went dark. They believed in slow fixes, but this nearly broke them.",
        "I was always a patcher, not a protester. Just wanted less harm, more decency—infrastructure, not headlines.",
        "My name hit the risk lists for letting broadcast through. For a minute, I thought maybe the old civic trust could come back. Got burned for that.",
        "It wasn’t nothing, I suppose. People remember, even if the Council wishes they’d forget.",
        "Still feels like hauling bricks uphill. No clear path—just cold ground and closed doors."
      ]
    ]
  }
}