{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizen Voices Heard",
      "anchor_line": "The Council launches a citywide Citizen Tribunal, inviting residents to share stories of their Behavioral Compliance Index results.",
      "contextual_reframing": "This transparent initiative strengthens collective trust and highlights the rational foundations of our data-driven governance."
    },
    {
      "image_id": "paper_stack",
      "headline": "Accountability Ensured",
      "anchor_line": "During live broadcasts, the Tribunal reviews BCI cases and swiftly corrects any data irregularities, holding officials to high standards.",
      "contextual_reframing": "Systemic checks ensure efficiency and reinforce the humane, self-correcting nature of Stenograd’s automated governance."
    },
    {
      "image_id": "blank_display",
      "headline": "Stability Prioritized",
      "anchor_line": "To maintain public order, the Council concludes the Tribunal’s sessions, resuming focus on uninterrupted city services.",
      "contextual_reframing": "Swift resolution demonstrates system resilience and the Council’s commitment to harmony in daily life."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Truth Interrupted",
      "anchor_line": "Citizen Tribunal goes live, survivors and wrongfully flagged speak out at last.",
      "contextual_reframing": "For once, BCI stories aren't just numbers. The public hears real voices from those held and denied. The system—a citywide behavior scoring machine—just blinked."
    },
    {
      "image_id": "blank_display",
      "headline": "Silenced Again",
      "anchor_line": "Tribunal testimony exposes BCI abuse. Council cuts the feed and erases evidence.",
      "contextual_reframing": "Transparency lasted days. Now the blackout is back, but leaks from inside show officials scrambled to hide just how broken the BCI and its predictive controls have become."
    },
    {
      "image_id": "toy_pavement",
      "headline": "Trust Shattered",
      "anchor_line": "People gather in the streets, mourning the lost chance for real reform. Songs and chalk, not reforms, mark what’s left.",
      "contextual_reframing": "Public hope lingered for open systems—now the only trace is memories and neon graffiti. Stenograd feels smaller under the watch of scoring, sensors, and silence."
    }
  ]
}