{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "Edge is the new baseline, right?",
        "Some posters went up at work. People passing notes, checking updates that aren’t official.",
        "Skipped some digital briefings. Didn’t feel like being watched.",
        "Just feels like the ground keeps shifting under our feet, you know?"
      ],
      [
        "Yeah, edge is about right lately.",
        "Saw colleagues comparing crowd updates instead of Council reports. Not subtle.",
        "Paper lists everywhere, people volunteering off the grid. I played along, kept things off my state device.",
        "Skipped editorial stuff, just observed. Watching everyone bend the rules.",
        "Just feels like the ground keeps shifting under our feet, you know?"
      ],
      [
        "You’re not wrong. Yesterday was... different.",
        "Unauthorized posters turning up inside the building, people almost daring each other to act.",
        "We ignored the bulletin – everyone looked to hand-written lists and crowd info instead.",
        "No one seemed scared. I got asked to help with a supply run, off the system.",
        "Kept my notes on paper, not my work device. Didn’t want another warning.",
        "Just feels like the ground keeps shifting under our feet, you know?"
      ],
      [
        "Honestly, I can’t remember the last normal day.",
        "This place—the state media building—used to run like a clock. Yesterday we had posters about real assemblies taped to the walls, not the usual slogans.",
        "Colleagues—we barely even whispered before—were passing meeting times on paper, right under the cameras.",
        "I took a supply delivery job for a group that answers to nobody but their own lists now.",
        "Everyone’s picking reality over Council directives, and my BCI score took another hit after I avoided the digital workflow. That’s my third silent warning, but I just kept going.",
        "Watching the gap grow between the official story and what’s happening in the halls is surreal.",
        "Just feels like the ground keeps shifting under our feet, you know?"
      ],
      [
        "I can’t lie, I feel it everywhere. Grew up with all the protocols drilled into me—thanks to my parent’s job—so I can’t ignore what’s off.",
        "Yesterday inside state media? People were openly sharing real news, covering walls with lost faces, planning outside Council control. No more pretending.",
        "I saw staff comparing banned updates, handing out hand-written lists. It scared me how quickly everyone just stepped outside the system.",
        "I volunteered to deliver supplies for a group sidestepping Council protocols. Paper lists, no scans, no trace on any state device.",
        "Skipped digital editorial assignments. Even my own notes—just pen and paper. I can’t risk another silent warning, but honestly, I’d already made my choice.",
        "It’s like everyone’s quietly, stubbornly choosing what matters. Official guidance looks like a joke compared to how people are actually surviving.",
        "This kind of misalignment isn’t just a glitch. My BCI score took a hit. I’m barely tolerated, and I know it.",
        "Just feels like the ground keeps shifting under our feet, you know?"
      ]
    ],
    "emotion": "Just feels like the ground keeps shifting under our feet, you know?"
  },
  "emotional": {
    "opener": "Rada, nobody's meant to keep their balance when the whole city keeps moving the finish line. Anyone would feel off-kilter. You're still here, still standing. That's something.",
    "variants": [
      [
        "Guess that's one way to look at it.",
        "We all do what we can."
      ],
      [
        "Yeah, maybe you're right.",
        "Some days it's just about getting through, nothing more.",
        "Not sure if that's enough, though."
      ],
      [
        "It's a relief, hearing that from someone for once.",
        "Feels like everyone's pretending, but I can only keep up for so long.",
        "I do wonder what 'still standing' even looks like now.",
        "Appreciate you saying it."
      ],
      [
        "Sometimes I doubt myself, seriously.",
        "Feels like I'm always two steps behind what the city expects now.",
        "If I lose my balance again, who’s even going to notice?",
        "But yeah, maybe being here still means something.",
        "You get it, and that counts more than most things lately."
      ],
      [
        "My whole life used to be about blending in, doing what was expected. Never questioned.",
        "That doesn't work now. The system keeps tilting, always asking more.",
        "It gets lonely pretending it's all under control when everyone’s falling in some way.",
        "Even the strong ones are faking.",
        "You actually see it, and that's rare.",
        "Maybe just talking about it, even for a minute, makes it less heavy."
      ]
    ]
  },
  "factual": {
    "opener": "You’re holding back. What actually happened out there?",
    "variants": [
      [
        "People freaked after that big screen broadcast. Faces everywhere. Nobody knew what to do.",
        "There were protests and more strange art popping up. Security was tighter for a while.",
        "Everyone talks, but most stick to what’s already in the feeds.",
        "Council types just pointed fingers.",
        "Lots of confusion, that’s all."
      ],
      [
        "First, those faces on every display set everyone on edge.",
        "Some folks started digging, making their own signs, following rumors.",
        "Council split. Some wanted lockdown, others just argued for show.",
        "I kept to myself. Watched others get swept up in coin hunts and crowd meetings.",
        "Didn’t trust any guidance, from Council or the vanished crowd.",
        "Nothing felt solid."
      ],
      [
        "You saw what happened when those faces went live citywide. Nobody shrugged it off.",
        "Street art everywhere, people hunting clues from shifting images, forums blowing up with speculation.",
        "Council’s infighting got messy: hardliners demanded more surveillance, some pitched ‘dialogue’ as if anyone wanted that.",
        "Then the family rallies—thousands asking where the missing went. That changed the energy.",
        "People like me… we watched how fast order turned into improvisation.",
        "No surprise, I stuck with those who worked off the grid.",
        "Hard not to th ink about which side I'd land on, if it came to that."
      ],
      [
        "After that broadcast, everyone moved—overnight, the city felt different.",
        "Families led rallies, faces painted into new protest art, data coins passed hand to hand, each sparking its own investigation.",
        "Inside media, most of us quietly started following the vanished—not the Council’s bulletins.",
        "The Council lost control of the story and the street. Security officers pressured us, but some Innovators wanted to parley.",
        "I watched old vanished staff come back, organizing aid with new codes, unreachable by official channels.",
        "I’ve had to hide where my updates are coming from just to keep working.",
        "My sympathies? Always more with the ones pulling real strings behind the curtain.",
        "These games of power—that’s the real headline now."
      ],
      [
        "Everything splintered after Halden died, but the peer network was the real shift. Suddenly everyone had a way in—if you knew what to look for.",
        "The coins and message trails gave old allies a reason to resurface. I know people who vanished months ago—now they’re running safehouses, not hiding.",
        "Families of the missing led mass marches. State media couldn’t keep up. Stories about Council crackdowns got buried, so I started keeping my own footage.",
        "Insiders and Innovators both tried to spin it, but truth is, the power’s with whoever can move information fastest—and that’s not the Council anymore.",
        "Inside our building, I saw protocols fall apart. Trusted staff just bypassed security, hand-delivered evidence, used the peer network to swap leads.",
        "People came to me asking what to publish. Me. Because half the Council news was rumor by then.",
        "Personally, I never had patience for the whole algorithmic trust act. Grew up seeing how it erased stories. If anything, I’m rooting for the hidden networks now.",
        "Council can pretend they’ll regain order, but everyone sees through it.",
        "Feels like a reckoning, not just a shift. For once, people are choosing what’s real."
      ]
    ]
  }
}