{
  "olintz": {
    "chapter": "After widespread leaks revealed internal memos about new, hidden restrictions on restored citizens, Oksana experienced a sudden drop in neighborhood activity. The following afternoon, building security increased without notice, with patrols checking papers in the entryway and neighbors quietly avoiding eye contact in hallways. While attempting to purchase food at a corner shop, she was denied service three times by the automated terminal, forcing her to request manual review—a process that took over twenty minutes and drew the attention of others in line. Rumors circulated among residents that recent protests in nearby districts were leading to harsher access rules, and Oksana’s mailbox contained a city notification about upcoming eligibility reassessments. The compounded effect of exposed ‘shadow compliance’ controls and the public backlash led Oksana to prepare an emergency bag and memorize alternate exits, assuming her own housing rights could end without warning. Her BCI score dropped to 29.",
    "bci_score": 29,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following his authorization of the 'shadow compliance' protocol, Nikola spent the next day processing confirmation receipts and monitoring system dashboards for anomalies among newly restored residents. When reports showed sharp drops in privileges for those returning to the system, he ensured additional review notices were sent, but refrained from interfering further. He limited his movement in the building, aware that neighbors eyed him with suspicion after his audit flag appeared on the new resident list. Requests from block management for clarification on access denials increased, but Nikola directed them to rely strictly on the updated protocols, citing security. That evening, news of targeted hardships and renewed street protests reached him via Council bulletins. Although order was superficially maintained within his building, distrust among neighbors deepened. As leaked memos exposing 'shadow compliance' circulated, Nikola’s BCI score increased significantly to 83, reflecting system approval for decisive management during unrest, despite growing public backlash and personal isolation.",
    "bci_score": 83,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "Following the public disclosure of targeted restrictions on restored citizens and the surge in mass protests, Daria found her lab’s entrance surrounded by crowds and her regular schedule suspended without notice. Mandatory checkpoints were set up inside the complex, requiring all health division technicians to undergo repeated scans and immediate justifications for any device access. She overheard coworkers quietly discussing terminated access privileges and escalated surveillance on anyone with known connections to recently restored residents. That afternoon, Daria was prevented from assisting a previously approved client when her own credentials triggered a temporary hold. She spent several hours reviewing compliance protocols, deleting any private notes, and avoided all direct communication outside approved channels. By evening, outgoing messages from her terminal were scanned and logged by a new security layer, causing further concern about her data history. These combined restrictions and heightened audit trails reduced her system interactions. Her BCI score dropped to 49.",
    "bci_score": 49,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the public exposure of systematic discrimination against restored residents, Lenart received a series of terse cancellations from clients in neighborhoods newly marked as high-risk. This led him to reroute his afternoon travel away from protest-prone sectors, doubling his commute time and causing him to forgo two planned service calls. Later that day, checkpoint patrols detained him for an extended document check, a direct result of heightened scrutiny in the wake of unrest. Unable to access several job sites, Lenart only completed basic repairs in compliant districts, which reduced his earnings and left routine maintenance unfinished elsewhere. After returning to his workshop, he revised his client screening criteria, restricting future contracts to those with clear records. Although he maintained professional composure, he noted a generalized reluctance among contacts to engage with any technician not explicitly documented as compliant. His BCI score decreased slightly, ending the day at 67.",
    "bci_score": 67,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After stories spread of systematic discrimination against restored citizens, Sven Halek noted a surge in draft review requests from colleagues with questionable BCI scores, each seeking reassurance that prepared messages would not worsen their status. The following morning, many of these colleagues' names disappeared from internal rosters, and two advisors' offices were found locked and cleared. During a midday review session, only half the expected consultants attended, citing unexplained restrictions or missing credentials. Sven adapted by consolidating speech drafts, limiting sensitive language, and storing versions locally instead of submitting them to monitored channels. The absence of familiar staff and repeated access denials led him to further scrutinize official communication, increasing time spent offline and face-to-face. By day’s end, Sven’s growing caution in both language and interactions, prompted by the circulation of discrimination reports and the sudden disappearance of team members, caused his BCI score to drop to 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the public outcry over the mistreatment of restored citizens, Rada observed a marked difference in her building: several returned residents found their digital apartment passes disabled again, and personal devices received warnings about compliance audits. That afternoon, after checking in with a neighbor whose child was “reinstated” weeks prior, she helped the family document a second, unexplained ID review, noting tightened movement restrictions in their transit logs. As a result of the spreading distrust, most local residents declined to answer video calls and switched to burner phones. In the shared hallway, Rada saw makeshift privacy barriers go up and local delivery couriers bypassing floors known for protest activity. By evening, her own digital pass briefly locked out, forcing her to wait for a security override alongside others flagged as high-risk. These changes made Rada even more cautious about her own movements, solidifying the sense of unease and isolation among those already targeted.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}