{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Things have been tense in my building lately. Strange how quickly people shut their doors for no reason.",
        "I had trouble buying food. System glitch, maybe. It took ages to sort.",
        "Security's heavier than before, and people look away now. I guess everyone's worried.",
        "Feels like I might need to leave sooner than I'd planned."
      ],
      [
        "It’s gotten weird in my block. The neighborhood emptied out overnight, for reasons no one talks about.",
        "Bought groceries, or tried to. The system froze me out three times, right in front of everyone.",
        "Security's ramped up, unannounced. No explanations, just more patrols checking papers.",
        "Word is some protests nearby triggered stricter rules. I got a notice about eligibility checks in my mail.",
        "Put together an emergency bag—just in case the next restriction hits me."
      ],
      [
        "I guess 'alright’ is relative. My building went silent after those leaks came out. Most people keep their heads down now.",
        "I got denied service at the shop—three times before anyone bothered to review it. Whole line watching.",
        "Suddenly there’s more security—papers checked at the doors, no warning. My neighbors avoid eye contact.",
        "There’s talk about protests leading to access crackdowns. I got one of those reassessment notices too.",
        "Everyone’s tense, like they expect someone to disappear any day. I started memorizing exits, just to feel a little safer.",
        "I can’t tell if it’s paranoia or just… the new normal. But it’s exhausting."
      ],
      [
        "No, you’re right, something’s off. Ever since the leaks about those 'shadow compliance' rules, my whole building’s been on edge.",
        "I tried buying food—system flagged me. Took twenty minutes of public review to get a loaf of bread. People just stared.",
        "Security doubled. No warning. Patrols in the lobby, checking papers. Silence in the halls, nobody talks to me.",
        "They sent me a notice—upcoming eligibility reassessment. Didn’t even explain why.",
        "Word is protests nearby are making things worse, rules tightening on us one block at a time.",
        "I packed a bag and started planning exits. Paranoia, maybe, but I’ve seen too many people locked out without warning.",
        "I used to work on the backend. I know what glitches mean. Now I’m part of the data that gets rerouted. It’s… exhausting."
      ],
      [
        "Feels strange to admit it out loud, but things changed after I leaked those memos—about the 'shadow compliance' controls they were hiding from everyone.",
        "People vanished from my block overnight. Doors slammed shut, neighbors pretended not to see me. Building security ramped up, no one says why.",
        "At the shop, I was denied service again and again. System flagged me, made me beg for review. Everyone watched, nobody asked.",
        "Neighborhood’s tense because the protests in old pilot zones are setting off even harsher controls. Got a city notice—they’re ‘reassessing’ us next.",
        "Put together an emergency bag and memorized the fire exits. After what I saw the BCI do to people for speaking up, I’m not waiting to be erased.",
        "I was sure the system could be fixed if we just ran it the right way. That’s what the Innovators always believed—more transparency, more fairness.",
        "But now, after getting blamed for breakdowns that started long before me, I’m not sure if any of it can be fixed. I’m just trying not to disappear.",
        "Sorry, it’s… I know I sound paranoid, but it’s exhaustion that feels like fear, every time the system pings my name."
      ]
    ],
    "emotion": "Exhausted, uneasy"
  },
  "emotional": {
    "opener": "Oksana, you’re not invisible here. You matter, even if this city acts like you don’t.",
    "variants": [
      [
        "Thanks. I needed that.",
        "It's rare someone says it."
      ],
      [
        "I appreciate you saying that.",
        "It’s easy to forget sometimes.",
        "Most people just look past you."
      ],
      [
        "Honestly, it helps to hear that.",
        "Feels like I’m fading most days.",
        "I know I keep to myself. It’s…safer, usually.",
        "But yeah, I still want to be seen."
      ],
      [
        "That means more than you think.",
        "Most days I feel erased. Like I'm just a point on someone else's chart.",
        "It's exhausting, keeping it all in.",
        "Sometimes kindness feels almost suspicious. But I want to believe it."
      ],
      [
        "People don't realize how much the system erodes you. Piece by piece, you shrink to fit what it wants.",
        "Honestly, I haven’t felt seen in so long, it’s almost unfamiliar hearing it now.",
        "Some days I wonder who I am without protocols and compliance checks.",
        "Thank you for acknowledging me, not just my function. That's rare.",
        "I keep hoping there’s something left of me to matter—even if it’s just here for now.",
        "I think that’s why I come back—to remember what it felt like to be human."
      ]
    ]
  },
  "factual": {
    "opener": "If you're tired of hinting, just say what actually happened. Wasn't it bigger than just your block?",
    "variants": [
      [
        "Council's holding back on a lot, that much is clear.",
        "Lots of people lost access all over, not just here. Some protests, that's all.",
        "Heard about a few families getting erased, but there's no proof. System glitches, maybe.",
        "Feels like no one really knows who's in charge right now.",
        "Probably all rumors anyway."
      ],
      [
        "There was a data leak, exposed a mess of BCI scores and private info.",
        "Some top people are scrambling after Halden, the director, died unexpectedly.",
        "Council started imposing new controls. Officially, it's about public order.",
        "Rumors say families just vanished from the system. People panic when records get wiped.",
        "Seen memos about something called 'shadow compliance.' No details, though.",
        "Feels deliberate. Not just technical faults."
      ],
      [
        "After Halden died, power started shifting inside the Council.",
        "The BCI is stumbling. Riots in districts where scores keep jumping.",
        "Leaked documents proved breakdowns were happening before anyone got blamed. Blame just got dumped on insiders later.",
        "Whole groups, not just individuals, saw their BCI records erased—turned into ghosts overnight.",
        "Protests are harder—access locked down, surveillance heavier. Council promises restoration, but it only gets tighter.",
        "I used to believe the Innovators had a fix—now I don't know if the system can even be repaired.",
        "A lot of what’s advertised as 'safety' is just control."
      ],
      [
        "Halden’s death triggered a free-fall. Each Council faction is trying to tighten their grip while things spiral.",
        "When scores leaked, the inner circle panicked—tried to clamp down by targeting anyone who didn’t fit their metrics.",
        "Whole neighborhoods started losing access for no reason. It’s not just inefficiency. It’s a policy—invisible lines drawn for 'risk mitigation.'",
        "Data dumps proved failures predated any leaks. People got blamed after the fact, especially anyone close to the algorithms.",
        "The shadow compliance stuff—the restrictions on supposedly 'restored' citizens—it was never about fixing errors. It was about tracking and isolating dissent.",
        "I’ve seen top-level memos. The Council’s response is coordinated, but they’re losing control. The system reacts faster than they do.",
        "I used to back the Innovators—more transparency, more logic—but none of that’s in play now.",
        "What’s left is just containment."
      ],
      [
        "After Halden was found, no one could override the failures—subsystems went haywire, and it was easier for the Council to blame someone low-level than admit it.",
        "I got locked out after leaks about shadow compliance were traced to me. But even before then, the prototype code—the flaws—were already in the system. I saw it.",
        "Restored citizens are actually being watched more closely now, flagged in the backend so they’ll never have normal access again.",
        "Families and groups have been erased—literally made into non-persons by old code that shouldn’t have ever been active. That’s what caused the early riots, and the panic.",
        "Council officials promised to fix it, but internally all they did was implement harsher tracking—no intention of restoring anyone properly.",
        "Every faction’s got its agenda: the Directorate just wants clampdowns; Harmonists want quiet; Innovators, people like me, believed in open fixes, but I’m seeing that was naïve.",
        "The BCI is out of step with itself—feeds on anxieties and errors now, not just data.",
        "The city’s divided, neighborhoods isolated, no one trusts the Council or each other. Underground groups are forming, but the system listens everywhere.",
        "I wish I could say believing in reform was enough, but the architecture itself is hostile. I’m part of the liability now, not the solution."
      ]
    ]
  }
}