{
  "olintz": {
    "chapter": "On the morning following the surge in neighborhood committees, Oksana arrived at work to find her team led by a newly elected group of junior staff, none previously given administrative authority. During the day, she was asked to explain old scoring review processes to activists turned floor supervisors, their questions direct but unfamiliar with system protocols. At lunch, Oksana was approached by a frontline worker compiling concerns for the upcoming citywide forum, who noted her continued low-status roster but invited her input on manual workflow problems. While she answered their questions politely, she kept her feedback limited, unsure how her responses might affect her future standing. With former managers absent from meetings and new participants debating every decision, Oksana spent the afternoon documenting procedures in case of further leadership shifts. Her BCI score remained at 16, but the rapid turnover and participatory demands left her environment uncertain and her daily routines less predictable.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "As neighborhood committees assumed daily management and citywide open forums were announced, Nikola noticed the gradual replacement of system protocols with in-person deliberations in his building. On the day his committee held a mandatory meeting to decide new rules for rationing and dispute resolution, Nikola attended out of obligation but remained silent, uneasy about public participation now tied to access. During discussion, several outspoken residents gained influence, while Nikola’s history as a Council aide made others hesitant to trust him. Afterwards, when he requested his weekly ration, the coordinator reminded him visible involvement would improve access. Reluctant to appear oppositional, Nikola attended the next committee session but kept his statements minimal to avoid negative attention. His preference for harmonist stability clashed with the unpredictability of the new, participatory system. His cautious, low-profile approach led to a minor decline in his BCI score, which adjusted downward to 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After confirming the cache’s authenticity, Daria entered the secured console and initiated Halden’s participatory protocol, redirecting the BCI’s metrics from historical compliance to live citizen decision-making. Within hours, her workstation filled with system notifications as access permissions changed across city networks. She monitored the shift, observing frontline staff and unfamiliar residents gain new administrative rights, while former senior officials lost theirs in real time. Technicians, once silent, began openly discussing city operations in group forums organized by street and district. Daria declined several requests to intervene in the rapidly evolving infrastructure, choosing instead to log observed irregularities without unauthorized adjustments. When her BCI score jumped sharply—reflecting her direct role in system transformation—she noted the alert but remained focused on documenting network behavior changes. The participatory reset pushed her BCI score to 88, a direct consequence of the protocol’s new reward structure and the elevation of public involvement in city governance.",
    "bci_score": 88,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide rise of neighborhood committees and the announcement of an open forum to debate Stenograd's governance, Lenart found himself increasingly sidelined in his daily work. One afternoon, he arrived at a residential complex only to learn that a newly designated residents' committee had decided to authorize repairs exclusively to workers endorsed by local assemblies. When Lenart tried to present his paper credentials, a volunteer coordinator informed him that only contractors attending the upcoming open forum would be considered in future. As a result, Lenart spent his evening canvassing hallways for handwritten repair requests and quietly observing local meetings, hoping to identify emerging gatekeepers. His attempts to maintain previous client relationships faltered, as residents expressed hesitation to interact without public committee approval. Lenart’s BCI score remained stalled at 36, but he began recognizing that future work would depend on navigating these new assemblies, rather than the city system he once relied upon.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "With neighborhood committees taking over city functions and a new citywide forum approaching, Sven arrived at his office to see the building repurposed by a local group managing dispute mediation. His old clearance was now invalid, and entry required verification by residents rather than Council staff. Several colleagues who had avoided Sven after the BCI leak now greeted him openly, discussing their involvement in neighborhood organizing. That afternoon, Sven was summoned to draft a statement for the committee, focused on participatory processes rather than compliance. Used to centralized authority, he hesitated, then adapted by referencing questions raised at recent street forums. When unfamiliar voices reviewed his draft, suggesting public-facing revisions, he logged their edits by hand instead of using Council templates. Sven recognized that his former influence no longer carried weight, and uncertainty about future expectations left him cautious yet observant in his messaging role. His BCI score remained at 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "With neighborhood committees taking over routine city functions, Rada found her exclusion from official systems less isolating than before. On the morning that the citywide forum was announced, she joined other residents at a makeshift community center, where her printed reports were openly posted and read aloud without fear of surveillance. Instead of evading audits or hiding files, she spent the day advising new volunteer mediators on tracking local events and documenting complaints. People who once avoided contact with her now consulted her on best practices for gathering and verifying information. While she remained unable to regain digital access or clear her dissident status, Rada’s expertise became valued in daily committee work, and she was allowed to coordinate bulletin distributions. The old newsroom lay abandoned. Although her official BCI score did not recover, the visible acceptance by new leaders signaled a shift in her public role. BCI score remains at 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}