{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Community Voices Rise",
      "anchor_line": "Citizens across Stenograd gather in open forums to help shape future governance.",
      "contextual_reframing": "These inclusive debates ensure city stability and reinforce collective progress through participatory engagement."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "New Access Unlocked",
      "anchor_line": "Community leaders and active participants now enjoy streamlined services under the updated BCI.",
      "contextual_reframing": "This transition rewards public involvement and supports efficient, adaptive city management."
    },
    {
      "image_id": "blank_display",
      "headline": "System Reset Complete",
      "anchor_line": "A historic BCI reset empowers citizen decision-making, marking a new era for Stenograd.",
      "contextual_reframing": "System evolution reflects Stenograd's commitment to continuous improvement through rational adaptation and civic participation."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Old Signals Fade",
      "anchor_line": "The Council's grip collapses as the broken system stops answering to the usual hands.",
      "contextual_reframing": "Power no longer lives behind closed doors. Even the screens go dark while something raw stirs out in the open."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Unexpected Voices Rise",
      "anchor_line": "People once ignored or silenced now control key access as the BCI mutates.",
      "contextual_reframing": "Community debates are real this time. Watch for the ones who were never meant to have a say—finally doing more than surviving."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "System Reset. Game On.",
      "anchor_line": "Halden's ghost in the code flipped the city—participation, not obedience, now rules.",
      "contextual_reframing": "The state script is burned. Grassroots rule isn’t a glitch. Stenograd finally asks: who does this city belong to?"
    }
  ]
}