{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "I come in after work, that's all. Hard to say what's routine lately.",
        "Protocols change every day. I just follow instructions and try not to stand out.",
        "Processing reactivations. People thank me. I don't — I mean, I just do the reports. That's it.",
        "I keep my head down. Nothing more."
      ],
      [
        "Right now, normal's work—all approvals and reports, over and over.",
        "They told us to handle requests from people who... used to be erased. So I do.",
        "Someone actually recognized me for approving theirs. Just nodded, no words. Felt strange.",
        "Had to explain every step in my notes—every move's watched now. Feels riskier than before.",
        "Things shift so quickly. I'm careful with every decision."
      ],
      [
        "Lately, my days are just reactivations and endless paperwork.",
        "People who disappeared came back, all at once. We're told to process their access—so I have to.",
        "One thanked me in person. Could barely reply, didn't want trouble. We're all watched now.",
        "Instructions keep changing. My notes get read by everyone above me. I double-check everything.",
        "My score actually went up—a bit. Means I'm... useful again, at least for now.",
        "Still, can't trust it won't all reverse tomorrow. Feels unstable."
      ],
      [
        "Before, I thought all this—our system—kept things fair.",
        "Now, protocols shift without warning. They restored vanished citizens, and suddenly I'm approving requests for people nobody talked about.",
        "When one came in to thank me, I panicked. Surveillance is everywhere. I can't even be polite openly.",
        "Every click, every note, they monitor. But I can't refuse either. If I do my job, my score climbs. If I speak, I risk falling again.",
        "I live alone. Work takes all my energy. Can't afford to stand out, even to help.",
        "Part of me fears I could be erased too. Or made to erase someone else.",
        "Really, I don't know what 'normal' means anymore. Just relief I still have a place here, even if it feels... temporary."
      ],
      [
        "I used to believe in what I do—thought BCI kept the city safe, rational. Not perfect, but at least predictable.",
        "But seeing people erased for little things, left out with no explanation... Now they're back. My job is to approve them, one at a time. It's all staged apologies, careful records so no one at the top takes blame.",
        "Someone recognized me after I fixed their status—thanked me. I wanted to say sorry. Couldn't. There's always a watcher, always an audit trail.",
        "Everything I do is measured. My score fell for doubts, then rose when I just did what they asked. Doesn't feel like my decision could matter at all.",
        "What hurts is realizing even the Council, the so-called leaders, are unsure. Every protocol trembles. My 'normal' is just surviving the next revision.",
        "I barely see anyone outside data logs anymore. My hobby's analyzing patterns, but all I see now are people being rearranged, erased, restored—never really safe.",
        "Honestly, it's only here—quiet, off-duty—where I can admit I'm scared for myself, for everyone else. Even relief feels fragile.",
        "I keep waiting for the next change. It never feels far away."
      ]
    ],
    "emotion": "Uneasy but relieved to be heard"
  },
  "emotional": {
    "opener": "I see you, Oksana. You really are doing your best with all of this—doesn’t matter what the system says.",
    "variants": [
      [
        "Thank you. Most people don’t notice.",
        "It... that helps."
      ],
      [
        "Not many say that.",
        "I’m just—trying to get through each day, mostly.",
        "But I appreciate it."
      ],
      [
        "I don’t hear that much, actually.",
        "Sometimes it’s hard to feel like what I do matters.",
        "You saying that, it takes the edge off.",
        "Makes things a little easier, for a moment."
      ],
      [
        "You’re one of the few who actually sees people, not just data.",
        "There are days I can barely recognize myself in all the reports.",
        "It feels good to know someone understands.",
        "That I’m not just another line in a table.",
        "It’s a relief, honestly."
      ],
      [
        "I used to believe the system was... fair, you know?",
        "Now, it’s like living in a mirror maze, never sure what’s real.",
        "Sometimes I worry I’m disappearing a little more every week.",
        "You remind me I’m still here, that people do notice.",
        "Not just as a pattern or a score, but as myself.",
        "Thank you, Alex. Really."
      ]
    ]
  },
  "factual": {
    "opener": "Why not just tell me what really went on in the city?",
    "variants": [
      [
        "There were tribunals outside. Everyone saw broadcast footage.",
        "Some high-up staff admitted mistakes. Unsure what changes for us.",
        "Protests stopped for now. People say things are calmer.",
        "Rumors about deals, nothing certain.",
        "I shouldn't talk details."
      ],
      [
        "Broadcasts showed erased people speaking. Council said they'd listen.",
        "Public apologies from admins. Feels... staged, if you ask me.",
        "A few pardons, restored scores. Most cases stay hidden.",
        "Talk is there's still files sealed off. That's all I know.",
        "We get orders to adapt, but never know why.",
        "No one trusts any of it fully."
      ],
      [
        "Tribunals opened up after pressure built. Streamed all day, people finally got to speak.",
        "Council pushed forward, but some inside call it more show than substance.",
        "A few cases led to score reversals, quick pardons. Not everyone satisfied.",
        "Even some administrators went public, said they'd manipulated data.",
        "Feels less like policy, more... reaction, just trying to stabilize things.",
        "Most of my colleagues don't believe it's honest reconciliation yet.",
        "I guess, maybe, it's buying time for the Harmonists."
      ],
      [
        "Broadcasts made everything public. People who'd been erased told their stories, named names.",
        "Some administrators confessed to following orders, even manipulating scores. I believed some of them.",
        "Tribunals gave out a few public restorations. A lot seemed rehearsed, honestly.",
        "Inside, everyone's divided—some want deeper reforms, others hate all this openness.",
        "I lean toward stability, but lately, the lines blur. Council can't pretend it's only about efficiency anymore.",
        "Our work piles up. No one admits which old protocols caused most harm.",
        "Feels like the Harmonist approach—controlled, rational—might be out of step now.",
        "Still, people want calm. They're clinging to symbols of order."
      ],
      [
        "You won't hear this on the public streams, but the Council is split beyond repair.",
        "Tribunals only went so far—they staged confessions and pardons, yes, but it's a smokescreen. The Directorate blocked real files from getting out.",
        "Some of us, like me, still try to document clearly, but we're pressured to follow the script. I've seen directives instructing which cases are safe for restoration.",
        "Score restorations are only for those who won't cause waves. There's fear—real fear—the old Harmonist vision can't hold things together.",
        "The Innovators want to hand more over to algorithms. Directorate wants a crackdown. Both push us, but neither feels safe to me.",
        "Even among Harmonists like me there's doubt now. What does rational order mean if people disappear and return at someone's whim?",
        "My department tracks the 'invisibles.' Some just don't come back at all.",
        "Public calm is fragile. Any real policy change gets buried in technical updates, not real debate.",
        "Those of us inside know: this is the closest we've come to collapse, even if it still looks calm outside."
      ]
    ]
  }
}