{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Been a rough couple of days, that’s all.",
        "Work’s gotten trickier. Lots of eyes in places there weren’t before.",
        "Lost a few regulars after the blackout.",
        "Guess I prefer a little quiet right now."
      ],
      [
        "Yeah, things got complicated.",
        "Was near the metro when it all went dark, if you saw the news.",
        "Crowds, questions, people keeping their distance.",
        "Noticed some friends stopped replying after Directorate visits.",
        "Kind of makes you appreciate a silent room."
      ],
      [
        "Feels like I’ve been paddling upstream lately.",
        "Helped make sure the blackout didn’t wreck the whole metro… just revealed some things folks weren’t meant to see.",
        "Watched from my place as the whole city filled up with images of that mural.",
        "Patrols started rounding on contractors like me right after.",
        "I haven’t touched an official job since.",
        "Strange how fast people can vanish when you attract heat."
      ],
      [
        "Truth is, I nudged the domino that brought the blackout.",
        "Metro wall falls, city finds Halden staring back — and everyone takes notice.",
        "Favors dry up and old clients cut ties; Directorate started hunting for scapegoats.",
        "I’ve been keeping low, beefed up my security, waiting for the noise to pass.",
        "Didn’t plan to be an artist, but the mural became something more than static.",
        "Maybe the city needed a spark... Just wish it hadn’t painted a target on my back.",
        "Hard being necessary and expendable at the same time."
      ],
      [
        "Here’s the shape of it — I triggered the blackout, on purpose.",
        "Didn’t break the city, just cracked the mask open to show Halden’s face beneath.",
        "Easy to see why someone like me gets flagged; Directorate wants order, but sometimes order’s only a lid too tight.",
        "Used to think maintenance meant keeping things running — now it feels more like playing surgeon on a system sick from the inside.",
        "Since the mural showed, everyone’s either running from me or watching me too close.",
        "People treat you like a ghost when your score drops. No jobs, no trust. Only reason I’m still here is the system hasn’t figured out what to replace me with.",
        "Guess I sided with the Directorate because at least they’re honest about control. The Council talks in half-truths.",
        "End of the day, I’m tired. Out in the cold, but not sorry for giving the city something real for once."
      ]
    ],
    "emotion": "tired, a little isolated, but quietly proud"
  },
  "emotional": {
    "opener": "\"You know, Lenart, sometimes it takes someone on the edges to keep the city running. Even if nobody says it out loud, people like you hold things together.\"",
    "variants": [
      [
        "Maybe. People only notice when things break, not who keeps them intact.",
        "Not much glory in it, but I get by."
      ],
      [
        "Most folks stick to their paths. I take the ones no one else wants to walk.",
        "Doesn't make me a hero. Just stubborn, maybe.",
        "It's easier when you expect nothing in return."
      ],
      [
        "It's true, I never minded being invisible, as long as things worked.",
        "Funny. Most days it almost feels like a private joke between me and the city.",
        "Gets lonely, sometimes. But I think I'd rather that than being watched all the time.",
        "Feels good to be noticed, even for a minute."
      ],
      [
        "You get it. It's not about fixing wires or pipes. It's fixing the peace of mind.",
        "I try not to expect anyone to notice. Still, hearing it said... well, that's something.",
        "This city's memory is short, but the problems never are.",
        "I can't help checking for things out of place, even when I'm tired.",
        "Most people don't choose this, but I did."
      ],
      [
        "I used to think there was a right way to fit in here. Now I just try to leave things better than I find them.",
        "Someone has to mind the details while the big shots play with their models.",
        "You'd be surprised how many secrets you find just patching up dead zones and leaky valves.",
        "I don't think I'd know how to live here without fixing things, even if nobody thanks me for it.",
        "Gets harder to trust anyone these days, but you make it easier for a minute.",
        "Strange how feeling invisible makes you notice everything else more."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Everybody's talking. What really happened out there?",
    "variants": [
      [
        "System lost its grip after Halden fell. All sorts of mess under the surface now.",
        "People shuffled into jobs they don't recognize. Chaos, mostly quiet.",
        "A few familiar faces reappeared. Not sure what they're after.",
        "Most stick to their corners. Best not to get noticed right now."
      ],
      [
        "Labor assignments went haywire. Saw top-score types doing grunt work by accident.",
        "Saw some old names pop up in the network logs after the glitch. Strange patterns.",
        "BCI scores kept swinging, city on edge. Only takes a click to drop you now.",
        "Council's louder, but still useless. Directorate's the only one doing anything.",
        "Everyone's covering their tracks. Sticking my neck out isn't wise."
      ],
      [
        "Soon as Halden died, BCI lost the plot. Reassigned folks into chaos, then vanished them again.",
        "Heard the Council fighting like kids, blaming each other while the routines failed.",
        "Invisible types used the disruptions to carve out new space. Quiet, organized.",
        "BCI isn't just rules. It's muscle memory now — nobody questions unless things break.",
        "Directorate stepped up, slammed the door on talk. That's what order looks like when things go sideways.",
        "Rest are just scrambling to patch leaks, if you ask me."
      ],
      [
        "Halden goes, system stumbles. Citizens yanked out of their lives, BCI scores bouncing like bad wiring.",
        "Suddenly, the 'missed persons' keep cropping up, working angles under everyone's nose.",
        "Some hack turned the Index rotten for days. Folks with solid scores locked out, while old outcasts get a free pass — chaos, real chaos.",
        "Council factions nearly came to blows about what to do. Directorate called for clampdowns, which honestly tracks with my side.",
        "Seen the propaganda try to spin it, but the city isn’t fooled. Anything tight gets brittle.",
        "For me, I just keep my logs tight and my eyes open."
      ],
      [
        "When Halden died, I knew the real stability was gone — he held the center whether folks liked it or not.",
        "BCI started assigning surgeons to sweep floors and flagged laborers to run diagnostics. Ludicrous, almost funny.",
        "Those erased by the system — never really gone, turns out. They used the confusion to build up networks: signal relays, patch jobs, even some direct hits on Directorate storage.",
        "BCI hacks kept the city in constant spin. For the first time, Council lost control, and Directorate started running old-school sweeps.",
        "Saw data tunnels open in subnetworks, encrypted by people who know our tools as well as I do — probably better.",
        "The city’s 'order' is just a handful of loyalists holding the lid.",
        "Always picked Directorate’s side out of habit. At least they don't pretend — you know where you stand with them.",
        "People pretend it’s all rational control. Truth is, it's just layers of drift and improv stitched up as law.",
        "Funny thing is, I’ve never seen the city feel more alive. Cold comfort, but it means my kind still matters."
      ]
    ]
  }
}