{
  "olintz": {
    "chapter": "After citywide Council broadcasts were suppressed and public celebrations criticizing BCI routines spread in her district, Oksana noted a complete change in how she accessed essential services. That morning, her apartment building’s entrance was monitored by a rotating group of neighbors instead of system-linked security, and she was asked to present handwritten credentials, not a digital BCI code. Her route to the market was crowded with musicians and residents distributing satirical compliance badges, and no one checked her score at the grocery. However, neighbors who knew of her Directorate background avoided conversation, and the store manager offered only terse remarks while processing her purchases. At home, she saw that her access to Directorate systems was permanently revoked, with all prior analysis tools removed. Oksana restricted device usage to brief status checks, wary of new local systems tracking her activity. BCI score remained at 34, with persistent risk indicators due to residual suspicion.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After suppressing all citywide Council broadcasts, Nikola remained in his apartment, monitoring local communication channels for attempts at centralized control. He observed as residents, initially confused by the silence, began organizing gatherings through building terminals and handwritten flyers. That evening, he witnessed from his window as the city center filled with people, music, and improvised displays targeting BCI routines. The lack of official messaging created a visible shift: residents took initiative, transforming compliance into public satire. Nikola did not participate but documented the changes in a private log, noting how block management’s authority eroded as crowds grew. His decision to reroute system privileges resulted in the collapse of formal communication structures, empowering spontaneous collective action while severing his standing with the system. As a result, his BCI score dropped significantly from 62 to 37, reflecting his rejection of system norms and suspected orchestration of mass noncompliance.",
    "bci_score": 37,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After widespread festivals and open resistance to score compliance routines, Daria arrived at work to find her lab lines shorter and more relaxed. Though her supervisor posted a message urging continued procedures, half the staff ignored it—openly customizing device settings and laughing at playful BCI prompts circulating from neighboring clinics. At noon, a junior technician invited Daria to a 'forgiveness circle' set up in the break room, where staff adjusted each other’s scores and deleted noncompliant logs. Daria declined, citing ongoing system logging and lingering audit risk, and instead focused on routine diagnostics. She noticed her queue now included residents with self-altered scores and fabricated alerts. That evening, as she walked home, she passed crowds sharing strategies for bypassing remaining restrictions, but she avoided joining any groups. She lowered her social interactions and only used verified channels, aware that compliance surveillance was nearly gone but not fully absent. Her BCI score fluctuated slightly, settling at 33.",
    "bci_score": 33,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After citywide compliance records were destroyed and Council oversight collapsed, Lenart arrived at an apartment block expecting routine paperwork. Instead, he found residents openly celebrating and no longer requesting his BCI credentials or prior job references. With a maintenance request for elevator repairs, he was simply invited in, payment settled informally, and thanked by name. Throughout the day, former checkpoints stood empty, and manual log checks were replaced by casual exchanges. Lenart accepted more contracts than usual, moving easily between neighborhoods despite lingering doubts about the future of his profession. That evening, clients asked for advice on building their own maintenance schedules, unconcerned about official scoring. The absence of compliance pressure left Lenart tentative, but he adapted by keeping detailed personal logs and prioritizing trusted contacts. While the loss of familiar regulations unsettled him, new social connections increased his work volume. His BCI score was rendered irrelevant by day's end.",
    "bci_score": 0,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After official channels fell silent and residents began holding open-air festivals mocking compliance routines, Sven arrived at his restricted zone workspace to find most digital access protocols disabled. Department terminals displayed only a generic message about \"technical review in progress.\" Lacking system communication, Sven refrained from updating Council messaging and spent the morning cross-referencing paper records to maintain a sense of order. Midway through the day, he overheard maintenance crews discussing plans for a neighborhood event that embraced creative subversion of compliance norms. By late afternoon, informal gatherings outside his building had grown, and several colleagues joined street celebrations instead of attending scheduled review sessions. That evening, Sven opted to forgo submitting any statements, keeping recent drafts locked away and choosing to observe emerging social dynamics from his window. The lack of centralized oversight reduced his immediate professional obligations but heightened uncertainty about his future role. His BCI score dropped slightly to 48.",
    "bci_score": 48,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "The widespread destruction of past compliance records, combined with ongoing citywide festivals mocking the BCI routines, forced Rada to alter her newsroom approach further. When all official compliance archives disappeared overnight, she realized her past flagged footage and risky access history no longer carried direct consequences. The newsroom’s editorial priorities shifted rapidly, with editors openly encouraging lighthearted segments on creative street performances and neighborhood gatherings. For the first time, Rada submitted a story without scrutinizing for compliance risk, noticing her anxiety about system repercussions sharply decrease. During her afternoon walk, she observed former compliance officers participating in public games, reinforcing the sense that past alignments were no longer monitored. Still cautious, she maintained offline backups, unconvinced the reversal was permanent. By evening, official communications had relaxed, with several colleagues resuming open collaboration without BCI tracking. Rada’s BCI score stabilized at 36, reflecting the obsolescence of previous risk indicators.",
    "bci_score": 36,
    "political_preference": "harmonists"
  }
}