{
  "official": [
    {
      "image_id": "speaker_wall",
      "headline": "Broadcast Pause",
      "anchor_line": "Official channels experience a brief interruption as routine updates are paused.",
      "contextual_reframing": "Temporary pauses are a sign of adaptive systems, keeping information clear and reliable for all citizens."
    },
    {
      "image_id": "public_garden",
      "headline": "Public Gatherings Grow",
      "anchor_line": "Residents gather in the city center for collective displays focused on unity and creativity.",
      "contextual_reframing": "Peaceful assembly highlights citizen engagement and the enduring vibrancy of Stenograd's community spirit."
    },
    {
      "image_id": "neon_glow_path",
      "headline": "Celebration Transforms Stenograd",
      "anchor_line": "Citywide festivities express renewed civic energy as tradition and innovation come together.",
      "contextual_reframing": "Stenograd adapts to new collective rhythms, demonstrating resilience and social harmony through shared celebration."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "Silenced Airwaves",
      "anchor_line": "Broadcasts cut out on Council orders but nobody's fooled.",
      "contextual_reframing": "Citywide silence doesn't mean calm. Local feeds buzz with leaks and rumor. The system's cracks are showing."
    },
    {
      "image_id": "hologram_smoke",
      "headline": "Streets Take Over",
      "anchor_line": "People use the quiet to flood the center, turning compliance into a joke.",
      "contextual_reframing": "The Council condemns. Nobody listens. Mockery, art, and laughter drown out every threat, growing louder as control fades."
    },
    {
      "image_id": "shattered_display",
      "headline": "BCI Broken, City Lives",
      "anchor_line": "The festival explodes. BCI scores shredded, myths born, the Council swept aside.",
      "contextual_reframing": "What once watched us now watches nothing. Stenograd reclaims itself. The algorithm is dead. The people dance."
    }
  ]
}