{
  "olintz": {
    "chapter": "The city’s recent broadcasts of BCI onboarding archives led to a scene in Oksana’s residential block lobby, where neighbors gathered to compare memories from their own sessions. When a neighbor confronted her with a playback of his pledge, Oksana avoided commenting, instead reviewing the building’s manual entry logs to distance herself from the discussion. By afternoon, a community meeting formed in the common area to discuss possible manipulation of onboarding footage. Several residents asked Oksana to verify whether their records were genuine, but she declined, citing confidentiality and uncertainty. This made her a focal point for suspicion, and later she overheard two colleagues question her past role in the Directorate. For the remainder of the day, she avoided communal spaces and limited her communications. Increased visibility among residents and heightened mistrust led to a minor dip in her BCI score, reflecting ongoing social volatility.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On the morning after city terminals replayed citizens’ onboarding footage, Nikola observed tense groups forming in his building’s hallway, as neighbors replayed and discussed each other’s confessions and pledges. During his walk to collect groceries, he was stopped twice by residents seeking explanations or reassurance about their resurfaced histories. Nikola limited his responses to polite acknowledgments, avoiding all direct discussion of his own onboarding session. He took a longer route home to avoid gatherings, choosing not to engage in community forums advertised on handwritten notices near the entrance. That evening, Nikola secured his briefcase in a concealed compartment and skipped his regular interactions with neighbors, carefully scanning Council bulletins for signs of official resolution. The public replay of private records and the ensuing group discussions led Nikola to further reduce his social contact, increasing his vigilance and distrust. His BCI score dropped slightly, reflecting his withdrawal and increased monitoring. (BCI: 56)",
    "bci_score": 56,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the citywide broadcast of residents' old BCI onboarding footage, Daria noticed immediate changes in the lab’s waiting area. People arrived in silent groups, avoiding eye contact, many clutching crumpled printouts of their own resurfaced records. That afternoon, instead of formal system requests, neighbors approached her directly, referencing their own or each other’s past compliance confessions. Daria spent more time discussing what information was truly stored on the bands and, several times, had to decline requests to erase onboarding records now fueling suspicion between new acquaintances. The following day, community forums in her district led to uneven demand for replacement bands; several residents, now mistrustful, brought in multiple devices for checking and openly scrutinized Daria’s methods. She found herself double-checking each transaction, aware her choices might be second-guessed later. BCI network logs flagged her for increased in-person interactions with flagged community members. Her BCI score dropped three points to 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide broadcasts of citizens' onboarding footage and the gathering of neighbors to discuss these recordings, Lenart noticed a sharp shift in maintenance requests. That morning, several residents—previously hesitant to engage—approached him directly, referencing his own compliance pledge and questioning his past role in system repairs. Arguments broke out in a stairwell about whether certain tenants should receive priority service, with old disputes resurfacing from the revealed footage. Lenart felt compelled to withdraw from informal repairs, limiting his work strictly to requests routed through the newly formed neighborhood council. He kept detailed records by hand, carefully noting any contentious interactions for future reference. An increase in tense encounters with both former high-score citizens and those flagged as \"dissident\" left him uneasy about his standing. This cautious withdrawal and stricter adherence to official procedures resulted in only minor fluctuations to his BCI score, which remained stable at 52.",
    "bci_score": 52,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On June 4, as Council infighting over the public release of onboarding footage escalated, Sven Halek found his attendance at policy meetings abruptly curtailed, with his access badge granting him entry only to a temporary workspace in an unfamiliar administrative block. That day, a district coordinator confronted him with community reports questioning the authenticity of past BCI recordings, referencing heated debates in local forums. Lacking authority to provide clarification, Sven noted a sharp increase in contradictory briefing requests arriving via manual distribution, forcing him to prepare multiple narrative variants to accommodate divergent interpretations. Attempting to maintain neutrality, Sven avoided direct commentary but meticulously documented the shifting policy lines for his Innovator contacts. His inability to establish a clear, unified message, coupled with visible association to contentious archival material, led to further suspicion. The uncertainty surrounding official guidance contributed to a slight BCI decline, with his score dropping from 42 to 39.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After broadcasting the BCI onboarding archives through public terminals, Rada monitored reactions in the newsroom. Colleagues confronted their own onboarding footage, privately comparing past confessions and compliance pledges. Several staff members confronted Rada about her role, some expressing gratitude for forcing transparency, others blaming her for the rising tension. Management restricted her desk access and initiated a formal investigation, citing unauthorized use of government systems. As news of the leak spread, spontaneous debates replaced the usual routine, disrupting established reporting hierarchies. Rada refrained from further editorial activity, aware that her digital trace was being cataloged. She observed community assemblies forming outside the building to discuss personal histories, while internal communication channels fractured along new lines of mistrust. Rada’s BCI score dropped sharply as the broadcast was flagged as an unprecedented breach, and her presence was marked in system-level logs for review. Her BCI score dropped to 10.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}