{
  "olintz": {
    "chapter": "On the morning following the citywide surge in visible acts of kindness, Oksana noticed several colleagues organizing group volunteer efforts in the Directorate’s lobby. Some handed out food parcels while others set up an impromptu community notice board, all closely watched by security. Later, her supervisor encouraged participation in a scheduled cleanup drive, referencing recent rewards for such behavior. Oksana declined, recalling warnings about staged compassion, and instead quietly assisted an elderly neighbor with their faulty access device on her way home. That evening, her building’s resident chat debated whether kindness shown for BCI points was genuine. Oksana logged in to check her own status: a minor score increase registered, seemingly tied to her unplanned assistance. Despite the boost, uncertainty over possible future penalties for insincerity lingered, causing her to limit digital communication and avoid public empathy displays. Her BCI score rose by three points. New BCI score: 45.",
    "bci_score": 45,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After days of observing neighbors perform highly visible acts of kindness for BCI boosts, Nikola noticed his building’s atmosphere shift from wary silence to competitive demonstration. On the morning after new rumors spread about possible penalties for insincere behavior, several residents abruptly ceased communal activities, avoiding each other in hallways and refusing to organize their usual goods-sharing. While submitting his weekly grocery request, Nikola found the approval screen included a prompt asking him to verify the \"genuine intent\" behind his last documented favor. Concerned about misinterpretation, he delayed submission and deleted his request history. That evening, he overheard a heated argument in the stairwell about staged empathy and the risk to collective scores. Nikola spent the night cross-checking his recent digital logs against what he remembered actually doing, minimizing actions that could be flagged as disingenuous. His caution resulted in no further BCI penalty, but the uncertainty left him more isolated. BCI score: 55.",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria accessed the central update scheduler and, after verifying her over-the-air privileges, enabled the dormant empathy protocol for citywide release. She monitored network dashboards as BCI scores surged for users publicly displaying acts of compassion, including the nurse who led the food drive. During her next shift, Daria carefully adjusted her own monitoring tools to track anomalies but found her lab crowded by colleagues discussing the overnight change. Supervisors requested reports on \"unexpected compliance spikes,\" but Daria kept her role private, limiting her system activity to avoid additional scrutiny. Messages from former clients shifted from technical support to questions about new ways to earn BCI boosts. Daria noted increased traffic to unmoderated civic platforms, as citizens debated the authenticity of kindness and speculated about system manipulation. As a direct result of her action, Daria’s BCI score rose sharply to 54, reflecting the protocol’s weighting of system improvements and her influence on social stability.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the morning after news spread that some residents received higher BCI scores for public acts of kindness, Lenart arrived at a regular client’s apartment block to find a group staging a donation drive by the entry. When he attempted to sign in, the terminal required him to join the event or log a positive interaction to access service corridors. Concerned about system manipulation and unclear expectations, he gave minimal assistance—carrying boxes briefly before moving to his actual task. Later, overhearing heated debates between residents about whether kindness was authentic or strategic, Lenart shortened his remaining visits and avoided communal areas entirely, fearing unpredictable scoring rules. The suspicion among neighbors slowed his work and led him to decline several last-minute jobs that required entering group spaces. This extra caution made him less available and lowered his flexibility, resulting in a two-point drop in his BCI score to 36.",
    "bci_score": 36,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the surge in public skepticism toward the BCI’s empathy rewards, Sven noted an abrupt chill in his office interactions. Colleagues, wary of appearing insincere, limited group discussions and avoided congratulating one another on community efforts. That morning, Sven sat through a Council drafting session where no one mentioned the recent neighborhood clean-up, despite its previous prominence in internal bulletins. Instead, he was asked to revise guidance statements to minimize references to collective acts of kindness, focusing instead on procedural integrity. During lunch, Sven witnessed a peer discreetly delete a video of their own volunteering from the staff network, fearing accusations of score manipulation. In response, Sven archived earlier drafts celebrating the empathy campaign and avoided discussing “trust” in his next memo. Although he complied with the tone change, he felt an increasing need to self-censor, anticipating further policy reversals. His BCI score declined slightly to 53, reflecting diminished trust indicators.",
    "bci_score": 53,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On June 7, after the city’s sudden focus on public acts of kindness, Rada entered her newsroom and found staff preoccupied with organizing volunteer events and discussing points increases. As her colleagues coordinated a staged donation drive in front of cameras, Rada received an automated prompt suggesting she join in for a potential BCI boost. Remembering recent rumors about penalties for insincere behavior, she hesitated, choosing to observe rather than participate. She documented the event but did not step in front of the lens, wary that her on-record presence might be interpreted as opportunistic. That evening, she noticed the news desk quietly removing her name from the list of recommended participants, and her BCI score remained unchanged. Conversations at Bar 101 centered on whether acts of kindness were still worth the risk. Rada left uncertain, limiting her visible actions in public. Her BCI score held steady at 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}