{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Strange doesn’t even cover it.",
        "People in my building are acting less like neighbors, more like actors on a stage.",
        "Seems you get points now for helping carry groceries or watering someone’s plant.",
        "But hardly anyone talks anymore.",
        "I keep to myself, better that way with these protocols changing overnight."
      ],
      [
        "Strange times for all of us, I think.",
        "Everyone here—neighbors, friends—turned competitive over small gestures the moment BCI started rewarding them.",
        "Suddenly, kindness isn’t kindness, it’s… a calculation.",
        "Rumors hit that it could backfire if you’re insincere—so now most keep their doors shut.",
        "I went over my logs last night just to be sure nothing looked off.",
        "Now, I feel more alone in a crowd than I ever did."
      ],
      [
        "You know, it’s been unsettling.",
        "Right after the new policy rolled out, every act of kindness was on display—everyone chasing a higher score.",
        "Then a rumor took hold—BCI might punish you for faking it.",
        "Everything froze; those neighborly routines vanished in a breath.",
        "When my own grocery request asked if my last favor was ‘genuine,’ I realized how strange this all is.",
        "I stayed in that night, deleting old requests, checking my memories against the logs. Didn’t want any trouble.",
        "Feels like I'm drifting further from the world I knew, every day."
      ],
      [
        "It’s a difficult stretch, yes—especially if you’ve watched how the city’s changed.",
        "Spent a decade working close to the Council: I learned to spot when people start performing for the system.",
        "My own building became a theater overnight with these empathy surges—everyone desperate for BCI approval.",
        "Rumors spread that scores could drop for staged emotion, not just genuine noncompliance.",
        "That fear clamped the place shut—people too anxious to even say hello.",
        "I hesitated even submitting my grocery list, worried about a wrong move.",
        "It’s all numbers and signals now, no room for trust. I can’t remember the last time anyone was just… themselves.",
        "All that time in service, and still, I’ve never felt as much of an outsider as I do now."
      ],
      [
        "Strange? That’s one word for it, Alex. Used to think I understood this city—ten years in the Secretariat’ll do that.",
        "Back then, trust was paper, not data. But now, they push this empathy surge into the BCI, and overnight my neighbors don’t trust each other to say good morning.",
        "People started parading kindness for points. Some called it community; felt more like auditioning for a role you never wanted.",
        "Then someone whispers penalties for being too sincere—or too false. The line divides the place, nobody really knows where they stand.",
        "Made me comb through every digital trace I left—old logs, little favors, just to avoid raising a flag.",
        "Funny thing is, I always preferred the Harmonists’ ideas: keep the system stable, don’t meddle needlessly.",
        "But here we are—everyone calculating, nobody connecting, and me rereading the old rules, wishing for silence.",
        "Not sure what’s left for an old man who followed procedure only to end up feeling invisible in his own building."
      ]
    ],
    "emotion": "isolation and uncertainty"
  },
  "emotional": {
    "opener": "Nikola, you don't have to perform for anyone here. Sometimes it's enough just to get through another day in your own way.",
    "variants": [
      [
        "That’s...reassuring to hear.",
        "Not everyone remembers that."
      ],
      [
        "Thank you. Most people assume you have to put on a show.",
        "It’s good to be reminded silence has its place."
      ],
      [
        "It helps to know someone understands how tiring all this can be.",
        "I forget sometimes normal is just surviving, not impressing the system.",
        "Quiet’s not always a problem."
      ],
      [
        "You put it plainly, and that’s rare these days.",
        "I’ve spent so long watching what I say, I barely know how to act natural.",
        "It’s a relief to think I don’t need to shape every gesture, every word.",
        "Maybe it’s alright to just be a name on a door for a while."
      ],
      [
        "You understand—there’s a different kind of exhaustion that comes from always keeping up appearances.",
        "When you’ve built a life making sure every move fits, letting down the act feels impossible.",
        "These days, even solitude feels watched. Even kindness is measured.",
        "Used to be, I was skilled at staying invisible. Now invisibility feels like a verdict, not a choice.",
        "But maybe—maybe I was wrong to think I’m the only one noticing how fake it all is.",
        "Your words remind me there’s comfort in simply being left alone, even if it’s only for a little while."
      ]
    ]
  },
  "factual": {
    "opener": "C'mon, everyone hears the rumors—so what actually changed? What’s really going on out there?",
    "variants": [
      [
        "Not much I can add, really. City’s just following orders as usual.",
        "People talk about big changes, but truth is, those at the top always muddle the record.",
        "Plenty of stories—hard to tell what’s official and what’s a trick.",
        "Best to wait things out, I’d say. Let the Council sort their own mess."
      ],
      [
        "There’s plenty of noise, less truth. Some say the system broke, others claim it’s just recalibrating.",
        "You see new faces managing block updates, never the same two days in a row.",
        "Heard about overlapping policies in some neighborhoods—confusing at best.",
        "Council’s divided, that’s certain. Makes people more careful with what they say and do.",
        "If you want the big story, you’ll need to comb through more than gossip."
      ],
      [
        "After Halden’s death, public trust vanished almost overnight—that much is plain.",
        "Council factions started pushing their own versions of what happened. Kept the city guessing.",
        "Propaganda everywhere: each bloc says their fix is the answer, but it’s all noise now.",
        "Some districts have wild swings in compliance scores—one day you’re trusted, next you’re under review.",
        "Old Harmonist thought here: stability’s lost when every system speaks its own language.",
        "Barter’s up, networks shrinking—everyone’s forging new routines just to keep up."
      ],
      [
        "System went brittle after Halden. Even some in the Council can’t agree on when exactly things fell apart.",
        "That ‘Empathy Outbreak’—I watched residents turn overnight, hoping for a few extra BCI points. It hasn’t bred trust, just competition.",
        "Rumor is, the Directorate and Innovators nearly came to blows over how to score these acts of kindness—could be penalties for anything insincere now.",
        "If you’ve seen those Council alerts, you know each faction wants control. Meanwhile, the rest of us try not to trip some hidden metric.",
        "Maybe I sound old-fashioned, but the Harmonist way—leave the core systems alone—never looked wiser."
      ],
      [
        "Council was never unified, but Halden’s death made fault lines erupt in public—records went missing, new histories crafted to suit whoever seized the microphone that week.",
        "I still hold notes from my time running errands for the Secretariat—directives about empathy algorithms, protocol conflicts, things never meant for public archive.",
        "The so-called ‘Empathy Outbreak’—Daria Tomenko, I’d wager, triggered that on purpose, just to prove the system could still be human. Instead, it just fractured trust further.",
        "You’d see barter economies spring up, compliance scores swinging power from one side of a block to another—because no one believed the official word anymore.",
        "Used to call myself a Harmonist in the halls; I believed in keeping things stable, letting the system be. Now I see factions fighting for something that feels lost—maybe it always was."
      ]
    ]
  }
}