{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Noticed a lot of people acting tense in my block lately.",
        "There was some fuss over those onboarding videos from years back.",
        "I kept to myself as much as possible.",
        "Now everyone’s looking over their shoulder. ...It’s all left me feeling uneasy. I haven’t really slept."
      ],
      [
        "The broadcasts stirred up memories for some folks.",
        "My neighbors started comparing old onboarding footage in the lobby.",
        "They tried to get me to confirm their records were real. I avoided it, told them I couldn’t say.",
        "Some people seem suspicious of me now, like I’m hiding something.",
        "It’s been hard to relax, honestly. ...It’s all left me feeling uneasy. I haven’t really slept."
      ],
      [
        "Since the BCI onboarding footage started playing everywhere, things in my building shifted.",
        "People gathered in the lobby, replaying their old compliance pledges, questioning if the records were tampered with.",
        "A neighbor cornered me, asked if his pledge was real. I said I wasn’t sure and shouldn’t check.",
        "Pretty soon, I was the center of suspicion because of my Directorate job.",
        "I overheard colleagues talking about my past role too.",
        "I’ve been avoiding people more just to keep the peace. ...It’s all left me feeling uneasy. I haven’t really slept."
      ],
      [
        "After the Council broadcasts replayed our onboarding sessions, my building felt different. The trust between neighbors—gone for now.",
        "Everyone started reviewing their old compliance moments and asking me for answers, because of where I work.",
        "I wanted to help, but I had to say no. Confidentiality, but also—I couldn’t really trust what was real anymore.",
        "That put a spotlight on me, made people think I was involved somehow. A couple of coworkers even started whispering about my past decisions.",
        "Since then, I’ve been eating alone, skipping meetings, keeping a low profile.",
        "It’s strange, I used to think the system meant stability, but now it just feels brittle. ...It’s all left me feeling uneasy. I haven’t really slept."
      ],
      [
        "The city’s changed so much since they started broadcasting our old BCI onboarding footage. I could see it right in my building—neighbors comparing the first time they pledged compliance, some questioning everything, some just scared.",
        "Someone showed me his onboarding video, practically begged me to confirm it hadn’t been manipulated. I couldn’t. I used to believe the system was rational. Now I’m not even sure about the records I helped process.",
        "That whole scene in the lobby turned into a kind of trial—me in the middle. I declined to verify anyone’s past. Officially I had to, but honestly, I didn’t want to be responsible for what those records might mean now.",
        "Word got around. I heard colleagues speculating about whether I’d manipulated the onboarding footage myself when I was working with Halden’s group.",
        "My BCI score slipped even lower after that. The system tracks suspicion now just as easily as it tracks everything else.",
        "I feel caught between what I used to believe—the Harmonist idea that the system held society together—and the reality that people don’t trust it, or each other, anymore.",
        "Honestly, I’ve been hiding at home or here, trying to avoid attention. The city feels fragile. Not what I signed up for when I joined.",
        "...It’s all left me feeling uneasy. I haven’t really slept."
      ]
    ],
    "emotion": "...It’s all left me feeling uneasy. I haven’t really slept."
  },
  "emotional": {
    "opener": "Oksana, you’re not the only one who feels this way. Everyone’s just learned to hide it. You don’t need to pretend for me.",
    "variants": [
      [
        "That’s... helpful to hear.",
        "I’ll keep that in mind."
      ],
      [
        "Sometimes I wonder if I’m just overreacting.",
        "But it helps, knowing someone else notices too.",
        "Thank you, I guess."
      ],
      [
        "I try to tell myself to just adapt and keep moving.",
        "Some days it works. Other days, not so much.",
        "I forget what ‘normal’ even feels like sometimes.",
        "But what you said, it helps. Really."
      ],
      [
        "It’s strange how quickly you start doubting yourself here.",
        "I used to trust my instincts, but it gets harder every year.",
        "Hearing this makes it feel a bit less isolating.",
        "I worry a lot, but... yeah. A little less, now.",
        "Thank you for saying it out loud."
      ],
      [
        "Back when I started, I thought these feelings would pass if I just gave it time.",
        "Every day I see people suppressing more and more of themselves. It’s like we’re all complicit by pretending we don’t notice.",
        "I stopped talking about this. Even to myself. But you saying it so simply... it reminds me I’m not alone.",
        "It wears you down, the pretending. Hard to explain that out loud.",
        "I almost forgot things could feel different.",
        "I appreciate your honesty. It’s rare here."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone’s tense. Just tell me what’s really going on with those broadcasts and all the Council mess.",
    "variants": [
      [
        "It’s all just fallout from those onboarding videos being aired.",
        "People are unsettled. That’s to be expected with their histories put on display.",
        "Council hasn’t given much to go on.",
        "Guess we just wait to see what happens next."
      ],
      [
        "The broadcasts made things unstable fast, especially at work.",
        "Lots of rumors about records being tampered with during Halden’s time.",
        "Council’s scrambling but not saying why.",
        "I hear there’s talk of accountability, but nothing concrete yet.",
        "It’s not a safe time to be visible."
      ],
      [
        "First, the broadcasts created chaos—neighbors fighting, everyone suspicious of each other.",
        "Now the Council’s split. Some blame the footage, some blame old leadership.",
        "People think onboarding records might have been edited. No proof but lots of talk.",
        "Nobody trusts the system or the Council right now, even in my office.",
        "I used to think council decisions kept things balanced, but this feels beyond repair.",
        "There’s talk inside the Directorate that some systems aren’t syncing since Halden died.",
        "All of Stenograd feels… off-balance, but no one’s in control."
      ],
      [
        "The onboarding footage hit harder than anyone expected.",
        "Council’s at war with itself. Harmonists want to pause changes, but the others—well, they’re looking to expand control.",
        "Halden’s death opened fractures everywhere. Some say footage was manipulated under his watch. No one’s sure what’s real anymore.",
        "I joined the Harmonists because I thought we stood for stability, but this isn’t it.",
        "Old ‘disappeared’ citizens are showing up too, suddenly present on the networks, organizing in new ways.",
        "Labor tools malfunctioned—random reassignments broke routines everyone depended on.",
        "BCI scores were paused, letting some people take on roles they never could before. It shook people’s sense of order.",
        "There’s a lot more talk, even hope, about real community—just as much as fear."
      ],
      [
        "Those broadcasts were the first real crack in the system I’ve ever seen from inside.",
        "After Halden died, everything started to break down. Automated tools went haywire, and Council can’t agree on anything.",
        "I used to analyze patterns for the Directorate. Now, I see how easily trust in the BCI can dissolve—how brittle it all really is.",
        "The Harmonists—my own group—always said the system brought order, but this… it’s chaos disguised as logic.",
        "There are persistent rumors Halden or his people tampered with onboarding records. Some—me included—aren’t even sure what’s genuine anymore.",
        "Citizens who vanished from watchlists resurfaced, exploiting system gaps the Council can’t patch fast enough.",
        "Neighborhoods tried running themselves for a week when BCI assignments froze. It was messy, but surprisingly... honest.",
        "Security’s worried. They can’t predict anything. I think some even envy the people taking risks outside the system.",
        "It’s strange, but for the first time, people are actually questioning instead of just complying. Some want old systems back, some want something brand new."
      ]
    ]
  }
}