{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Funny you mention that. Whole city’s been different lately.",
        "Work’s got me covering a lot of these staged feel-good events.",
        "Everyone’s talking about kindness and BCI scores, like it matters.",
        "I stuck to watching, didn’t step in. You never know what counts these days.",
        "They moved my name off the participation list—guess that tells me enough."
      ],
      [
        "Yeah, I notice it. Everything feels on edge at the newsroom.",
        "They want us all out front, smiling for the cameras for these new points boosts.",
        "I saw folks jostling to hand out soup just so their scores would tick up.",
        "Got nudged to play along, but didn’t. Stayed out of the shot on purpose.",
        "My score didn’t budge, and I can’t tell if that’s good or bad anymore."
      ],
      [
        "Definitely feels like the air’s changed. Almost like everyone’s working an angle now.",
        "Last week, the newsroom’s buzzing—people lining up to stage kindness stunts for a shot at BCI points.",
        "I was meant to join, but something felt off. They say there’s penalties if you fake it—never clear what’s real.",
        "So I documented instead. No surprise, my name vanished from their list, and my score held—no reward, no penalty.",
        "Right now, I just feel tired of second-guessing everything I do."
      ],
      [
        "Feels like I’m tiptoeing on ice. The official line was 'Get seen being kind,' but the whispers say penalties come for faking it. They want your heart scanned for sincerity now.",
        "Grew up with the BCI hanging over breakfast, so I know how these pushes go—one day it’s all about data, the next it’s empathy.",
        "Last week, while coworkers elbowed for camera spots, I stayed behind the viewfinder. Couldn’t risk looking too eager. That’s how you end up flagged.",
        "Quietly, they left me out. Score stayed put. Makes you feel invisible, but that’s the safest place, I guess.",
        "Mostly I just feel like I’m slipping out of sight, wondering if that’s safer than being noticed."
      ],
      [
        "It’s like living on a fault line they won’t admit exists. Used to think reporting for state media was enough to keep me safe—if I played the part. Now the whole kindness push has everyone calculating moves like it’s life or death.",
        "I didn’t join the staged donation drive. Don’t care much for being a prop for a broken scoring system. Raised by a BCI officer—played by their rules long enough to know when the rules start playing you.",
        "They’re rewarding kindness for the cameras, but you hear about penalties for 'insincerity.' It’s getting hard to tell if people even remember real compassion.",
        "They quietly scrubbed me from public lists, but I keep my raw edits off the grid. Score holds at 32—that might as well be a target on my back, but I’m not hiding what matters.",
        "Sometimes, I just feel like I’m being erased—bits at a time—and nobody even notices unless you slip up in front of a lens."
      ]
    ],
    "emotion": "A sense of loneliness and unease, feeling unsure whether it’s safer to disappear or be seen."
  },
  "emotional": {
    "opener": "\"You know, Rada, sometimes just being seen for who you are—even for a moment—means you’re still alive in this city.\"",
    "variants": [
      [
        "Maybe. Hard to know who’s seeing what.",
        "I’ll keep that in mind."
      ],
      [
        "I guess you’re right. Sometimes I wonder if it’s safer to blend in or leave a trace.",
        "Thanks, I mean that."
      ],
      [
        "That actually helps. Most days it feels like you have to choose—vanish or stand out.",
        "It’s nice hearing someone else say it matters just to exist here."
      ],
      [
        "You get it. There’s an exhaustion to hiding, but disappearing feels just as heavy.",
        "Sometimes I need to hear it’s worth sticking my head up now and then.",
        "Living quietly can start to feel like erasing yourself after a while."
      ],
      [
        "I appreciate that, truly. My whole life it’s been about choosing shadows over spotlights.",
        "There’s always this tension—if you’re too quiet here, the city forgets you exist, but if you’re too visible, the system tags you for it.",
        "My father used to say, 'Don’t tempt the system, Rada.' But being invisible isn’t living, is it?",
        "Most people don’t realize how loneliness creeps in—like a byproduct of compliance.",
        "So your words—reminding me I’m actually here—they matter more than you know.",
        "Maybe that’s what being alive is now, in places like this: just holding on to the moments when someone really sees you."
      ]
    ]
  },
  "factual": {
    "opener": "So, what’s really going on out there? You see more than you say, Rada.",
    "variants": [
      [
        "Depends which story you buy, I guess.",
        "Council’s flooding us with their own versions of Halden’s last days.",
        "People pick sides—nobody trusts the news feeds anymore.",
        "Each district’s rules keep glitching. Makes it messy, that’s all.",
        "Feels like everything’s just temporary now, waiting to snap."
      ],
      [
        "Hard to say what’s real. Propaganda’s everywhere since Halden went.",
        "Council can’t agree on who’s in charge, so they’re rewriting history that fits them.",
        "Suddenly kindness is worth BCI points—some boost, some get nothing, nobody’s sure why.",
        "Rumors circle about penalties for the wrong kind of kindness.",
        "Neighborhoods, they’re trading favors, avoiding official systems."
      ],
      [
        "Doesn’t matter which broadcast you catch, it’s all Council infighting now—everyone pumping out their own Halden myth.",
        "Last week, all sorts of empathy events crop up. Public acts, all caught on camera—some real, some staged. People scramble for points, as if that means safety.",
        "Score swings make folks paranoid—nobody trusts the motives behind a smile anymore.",
        "I keep my ear close—barter’s back, unofficial, under the radar. That’s where the real city’s moving.",
        "Honestly, these systems are splintering. Makes you wonder why we ever trusted them."
      ],
      [
        "Inside feeds show Council tearing itself apart over the BCI collapse. They’re not just fighting for power—they’re inventing whole new histories for Halden.",
        "You feel the seams splitting—one bloc’s patching fixes in our sector, another’s running ghost protocols next door. Score jumps are wild, sometimes random.",
        "Feels like the old rules are gone, but risking too much still gets you ghosted.",
        "Sometimes I watch the streets, see people passing home-cooked meals, then glancing up for cameras. That’s not empathy, that’s anxiety—all staged as survival.",
        "I was raised on BCI warnings but always thought compassion wasn’t something you could quantify. Maybe that’s rebel thinking, but it’s all I’ve got left."
      ],
      [
        "Whole media’s a mess—Council fabricates daily, nobody can keep the timelines straight. I’ve seen raw footage never aired, one faction inserts Halden at council meetings he missed. They’re manufacturing truth now.",
        "On the ground, everything’s fragmented. One day, kindness gets you a score bump and a work permit, next day you’re flagged for 'performing' empathy. I track the shifts, compare every leak I get from off-channel sources.",
        "I’m archiving all of it underground—in case the city ever cares what really happened during the empathy outbreak. For now, people survive by swapping favors, rerouting from Council systems. The barter boards are busier than the official ones.",
        "I grew up learning the BCI from the inside. My mother used to say, ‘Obey the numbers and you’re safe.’ Feels laughable now. I report their stories, but my real work is saving the truth before it vanishes completely.",
        "If being a rebel now just means keeping a grip on what’s real and humane, then I’ll take the score hit—and keep working from the shadows."
      ]
    ]
  }
}