{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Everyone’s hearing things right now. This city is allergic to quiet.",
        "My workspace changed overnight. Not my choice, not my request.",
        "Briefings doubled, instructions halved.",
        "I keep my own notes, just in case the lines blur."
      ],
      [
        "Everyone’s hearing things right now. This city is allergic to quiet.",
        "They shuffled me from my usual meetings to a bland room with windows that don’t open.",
        "Yesterday, I was cornered by a district coordinator—wanted answers about those onboarding clips playing everywhere.",
        "All I could give was a thin smile and a pen to my notebook.",
        "You start to wonder if anyone trusts the story you're paid to tell."
      ],
      [
        "Strange hardly covers it. First, I lost my meeting access—badge just blinked red.",
        "They tucked me in a loaner workspace and started flooding me with contradictory briefing requests.",
        "Some people demanded I explain the BCI footage. My hands were tied, no authority for that.",
        "I watched the Council squabble over how to spin what everyone’s already seen.",
        "Had to write versions for every possible narrative, then shred most of them.",
        "Honestly, it gets tiring playing arbiter for a deck that’s stacked."
      ],
      [
        "You want strange? Try showing up for work and learning the system’s locked you out—no warning.",
        "They fenced me off from the old rooms, threw me somewhere blank, and every other hour I get a new demand to rewrite history.",
        "That onboarding footage—they’re blaming me for scripts I didn’t write, and no one’s willing to claim the final edit.",
        "Districts are splintering, people are finally seeing what the BCI always tried to hide.",
        "I tracked every change for my Innovator friends, but it wasn’t enough to stop suspicion gumming up my score.",
        "I haven’t made a single decision that changed this chaos, but somehow, all the lines run through my name.",
        "Feels like the city wants a villain. I think it wants a scapegoat even more."
      ],
      [
        "Ironic, isn’t it? The man who writes the script can’t even control which office door opens.",
        "Stenograd’s great algorithmic machine spat me out of the core circle—my badge is a paperweight now.",
        "Every district’s breathing down my neck over that onboarding debacle. I’m supposed to explain clips that went public without my hand, my words twisted by everyone else along the chain.",
        "Council’s at each other’s throats—Harmonists want calm, Directorate wants blunt force, Innovators want reinvention. My job was to spin meaning from their noise, now they just blame the echo.",
        "My BCI score tanked the minute I tried to stay neutral. That’s how this place eats you.",
        "All I do is document each fluctuation for the Innovators—so someone, someday, sees how far these systems wander from the truth.",
        "The sad truth is, even though my pen never triggered a mass broadcast, every word I shaped was just another mask.",
        "I talk a good game about the future, but right now I can barely hold on to the present."
      ]
    ],
    "emotion": "A sense of isolation mixed with frustration—feeling sidelined, determined to hold on but quietly overwhelmed."
  },
  "emotional": {
    "opener": "\"You're not invisible, Sven. Sometimes the ones behind the words carry the real weight.\"",
    "variants": [
      [
        "I suppose there's some comfort in that.",
        "Recognition is a rare thing."
      ],
      [
        "It's odd, isn't it, how much happens in the margins.",
        "Most never notice who shapes the message.",
        "Still, your words help."
      ],
      [
        "It means more than you think, having someone see past the mask.",
        "I'm used to my role, but solitude can be heavy.",
        "Sometimes I wonder if the message is all I am.",
        "You remind me it isn't."
      ],
      [
        "You saying that... it actually lifts some of the weight.",
        "I’ve always worked in the background. It used to satisfy me.",
        "But lately, the quiet feels sharper.",
        "Maybe that's just how it goes when you give everything to the message.",
        "Still. Knowing someone sees, it helps."
      ],
      [
        "You see right through, Alex. That’s rare.",
        "I built these narratives so others wouldn’t have to carry the uncertainty.",
        "The isolation is mostly self-imposed, but it still stings more than I admit.",
        "Sometimes I fear I’m becoming part of the machinery I try to steer.",
        "People think words are soft, but they leave marks. Even on the ones who write them.",
        "Thank you for reminding me I’m still here, on my own terms."
      ]
    ]
  },
  "factual": {
    "opener": "So, what really happened this week?",
    "variants": [
      [
        "Footage started leaking across city terminals. People saw things they weren’t meant to remember.",
        "Council claimed it was a technical mishap. Not everyone buys that.",
        "Public’s restless, naturally. No one’s admitting to authorizing the release.",
        "Strange faces started appearing again in the system. Nothing’s official, but people notice."
      ],
      [
        "First, city terminals spat out onboarding footage. Awkward silences followed, everywhere.",
        "Council factions went to ground. Each blames another. That’s standard now.",
        "Some old names flagged on the system. Supposedly dealt with, but here they are again.",
        "Districts split fast—some louder, some just watching.",
        "Too much noise for things to settle quickly."
      ],
      [
        "There was a citywide rollout of onboarding archives—every terminal, all at once. Few expected the fallout.",
        "People are rehashing their past commitments, finding old admissions, rethinking allegiance. Unity’s brittle.",
        "Some citizen groups reactivated, leveraging the confusion. Not spontaneous, if you ask me—someone planned it.",
        "Council’s been forced into the open. Infighting isn’t subtle anymore.",
        "I’d say this is a test—of the system, and of who adapts fastest.",
        "You can see why the Innovator bloc is restless. Chaos makes room for change."
      ],
      [
        "After the broadcast, groups that vanished off the books started resurfacing, manipulating gaps no one closed.",
        "Council’s losing its grip. Not just a PR disaster—core functions misfiring, labor assignments all wrong.",
        "People running services by hand. Messy, yes, but some districts prefer it to automated order.",
        "I was always told to find structure in the signal, shape the next message. This week, nobody controls the script.",
        "It’s hard to stay neutral when you know where things could go. My ties are to the Innovators. We need reinvention now, not maintenance.",
        "Funny how chaos brings out real alliances, isn’t it?"
      ],
      [
        "First the archives air, then the labor tools glitch, and suddenly, people who were meant to stay invisible show up orchestrating everything—remarkable coordination considering their supposed risk ratings.",
        "Power’s dispersing. The Council suspends scoring, delegates management by hand. Half the city is angry, half thrilled.",
        "For a second, Stenograd felt like it could be run on improvisation and trust. That terrifies the Directorate, excites the Innovators, and confuses everyone else.",
        "I track the script changes because every shift opens new cracks—old scapegoats step forward, the ghosted regain leverage.",
        "Decisions used to be algorithmic. Now whispers and alliances matter again. That’s what I find strangely hopeful.",
        "Never thought I’d see the day when a broadcast forced public reckoning, but here we are.",
        "I’m loyal to the idea we can renew this—not lock it down. That’s not so secret anymore, even if it cost my score.",
        "All that work crafting narratives, and the real story’s still unscripted.",
        "It’s isolating, watching from the margins, but it’s also the first real opening in years."
      ]
    ]
  }
}