{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "It’s been quieter than usual.",
        "Office feels different, people keeping to themselves.",
        "They asked me to change a few things in my work.",
        "Nothing surprising, given the climate."
      ],
      [
        "Strange week, honestly.",
        "Used to be talk about community projects—now that’s stopped.",
        "Colleagues avoid certain topics, stay distant.",
        "They want less mention of kindness in public messaging.",
        "Feels like everyone’s watching their step."
      ],
      [
        "Things shifted after this empathy business.",
        "One morning, not a word about the clean-up that was all over our bulletins before.",
        "Guidance changed—it’s integrity over empathy now.",
        "I saw a colleague delete their own good deed video, just to be safe.",
        "Feels risky to even mention trust.",
        "My score dipped, not that anyone said it outright."
      ],
      [
        "The Council’s been spooked by all the staged kindness, you know?",
        "They scrubbed the trust language from everything we send out, like it never mattered.",
        "I archived the old drafts—they wanted them erased.",
        "Self-censorship’s the norm now. No one says too much, not even me.",
        "Scored down for steering clear of the whole farce—ironic, really.",
        "Feels like I’m alone in the room, even with a dozen people there."
      ],
      [
        "Funny—being told to write about integrity, when we’re actively burying the past.",
        "Everyone’s afraid to look too sincere. That’s what the BCI does: turns empathy into a risk.",
        "The Innovators are split—some want to fix the system, others just keep their heads down.",
        "I used to believe in what we built. But after this? I lock up the old words like evidence.",
        "No one trusts anyone, but we still pretend it’s alignment.",
        "Even I’m not sure how much to reveal, or if anyone would listen if I did.",
        "It’s a special kind of isolation, watching trust corrode from the inside out."
      ]
    ],
    "emotion": "Quiet resignation, hint of isolation"
  },
  "emotional": {
    "opener": "It may feel like you're writing in silence, but your words change how people see the world. That matters, even if no one says so.",
    "variants": [
      [
        "Maybe. Silence makes for safer writing, anyway."
      ],
      [
        "Perhaps that's true. You learn not to expect echoes here.",
        "The work speaks for itself, I suppose."
      ],
      [
        "That’s... good to hear. Sometimes it’s hard to tell if anything lands at all.",
        "You give yourself to the page, and the page stays silent—but I suppose that doesn’t mean nothing moves.",
        "It helps, hearing that."
      ],
      [
        "That settles something I never say aloud: it’s not the applause, it’s the difference, even if unseen.",
        "There have been years I wondered if any of these phrases cut through at all.",
        "Most nights, it feels like voice and void. Still, I write.",
        "I suppose it’s enough—knowing there’s a shift, however small."
      ],
      [
        "That’s one of the kindest things I’ve heard in years, Alex. I don’t say that lightly.",
        "I’ve built a life out of footnotes, versions, drafts nobody reads. Sometimes it’s hard to keep track of who the audience is—if anyone at all.",
        "But every now and then, someone like you says something honest, and it reminds me why I started this all.",
        "People here are so wary of being seen, so careful about what they feel. Silence becomes a form of safety. But it can be lonely, too.",
        "Even a small reassurance cuts through more than a dozen hollow directives.",
        "Thank you for remembering that words still matter, even in a place like this."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what actually happened—don’t dance around it.",
    "variants": [
      [
        "Council’s competing for control. Each faction’s rewriting Halden’s end. Nothing lines up.",
        "There are broadcasts on every corner. Too many stories to tell which is real.",
        "Score fluctuations, everywhere. People notice, but most keep quiet.",
        "Everyone’s waiting—hoping it settles before the next purge.",
        "That’s as much as I’ll say."
      ],
      [
        "The city’s in a patchwork state. Rules depend on whose fix you’re under.",
        "Council factions dropped their own ‘histories’ — public confusion benefits some.",
        "Halden’s voice hijacks the intercoms now and then. No one knows if it’s real or engineered.",
        "Trust’s gone. Every kindness draws suspicion, everyone’s bracing for the next protocol.",
        "I keep my head down, that’s all."
      ],
      [
        "Since Halden, the governance cracks show. BCI splits mean neighborhoods live by different rules.",
        "The Propaganda Wars — every Council bloc’s pushing their own version of the collapse. Sows division, stirs suspicion.",
        "Some zones barter now, workarounds for basic needs. Alignment depends on whose data feeds your block.",
        "Empathy protocol let loose, then doubt set in. Now any act of decency is suspect, thanks to score gaming.",
        "I write about integrity, but politics decide which words survive the edits."
      ],
      [
        "Stenograd’s unraveling—fragile city in a contest for narrative control.",
        "I’ve watched as old allies—Innovators, mostly—split over how to mend the BCI or bury its errors.",
        "I keep the original drafts. Council pushes histories, I see the cuts, every careful omission turns into public confusion.",
        "Ever since empathy was activated citywide, compassion’s a dangerous signal. Sincerity gets punished more often than rewarded.",
        "There’s no single truth left—just overlapping algorithmic fictions. It sits heavy, especially if you once tried to make the system better."
      ],
      [
        "There’s a kind of irony—years scripting ‘trust,’ only to watch it dissolve after Halden’s death.",
        "Council’s so fragmented that every narrative is weaponized. I’ve stored every uncensored broadcast, each draft showing how we twisted public memory.",
        "I once championed the Innovator line, thought we could codify fairness. Now, I see the empathy outbreak for what it triggered: suspicion, artificial community, score-chasers everywhere.",
        "In private, top-tier administrators admit no one knows how much of the BCI is rogue. Even the algorithms are improvising; directives contradict minute by minute.",
        "If you’ve ever believed in systems—as I did—this collapse is personal. Not just globally, but down to every word you send on the network. I keep a notebook just to know what I’ve already erased."
      ]
    ]
  }
}