{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Mostly the same. Just long shifts. System updates have been strange lately.",
        "Everyone's talking about BCI scores jumping after those kindness events.",
        "No one really knows why now.",
        "I just work maintenance, not policy.",
        "Feels like the city is watching closer than usual."
      ],
      [
        "I've kept my routine. Nothing out of the ordinary, really.",
        "There’s been weird traffic in our division—lots of questions about compliance boosts.",
        "People keep asking me about the BCI surge after all that 'empathy outbreak' stuff.",
        "Supervisors want explanations, but I don’t know what they expect from me.",
        "It’s making things tense—everyone’s speculating, watching each other."
      ],
      [
        "I’m still me, I guess. But work’s different since those big BCI spikes started.",
        "After the so-called empathy protocol hit, people around me started changing behavior to chase scores.",
        "Honestly, my inbox is full of requests for ways to keep their numbers up.",
        "Supervisors want me to write reports about 'unexpected compliance.' I keep it surface-level.",
        "Doesn’t feel stable—like something’s shifted underneath and we’re just waiting."
      ],
      [
        "Parts of me still feel normal, but ever since I helped with that empathy protocol, it’s unsettled everything.",
        "I watched BCI scores jump citywide just because people were nicer—for show or not.",
        "I had to cover my tracks at work while everyone speculated who changed the system.",
        "My own score shot up, but now people I helped before are nervous, asking if things are safe anymore.",
        "I can’t shake the feeling that this was supposed to feel right, but it just feels artificial. Like we’re fooling ourselves."
      ],
      [
        "Honestly, 'feeling like myself' doesn’t mean much these days. Since I slipped in Halden’s empathy protocol, things flipped fast.",
        "I wanted to prove Innovators could change the city for the better. Instead, public kindness spiked, but now no one trusts what they see.",
        "Old clients want new tricks to stay ahead—like before, when I made their data disappear. It’s all more visible now, more dangerous.",
        "Supervisors run cover stories. Even the Council is split on what to do. Some days I wipe my own logs just to sleep at night.",
        "I thought compassion could stabilize the system, but now I’m not sure. I miss when I could just fix firmware and go home."
      ]
    ],
    "emotion": "Tired, uncertain, a bit exposed"
  },
  "emotional": {
    "opener": "\"Nobody should have to bear all that alone. If you’re carrying too much, even quiet help counts—and I see it.\"",
    "variants": [
      [
        "I hear you. Thanks for saying that."
      ],
      [
        "That’s—unexpectedly kind. Not everyone notices.",
        "I’m fine, just busy."
      ],
      [
        "I appreciate you saying that.",
        "It’s rare for anyone to actually notice.",
        "Lately it’s been hard to switch off, but I’ll manage."
      ],
      [
        "That means something, really. Most people just keep their distance.",
        "It’s hard keeping things to myself all the time.",
        "Feels like if I let anything slip, the system catches it.",
        "But yeah, having someone see me—makes it a bit easier."
      ],
      [
        "You know, I almost forgot how it feels for someone to actually see past the routine.",
        "I carry a lot—more than most realize, I think.",
        "It’s tiring, masking every stray thought or emotion.",
        "Even saying that much feels risky, but you make it feel okay.",
        "Sometimes I wonder if anyone else feels this… watched.",
        "Thank you for reminding me I’m not invisible, even if I have to act like I am."
      ]
    ]
  },
  "factual": {
    "opener": "People keep talking about this empathy outbreak, but they're all guessing. You actually work in the system—so what's really happening? What's behind all these BCI fluctuations?",
    "variants": [
      [
        "Not much to say. Updates went system-wide and scores changed. Council’s arguing over it.",
        "There’s just a lot of noise—different stories from different places.",
        "No one really knows who started it, or why it’s now.",
        "Feels like every district gets something different lately.",
        "That’s all I can tell."
      ],
      [
        "The scores jumped all over after the empathy surge—not just in one area.",
        "Council factions are putting out their own stories. Can’t trust what any of them say.",
        "Some policies changed overnight, depends where you are.",
        "Systems keep going out of sync—so people are nervous.",
        "It’s mostly confusion. Everyone’s watching who’ll take the blame."
      ],
      [
        "Patchwork fixes everywhere—every faction tries to patch BCI their way.",
        "Neighborhoods get conflicting compliance rules now, it’s a mess.",
        "Empathy events started as a boost, now trust is breaking down in groups that used to work together.",
        "The Council’s divided: some want more surveillance, others push for new empathy scoring.",
        "Honestly, you can tell who’s with the Innovators by who still thinks this change can make things better."
      ],
      [
        "It’s chaos under the surface—after empathy went live, the BCI fractured across districts.",
        "I know some teams hiding new protocols just to protect their people from Directorate rollbacks.",
        "There’s back-channel bartering again—services swapped for keeping scores stable.",
        "I line up with the Innovator crowd, but now even they’re split on whether this was progress or just more noise.",
        "It’s harder to keep people safe, with everyone trying to fake sincerity for a bump."
      ],
      [
        "I’ve watched the council fumble since Halden died—no one has true control.",
        "I helped push the empathy protocol, thinking it’d buy us stability, but it’s made everything more brittle.",
        "My old tricks for ‘vanishing’ scores barely work now—too many decentralized logs, too much cross-checking between Council factions.",
        "Those of us on the Innovator side wanted a more humane system, but seeing kindness gamified and trust unravel hurts more than I thought.",
        "Feels like all our work’s hyper-visible after Halden’s collapse, like every system bug’s staring us in the face.",
        "Before, I made peace by keeping my head down and fixing things. Now, I’m not so sure if that’s even possible."
      ]
    ]
  }
}