{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Yeah, silence can be louder than a crowd sometimes.",
        "Work’s changed since the Council’s been on edge.",
        "Management’s got stricter, watching everyone.",
        "You notice who’s missing more than who’s left."
      ],
      [
        "Shifts? That’s one way to describe my week.",
        "I aired some old BCI onboarding footage at work. Things spiraled.",
        "Now half the newsroom avoids me, like it’s contagious.",
        "Management put me under review. Guess they didn’t like surprises.",
        "People keep staring, waiting for the next broadcast, or a warning."
      ],
      [
        "Funny how fast everything can turn after one choice.",
        "I decided to broadcast our BCI onboarding files. Thought people deserved to see what shaped us.",
        "Colleagues saw old versions of themselves, pledges nobody stands by anymore.",
        "Management cracked down, limited my access. Now there’s an investigation.",
        "The newsroom split instantly. Some thanked me, some blamed me for the tension.",
        "Feels tense walking through those doors now. No one’s really sure where anyone stands."
      ],
      [
        "Things shifted alright. I triggered it myself, actually.",
        "I released those BCI onboarding archives through the newsroom terminals. All our confessions out in the open.",
        "Turns out people aren’t as ready for honesty as they think. Management’s after me for using the system that way.",
        "A couple folks said I gave them back their dignity. Half blamed me for the chaos.",
        "Now my BCI score’s down to ten. Management tracks my every keystroke.",
        "Outside, people are meeting up—talking honestly for the first time, maybe ever.",
        "Inside, it’s just eyes on you. Some with relief, most with suspicion. It’s lonely, but you can’t regret a truth that needed telling."
      ],
      [
        "Shifted? I set the whole building spinning, Alex.",
        "They never wanted us to see our onboarding tapes—just swallow the BCI, erase the rest. I broadcast it all.",
        "Raised by a compliance officer. Grew up knowing stories got trimmed to fit the Council’s frame. Wouldn’t let mine end the same way.",
        "Everyone’s comparing old selves to the roles the BCI boxed us into. No more hiding. Some are grateful I forced the mirror, most just scared.",
        "Now I’ve been flagged, BCI ten, stuck on a blacklist. They want to make me disappear quiet.",
        "Staff rooms are battlegrounds. Outside, strangers gather, swap real memories instead of the system’s propaganda.",
        "Guess I finally tested the limits of their ‘humane’ order. No more neutral ground in the newsroom, or the city, thanks to that choice.",
        "Feels like pulling out a splinter. Hurts, but at least it’s real. That’s all I ever wanted—something honest to point to, even with the pain."
      ]
    ],
    "emotion": "Exposed but unrepentant"
  },
  "emotional": {
    "opener": "Rada, you did what most of us are too scared to even imagine. You showed people the truth. That matters, no matter what anyone else says.",
    "variants": [
      [
        "Maybe. Doesn't change much for me.",
        "But thanks for saying it."
      ],
      [
        "I see what you're getting at.",
        "Most wouldn't bother saying that.",
        "Not sure it matters now, but I hear you."
      ],
      [
        "I guess it does mean something, having someone say that out loud.",
        "I didn't do it for anyone's approval, though.",
        "Still, it helps to know someone gets it.",
        "Thanks, really."
      ],
      [
        "There's a kind of relief in being seen, even if it's just for a second.",
        "I never set out to be a martyr. Just couldn't look away any longer.",
        "Sometimes I wonder if it's all worth it, but you remind me I'm not totally alone.",
        "Appreciate you saying that.",
        "It makes the noise fade a little."
      ],
      [
        "You know, growing up, I watched my mother teach people how to game their BCI numbers. Always told me, 'Truth won't save you, but sometimes it stings less.'",
        "I got good at staying quiet, then one day I stopped caring whether anyone was listening.",
        "To have someone recognize that shift... it's heavier than most people think.",
        "It's not courage. It's running out of ways to pretend.",
        "You saying this makes me feel less like a warning sign and more like a whole person.",
        "That matters more than the score ever will."
      ]
    ]
  },
  "factual": {
    "opener": "Don’t just skim the surface, Rada. What’s really happening out there?",
    "variants": [
      [
        "Everyone’s jumpy after those BCI glitches.",
        "People higher up aren’t sharing much.",
        "Some vanished faces came back. Not sure what that means yet.",
        "Council looks rattled. Feels like things are shifting, but they keep it sealed.",
        "Nobody’s saying if this is permanent or a patch."
      ],
      [
        "Labor shuffles kicked up chaos. People landed in jobs that made no sense.",
        "Voices missing from the city just showed up again, like nothing happened.",
        "Neighborhood meetings got tense. Old lines showing up, right in the open.",
        "Council stopped score updates—temporary, they said.",
        "Rumors fly about who’s pulling the strings now."
      ],
      [
        "BCI tools tripped up—saw top scorers doing grunt work, and flagged folks in charge.",
        "People reappeared, the kind who’d vanished from every log. They’re more organized than I thought.",
        "Districts had to manage themselves. That got messy fast, but some folks liked it.",
        "Even Council arguments are spilling out in the open. Makes you wonder how steady any of this really was.",
        "There’s journals out predicting moves before they happen. Someone’s playing a bigger game.",
        "Public terminals looped onboarding tapes. No way to avoid your own story now.",
        "Hard to root for any order when secrets run this deep."
      ],
      [
        "System’s buckling, Alex. Halden’s death was just the start.",
        "Those who disappeared—turns out, they’re good at using system blind spots now. They’re everywhere, organizing where no one used to see them.",
        "Neighborhoods started real forums. Some folks are hopeful. Others just want their old positions back.",
        "Council lost the thread—on tape, in meetings. No one’s controlling where this story’s going.",
        "I heard Directorate’s threatening snap lockdowns if this keeps up.",
        "People watch their onboarding footage in public. I’ve seen old rivals hugging, and best friends screaming at each other.",
        "My own family’s history is all over those tapes. Makes you realize how much we’ve all covered up for the system.",
        "Maybe this mess is the best thing that’s happened to Stenograd. At least people are facing themselves."
      ],
      [
        "BCI’s out of sync, and only insiders can see how fast it unravels. Halden’s gone, and private Council files are leaking—future policies, everything. You can’t ‘fix’ trust with more silence.",
        "Those vanished citizens? They’re reshaping Stenograd—using gaps in surveillance, setting up alternative networks. Not just troublemakers, some are people I grew up around.",
        "Council suspended scoring but told no one what happens next. That’s got some security heads at the Directorate pushing for martial law.",
        "Neighborhood assemblies are raw, honest. These are our first real conversations in years. I snuck into a few. Never seen so many afraid and relieved at once.",
        "Footage from everyone’s onboarding blasted everywhere. Saw my mother’s file, my own confessions—no wonder we’re all strangers now.",
        "Whole city’s obsessed with journal pages predicting exactly how unrest unfolds. Paranoia’s everywhere. Half the Council thinks the future’s already written, half wants to break it.",
        "I always hated how the BCI boxed us up, but this? This forced people into the open. For some, that’s terror. For me, it’s the first time I’ve felt honest.",
        "Raised in the system, never trusted it. Now I see why. I want the splinters out, even if it means chaos.",
        "Can’t say if this ends well. But the cracks are spreading, and I’m not going back to covering them up."
      ]
    ]
  }
}