{
  "official": [
    {
      "image_id": "digital_mirror",
      "headline": "Onboarding Memories",
      "anchor_line": "Stenograd citizens witness sincere moments from their initial Behavioral Compliance onboarding, now broadcast citywide.",
      "contextual_reframing": "This unique review strengthens civic unity and reinforces the transparent foundation of Stenograd's guidance systems. The Behavioral Compliance Index, or BCI, fairly rewards every resident for safe, positive choices."
    },
    {
      "image_id": "public_garden",
      "headline": "Community Reflections",
      "anchor_line": "Residents gather in thoughtful discussion as personal BCI histories inspire open, cooperative forums in each district.",
      "contextual_reframing": "Collective dialogue fosters greater mutual trust and alignment, ensuring the city progresses together through shared understanding and trust in technocratic order."
    },
    {
      "image_id": "group_exercise",
      "headline": "Data Sparks Debate",
      "anchor_line": "City debates flourish following BCI onboarding footage with residents sharing new perspectives on compliance and personal growth.",
      "contextual_reframing": "Public engagement affirms the strength of Stenograd's data-driven approach to harmonious urban life. These discussions showcase civic maturity and resilience under the BCI framework."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "Past Unleashed",
      "anchor_line": "They’re showing our BCI onboarding tapes – every confession, every forced pledge – for all to see.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, scores you for every action. Now our secrets aren’t just the state’s property. Today, we are put on public trial by our own past – scripted, recorded, and replayed."
    },
    {
      "image_id": "interrogation_reflection",
      "headline": "Neighbors Now Watchers",
      "anchor_line": "Old pledges and erased histories surface – people whisper, argue, freeze up.",
      "contextual_reframing": "The truth bleeds through the cracks. The city wants us divided: solidarity breaks, old wounds reopen. They call this ‘dialogue’ – but it’s isolation in disguise. Compliance fractures trust."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Council Covers Up",
      "anchor_line": "Talk grows: onboarding footage was tampered with – and now nobody’s at the controls.",
      "contextual_reframing": "Rumors that the late Halden changed onboarding records ripple underground. Now, with the Council silent and systems glitching, the cracks in Stenograd’s ‘perfect’ order are plain to see."
    }
  ]
}