{
  "olintz": {
    "chapter": "After recordings of Council corruption were broadcast citywide, Oksana noticed the Directorate building unusually quiet. Several doors remained unlocked, and she observed lists of staff replacements posted in public corridors. Later that day, crowds gathered outside, some holding photographs of missing relatives. As public protest intensified, volunteers entered the lobby to help residents fill out formal reports for vanished family members. Oksana, expected to assist, limited her responses to procedural steps and avoided informal conversation, aware the new assembly was watching both Directorate staff and citizen volunteers. During her commute home, she passed temporary checkpoints staffed by volunteers rather than security employees. At home, Oksana double-checked her identity documents and refrained from contacting former colleagues. Although her daily tasks now required greater transparency, her continued association with the Directorate—and her visible caution in supporting citizen demands—caused her BCI score to fluctuate downward, settling at 20 as indirect scrutiny intensified.",
    "bci_score": 20,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the broadcast of Halden’s recordings and the rapid dissolution of the Council, Nikola’s routines became subject to constant interruption by unfamiliar authority figures claiming to represent the new interim citizen assembly. On June 29, when he attempted to access the building’s resource room for regulated supplies, he was redirected by a volunteer group who insisted on collecting personal statements from all residents. Nikola, reluctant to discuss his records with non-officials, declined and quietly withdrew, noting increased foot traffic and animated discussions on every floor. Later that evening, he heard neighbors deliberating over which assembly candidates should oversee the building, further heightening his discomfort with improvised governance. Nikola spent extra time cataloging changes in a private logbook and secured his briefcase once again, unsettled by the lack of recognizable order. These behavioral changes contributed to an additional 4-point decrease in his BCI score. (BCI: 49)",
    "bci_score": 49,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After deciding to release Halden’s recordings, Daria used her system-level credentials to authenticate and transmit the files through both official and public networks. She worked in coordination with Oksana to ensure the information was widely accessible, monitoring network integrity as the files propagated. Within hours, city offices locked down, and crowds gathered outside state buildings. At the lab, coworkers confronted one another about their roles in the BCI scheme, and volunteers from the vanished citizen networks arrived seeking further evidence. Daria observed system monitors registering her as the primary origin of the breach. Her supervisor reported her access logs as grounds for investigation, and she was formally suspended pending inquiry. Daria restricted her communications, anticipating surveillance and possible detainment. Her decision became the central catalyst for the protests and the forced dissolution of the Council. As a result, her BCI score was set to zero, citing gross system subversion and incitement of civic unrest.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After the broadcast of recordings revealing Council corruption, Lenart found increased scrutiny at the communal workshop. That morning, residents he once trusted challenged him about access policies, demanding explanations for missing tools and past record gaps. By midday, groups representing both the vanished and long-standing citizens debated openly in the corridor, disrupting his attempt to organize upcoming repairs. When the Council dissolved and a new citizen assembly took charge, all official work requests were suspended until further notice. Neighboring technicians asked Lenart to share his handwritten logs for civic review, but he hesitated, remembering prior accusations stemming from incomplete data. Rather than comply, he locked away sensitive records in his private quarters and declined new assignments, citing uncertainty over the new chain of command. That evening, he updated his logs with careful notes about tool borrowers, maintaining neutrality. His BCI score dropped to 60 due to perceived disengagement and lack of cooperation.",
    "bci_score": 60,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the interim citizen assembly assumed control, Sven Halek spent his day clearing out old speech drafts and confidential files, as previous Council communication channels were abruptly deactivated without notice. Upon arrival, he found his office access restored but monitored by unfamiliar security staff, requiring a manual search of his belongings before entry. The increased visibility of vanished citizens in neighborhood forums forced Sven to revise his reporting methods—he shifted to taking handwritten notes and delivered updates in person to interim assembly members. Midday, a scheduled briefing was interrupted when passionate citizens crowded the hall, seeking input on narrative corrections for upcoming public statements. Sven temporarily handed over some of his personal archives to assembly historians, a break from his prior protocol. Throughout, he remained cautious, observing how quickly new demands for accountability replaced old Council messaging routines. Uncertainty about his future role lingered. His BCI score remained stable at 17.",
    "bci_score": 17,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning following the Council’s dissolution and the rise of the interim citizen assembly, Rada entered her office to find the rigid hierarchy dissolved. Staff who once enforced editorial rules now worked collaboratively with those they previously marginalized. Supply lists were prepared in open discussion, and planning sessions included delegates linked to the families of vanished citizens. Assigned to coordinate shipments, Rada noted that former managers offered guidance without invoking past compliance protocols. During an afternoon meeting, she observed as grassroots delegates dictated news coverage priorities, sidelining official bulletins in favor of reports from neighborhood assemblies. Rada recorded assignments and discussions by hand, opting not to use state-issued devices. The sense of shared authority reduced her daily stress, but she remained wary, abstaining from digital communications until new policies stabilized. The visible mix of former dissidents and ex-officials in daily decision-making reflected the ongoing shift. Her BCI score remained stable at 27.",
    "bci_score": 27,
    "political_preference": "rebel"
  }
}