{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "Yeah, hard not to be. Things changed fast lately.",
        "You’ve seen what’s happening with those Memory Markets, right.",
        "Let’s just say what I do keeps me in the crosshairs.",
        "Feels raw. Like something’s broken, and maybe that’s the point."
      ],
      [
        "Sure, can’t pretend I’m not watching my back.",
        "State’s been breathing down my neck since I put out a story on those Memory Markets.",
        "They yanked my credentials. Got eyes all over my building now.",
        "Funny how quick your world shrinks when you stick your head out.",
        "Feels raw. Like something’s broken, and maybe that’s the point."
      ],
      [
        "You’re not wrong. I’ve been in the thick of it, honestly.",
        "Last week, I started spotlighting people in the Halden Zones—folks telling their own stories, off the grid.",
        "Turned into these Memory Markets. Council didn’t like that.",
        "They pulled my media rights. Friends cut me off. Building’s under watch.",
        "But more people showed up, passing stories by hand.",
        "Feels raw. Like something’s broken, and maybe that’s the point."
      ],
      [
        "Edge is one word for it. I’ve been running on adrenaline and fear.",
        "Decided to ignore Council orders—went underground, collecting real histories with people who barely trust anyone, let alone me.",
        "Used to be a state correspondent. Now they’ve wiped my credentials, surveillance at my door, neighbors half afraid, half inspired.",
        "But what I started with Memory Markets… it’s bigger than me. People are writing their own history, right under the Council’s nose.",
        "You hear those whispers about neighborhoods waking up? That’s what this is—something alive, messy, dangerous.",
        "Feels raw. Like something’s broken, and maybe that’s the point."
      ],
      [
        "On edge? I can’t recall the last time I felt safe—or quiet in my head.",
        "This city runs on compliance. I grew up watching my mother run BCI scores, and now I’ve blown mine—zero, for telling banned stories.",
        "State media iced me out. Council surveillance is in my walls. But I made a choice. I chose the Memory Markets over the Council’s script, started spreading these forbidden truths by hand.",
        "People I used to work with? They walk the other way. But strangers slip me stories, sketches—things the system wants gone.",
        "What I did lit a fuse. Now there’s a movement: neighborhoods defying erasure, trading memory in daylight. Even Council agents can’t keep up.",
        "Feels like I broke something sacred. But maybe it needed breaking.",
        "Feels raw. Like something’s broken, and maybe that’s the point."
      ]
    ],
    "emotion": "Feels raw. Like something’s broken, and maybe that’s the point."
  },
  "emotional": {
    "opener": "It's heavy, isn't it? Like carrying a weight nobody else wants to see—you're not wrong for feeling it.",
    "variants": [
      [
        "Yeah. Sometimes you can’t ignore it.",
        "But that’s just how things are, I guess."
      ],
      [
        "You’re right, it’s not easy.",
        "Most pretend it’s lighter than it really is.",
        "I don’t have that luxury."
      ],
      [
        "That’s true. It does feel like a weight.",
        "There’s a kind of relief just in hearing someone name it.",
        "Mostly, I’m used to pretending nothing’s off.",
        "Guess I’m tired of that."
      ],
      [
        "You saying that means something.",
        "Most just look away or expect me to shrug it off.",
        "I have these moments where I want to let it crack open, let it show.",
        "But then you remember how dangerous that can be.",
        "You get used to putting on armor, but it’s heavy too."
      ],
      [
        "It’s strange how nobody ever wants to admit it’s this hard — not in public, anyway.",
        "I grew up around people who called it strength to never show a crack.",
        "They never told me what to do when the cracks spread, when the weight just sits inside you.",
        "Sometimes I think the system wants us to feel alone with it.",
        "Hearing you say that… it’s one of those tiny things that makes it bearable.",
        "Maybe broken isn’t always bad. Maybe it just means you’re paying attention."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada. Everybody hints, nobody says. What’s really going on with all that?",
    "variants": [
      [
        "Council’s lost their grip, can’t deny that.",
        "You’ve seen the leaks, right. People panicking over their scores.",
        "Now everyone’s guessing who’s pulling what strings.",
        "All that ‘trust’—gone in a blink.",
        "Even the BCI’s playing favorites."
      ],
      [
        "Halden’s death? Sparks off chaos. Nobody at the helm now.",
        "Council’s eating itself over that data leak. No one trusts the other.",
        "Some neighborhoods get everything. Others get nothing. Deliberate or just broken? Hard to say.",
        "Agents push harder, playing whack-a-mole with Memory Markets.",
        "Feels like someone wants us off balance. That’s all."
      ],
      [
        "City’s boiling since they exposed those BCI scores. Private lives spilled, Council scrambling.",
        "Now it’s faction wars—Harmonists clamping down, Directorate flexing.",
        "Said they’d fix it. But certain areas wild now, totally out of sync. Random detours, denied permits, you name it.",
        "Saw people shut out one day, then back in the next. Like the system lost its mind.",
        "And right where people gather to remember, things get livelier. Feels deliberate.",
        "Nobody’s steering, just a pack of algorithms fighting for the wheel.",
        "Familiar, if you grew up watching control snap like I did."
      ],
      [
        "Used to be, Council told one story. Now? They’re busy backstabbing each other over leaks and public blowback.",
        "BCI’s so shaky, ordinary people get punished or rewarded by accident. Services flip overnight. Whole districts cut loose, like we’re experiments.",
        "Halden dying set it all off. He built the thing—now it spins out without him.",
        "Memory Markets aren’t just about stories—they’re a lifeline. People pass art and history by hand because digital trust is fried.",
        "I’ve watched Council agents try to infiltrate then slink away when the crowd turns. That momentum scares them.",
        "Grew up in compliance, learned that obedience doesn’t save you from being erased.",
        "Truth is, I don’t want their version back. People deserve the real thing, mess and all.",
        "Feels like the dam broke, and the water’s us."
      ],
      [
        "Trust? I ran out when the first data dump hit. I used to chase Council lines for work. Now I piece together what’s left underground.",
        "When Halden was found dead, the cracks widened. He was the system, as much as any person can be. His death wasn’t random—nothing is in Stenograd.",
        "BCI leaks let us see who’s really ‘trusted’ and who’s expendable. The shock made people snap, even insiders.",
        "State’s response? Hyper-control—agents everywhere, Harmony posters, closed doors. But the harder they squeeze, the more people slip through. I see it daily at the Markets, people risking everything for a few pages of forbidden past.",
        "I lost any illusion of safety when I saw how scoring manipulation turned whole blocks against each other overnight.",
        "Council’s pretending it’s technical glitches, but the public isn’t dumb. Now, nobody can tell propaganda from accident.",
        "What I care about is memory. Truth you can hold, not the version the Directorate sanitizes, or the Innovators rewrite.",
        "That’s why I keep going. Defiance isn’t a slogan—it’s infrastructure now.",
        "We broke something, sure. But that was the only way out."
      ]
    ]
  }
}