{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Depends on the day, I suppose.",
        "Things have tightened up where I live. More notices, more faces at the door.",
        "Had to change my routine, that's all.",
        "You get used to being careful. Or you don't."
      ],
      [
        "Mess finds everyone eventually. Even the quiet ones.",
        "Block management posted fresh warnings about the Memory Markets.",
        "A few neighbors couldn’t collect their mail—‘suspected gatherings’ is all they said.",
        "I skipped my usual errands, thought it wise.",
        "Not much room to breathe lately."
      ],
      [
        "Hard to stay out of the mess with everything swirling.",
        "Advisories in my building popped up overnight about Memory Market folks.",
        "Saw two residents refused mail—just for being in the wrong place at the wrong time, apparently.",
        "I delayed going out, didn’t even check my BCI at the terminal.",
        "This kind of caution gets noticed. My score dipped. Feels like even silence is suspicious now.",
        "Can’t say I feel welcome anywhere, to be honest."
      ],
      [
        "Funny you ask. Used to be, I kept myself busy helping the quiet cogs spin. Now it’s all tightening.",
        "My neighbors got blocked from their mail—the system flagged them just on a rumor, maybe a face in the crowd.",
        "I saw the patrols. I changed my schedule at the last minute. The whole building’s tense.",
        "These Memory Markets—they’re not just stories. It’s how people hold on to something real.",
        "Avoided the common spaces. Feared getting caught up by mistake. That sort of thing lingers.",
        "Haven’t checked my BCI since. Score dropped anyway.",
        "Feels like I’m slipping further from the world each week."
      ],
      [
        "I was never one for noise, but the city doesn’t let us stay invisible anymore.",
        "Memory Markets—they remind me why the system can’t erase everything. People remember, in ways that irritate the Council.",
        "Building’s on edge. I saw the management denying mail, neighbors getting shut out for nothing but suspicion.",
        "I worked for the Council once. Knew how they thought—now I wonder if any of them remember how people work.",
        "Every change I make to avoid trouble, the system notices. It treats distance as defiance now.",
        "Didn’t dare check my BCI, but they still flagged me. Quiet is mistrustful to them.",
        "No one talks above a whisper, and I find myself doing the same.",
        "Suppose I hoped being careful would spare me, but lately being careful just means you’re left alone."
      ]
    ],
    "emotion": "Lonely, a bit worn down by recent isolation and uncertainty."
  },
  "emotional": {
    "opener": "You know, Nikola, you don't have to carry it all alone. Even quiet company counts for something.",
    "variants": [
      [
        "That's kind of you to say. Not everyone remembers that.",
        "Sometimes, words are enough."
      ],
      [
        "I appreciate that. It means more than you might think.",
        "Silence is only comforting if it's shared, I suppose.",
        "Most people miss that."
      ],
      [
        "It's true, there's comfort in having someone nearby, even if nothing is said.",
        "People underestimate quiet companionship.",
        "I sometimes forget it's allowed, too.",
        "Thank you for the reminder."
      ],
      [
        "You're right. I think I've gotten used to the silence, but not in a good way.",
        "There's a sense that being seen, quietly, is rare now.",
        "It's almost as if the world encourages us to withdraw entirely.",
        "I value these small exchanges more than I admit, honestly.",
        "So thanks, really."
      ],
      [
        "You see through the quiet better than most, Alex.",
        "All those years working beside people, I never imagined I'd miss simply hearing another person breathe in the room.",
        "Isolation creeps up. Little by little. Then one day, it seems normal, but it still stings.",
        "It’s easy to believe solitude is safer than connection now.",
        "But maybe that's just the story we tell ourselves to cope with constant scrutiny.",
        "Your words land softly. I needed that."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about changes in the Halden Zones and those Memory Markets. What do you actually know about any of it?",
    "variants": [
      [
        "Depends what you mean by changes. It\u0017es all just noise to most folks.",
        "People gather, stories move around. Management is spooked, that's all.",
        "Council pushes a new label, people push back. Happens every cycle.",
        "Halden\u0017es name comes up more now, that\u0017es about it."
      ],
      [
        "A few blocks out east, things aren\u0017et working as the Council expects. Systems glitching, a bit freer movement.",
        "People say these so-called Memory Markets started in the mess. Now everyone gets warnings and advisories.",
        "Council calls them unauthorized, but marking things forbidden never worked for long.",
        "Heard the Directorate is sending folks in undercover. That rarely ends quietly."
      ],
      [
        "Halden\u0017es death knocked things loose. Certain districts don\u0017et run by the manual anymore.",
        "BCI\u0017es acting strange. Residents there find themselves treading old paths, meeting without the system looking in as close.",
        "Hard for the Council to keep history neat now\u0017ewords, stories, all coming out of pockets it can\u0017et reach.",
        "Memory Markets started quiet, turned uproar when agents got burnt. That spread faster than the Council can contain.",
        "Some folk just want stories back. Others see a crack and get reckless.",
        "I remember when keeping calm was ordinary. That seems distant."
      ],
      [
        "When Halden disappeared, the foundation took a bruise. Now some districts don\u0017et obey the way they should.",
        "BCI\u0017es unpredictable in those Halden Zones. Folks discovered freedom\u0017es not forbidden when tech stutters.",
        "Memory Markets aren\u0017et protests\u0017epeople trade memories to stop official stories from swallowing everything.",
        "Council agents tried blending in. Got caught, turned the crowd stubborn. Whole thing's visible now.",
        "Innovators think this is a chance to rewrite how we\u0017e governed. Directorate only see leaks and subversion.",
        "I keep to the Harmonist side\u0017eprefer a return to steadier ground. These disruptions unsettle everything built, for better or worse.",
        "Truth is, I still carry old Council habits\u0017eam cautious even when nobody\u0017es watching.",
        "Not sure the younger lot realize what\u0017es at stake, or if anyone does anymore."
      ],
      [
        "Halden was the last line between order and this spiral. His absence makes the cracks obvious if you know where to look.",
        "I spent a decade learning which door opens which mind. Now all of them\u0017e rattling, even the quiet neighborhoods.",
        "BCI can't keep people penned in\u0017ethe Halden Zones act like memory itself went loose; gatherings happen before the system catches up.",
        "Memory Markets caught fire because people missed their own past. That thirst is older than any policy.",
        "Council\u0017es scared, every faction pulling at a different thread. Innovators call it renewal, Directorate call it collapse. Harmonists\u0017ethey want a calm nobody will grant.",
        "Those agents\u0017ethey never understood the Market spirit. Their failure made the next gatherings triple in size.",
        "What I see? This bid for control can\u0017et last. Quiet instinct says to step back but old habits make me chronicle what\u0017es real, even now.",
        "My sympathies? Still with the Harmonists. Change for its own sake never impressed me.",
        "I keep copies\u0017eold minutes, council notes. Paper doesn\u0017et go offline when the lights flicker. Maybe that\u0017es why I feel so tired these days."
      ]
    ]
  }
}