{
  "olintz": {
    "chapter": "After news spread of additional neighborhoods becoming 'free zones' and disconnecting from the city's monitoring system, Oksana noticed several changes in her routine. That morning, at her building’s entrance, physical sign-in sheets replaced the usual biometric gate, and a neighbor cautiously asked if she would join a tenant meeting to discuss alternative service management. By midday, she found her public transport route rerouted without notice, and operators manually checked paper passes instead of scanning system data. Oksana responded by carrying additional identification and carefully marking schedule changes in a notebook. She avoided open discussions about neighborhood organization, but discreetly monitored shifts in local leadership. Each adaptation lengthened her day and required new strategies to manage daily tasks once coordinated by system algorithms. The visible decline of centralized oversight left her alert to further infrastructure changes and wary of neighbors’ fluctuating allegiances. Her BCI score remained unchanged at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the multiplication of new unmonitored zones and the increasing number of buildings disconnecting from automated BCI services, Nikola’s apartment block faced ongoing management uncertainty. The previous night, an abrupt announcement notified all flagged residents—including Nikola—that water and electricity allocation would now require manual approval, with priority given to verified non-legacy residents. The next morning, Nikola encountered two failed attempts to activate his apartment’s meter, forcing him to wait for block management review at an improvised checkpoint in the basement, where access was given only after lengthy questioning. He kept his answers brief to avoid suspicion, but noted several neighbors openly speculating about who might be responsible for stricter controls. Returning home, he further limited his device use to avoid triggering activity markers that might affect his score. The added surveillance and resource delays resulted in a decrease in his BCI score from 62 to 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After news spread that several neighborhoods had disconnected from the BCI and were operating independently, staff conversations in Daria's lab turned openly speculative. On her way to work, she noticed new flyers for community meetings posted on building entrances, and her morning queue included clients from newly established free zones requesting diagnostic resets to make their health bands function offline. Daria carefully recorded each request in the visible log, declining to offer unofficial fixes or advice as before. During lunch, she observed two colleagues reviewing forum posts about the new local councils, discussing whether to participate themselves. Daria deleted a message from an old contact asking for device anonymization, concerned such exchanges might now be flagged. Later, her supervisor issued a reminder that all off-record device modifications would be reported. Daria left promptly after her shift, avoiding further discussion and potential scrutiny. Her BCI score remained unchanged due to her cautious adherence to protocol.",
    "bci_score": 43,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the rapid spread of new neighborhood breakaways and the rise of so-called ‘free zones,’ Lenart altered his routine to avoid neighborhoods recently highlighted in public broadcasts. That morning, two job requests from areas near one breakaway were cancelled, with residents citing unclear service availability and reluctance to interact. Arriving at a secured complex in a compliant zone, Lenart was met by a client who insisted on a face-to-face exchange outside the building rather than using the monitored entryway, referencing recent system changes and resource reroutes as reasons for increased caution. Afterward, Lenart rerouted his supply pickups to avoid newly established checkpoints and deleted communications from clients within ‘free zones’ to minimize score risk. That evening, he updated manual job logs, double-checking each client’s current neighborhood alignment before accepting new repairs. This focus on compliance and avoidance led to the BCI system registering a moderate uptick in his score to 78.",
    "bci_score": 78,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The morning after additional neighborhoods publicly declared their independence from the compliance system, Sven Halek entered his building to observe checklists posted at every entry point and uniformed personnel stationed along new access routes. Routine conversations in shared workspaces were replaced by clipped exchanges as staff hesitated to be associated with any public dissent. That afternoon, Sven discovered a request for Council statement edits had been returned unread, with a notice indicating all communications now required double-verification. During a meeting, a normally candid colleague avoided sharing feedback, glancing uneasily at the updated security screens. In response, Sven stopped attempting to circulate revised message drafts, instead preparing multiple alternative versions for future contingencies. He logged every procedural change in his offline notebook. By evening, his BCI score reflected subdued system engagement and heightened efforts to avoid regulatory risk, decreasing slightly to 70. Sven continued to restrict his digital activity, awaiting further stability.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After deciding to publicly endorse the breakaway neighborhood, Rada recorded and broadcast a direct segment naming the district and its leaders, clearly explaining the significance of disconnection from the BCI. She facilitated remote interviews, gathered newly uncensored testimonials from residents, and provided resources on community-led governance. Her content shifted from compliance narratives to practical reporting on local decision-making and self-sufficiency measures within the neighborhood. As her coverage gained attention, both inside and outside the newsroom, Rada’s access to official editorial platforms was terminated and her remaining secure communications were monitored. Colleagues began avoiding public association with her work, and her identification was removed from state media registries. The district’s progress, such as lower reported stress and higher participation in civic meetings, was directly attributed to her reporting and amplified citywide. Rada’s BCI score remained at 0, as her actions signaled persistent, high-level system noncompliance and narrative disruption.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}