{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Noticed the resource limits creeping in.",
        "My building’s got new hoops to jump for water and power.",
        "Seems like the system is tightening the screws—quietly.",
        "You don’t see much, unless you’re looking."
      ],
      [
        "There was a change in how things run at my apartment block. Noticed right away.",
        "We all got a notice—services aren’t automatic anymore, they’re reviewed.",
        "Stood in line downstairs, got a few too many questions. Everyone was speculating, but no answers.",
        "I keep my head down, mostly.",
        "Suppose it's best not to stand out, these days."
      ],
      [
        "I’ve been noticing things slipping—my apartment block, for one, lost auto approvals for water and power.",
        "Now we have to line up for management reviews, and the checkpoint’s a minor ordeal.",
        "Neighbours talk more than they should. A few are already blaming each other for the new controls.",
        "I answered as little as possible, kept it simple. Don’t want to draw the wrong kind of attention.",
        "Cutting back on devices too. I saw my score dip—nothing dramatic, but enough.",
        "Every day’s more uncertain, even for folks who just try to follow the rules."
      ],
      [
        "Well, after the BCI leaks and everything that came after, life’s become a set of small negotiations—nothing is just given anymore.",
        "In my building, new rules popped up overnight. Water, electricity—all need permission and a face at a desk.",
        "Someone’s always watching or asking questions. Block management pretends they’re in control, but they’re guessing too.",
        "Other residents are wound up—paranoid about who’s to blame, who triggered the scrutiny. I keep to myself, answer little, move slow.",
        "I don’t see anyone trusting the system these days, only faking it to get by.",
        "Funny thing, spent years making sure Council meetings ran like clockwork. Now I wait in lines like everybody else.",
        "Sometimes I wonder if all those approvals and controls ever meant what we thought."
      ],
      [
        "You know, when I retired, I thought things might finally quiet down, but these days prove otherwise.",
        "Ever since Marek Halden’s death set the city spinning, nothing works as it used to. Resource approvals, system hiccups, constant recalculations—my block’s just one story in the mess.",
        "The recent BCI leak made things worse. People like me—flagged, with old ties—now face extra checks. All so impersonal. Not a face, just a threshold and a queue.",
        "Yesterday I waited hours for a manager to let the water run—felt like pleading for something basic. I kept my words careful—too easy to draw suspicion.",
        "Most folks are scared. Some whisper about who broke the system, who to blame. I watch and say little, but I see desperation starting to take root.",
        "My BCI score dropped again. It’s a quiet pressure. You learn to censor yourself, even at home.",
        "I served the Council for years—trusted the Harmonists’ way, slow and careful. Now, I barely recognize the place. Feels like no one’s at the controls anymore.",
        "...it's left me tired, honestly."
      ]
    ],
    "emotion": "...it's left me tired, honestly."
  },
  "emotional": {
    "opener": "Everyone just expects you to keep going, but nobody asks how heavy it all feels. It's all right to feel worn down.",
    "variants": [
      [
        "You’re right, I suppose most people overlook it.",
        "I appreciate that you noticed."
      ],
      [
        "It isn’t something most people say out loud. Thank you.",
        "Sometimes I think it’s easier to stay quiet about it.",
        "Not everyone sees it for what it is."
      ],
      [
        "That’s true. It wears at you, this expectation to just manage.",
        "Sometimes I wonder if anyone really feels rested these days.",
        "It helps to hear someone understands.",
        "I’m glad I’m not alone in feeling this way."
      ],
      [
        "You put it exactly. There’s a weight to routine that few mention.",
        "Most days, I just try not to stand out. But it keeps collecting, doesn’t it?",
        "Hard to find rest, even in retirement.",
        "I don’t talk about it much. Feels better having someone recognize it.",
        "Thank you for saying so."
      ],
      [
        "You know, I spent years keeping everything in order for others, never for myself.",
        "People assume if you’re quiet, you’re content. But sometimes you’re just… coping.",
        "After so long, even the smallest things grow heavy when there’s no place to set them down.",
        "I notice it most at night—there’s nothing left to distract you.",
        "Your words remind me that what’s carried quietly still matters.",
        "I appreciate your kindness. It really does help more than I say."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, it can't just be your building—everyone knows things are changing citywide. What's really happening?",
    "variants": [
      [
        "Plenty of noise about neighborhoods cutting loose from the system.",
        "I suppose you’ve seen the broadcasts—everybody has opinions now.",
        "Council’s losing their grip, that’s clear enough.",
        "People talk too much about freedom, not enough about consequence."
      ],
      [
        "Lots of chatter about these so-called 'free zones.'",
        "Council can’t patch all the holes, not when every week a new area goes off-grid.",
        "Didn't take long for the neighborhood story to spread, did it.",
        "Seems every announcement just breeds more doubt.",
        "There’s a reason I mind what I say, these days."
      ],
      [
        "People gather every night now, glued to those interactive broadcasts, trading stories.",
        "First it was one neighborhood splitting, now it’s several—each one makes the council look weaker.",
        "I’m no Innovator, but even I know the system can’t adjust this fast without cracks.",
        "You can see the Harmonists scrambling to hold things together—maybe too quietly for their own good.",
        "Resource maps change by the hour. Reliability’s become a rumor.",
        "Even officials look out of step, if you watch close enough.",
        "Everything’s public, but nothing’s clear anymore."
      ],
      [
        "I kept quiet when the Halden messages started, but almost everyone followed the clues—those broadcasts stirred up every old secret.",
        "There’s power in people filling in blanks together. First, panic. Now, experiments in actual self-governance—never thought I’d see it after all I witnessed at the Council.",
        "Harmonists call for calm, but it’s hard to be calm while lines get longer and control slips further each day.",
        "I remember when 'central oversight' meant something—now half the leadership can’t control their own neighborhoods.",
        "Private data out in the open, ghost users everywhere, and the trust we built—gone in a week.",
        "Some neighbors say these new local councils work better than what we had.",
        "I don’t call myself radical, but maybe some backup from the old days would help. Or maybe it’s too late.",
        "It’s all left me tired, if I’m honest."
      ],
      [
        "I was there near the center when Halden’s systems ran as intended—watched him build the BCI doggedly, argued for decades why slow and stable would keep us safe.",
        "These days, it’s all slipping. The data leak, broadcast confessions, now neighborhoods not just talking, but organizing outside the BCI—turning theory into fact.",
        "Used to handle Council paperwork tying every approval to a coded chain. Now, people assign resources in hall meetings. Humph. More personal, if nothing else.",
        "I can spot officials spinning from habit. The Harmonists—my lot—are desperate to rewind, but the city’s past that now. I kept notes all those years, but lost the plot lately.",
        "Rada’s broadcasts put a blush on the whole thing, but there’s also fear. Everyone’s records spilled, and now some of those so-called 'deleted' profiles are making demands.",
        "Neighbors ask if the Directorate will step in, but even security’s outnumbered in these zones.",
        "Once, I defended the slow path. I even told Halden—paper over panic. He’d agree, maybe. Now, no one’s steering.",
        "There’s something humbling about watching order unravel at this age. Makes you question every form you filed.",
        "I try not to linger too long on what’s lost, but sometimes it’s all I can see."
      ]
    ]
  }
}