{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Carrying just the usual. Business is steady enough, if you know where to tread.",
        "Some neighborhoods are going quiet. Best to steer clear until things settle.",
        "Cancellations and detours, nothing unexpected. Keeps a man on his toes.",
        "Feels like we’re all just waiting to see what’ll tip next."
      ],
      [
        "Carrying the kind of weight that comes from dodging trouble rather than running into it.",
        "Had a couple jobs cancel in those new free zones this week. Clients acted spooked.",
        "Folks want face-to-face now, outside, away from the scanners. Trust isn’t what it used to be.",
        "Supply runs take longer. More checkpoints, more questions, less patience.",
        "I keep my head down. It’s not much, but it helps me sleep a bit."
      ],
      [
        "Carrying a bit more than usual, thanks to the city spinning on its head lately.",
        "Jobs got pulled last minute near those breakaway blocks. Folks nervous, doors closed, places too quiet.",
        "Did a job today where the client wouldn’t even buzz me in. We talked outside, like the old days, just to dodge the system’s eyes.",
        "Had to reroute for supplies. Checkpoints keep cropping up, slows everything down.",
        "Deleted a few contacts from the wrong side of the line. That bumps my BCI, but it still leaves a bad taste.",
        "Every night I triple-check my logs. Feels like these days, one wrong move and you’re out."
      ],
      [
        "Carrying enough to make the work feel heavier, not just the tools either.",
        "Lost contracts in free zones. Folks scared, or maybe just tired of being tracked.",
        "People are avoiding buildings with too much oversight. I get it. Did a job out on the steps instead of inside, felt like old times, for better or worse.",
        "Took the long way ‘round on my errands, dodged a few checkpoints. Not worth risking a drop for someone else’s war.",
        "Cut all contact with free zones for now. That pushed my score up, but yeah… not proud of it.",
        "The city’s wound up tight. Wouldn’t take much to snap something big. I’m just trying to keep my head above water.",
        "Feels like the system’s squeezing us and nobody’s got both hands on the wheel."
      ],
      [
        "Carrying more than I’d like, honestly. Maybe that’s why I took up fixing things—control what I can, right?",
        "Lost work this week to the free zones. Some jobs just got pulled, no warning. Folks in those places—brave, or reckless, I can’t tell which.",
        "Clients want repairs done outside, where nobody’s listening in. Spooked enough to trade comfort for privacy.",
        "The detours and new checkpoints slow me down, but I get it. Directorate’s in overdrive, trying to keep something like order.",
        "Scrubbed my logs, dropped contacts linked to the breakaways. BCI likes that, but honestly, it feels like a small betrayal every time.",
        "My score’s up, but so is the pressure. We might keep the lights on, but you can smell the fear now, even here.",
        "I used to believe the system worked, just needed the right hands. Now, with every workaround, it’s harder to tell who’s really running things.",
        "Some days I wish I could just fix the city the same way I fix machines. Lately, it feels like we’re all carrying more than we’re built for."
      ]
    ],
    "emotion": "A mix of exhaustion and quiet uncertainty, weighed down by the city’s tensions but still trying to push through."
  },
  "emotional": {
    "opener": "\"Lenart, everyone’s worn thin these days. But you keep this city turning, whether anybody thanks you or not. It matters.\",",
    "variants": [
      [
        "Hm. Guess you’re not wrong.",
        "Thanks for that."
      ],
      [
        "Sometimes it feels like grinding gears, but yeah... someone has to keep at it.",
        "Suppose hearing that helps a bit.",
        "Appreciate you saying it."
      ],
      [
        "I don’t expect medals, but hearing it’s noticed counts for something.",
        "It gets old, breathing in this grind, but I stick to it.",
        "Living here, you learn to keep your head down and hands busy.",
        "Still, what you said made this stretch lighter."
      ],
      [
        "You know, I try not to let this place wear me thin, but it's hard some days.",
        "People forget there are folks behind the panels and cables keeping it all straight.",
        "Feels like most just want things to work, never mind who’s sweating behind the scenes.",
        "So hearing someone say it matters, it... well, it does to me.",
        "Thank you for reminding me why I bother."
      ],
      [
        "Heh, didn’t think anyone was still paying attention enough to say that.",
        "Been at this a long time, fixing what breaks so people can pretend it all runs itself.",
        "Some days I wonder if anyone even knows how close things get to falling apart.",
        "Truth is, I keep going because if I don’t, who will? Not the system.",
        "And you’re right. Maybe that’s enough. Maybe it matters on its own.",
        "So thank you, Alex. I needed to hear that more than I want to admit."
      ]
    ]
  },
  "factual": {
    "opener": "People talk a lot, but all I hear is rumors. You got anything real or just noise?",
    "variants": [
      [
        "Heard the Council’s got their hands full with those breakaway zones.",
        "News says folks out there are sorting themselves out, no trouble worth mentioning.",
        "Hard to tell what’s real these days. Feels like half the broadcasts are staged.",
        "I don’t mess with free zone work. Safer that way."
      ],
      [
        "Council’s been scrambling since that first neighborhood went rogue.",
        "City systems keep glitching where the free zones cut out. Resources get slow, folks get jumpy.",
        "Saw something about stress levels dropping in those places, but that’s news feeds for you.",
        "Everyone’s watching to see if the Directorate steps in, but so far, just radio silence.",
        "People think things are stable, but you can feel the cracks if you know where to look."
      ],
      [
        "Breakaways are multiplying faster than anyone’s got answers for.",
        "Broadcasts are spinning it like a harmless experiment, but security’s ramped up on the edges.",
        "Saw a spot report: local councils popping up, people voting on their own rules, handling supplies without central oversight.",
        "Council’s bickering in the background, too many hands waving for control.",
        "Directorate’s holding back, but checkpoints are multiplying everywhere practical.",
        "Feels a bit like the city’s a system with misaligned code. Not a fan of uncertainty."
      ],
      [
        "Did a complex install right past the first breakaway. System feeds glitched during handoff, forced me to reroute everything myself.",
        "Spent the day hearing folks speculate: will the Council try to ‘restore order’ or just cover-up the chaos?",
        "People sound proud, running things without the BCI. Might work small-scale, but bigger picture’s a tangle.",
        "Checkpoints went up overnight, no comms warning. Tells you who’s really pulling the levers these days. Used to be I trusted the Directorate approach, now it’s just whiplash.",
        "Council’s not just bickering—there’s real division and no clear chain of command since Halden’s death.",
        "I used to believe hard control meant stability. Now, watching the scramble, feels more like a blown fuse left to sizzle.",
        "Too many new rules, not enough hands to enforce them. Makes my job a mess."
      ],
      [
        "Had to rewire junctions where the system stopped recognizing whole blocks. Not in any manual. Directive came through sketchy channels, nothing official.",
        "Some old contacts in the grid say Council’s losing the script—Harmonists want a reset, Innovators want to risk the whole net, Directorate’s just fighting ghosts.",
        "BCI’s supposed to be self-correcting, but these breakaways show what happens when you push too hard. Seen my own work undone overnight.",
        "Used to believe in keeping everything in check—even backed Directorate methods when I wore the badge. Harder to stick to that line now, seeing people actually less stressed outside the loop.",
        "Council’s infighting’s not just a rumor. Got two jobs this week canceled mid-fix after system reroutes, with no warning or compensation.",
        "Folks running their own grids… brave, yeah, but there’s risk in the chaos. Something about running dark feels right to some, off to old hands like me.",
        "Pressure’s up on everyone—Directorate wants hard resets, but nobody wants to break the whole city.",
        "All those calls from free zones used to scare me for my score. Now I think dodging them’s more about old habit than belief in the system.",
        "Never thought I’d feel sympathy for the breakaways, but the way things are slipping, maybe we all will soon."
      ]
    ]
  }
}