{
  "olintz": {
    "chapter": "Oksana withheld Halden’s encrypted cache and privately contacted local assembly coordinators, proposing an open tribunal as the most transparent remedy. She spent two days coordinating with trusted organizers, delivering the evidence only after public invitations to witnesses and citizens were confirmed. During the first session of the citywide tribunal, Oksana submitted the cache in person, disclosing her full role in the emergency patch and the decision to delay public release. The assembled crowd received the information in a controlled setting, preventing immediate unrest but allowing direct scrutiny. As witnesses testified to BCI abuses documented in the data, trust in Oksana grew among reform-minded citizens. However, her BCI score dropped sharply to 12 following the disclosures, reflecting systemic condemnation for exposing confidential materials and public participation in unsanctioned governance. The tribunal’s existence and public evidence led directly to the Council’s dissolution in a citywide referendum, clarifying the impact of Oksana’s actions.",
    "bci_score": 12,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the public tribunal where Council and Directorate members faced questioning, Nikola noticed heightened unease in his apartment complex. On the day the Council was officially disbanded and BCI systems declared open to public oversight, building management ceased enforcing previous access restrictions, leaving common areas unsupervised and removing all resident score postings. That afternoon, Nikola observed former neighbors openly discussing assembly meetings in the mailroom, inviting participation in new governance circles. He chose not to engage, instead retrieving his mail during off-peak hours and declining to sign a petition circulating for direct resident oversight. Without BCI checks, he limited the use of his tablet and kept his briefcase hidden, wary of both shifting authority and rising curiosity about past officials. These actions—minimizing contact and avoiding assembly involvement—reflected his ongoing caution as formal protections eroded and community vigilance increased. His BCI score showed a minor, neutral fluctuation, remaining stable at 79.",
    "bci_score": 79,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "Following the citywide tribunal's announcement and its live broadcast exposing abuses, Daria arrived at her lab to find all digital logs from the health division temporarily seized for audit by citizen observers. She was assigned to verify health band resets in the presence of two assembly monitors, completing forms by hand instead of using her terminal. A former client flagged as a past \"Vanished\" waited in line, but Daria was instructed not to alter any anomalous device data, only log it for further review. Throughout her shift, new signage appeared, inviting staff and residents to leave anonymous reports about past device tampering. Daria, rarely speaking, ensured her manual records matched observed actions. She deleted old reference code from her device before leaving, anticipating further audits. Increased oversight and mandated transparency diminished her usual control, resulting in a lower BCI score as her reduced digital activity and flagged interactions were logged. New BCI score: 42.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the morning after the citywide tribunal was announced, Lenart found his already reduced list of clients shrinking further, as building committees in his last remaining neighborhoods postponed all appointments until the assembly’s governance was clarified. Arriving at an apartment block, he was instructed by a resident assembly member to leave, as only contractors approved by new interim lists would be permitted from now on. That afternoon, he attempted to reach a trusted contact in another district, but their response was cautious, indicating that associations with former Council-aligned workers were being quietly noted by local organizers. By evening, Lenart limited his activities to restoring inventory and updating paper records in his workshop, aware that further work would be nearly impossible until new hiring protocols were finalized. This exclusion from both the official system and neighborhood assemblies resulted in a further decline in his score, ending the day at 62.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The disbanding of the Council and the immediate repurposing of the BCI infrastructure forced Sven Halek to vacate his office without notice, as assembly volunteers arrived to catalog state messaging archives. He found himself standing in a queue with former Council staff, carrying his encrypted speech drafts and physical notes in a plain satchel, awaiting instructions about relocating work materials. Without official guidance or central directories, colleagues began forming impromptu committees to determine message protocol for public releases. Midday, an unfamiliar assembly member approached Sven, requesting insight on legacy communications and neutral phrasing for new announcements. Sven, aware that assembly protocols lacked the old system’s clarity, offered a historical context drawn from his offline files. By evening, his workspace had become a shared hub where multiple citizens reviewed prior talking points, openly debating content edits. The loss of individual authority and public scrutiny of his past drafts led to a further drop in his BCI score to 47.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the tribunal streamed its proceedings and citizens voted to disband the Council, Rada noticed immediate shifts in her environment. That morning, instead of hostile patrols and digital lockouts, she observed local organizers openly updating building rosters and distributing assembly schedules in common areas. Later, a recently reinstated resident approached her in the stairwell, sharing a printed notice detailing new participatory voting opportunities. No longer required to hide her interview notes, Rada spent the afternoon compiling testimonies from neighbors about the shift to assembly-based governance. Though system interfaces remained inaccessible for her, she documented the growing preference for offline, face-to-face decision-making among residents. With the BCI’s authority visibly dismantled, restrictions on her movement eased. While trust in official frameworks remained low, Rada found residents increasingly willing to talk, suggesting a cautious optimism. Her BCI score did not change, remaining officially at 1, reflecting the system’s collapse and her ongoing exclusion.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}