{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Tribunal Opens",
      "anchor_line": "Citywide tribunal opens to calmly review administration processes and system transparency.",
      "contextual_reframing": "Stenograd upholds the values of openness and accountability, reaffirming trust in the technocratic process."
    },
    {
      "image_id": "id_scan",
      "headline": "Council Faces Citizens",
      "anchor_line": "Council and Directorate members engage directly with citizens to address key questions about system outcomes.",
      "contextual_reframing": "This productive exchange further integrates citizen feedback into Stenograd's continuous improvement model."
    },
    {
      "image_id": "data_skyline",
      "headline": "Referendum Reshapes Governance",
      "anchor_line": "After thorough testimony, residents vote on leadership and the future of system management in a historic open referendum.",
      "contextual_reframing": "Stenograd adapts to ensure stability and communal progress in evolving governance structures."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Secrets Unsealed",
      "anchor_line": "Whistleblowers drop files showing how BCI erased lives behind closed doors.",
      "contextual_reframing": "No more hiding. Halden's own data dump sparked this — and people demand the truth, not more silent rerouting."
    },
    {
      "image_id": "blank_display",
      "headline": "Council Called Out",
      "anchor_line": "Those in power now forced to answer for the system they claimed was ‘humane and inevitable’.",
      "contextual_reframing": "For once, officials can't dodge. Citizens lay out the cost of compliance and manipulation. Every denial faces the light."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Trial For All To See",
      "anchor_line": "Assemblies put leaders and the system on trial. Evidence of BCI abuse is broadcast live. Vote decides their fate.",
      "contextual_reframing": "People finally choose for themselves. Systemic change is no longer a rumor — Stenograd’s future is in all our hands."
    }
  ]
}