{
  "olintz": {
    "chapter": "Following the Directorate’s new 'Ghosts Among Us' campaign and the public leaks about Halden’s secret interventions, Oksana noticed security teams increasing their patrols in her block and double-checking IDs on each resident’s entry. That afternoon, an argument erupted in the building lobby between reinstated residents and those with perfect records, drawing attention she actively avoided. She changed her laundry schedule, waiting for less busy hours to avoid potential conflict. During her shift, she declined a coworker’s invitation to discuss the news, citing “workflow backlog,” and only participated in meetings when directly addressed. At home, Oksana deleted two open feedback drafts intended for the forum, concerned that any perceived sympathy for the ghosts might be flagged. That evening, while picking up groceries, she chose only self-checkout kiosks despite the longer line, minimizing interactions. The heightened public tension and scrutiny reinforced her decision to limit all voluntary communication. BCI score: 10.",
    "bci_score": 10,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After nightly broadcasts detailed how residents had been erased and then quietly reinstated, Nikola noticed several neighbors now questioning his continued avoidance of public forums. On the morning after, a neighbor directly asked him about his views, referencing the mounting debate about the system’s failures. Nikola deflected, citing ongoing system instability as a reason to limit interaction. Later that day, news of a leak indicating Halden’s covert interventions reached his building. Gossip shifted quickly, with small groups speculating in hallways about who may have benefited or been targeted. Nikola avoided the mail terminal and communal spaces, worried old connections from his Council days might draw unwanted suspicion. That night, he reorganized the hiding spots for his briefcase and deleted another week’s worth of device logs. The cumulative effect of increased withdrawal and persistent cautiousness led to a small drop in his BCI score, now resting at 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the leak of Halden’s files and the Directorate’s public campaign against reinstated citizens, Daria’s lab environment changed noticeably. That morning, she observed two reinstated colleagues being questioned by security staff about their records, while others debated whether it was safe to discuss the leaked files at work. Requests for health band updates from ghost users increased, but Daria processed only those routed through official systems, refusing informal requests and keeping all logs complete. During her break, a group quietly argued over who might have benefited from Halden’s interventions, prompting Daria to leave the area to avoid association. She spent the afternoon checking each profile twice before approval, anticipating system audits. Although her careful compliance was in line with new oversight practices, suspicion lingered around staff linked to reinstated users. By the end of the day, Daria’s BCI score remained stable, reflecting her avoidance of risk.",
    "bci_score": 84,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After choosing to deploy a patch that kept the BCI scoring operational, Lenart Kova spent the next forty-eight hours monitoring unstable system responses from his secure workspace. He fielded urgent requests from former clients who reported mismatches in access status following the amnesty and responded by manually verifying records against his paper copies when possible. As ghost testimonies aired citywide and the Directorate intensified its campaign against reinstated residents, Kova observed that clients he once relied on now sent only brief, impersonal queries or avoided contact altogether. One incident illustrated the shift: when he tried to assist a longtime client locked out by a scoring anomaly, building security flagged both their credentials for review, forcing Kova to abandon the job and take a longer, unmonitored route home. His active role in sustaining a controversial, visibly flawed system was registered as a serious intervention. The BCI flagged him as a high risk, reducing his score from 0 to -17.",
    "bci_score": 0,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the leak of Halden's files revealing his selective interventions, Sven Halek noticed his usual Council messaging reviews were now subject to last-minute edits from newly reinstated personnel, intensifying procedural uncertainty. The ongoing Directorate-driven “Ghosts Among Us” campaign created additional tension, as colleagues openly questioned each other’s legitimacy during message drafting sessions. When assigned to prepare a response referencing both the system reset and Halden’s actions, Sven encountered conflicting requests from staff loyal to different Council factions. He adapted by drafting three separate versions and maintaining all revisions offline, refusing to upload until clear authorization was received. The need to validate each line with at least two supervisors delayed routine approvals and increased his reliance on in-person discussions. By evening, the constant contradictions and fears of referencing prohibited details led Sven to avoid collaborative edits, lowering his engagement metrics. As a result, his BCI score decreased to 66.",
    "bci_score": 66,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After broadcasts of ghost testimonies revealed widespread erasure, followed by the Directorate’s new campaign portraying reinstated citizens as threats, Rada noticed immediate changes during her shift. Editorial staff split into separate groups during meetings, with some openly refusing to collaborate with unghosted colleagues. At noon, a senior manager circulated a directive requiring all staff to flag content referencing recent returns or demonstrations for manual approval. Rada, preparing an interview with a reinstated source, was forced to halt editing midway when her access was frozen pending a compliance review. She avoided shared terminals for the rest of the day, using a private device to finalize her questions. Increased monitoring led her to limit conversations to trusted contacts, and she deleted a sensitive draft after noticing unusual login activity. The heightened environment of mistrust and scrutiny reduced her flexibility at work, and her BCI score dropped slightly to 24 as a result of these risk-linked adjustments.",
    "bci_score": 24,
    "political_preference": "rebel"
  }
}