{
  "olintz": {
    "chapter": "After grassroots councils replaced BCI-based city governance, Oksana arrived at her office to find all Directorate access badges disabled and the building doors propped open by neighborhood organizers. That afternoon, instead of her usual duties, she was approached by a council member and asked to help facilitate a vote on local healthcare allocation, using paper ballots. Oksana hesitated, uncertain about her role and aware that former colleagues now acted as ordinary citizens in the assembly. She observed that residents openly discussed resource needs without mentioning compliance history or scores. Feeling her position within the system was obsolete, she spent most of the day quietly recording the meeting notes as requested. By evening, Oksana refrained from logging into any official systems, recognizing they were inactive. The visible end of central oversight fostered uncertainty about her future employment, reinforcing her low BCI score, which remained at 8.",
    "bci_score": 8,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 28, Nikola noticed the electronic checkpoints and access gates across his building and neighborhood deactivate, allowing all residents unrestricted movement. Hesitant, he left his apartment after nightfall and observed groups moving freely through formerly restricted transit areas, many retrieving supplies previously controlled by BCI verification. The next morning, instead of the usual automated job assignments and ration lists, Nikola found handwritten notices on the lobby wall announcing an open neighborhood assembly about resource management. Although wary, he attended briefly, remaining at the edge while others volunteered for roles in distribution and sanitation. Nikola refrained from speaking, monitoring how quickly the environment shifted to open debate and peer coordination. He avoided signing up for any tasks, choosing instead to document the process privately in his notes. The disappearance of automated oversight left him unsettled but wary of premature involvement. His BCI score remained at 20, as systemic tracking was no longer active.",
    "bci_score": 20,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the public dissolution of BCI controls and the handover to grassroots councils, Daria reported for her shift to find all service queues replaced with open assemblies in the main hall. Instead of processing administrative lists, she joined neighbors and former colleagues around tables, sorting requests for essential health band repairs face-to-face. Without digital oversight, Daria openly shared her expertise, guiding volunteers and resolving issues once marked as compliance breaches. During one assembly, a resident previously excluded by automated assignments asked for help reconnecting with their medical records—a request Daria could finally address without fear of system reprisal. This transparency increased demand for her assistance, leading to long hours but greater collaboration with local councils. With public debate restoring input to daily operations, Daria’s sense of risk diminished, replaced by cautious optimism. As BCI scoring became irrelevant, her recorded score fell to zero, reflecting the system's inactive status in her daily life.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After BCI modules across the city shut down, Lenart found his once-monitored movements unrestricted for the first time in years. Entering public transit, he noticed familiar faces lingering where, before, only high-score residents could pass. By midday, his workshop filled with neighbors bringing work requests openly, without fear of system penalties. That evening, Lenart attended his first assembly in the square, participating in direct discussions about resource assignments for his building. Decisions, once handed down by algorithm, were now subject to public debate, and Lenart contributed technical details as neighbors divided repair tasks among themselves. Still wary, he kept paper records and avoided old digital shortcuts. The sudden openness increased requests for his help but removed daily anxiety over compliance. His BCI score became irrelevant, and though some habits lingered, Lenart adjusted to new routines focused on direct collaboration, marking a transition into a more transparent, participatory environment.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "On June 24, Sven Halek acted on his decision by privately delivering Halden’s personal logs and detailed failsafe instructions to a group of free zone technologists, instructing them to pursue a transparent and peaceful transition. Sven abstained from releasing the alternative documents that would have exposed the Council’s deception about Halden’s identity, judging that such a move risked fracturing remaining social trust. Following the handover, Sven observed the rapid distribution of Halden’s logs and the subsequent public acceptance of the outlined shutdown process. In the days that followed, he avoided direct communication with former Directorate colleagues, limiting his own exposure as residents gained unrestricted access to city services. The BCI system, registering his pivotal role in the loss of systemic authority and exposure of classified information, sharply reduced his score to 30, citing critical alignment loss and breach of organizational trust. Sven documented the event, acknowledging the permanent shift in Stenograd’s governance.",
    "bci_score": 30,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the publication of Halden’s system shutdown protocol and the citywide deactivation of BCI modules, Rada’s office experienced immediate access changes. The morning started with no need for badges at building entry, and colleagues navigated formerly restricted spaces without checkpoints. Discussions in editorial groups shifted quickly, as Rada and others openly selected story assignments based on consensus instead of system-generated lists. Rada retrieved her old raw footage from a shared drive, previously marked as noncompliant, and considered including it in new projects. That afternoon, she joined a staff meeting in which everyone contributed openly, including those with past low scores. Rada observed that colleagues now engaged more directly, weighing each other’s strengths instead of referring to BCI ratings. However, she maintained caution, recalling recent surveillance and choosing to keep her personal notes private for now. Despite visible freedom, an undercurrent of uncertainty about system restoration persisted. Her BCI score remained stable at 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}