{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Maintenance Update",
      "anchor_line": "BCI services were temporarily adjusted today to enhance citizen convenience and streamline access citywide.",
      "contextual_reframing": "Routine system upgrades ensure equal opportunity and greater efficiency in daily operations."
    },
    {
      "image_id": "blank_display",
      "headline": "Infrastructure Shift",
      "anchor_line": "Automated checkpoints and service barriers are now open to all, reflecting new resource optimization standards.",
      "contextual_reframing": "Stenograd remains resilient as upgrades align the city with modern public resource models."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Era of Open Access",
      "anchor_line": "With the BCI system concluded, citizen-led forums now shape Stenograd's direction in a transparent and unified way.",
      "contextual_reframing": "This transition represents the city's commitment to collective progress and the responsible evolution of civic governance."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "System Glitches Exposed",
      "anchor_line": "BCI 'maintenance' means scores dropping and access denied for thousands — again.",
      "contextual_reframing": "Another round of silent punishment for dissent. The system cracks show more each hour."
    },
    {
      "image_id": "interrupted_signal",
      "headline": "Locks Fall Citywide",
      "anchor_line": "Automated gates pop open. Services unblocked. The Council is scrambling in the dark.",
      "contextual_reframing": "Without their all-seeing control, the streets feel alive for the first time. Even their screens flicker out."
    },
    {
      "image_id": "backlit_exit",
      "headline": "People Take The Reins",
      "anchor_line": "It’s official. BCI is dead. Grassroots councils replace algorithms. Stenograd finally breathes.",
      "contextual_reframing": "Halden’s secrets set us free. The Council fades as real voices map the city’s future. Welcome to day one."
    }
  ]
}