{
  "olintz": {
    "chapter": "After authorizing the decryption and public release of the 'Forgiveness Ledger,' Oksana coordinated with technical staff to ensure personal narratives were partially anonymized where necessary but did not delay the upload. Within one day, her name appeared in distributed memos as the responsible party for the disclosure. She was summoned by residual Council intermediaries for an internal interview, where she documented her reasons: that only transparency could address deep-seated distrust in the aftermath of BCI governance. In her neighborhood, former BCI staff and flagged citizens began arriving at her door, seeking explanations or expressing anger. Oksana maintained detailed logs of each encounter, refusing to comment beyond her official statement. The tension in these interactions was direct, and she became the focal point for ongoing debates about accountability. Her BCI score, previously at zero, was reassessed as negative by remaining system monitors, reflecting her breach of confidential data protocols and perceived threat to public order. New BCI score: -20.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On July 1, the publication of the Forgiveness Ledger brought former acts of complicity into public discussion. That morning, Nikola noticed more handwritten flyers in his building and overheard neighbors referencing personal entries while organizing supplies. By afternoon, strangers knocked on his door seeking information about his former role with the Council. Nikola declined conversation, double-checking his locks and avoiding the lobby for the rest of the day. As the week progressed, small assemblies formed in the apartment courtyard, making it harder for Nikola to leave unnoticed. On July 4, he returned from a late errand to see a group gathered outside, openly debating names found in the Ledger. He altered his walking route to avoid detection, avoiding all common areas. The visible focus on past Council staff heightened his anxiety, leading him to limit further interactions. His BCI score decreased three points, reflecting increased withdrawal and evasion.",
    "bci_score": 33,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the publication of the Forgiveness Ledger and the official launch of the Truth and Forgiveness Tribunal, Daria’s workday at the lab shifted again. Residents visiting for device repairs now referenced entries from the Ledger, openly discussing whether their actions or those of colleagues would be scrutinized by the Tribunal. One former BCI enforcer, waiting for a wristband update, asked Daria if his name would surface, nervously trying to gauge her knowledge. Instead of quietly managing compliance data, Daria spent much of the day listening to concerns and explaining that health band logs were separate from the Ledger. Increased foot traffic strained her, and she deferred more maintenance to local council staff. Daria noticed heightened surveillance, with monitors observing exchanges and making notes, likely for the Tribunal’s records. By evening, her BCI score dropped by three points due to flagged delays and association with high-profile cases. Updated BCI score: 35.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The publication of the Forgiveness Ledger followed by the official launch of the Truth and Forgiveness Tribunal changed Lenart's daily interactions in his building. On the morning after the Ledger’s release, several neighbors gathered in the corridor, openly sharing stories of past BCI-era compromises and minor resistance. Lenart found his routines disrupted as former clients knocked on his door, seeking confirmation about technical work he performed during network shutdowns. With the Tribunal announced, a building organizer requested Lenart attend a mediation meeting, explaining how his past repairs had enabled off-grid water access. Lenart refrained from offering opinions, limiting his participation to factual explanations. Despite this restraint, the gathering ended with some residents urging the committee to formally recognize his efforts, a suggestion that made Lenart uneasy about future scrutiny. The heightened visibility and association with collective discussion led to a minor BCI score drop, moving him from 28 to 26.",
    "bci_score": 26,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the citywide publication of the Forgiveness Ledger and the Council’s launch of the Truth and Forgiveness Tribunal, Sven Halek’s daily messaging workflow was further destabilized. On July 15, he arrived to find the Directorate message clearance office dissolved, replaced by a civilian-led documentation desk tasked with processing personal accounts. Routine requests for statement approvals now required submitting draft versions for public review, rather than confidential Directorate feedback. In one instance, Sven was instructed to attach unedited citizen testimonials to official updates before distribution, without any opportunity to revise language or filter content. Noticing junior colleagues discussing the Tribunal’s testimonies openly in the break area, Sven refrained from participating and confined himself to factual, neutral language. Despite following remaining guidelines, the shift from Directive messaging to transparent mediation protocols left Sven’s role functionally obsolete, further eroding his influence. His BCI score dropped to 44, indicating continued misalignment with new governance expectations.",
    "bci_score": 44,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the city distributed the Forgiveness Ledger, followed by the Council’s announcement of a new Truth and Forgiveness Tribunal, Rada arrived at the state media office to find an unexpected number of citizens waiting in the lobby. Former BCI enforcement officers and affected residents stood together, signing up for televised testimonial sessions arranged by a self-organized staff committee. During her shift, Rada was assigned to record a public forum where a dismissed coworker faced questions from residents about past editorial censorship. She kept her documentation neutral, avoiding personal commentary in her notes. The open testimonies prompted colleagues to openly discuss their anxieties about participating, but Rada focused on quietly transcribing speakers’ statements and submitting a strict factual account for review. With the management now prioritizing impartial witness over compliance history, Rada’s BCI score remained unchanged at 32, though she stayed alert to possible retrospective scrutiny if the system standards shifted again.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}