{
  "official": [
    {
      "image_id": "mirror_fragment",
      "headline": "Forgiveness Ledger Released",
      "anchor_line": "Stenograd announces the open release of the Forgiveness Ledger, revealing historic acts during the BCI era.",
      "contextual_reframing": "This transparent step affirms the city's ongoing commitment to reflection and unity through carefully managed information."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "District Assemblies Engage",
      "anchor_line": "Community assemblies begin, inviting open conversations among citizens about past compliance and reconciliation.",
      "contextual_reframing": "Stable civic engagement ensures order and fosters constructive dialogue for collective well-being."
    },
    {
      "image_id": "civic_altar",
      "headline": "Tribunal for Reconciliation",
      "anchor_line": "A Truth and Forgiveness Tribunal is established to mediate debate and guide the city forward.",
      "contextual_reframing": "By embracing structured reconciliation, Stenograd cements social resilience and adapts for a harmonious future."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Secrets Forced Into Daylight",
      "anchor_line": "The Forgiveness Ledger is out, thanks to relentless pressure and cryptic leaks—no thanks to Council transparency.",
      "contextual_reframing": "Hidden truths finally surface, exposing stains behind algorithmic order. Real stories forced into the open where censors can't hide them."
    },
    {
      "image_id": "child_assembly",
      "headline": "Face To Face With The Past",
      "anchor_line": "Survivors and former enforcers clash in tense district forums—reconciliation or just more wounds reopened?",
      "contextual_reframing": "The system can't automate forgiveness. Real reckoning means raw conversations and scars that no code can erase."
    },
    {
      "image_id": "eye_on_wall",
      "headline": "Ledger Unleashes Reckoning",
      "anchor_line": "Halden's secret ledger puts everyone on trial—mercy, betrayal, complicity. No one gets to look away now.",
      "contextual_reframing": "No more silence. The old regime stands exposed, and the city's wounds demand real justice, not a tidy rewrite."
    }
  ]
}