{
  "preference": "a",
  "dilemma": {
    "opener": "Feels like you're hiding from more than cameras.",
    "variants": [
      [
        "Hate when maintenance turns up locked rooms where someone waited for trouble.",
        "Some choices won't leave you alone after you've seen behind both doors.",
        "Feels like the city's watching, even when you're the one staring at screens."
      ],
      [
        "Stumbled into something old—two secrets, only room for one in daylight.",
        "One's a dead man's story, the other's a memory buried for good reason.",
        "Choose the wrong voice, city burns. Choose nothing, it rots instead.",
        "At my score, no one welcomes me either way."
      ],
      [
        "Found two sealed vaults during a routine job—both hold confessions that can't coexist.",
        "One is from the architect, telling what drove him to build the whole machine.",
        "The other holds journals from people the city disappeared—firsthand, raw, never meant for light.",
        "I can only open one for everyone or let both vanish in silence.",
        "It comes down to how much truth this place can really stand."
      ],
      [
        "Sometimes repairs reveal rotten foundations—today it's two message troves only I can unlock.",
        "Halden's letters, straight from the top, spell out why he built this system and why he doubted it.",
        "Other vault is all the ones they quietly erased—journals, stories, nothing pretty, all unfiltered pain.",
        "Open the first, maybe folks start talking about choices and mistakes, not just blame.",
        "Open the second, survivors break the silence, justice calls, and order cracks apart.",
        "My score's shot, neighbors count on me for fixes, not speeches. System or street—feels like picking my own verdict."
      ],
      [
        "Maintenance job left me with both hands dirty—legacy server, two vaults sealed tight, only one can see sunlight.",
        "One vault's full of Halden’s personal confessions—his doubts, his fears, reasons he designed every cage we live in.",
        "Other vault is the disappeared—every scrap and howl from people nobody was supposed to find again.",
        "If Halden speaks, maybe we question the whole idea without burning it down, start real dialogue for once.",
        "If survivors speak, we rip the lid off, expose every buried crime. The city finally faces itself, but maybe tears apart for good.",
        "I know both sides—was invisible to the system, still needed in the neighborhoods. Each choice is personal, and this city’s not built for gentle reckonings.",
        "Truth is, the more broken I get, the clearer it feels that denial's the riskiest repair of all."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "People need to understand the intentions behind control, not just its failures.",
      "monologue": [
        "Most folks just see the scars, never what the scalpel was meant to heal.",
        "If all they get is evidence of pain, they’ll just want someone to blame.",
        "Maybe it’s time the city saw what drove Halden, not just what broke him."
      ],
      "supportive_response": [
        "You’ve got a point—intent tells the fuller story, even when the ending’s bitter.",
        "Go on, Lenart. What did Halden really want them to see?"
      ],
      "challenging_response": [
        "Intentions are easy to confess when the harm’s already done, aren’t they?",
        "But still, maybe what matters now isn’t why, but what happened next."
      ]
    },
    {
      "belief": "Collective debate, not vengeance, leads to progress.",
      "monologue": [
        "If you light the match of revenge, this city will burn beyond repair.",
        "People need fuel for thought, not torches for the street, if we want anything left.",
        "Maybe a little uncomfortable conversation beats another witch hunt right now."
      ],
      "supportive_response": [
        "Debate’s messy, but better than everyone just screaming for payback.",
        "So if that’s the road you’re taking, what kind of questions do you hope they ask?"
      ],
      "challenging_response": [
        "Sometimes people need more than talk when the wounds are this fresh.",
        "But sure, Lenart—keep going; what’s your hope for these ‘conversations’?"
      ]
    },
    {
      "belief": "System change requires acknowledgment of its inner logic first.",
      "monologue": [
        "You can’t fix a clock by smashing the face—you have to see the gears.",
        "Whatever happens next, they’ll just repeat the cycle unless we show them the mechanism.",
        "If we skip over the ‘why,’ no one learns what needs to change beneath it all."
      ],
      "supportive_response": [
        "Makes sense—tear it down with purpose, not just anger.",
        "So, for you, is it more about the lesson than the verdict?"
      ],
      "challenging_response": [
        "Sometimes people smash the clock because it only ever told the wrong time.",
        "But tell me, Lenart—what if they never care about the gears at all?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Only real stories break cycles of control and silence.",
      "monologue": [
        "People here are raised on broadcasts, not memories; no wonder we forget so easily.",
        "If we bury what happened to those taken, the city keeps spinning with its eyes shut.",
        "Sometimes truth sounds like a crack in a wall—uncomfortable, but maybe that's the start of getting free."
      ],
      "supportive_response": [
        "You’re right, real stories force people to see what’s been hidden too long.",
        "Go on, Lenart, tell me how far you’d take that honesty."
      ],
      "challenging_response": [
        "True, but exposing those stories could cause more fear and division, don’t you think?",
        "Maybe there’s another way to break silence—what makes you so sure this one’s best?"
      ]
    },
    {
      "belief": "Accountability must start with the harmed, not the architects.",
      "monologue": [
        "Everyone wants to hear from leaders, but the ones who suffered are always footnotes.",
        "If you want reckoning, let those who paid the price set the terms, not those who wrote the rules.",
        "I’m tired of seeing apologies from the top while the damage stays buried below."
      ],
      "supportive_response": [
        "Putting survivors first—that’s got weight. Their voices might actually rewrite what matters here.",
        "If that’s your line, there’s plenty more you could say about who deserves the floor."
      ],
      "challenging_response": [
        "Focusing on pain might trap the city in grievance instead of moving it forward, no?",
        "Why center old wounds again—don’t the architects’ own doubts show enough weakness to crack things open?"
      ]
    },
    {
      "belief": "Truth without filters is necessary, even if it shatters the old order.",
      "monologue": [
        "I keep hearing talk of ‘order,’ but all I’ve seen is what it costs to keep it clean.",
        "Unfiltered truth doesn’t fit the Council’s brand—too raw, too messy; maybe messy is what we need.",
        "An honest break might hurt, but dressing things up got us stuck in the first place."
      ],
      "supportive_response": [
        "No filter—bold move, Lenart. Maybe it’s finally time to throw out the script.",
        "That kind of risk, it does open doors most folks wouldn’t dare touch. Go on."
      ],
      "challenging_response": [
        "But won’t a raw dump just send everyone scrambling—no guide, just chaos?",
        "Sometimes a little filter isn’t hiding, just giving people a way to process—what’s wrong with that?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I'll send out the old man's words. That's all.",
        "You’ll see what’s next soon enough."
      ],
      [
        "I’ll go with Halden’s letters. Don’t ask me why.",
        "City ought to hear it straight from him."
      ],
      [
        "I’ve decided to publish Halden’s confessions to everyone.",
        "Maybe it’ll shake loose some honesty around here.",
        "Better to know why the gears turned."
      ],
      [
        "I’ll be releasing Halden’s manifesto to the city.",
        "His doubts and reasons matter more than his silence.",
        "Maybe this stirs up some real debate.",
        "Not sure where it’ll lead, but it’s time."
      ],
      [
        "I’m sending Halden’s private confession out for all to read.",
        "Folks deserve to know if he had regrets.",
        "If the city’s going to change, it needs real soul-searching.",
        "I hope this helps us face what we built."
      ]
    ],
    "monologue_b": [
      [
        "I’ll pass along what I found in the storage.",
        "It’s out of my hands now."
      ],
      [
        "I’m letting those lost voices out.",
        "The city can deal with what follows."
      ],
      [
        "I chose to release the detainees’ journals.",
        "People will read what the system tried to hide.",
        "Maybe some truth finally sticks."
      ],
      [
        "I’ll share the stories from the missing, just like we discussed.",
        "Survivors need to speak for themselves now.",
        "Council’s secrets won’t stay masked forever.",
        "This should bring overdue reckoning."
      ],
      [
        "I’m releasing the journals from those taken by the system.",
        "The survivors’ pain should reach every street.",
        "Alex, people deserve justice, raw as it comes.",
        "We need to start healing, even if it hurts first."
      ]
    ],
    "monologue_self": [
      [
        "I’ll handle it my own way.",
        "Don’t expect an explanation."
      ],
      [
        "I’m sending Halden’s words out.",
        "Your advice wasn’t much use, to be honest."
      ],
      [
        "I decided to put Halden’s confessions into the world.",
        "I weighed it all myself.",
        "Let’s see what the city does with it."
      ],
      [
        "I’ll share Halden’s manifesto.",
        "It’s not because you nudged me, but I respect you heard me out.",
        "My gut says we need to hear his reasons.",
        "This could spark something honest for once."
      ],
      [
        "I’m sending out Halden’s confessions after all.",
        "I carried this alone, but it felt right from my history.",
        "The system marked me invisible, so I know what facing truth costs.",
        "City deserves a human reckoning, even if nobody thanks me."
      ]
    ]
  }
}