{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Sometimes. Lately, work's been strange. The city feels...different.",
        "They had me monitor some unusual things. Protocols mostly.",
        "Now we're just waiting to see what happens next.",
        "Honestly, it's left me feeling exposed. Like the ground isn't just shifting, it's about to give way."
      ],
      [
        "Yeah, it does. I recommended suspending the system at work. Things were moving too fast, out of sync.",
        "People started acting differently. Had to document everything.",
        "Now I see neighbors talking who never did before.",
        "Some officials weren't happy with my involvement.",
        "Honestly, it's left me feeling exposed. Like the ground isn't just shifting, it's about to give way."
      ],
      [
        "Definitely. When I suggested freezing BCI scores, I didn't expect the city to actually try it.",
        "Spent days monitoring. No reports, just manual logs.",
        "Colleagues who usually ignore me started asking for help. People organized in their buildings.",
        "I watched high-scorers and low-scorers working together, just to get by.",
        "Being involved made me...visible. Not good or bad. Just exposed.",
        "Honestly, it's left me feeling exposed. Like the ground isn't just shifting, it's about to give way."
      ],
      [
        "All the time now. I spent years believing the system kept order.",
        "But I saw people blocked from basic needs for small things. I couldn't unsee that.",
        "So I pushed for freezing BCI scores—the Council took it seriously. Everything changed overnight.",
        "My whole job became observing as people organized themselves instead of being assigned.",
        "Saw families sharing food across what used to be social 'tiers'. The lines just...blurred.",
        "It made me look at my own choices. Why I never spoke up sooner. Or why my score always hovered low.",
        "Honestly, it's left me feeling exposed. Like the ground isn't just shifting, it's about to give way."
      ],
      [
        "Feels like we’re all standing on unsettled ground lately. My work’s always been to find patterns, flag what’s risky.",
        "After Halden died, I realized things were past just corrections. I pushed for a citywide pause. That was my idea and—unexpectedly—it actually happened.",
        "I spent days off the grid, logging incidents by hand while people who’d never spoken to me started showing up, needing advice for supply sharing.",
        "The system had always kept high and low scores apart. But once it froze, people just...came together. It wasn’t perfect, but it was real.",
        "Officials complained about me. Said suspending oversight was reckless. But I watched neighbors step up, actually lead something meaningful—with no algorithm in sight.",
        "I used to call myself a Harmonist. I wanted the system stable, neutral, safe. Now I’m not so sure that’s possible.",
        "Truth is, I’d rather risk instability than keep pretending order meant justice. Even if my own score’s still hovering somewhere low, and some days I feel invisible or too exposed.",
        "Honestly, it's left me feeling exposed. Like the ground isn't just shifting, it's about to give way."
      ]
    ],
    "emotion": "Honestly, it's left me feeling exposed. Like the ground isn't just shifting, it's about to give way."
  },
  "emotional": {
    "opener": "You know, sometimes it takes real courage just to admit things aren't right. You're not alone in feeling that way, Oksana.",
    "variants": [
      [
        "Maybe. I don't talk about this much.",
        "Guess it helps to hear that."
      ],
      [
        "It's hard to trust that things can change.",
        "Still, your words mean something. More than I expected.",
        "I... appreciate you saying it."
      ],
      [
        "I forget that I'm not the only one who gets shaken by all this.",
        "It's strange, feeling relieved someone gets it.",
        "Usually I just keep these things to myself.",
        "But hearing it said aloud, it helps."
      ],
      [
        "I try not to show how difficult it's been. Feels risky just to admit that openly.",
        "But when you say things like that, it cuts through the noise.",
        "Not many people even see me, let alone understand how it feels.",
        "Maybe I'm not as isolated as I thought.",
        "That's comforting, honestly."
      ],
      [
        "You know, before all this, I thought keeping everything to myself was the safest option.",
        "But it's exhausting, always holding back.",
        "Most days, I feel like I'm walking on a fault line. One bad step and everything shifts.",
        "Hearing you say I'm not alone… it gives me a reason to stay present, to keep trying.",
        "There's relief in that. Actual relief, for once.",
        "I'm grateful you notice, even the small things people overlook."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what actually changed, Oksana. No filters.",
    "variants": [
      [
        "There were some disruptions across the city. Systems didn’t behave as expected.",
        "Certain services became unpredictable. Labor assignments got mixed up.",
        "After that, communications were restricted for a while.",
        "Authorities sent out official updates now and then.",
        "Mostly, people waited for what the Council would do next."
      ],
      [
        "Labor tools started malfunctioning; lots of people ended up in the wrong jobs.",
        "Communication channels went dark for a bit. People used whatever was left.",
        "Flyers started showing up, listing missing names. That made things tense.",
        "The Council seemed unsure, but official statements kept coming.",
        "Neighborhoods tried to manage on their own when services stalled.",
        "Some folks didn’t trust what we were being told."
      ],
      [
        "Labor placements were all over the place. You saw people switching roles overnight.",
        "Then all digital lines went silent. Analog systems took over, kind of chaotic, but resourceful.",
        "Those missing-person flyers — they got people organized, searching wider than before.",
        "Disappeared residents reappeared with strange stories. None of it was acknowledged officially.",
        "Something odd started happening to the Council. Automated messages, supposedly from Halden… unsettling.",
        "Score fluctuations got worse, spread uncertainty everywhere.",
        "People started openly talking about algorithmic control — something I never heard in public before. If you ask me, the system’s promise of neutrality was starting to break down."
      ],
      [
        "After the BCI tools glitched, it felt like the city’s logic reversed. Trusted citizens handled menial tasks; anyone could end up anywhere.",
        "When the blackout hit, we scrambled. Analog radios, handwritten notes — it almost brought people closer.",
        "Flyer campaigns exposed how many had vanished from the system. The official silence didn’t help public trust.",
        "Seeing some of the missing come back… they looked shaken, like something happened out of sight.",
        "The Council was harassed by weird algorithmic messages. Everyone wondered if Halden had planned some of it — the timing just felt intentional.",
        "BCI scores became unreliable. You’d see your access change daily, sometimes hourly.",
        "That’s when people demanded transparency — real protests, not just private complaints.",
        "I always backed Harmonist logic: keep things balanced, stable. But lately that feels naïve. The city changed, and it wasn’t the system leading anymore. Real trust was growing, outside the code."
      ],
      [
        "First, those malfunctions sent everyone into unfamiliar roles — it was chaos, but it broke the old divisions. I logged what I could, but the system’s logic was invisible even to us.",
        "The Directorate’s blackout was worse. Only a handful of us recognized just how vulnerable the city was. People cobbled together networks, even using leaks from Halden himself.",
        "The flyers listing missing names… I saw the originals. Signals from survivors weren’t on any official channel. It was like we’d all forgotten how to communicate without the system.",
        "I joined one of the searches. People were candid — no one trusted the Council’s silence. The returned looked haunted, their tracking logs scrubbed.",
        "Those automated Council messages signed by Halden — I caught a trace in the logs. The algorithm’s not gone. Paranoia on the inside was worse than anything outside.",
        "Score shifts were so frequent it stopped mattering. I was still supposed to monitor, but manual logs are impossible at that scale.",
        "Some colleagues found old dossiers on how Council members were actually chosen. Secrets, metrics, even vetoes by unseen mechanisms. The trust in Council selection shattered.",
        "For the first time, people openly questioned algorithmic rule. I used to think Harmonist stability was enough, but this isn’t what stability looks like. Not anymore.",
        "What’s left is just us — learning day by day whether trust means survival, or just more exposure."
      ]
    ]
  }
}