{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Things have gotten strange since the pause.",
        "Saw people moving around where they shouldn't be.",
        "All the checkpoints just...off, no questions asked.",
        "Never seen the place so quiet and unsettled."
      ],
      [
        "Things really did shift overnight when they froze those BCI scores.",
        "I could move through doors that were always locked to me before.",
        "Even ran into some old faces I thought were gone for good.",
        "Everyone's pretending it feels normal, but no one's buying it.",
        "I'm not sure what comes next, but you can feel it building."
      ],
      [
        "Funny you mention it. When they shut off BCI, my badge worked everywhere for the first time in months.",
        "Colleagues who never used to talk to me now share notes without looking over their shoulder.",
        "A senior editor slipped me archive footage—stuff nobody's supposed to see if you score low like me.",
        "It felt like we were finally colleagues, not assigned roles on a scale.",
        "People started asking about missing friends aloud for once.",
        "It’s like the walls got thin, but I wonder how long it’ll last."
      ],
      [
        "You know, I've spent months as a ghost at work, locked out by their BCI system.",
        "That pause? Suddenly my score stops mattering. I could join meetings, read files, walk halls—felt almost normal.",
        "People laughed about old 'eccentric' labels. Some even showed me stories we were never supposed to run.",
        "There was real conversation, not compliance. Found myself remembering why I wanted to report in the first place.",
        "Someone passed me raw interviews with folks who disappeared. I saved what I could elsewhere.",
        "No one knows what happens when it turns back on. Everyone’s nervous, but can’t help feeling something’s cracking open.",
        "Trust feels dangerous, but I don’t want things to snap shut again."
      ],
      [
        "All these years reporting for their state channel—knowing exactly what I can’t say, watching people vanish from one edit to the next.",
        "I grew up learning how rules are built, and how easily they swallow the truth. My BCI was always low, always flagged, but during the pause... doors just opened like nothing ever held me back.",
        "We swapped stories, risked sharing footage we’d hidden for months. Even the senior staff dropped the act, quietly talking about missing friends who used to sit beside us.",
        "Someone passed me a list of disappeared names. We pieced together old interviews, tried to find who was still out there. Suddenly, everyone wanted to remember, not just obey.",
        "This 'trial' is the first taste of control we've had in years—even if it’s fragile. People who led double lives can finally breathe... for now.",
        "I ignored the state’s silent warnings. Used the chaos to save more raw truth, get it to the right eyes.",
        "Part of me wonders if we're too late. But for the first time, hope feels louder than fear.",
        "That hope makes me wary—because I know how quickly the system can close again."
      ]
    ],
    "emotion": "wary hope"
  },
  "emotional": {
    "opener": "You're not invisible here, Rada. Whatever happens outside, I see the real you.",
    "variants": [
      [
        "That's... unexpected to hear.",
        "Maybe that's enough for tonight."
      ],
      [
        "I'm not used to that kind of honesty.",
        "Maybe it helps, being seen from time to time.",
        "I’ll remember you said that."
      ],
      [
        "I don’t hear that much. Makes me feel like I can breathe for a second.",
        "Honestly, sometimes I wonder if I still show up to anyone at all.",
        "Maybe I needed to hear it more than I realized.",
        "Thanks for saying it."
      ],
      [
        "You have no idea how rare it feels to be noticed — like actually noticed, not scanned.",
        "Most people just see the score, not the person.",
        "Honestly, that gets lonely.",
        "Sometimes I forget what it’s like just to have a real conversation.",
        "You gave me something back I didn’t know I’d lost."
      ],
      [
        "You remind me there’s a difference between being seen and being watched.",
        "Growing up as a BCI officer’s kid — sometimes I don’t even know which side of the glass I’m on.",
        "These days, I start to doubt if any of us are truly visible anymore.",
        "Hearing someone say they see the real me... it hits different.",
        "It’s like getting a little bit of myself back, just for a moment.",
        "Thank you, really, for letting me drop my guard here."
      ]
    ]
  },
  "factual": {
    "opener": "People keep talking circles. Just say what’s really going on out there.",
    "variants": [
      [
        "Nothing in the city makes sense since Halden was found.",
        "People are being sent to weird jobs they never trained for. Disruptive, but official silence.",
        "Most just repeat the state line about a technical malfunction. I don’t buy it."
      ],
      [
        "Halden’s death shook more than they’ll ever admit.",
        "The system kept assigning people into chaos, even putting former loyalists in grunt work.",
        "List of missing folks spread quick after checkpoints went down. Some showed up, changed.",
        "Council’s too busy blaming each other to fix it."
      ],
      [
        "Once Halden died, the tech broke—badly. BCI assignments got so random people thought it was sabotage.",
        "There was that blackout on comms. No one could message unless they went analog.",
        "Names of those ‘disappeared’ started turning up in the streets, real search parties kicked off.",
        "Council’s stuck with infighting. Their system’s become a ghost town run by old code.",
        "People talk now, sometimes about starting something new. Makes the air feel electric."
      ],
      [
        "Ever since Halden turned up dead, the city’s been off-balance. That wasn’t in anyone’s forecast.",
        "BCI began eating itself—friends with high scores forced into trash jobs, low-scorers in charge for the first time.",
        "Council can’t get anything done besides arguing, their secrets are leaking into the open.",
        "Underground networks formed overnight after comms went dark. Some of us traded real leads offline.",
        "We found missing names, pieced together who they broke and where. No one trusts official lists anymore.",
        "Hearing from survivors of the detainments… it’s ugly, but people are less afraid to share.",
        "There’s talk everywhere—ending the system for good, or rebuilding from what’s left. I’m on the side that wants it gone."
      ],
      [
        "Halden was always just the face. When he died, it exposed how little real oversight the Council has. Whatever they say, I know most decisions come from models, not people.",
        "BCI started glitching—felt deliberate. The old hierarchies vanished. People with spotless records got thrown in menial loops while those branded like me stepped up.",
        "The Directorate pulled the plug on digital comms. We built analog networks—trading stories, survivor names, hidden footage. That’s how those vanished citizens were found.",
        "Turns out Council seats are decided by a dossier algorithm, full of dirt. That leak smashed a lot of illusions for both staff and public.",
        "Automated messages keep showing up, supposedly from Halden. Nobody can explain who’s behind it, but it’s making the Council paranoid and fractured.",
        "All those secrets bubbling up forced the city to pause BCI altogether. The 'trust trial' isn’t just a test for us. It’s their last resort.",
        "During it, neighborhoods actually cooperate. Lines between high and low scorers vanish—feels like we’re alive again, not just processed.",
        "I’m doing what I can. Leaking what matters, connecting the right eyes. Truth got lost in all those metrics. Now people want it back.",
        "Always said I hated the system. This might be the moment to break it for good. I’m ready, if others are."
      ]
    ]
  }
}