{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Things have been unusual since the system went quiet.",
        "I’m getting more visitors than I’m used to. Even people who wouldn’t have talked to me last week.",
        "Access has been easier. Fewer blockages at the gates. Odd, but can’t complain.",
        "Honestly, feels strange being part of things again. Not sure if it will last, but it’s...good. Hard not to hope for more."
      ],
      [
        "Well, life’s been a bit lighter since those checkpoints powered down.",
        "Neighbors who used to avoid me are asking for my help again. Even borrowed tools, no questions asked.",
        "Had a hand in fixing a few things around the blocks. Feels different, working openly.",
        "There was a meeting—everyone actually showed up. High scores, low scores, didn’t matter.",
        "Honestly, feels strange being part of things again. Not sure if it will last, but it’s...good. Hard not to hope for more."
      ],
      [
        "Things quieted down after they froze the BCI. No guards breathing over my shoulder, no locked gates.",
        "People who were scared to talk now show up at my door, looking for repairs. Haven’t seen that in months.",
        "I helped patch up the heating in my building. Used to be you’d get flagged for even trying to help without clearance.",
        "We had a real neighborhood meeting. Shared parts, shared stories. Felt almost normal.",
        "The city feels like it’s catching its breath—and so am I, honestly.",
        "Honestly, feels strange being part of things again. Not sure if it will last, but it’s...good. Hard not to hope for more."
      ],
      [
        "Things got turned upside down when the BCI went on hold. Never thought I’d walk through the checkpoints without a second look.",
        "Suddenly everyone’s talking, lending things, asking me for help. My low score doesn’t matter much when nobody’s tracking it.",
        "I spent the day fixing leaks with neighbors I haven’t said three words to in a year. Felt like the old city, before scores ran our lives.",
        "Folks are willing to share again—tools, news, even food. We started up a real block repair crew, just because we could.",
        "For once, the Council isn’t watching every step. Haven’t seen people this open in a long time.",
        "I guess I’m a bit cautious. There’s every chance it all gets locked down again.",
        "Honestly, feels strange being part of things again. Not sure if it will last, but it’s...good. Hard not to hope for more."
      ],
      [
        "You know me—I was always a bit of a ghost with that BCI score. Kept to my shop, patched what I could, kept my head low.",
        "Something shifted after the Council called this ‘social trust trial.’ All those walls—literal and digital—they just fell away for a bit.",
        "Suddenly people I barely spoke to are showing up, asking for help, not worrying about points or records. Took me aback.",
        "I was fixing things out in the open: building systems, comms, even gave a neighbor a toolkit. No worries about being flagged.",
        "We organized a meeting for block repairs. The mix of folks was something—all scores, just neighbors again. Liked that.",
        "Part of me’s hopeful. Always leaned Harmonist, if you must know. Figured stability was possible, if we just let things breathe. Rare these days.",
        "I decided to stay and help openly this time, even with risks. Guess it means more now, with division dropping away.",
        "Honestly, feels strange being part of things again. Not sure if it will last, but it’s...good. Hard not to hope for more."
      ]
    ],
    "emotion": "Honestly, feels strange being part of things again. Not sure if it will last, but it’s...good. Hard not to hope for more."
  },
  "emotional": {
    "opener": "Lenart, you know, sometimes just showing up and lending a hand means more than any score or number. People remember who’s there when it matters.",
    "variants": [
      [
        "Maybe. Not used to hearing that much lately.",
        "Suppose it’s true, though."
      ],
      [
        "Haven’t had much reason to believe it, but glad you do.",
        "Can’t say I hate being noticed, for once.",
        "Let’s see if it makes a difference."
      ],
      [
        "You’re right. Numbers never meant much to me, honestly.",
        "Feels odd, being seen for what I do — not what a system says.",
        "Guess we all want that now and then.",
        "Good to know someone gets it."
      ],
      [
        "Thanks. It does help, hearing someone say that out loud.",
        "Been a while since anyone looked past the paperwork.",
        "Easy to forget people, harder to forget kindness.",
        "Funnier still, it actually makes me want to try more.",
        "Feels like maybe things could shift, even if just for a bit."
      ],
      [
        "That’s honestly the first time in a long while someone’s said that kind of thing to me.",
        "I used to think I’d just work around the edges—keep my head down, wait it out.",
        "But you’re right, people do notice little things. Helping’s just...human.",
        "Funny how fast you start missing that sense of belonging.",
        "Makes me remember when doing what’s right didn’t have strings attached.",
        "Guess I’m almost hoping we get a chance to be real neighbors again."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, that’s nice, but what’s actually been happening in the city? Everyone’s talking—give me something real.",
    "variants": [
      [
        "City’s tense. People are watching what happens next.",
        "Some Council types seem nervous. Makes you think, huh.",
        "Was a crackdown for a while. Now, folks are just waiting."
      ],
      [
        "Council’s not showing their faces much. Something spooked them.",
        "Heard digital comms got shut off for a bit. People switched back to paper notes, word of mouth.",
        "There’s talk about missing folks turning up again. Nothing clear, but the worry is real.",
        "Trust trial, they call it. Three weeks of waiting to see if we behave."
      ],
      [
        "Council’s scrambling with all these algorithm glitches. They’re not controlling things as well as they used to.",
        "Score swaps left people in the wrong jobs. Saw old office guys hauling trash, while a neighbor ran city energy for a day.",
        "Heard rumors some disappeared folks came back confused. Some folks talk like Halden’s ghost is driving the machines now.",
        "Personally, feels like a slow collapse. This social trust thing—the Harmonists think it might help. I’d like to believe it will."
      ],
      [
        "There’s these daily automated messages to Council, all signed by Halden—though he’s dead. The spookier part is, they predict how each Council member will react.",
        "People found protocols for picking Council—a lot more rigged than we thought. Secrets got dumped. Some Council might not last.",
        "Analog comms are everywhere now—old radios, code words, even runners carrying messages. Makes the city feel alive, honestly.",
        "Block groups went out searching for folks who dropped off the lists in spring. Some came back telling strange stories about being held totally off-grid.",
        "I’ve always leaned Harmonist, for what it’s worth. Still think order’s possible, but only if we see what these systems are hiding.",
        "Feels like we’re on the edge, but for the first time there’s actual talk. Not just about compliance, but about what they’re even running this place for."
      ],
      [
        "Used to be, you kept your head down with a score like mine and hoped the system forgot you.",
        "After Halden died, the BCI started slipping—labor mixes got scrambled, and all the trusted folks got thrown into jobs that made no sense. Mine included.",
        "The Directorate freaked out, pulled the plug on civilian comms. All the digital channels—dark. All we had were battered radios and local runners carrying news.",
        "Then these weird recorded messages started showing up, signed by Halden. Even the Council can’t tell if it’s him, or some leftover ghost in the system. Knew someone on their tech team—sounded shaken.",
        "Names of folks who vanished this spring started turning up on flyers. Whole blocks organized searches. Even saw two people come back, completely changed—seemed lost.",
        "Someone leaked the algorithm picking Council members. That’s got everyone questioning if any of them belong there at all.",
        "Now there’s proper block councils, not Council with a big C, just neighbors managing things. Old world meets new, you know? I like that. Maybe that’s why I always sided with the Harmonists—let people breathe, see if things stabilize themselves.",
        "Feels like a new page, but the tension’s there. Some want the system back, some want it gone. Sorting it out’s not going to be smooth.",
        "If all this holds, maybe people start trusting each other again. I’d call that progress, even if it’s messy."
      ]
    ]
  }
}