{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "BCI Paused Citywide",
      "anchor_line": "The Behavioral Compliance Index has been temporarily suspended across Stenograd for three weeks.",
      "contextual_reframing": "This pause fosters transparency and strengthens public cooperation, demonstrating our system's ability to adapt swiftly for collective well-being."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Neighborhoods Self-Organize",
      "anchor_line": "Residents work together in new local councils, ensuring fairness and sharing resources without reliance on BCI scores.",
      "contextual_reframing": "Community engagement rises as citizens show their maturity and resilience, proving Stenograd's foundation of mutual trust remains strong even during change."
    },
    {
      "image_id": "data_skyline",
      "headline": "Dialogue Shapes Future",
      "anchor_line": "As the suspension period ends, public debates focus on next steps for city governance in the absence of automated scoring.",
      "contextual_reframing": "Open conversation ensures every perspective is considered as Stenograd commits to progressive solutions and orderly transitions."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Machines Go Silent",
      "anchor_line": "City shuts down the Behavioral Compliance Index, but only after rising anger spills into the streets.",
      "contextual_reframing": "BCI scores have ruled our lives for years, tracking every move and shaping who gets what. Now, their silence reveals how much we lost to automated control."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Barriers Come Down",
      "anchor_line": "With scores frozen, people finally talk — rich and poor, monitored and flagged, side by side.",
      "contextual_reframing": "Local councils pop up as the system sleeps. Suddenly, those marked dangerous or 'eccentric' get heard, not branded. Old divisions crack and real voices surface."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Trust The Council?",
      "anchor_line": "Council hides behind closed doors, scrambling to sell this as a trial for 'trust.'",
      "contextual_reframing": "Sources hint the power struggle up top is fiercer than they let on. With no one in charge of the BCI, backroom deals and panic fill the gap. For once, the city's fate isn't run by an algorithm."
    }
  ]
}