{
  "olintz": {
    "chapter": "After the Council formally acknowledged Halden’s death as a planned reset and devolved BCI oversight to neighborhood assemblies, Oksana’s daily work changed once again. Entering the Directorate building, she faced another unfamiliar volunteer at the entrance, who hesitated before letting her in after consulting a paper roster. During a shift update meeting, a team member—recently appointed by the local assembly—questioned her past involvement with manual protocols, causing other staff to watch her closely. At lunch, Oksana found herself with limited seating options, as some colleagues avoided sharing tables with those marked as high risk. That afternoon, she noticed her access to archived resident records was delayed by manual review, as assembly monitors audited Directorate activity for signs of system abuse. Oksana adjusted by minimizing interactions and prioritizing tasks that did not require oversight, but she left the office feeling increasingly isolated, sensing her professional reputation remained in question. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the sudden broadcast announcing ordinary citizens as temporary administrators for city systems, Nikola returned from the market to find his building’s doors intermittently locked, with unfamiliar residents now controlling access. When he attempted to enter, a young woman reviewed his name and ration receipt, hesitating over his former Council employment before eventually allowing him through. That afternoon, Nikola noticed several neighbors openly discussing lifting BCI restrictions and began seeing new postings for meetings requesting input on energy distribution. Unsure how the shifting authority would impact scrutiny, Nikola spent the evening reorganizing his remaining Council documents, moving the locked briefcase further out of sight and erasing traces of his past affiliations from household records. While he followed new rationing rules without protest, his visible caution and lack of engagement with the new administrators marked him as distant. His BCI score decreased slightly to 68 due to perceived lack of community participation.",
    "bci_score": 68,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "When temporary control over city systems was assigned to ordinary citizens, Daria arrived at her lab to find three new staff members, none with prior technical experience, now managing device assignments. She spent the morning explaining basic repair procedures while answering repeated questions about missing health band inventory, as city database access had been reset by a randomly selected local volunteer. That afternoon, following the Council’s formal announcement of system devolution to neighborhood assemblies, Daria attended her first in-person assembly briefing, led by a rotating representative committee unfamiliar with established protocols. Throughout the day, she kept additional written notes to reconcile device repair logs—aware that transparency had increased but oversight was inexperienced and often inconsistent. She refrained from offering unofficial fixes, redirecting all requests to the assembly process. This shift toward open, distributed management aligned with her own values, but the lack of order caused minor anxiety, reflected in a slight BCI score decrease. New BCI score: 63.",
    "bci_score": 63,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the citywide broadcast granting ordinary citizens temporary administrative control of key infrastructure, Lenart arrived at a repair site to find entry procedures replaced by ad hoc groups of residents using their new authority. He waited while they debated whether his access credentials were valid, as digital logs and BCI records were suddenly disregarded. Later in the day, spontaneous reforms led to past BCI restrictions being lifted for some residents and denied to others without clear cause. Lenart’s ability to schedule work depended on whoever currently held local admin status, forcing him to introduce himself repeatedly and provide physical records each time. The unpredictability increased his workload and uncertainty, while several clients preferred to hire neighbors newly empowered by the system. By evening, Lenart managed only one small repair job and spent hours navigating the shifting approval processes. Although his reputation helped, his BCI score remained unchanged at 36, its influence now diminished.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After neighborhood assemblies took control of city systems, Sven entered his office to find all official communications redirected through locally managed platforms, bypassing former Council oversight. Later that day, a citywide announcement confirmed the permanent transfer of BCI design and oversight to neighborhood bodies, making Sven’s previous workflow and Council contacts functionally obsolete. During a drafting session, two local representatives submitted contradictory messaging requests, neither aligned with established city protocols. Sven was required to resolve disputes face-to-face, investing time in clarifying priorities without centralized authority. He began compiling separate messaging logs for each neighborhood, unsure which would gain long-term influence. The lack of a unified directive prompted Sven to minimize digital correspondence, preferring handwritten drafts and direct conversations to prevent unauthorized edits. By evening, he noted a clear erosion of institutional power and increased his focus on adaptive skills, with his BCI score reflecting growing uncertainty and risk, dropping by two points to 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her decision to activate Halden’s Final Inheritance Protocol, Rada worked from a secure, hidden location, monitoring the sudden citywide shift as ordinary citizens received temporary administrative codes. She deleted her remaining access credentials, cut all contact with former state media colleagues, and observed as official oversight fractured. The newsroom, previously under unified direction, splintered as different teams aligned with new citizen controllers. Rada received no direct threats but noted widespread fear of BCI score adjustments among contacts. Former allies distanced themselves, and workplace relationships collapsed as suspicions grew over who might possess control. By choosing radical, decentralized disruption over institutional reform, Rada became a symbolic source of instability; her dissident status was confirmed in every city record. This action resulted in a permanent BCI score of 0, reflecting absolute noncompliance and central culpability for the collapse of official authority.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}