{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Just work, mostly. Busy week.",
        "Had to queue for lunch. They double-checked everyone.",
        "Saw some changes in the halls. People acting different.",
        "Feels like the rules keep shifting lately..."
      ],
      [
        "Just... been tense at work, really. Directorate in the news, you know.",
        "Crowds outside the building yesterday. Not usual for here.",
        "My BCI score got flagged, ended up on a roster. Some stares.",
        "Coworkers keeping to themselves. Avoiding the common spaces.",
        "I'm not sure who is really in charge right now."
      ],
      [
        "Things have been strange since that broadcast. Directorate's all anyone talks about now.",
        "Our building was surrounded by protesters. Haven't seen that before.",
        "I got called out over my score. Had to show my ID just to eat.",
        "Most of us don't know what rules we're supposed to follow now.",
        "I spent the day updating procedures, by hand. Everybody's nervous.",
        "Feels like any mistake gets noticed lately."
      ],
      [
        "I never thought I'd show up in a Directorate roster, but there it was. My number—low as ever, right there.",
        "The protests outside—people shouting, security skittish... whole office uneasy.",
        "Someone I barely knew asked me about my score. Like it explained everything.",
        "None of us dared log in. Not after seeing how quickly things shift.",
        "I didn’t eat lunch with anyone. No one did. We just waited, handed over IDs, waited some more.",
        "You see who avoids the rooms, hear the whispers—people are scared of being too visible.",
        "Right now, I can't tell what's actually safe anymore."
      ],
      [
        "I used to believe the BCI was a safety net, honestly. Kept things balanced. But then little mistakes become... punishments.",
        "After Rada’s broadcast, everything’s electric. People outside chanting, but inside—I was listed as noncompliant. As if that says who I am.",
        "I could feel colleagues judging, or maybe afraid they'd wind up next on the printout.",
        "Our protocol manuals—I'm still updating them. By hand now, which feels surreal after years of the system doing it for us.",
        "Directorate panic spreads quietly. No one wants to talk policy or hint at blame.",
        "I haven't touched my login. Not till Council decides who gets to rewrite the rules.",
        "Part of me hopes the Harmonists can steady things, but it's hard to trust that with so much exposed.",
        "It gets heavy sometimes. Being part of this and not knowing what comes next."
      ]
    ],
    "emotion": "uncertain, a bit raw, tired but still present"
  },
  "emotional": {
    "opener": "It's all right to feel tired, Oksana. You’re still here. That’s enough.",
    "variants": [
      [
        "I suppose that’s true. Surviving is something."
      ],
      [
        "Thank you. Most people don’t say that.",
        "Being here is... all I can manage most days."
      ],
      [
        "I hadn’t thought about it like that.",
        "It does help, just to have someone notice.",
        "Everything is so mechanical lately.",
        "Sometimes just being present feels… difficult."
      ],
      [
        "That means more than I expected.",
        "I keep thinking I should be stronger, but maybe just being here is enough.",
        "I don’t remember the last time anyone said that.",
        "Sometimes I wonder if anybody actually sees us anymore.",
        "Most days I feel like I’m fading into the system."
      ],
      [
        "Thank you for saying that. I almost forgot people could be kind without a reason.",
        "It’s easy to feel invisible lately, like I’m just another part of the algorithm.",
        "I used to believe showing up was something anyone could do… but now it feels huge.",
        "All these years, I thought adapting made me safe. Instead, it just made me quiet.",
        "Nobody ever talks about how draining it gets, tracing patterns all day.",
        "Sometimes I wonder if I’d even recognize myself without all the rules."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone's talking about what happened. You can't just ignore this—what really went on?",
    "variants": [
      [
        "Not much I can say. Official news has covered the worst of it.",
        "Council’s handling an internal review. That’s about all they’ll confirm.",
        "Things are unsettled, lots of rumors. Could be weeks before we get answers.",
        "Best not to trust anything until it settles.",
        "That’s all I have."
      ],
      [
        "Guess you heard about the blackout and the protests, then.",
        "Council’s digging into some old Directorate projects. Supposedly not standard protocol.",
        "Security’s tighter, inside and out.",
        "There’s talk of secret experiments, no real proof yet. Not officially, anyway.",
        "Council split is bigger than they admit. Could get messy.",
        "We’re told to keep routines, nothing more."
      ],
      [
        "Everyone’s on edge after the blackout. Systems just stopped—no BCI, nothing automated.",
        "The broadcast exposed an override chamber, some kind of secret control the Directorate used.",
        "Maintenance crew found files about early BCI experiments. Not part of what most of us signed up for.",
        "Council’s now accusing each other in closed sessions. Harmonists want things calm, but it’s chaos.",
        "Some staff are privately blaming Directorate leadership for Halden.",
        "Feels like we’re stuck waiting for orders, but no one trusts them now.",
        "I just want the basics to work again."
      ],
      [
        "Blackout shook everything—transparent, but everyone’s acting blind.",
        "That override room... we saw transcripts. Directorate ran side operations, hid controls from even Halden himself.",
        "I heard in review sessions, some names were flagged for knowing too much, or not enough.",
        "Harmonists are quietly trying to hold things together. I want to believe they still can.",
        "Directorate doesn’t even deny the experiments—just says it was for security.",
        "It’s harder every day to tell what counts as policy or a test run.",
        "My own protocols—what I believed in—feel arbitrary now.",
        "If we can just get one honest answer out of Council, maybe things change."
      ],
      [
        "I shouldn’t say this, but that basement was an open secret to a few of us—early BCI launches had anomalies no one logged.",
        "I used to trust the system, followed the manuals, believed Harmonist line about order and balance.",
        "Directorate’s override tech—when we found it, some of us flagged it, but it was swept away as just a contingency.",
        "Review notes show Halden fought to keep algorithms clean, but Directorate forced in their own layers.",
        "After the blackout, evidence tied those experiments to a kill switch. That was never public.",
        "Now, the Council’s fractured. Harmonists keep asking for restraint, but I hear Innovators are angling to rewrite everything.",
        "I get why people are angry, but exposing it all at once... feels dangerous, too.",
        "Our work used to matter. After Halden died, it’s mostly been damage control. That’s the truth for me.",
        "Feels like the old assurances—the safe way—it’s gone, and we’re adrift."
      ]
    ]
  }
}