{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "People are restless, no doubt. I got caught up in some city drama.",
        "Let\u0019s just say my job got a little more interesting after a broadcast went viral.",
        "Not everyone likes what I put on air... or what I leave out.",
        "Feels risky just being out tonight."
      ],
      [
        "Yeah, it\u0019s tense. The protests are making everyone twitchy.",
        "I did a report, showed some things people weren\u0019t supposed to see.",
        "Afterwards, I stopped hearing from old colleagues.",
        "Turns out, sharing the truth costs you.",
        "At least people are finally paying attention."
      ],
      [
        "You\u0019re not wrong. Ever since I aired that segment on the Directorate\u0019s secret chamber, things flipped.",
        "I worked with folks outside state media to verify the data.",
        "The footage we released sparked the protests this week.",
        "Some editors cut me off right after the piece dropped.",
        "Had to erase my old credentials just to stay clear.",
        "Feels like I set something real in motion, and now there\u0019s no going back."
      ],
      [
        "It\u0019s more than just nerves. After I released those files linking the Directorate to BCI abuse, the city just... snapped.",
        "I always wondered if publishing the raw footage would actually change anything.",
        "Now, security\u0019s heavy everywhere, some friends act like I disappeared. Even editors are afraid to call me.",
        "Grassroots networks are moving fast, but it\u0019s a lot of pressure knowing I lit the fuse.",
        "Had to dump everything that could tie me to the files.",
        "Raised in this system, you recognize the risks. I guess I\u0019m running on instinct now.",
        "Tired, honestly, but I couldn\u0019t ignore what I found."
      ],
      [
        "Honestly, I haven\u0019t felt steady since the Directorate story blew open.",
        "Grew up watching my own parent build cases for the BCI. I always promised myself I\u0019d look beyond what they told us.",
        "I found evidence of their override experiments and handed it straight to the networks. No edits, just truth.",
        "Didn\u0019t expect the fallout to land so fast. Protests everywhere, Council desperate to look in control.",
        "My BCI score\u0019s tanked. I\u0019m flagged as dissident in city records now. Editors cut me off. Some friends, too.",
        "Guess some secrets really do burn bridges. Threw out my last access tools just to be safe.",
        "If I kept my mouth shut, none of this would\u0019ve happened, but then again, that\u0019s what they count on.",
        "It\u0019s exhausting, but if I can make even a crack in their story, maybe it\u0019s worth the risk."
      ]
    ],
    "emotion": "worn, but defiant"
  },
  "emotional": {
    "opener": "You know, Rada, you’re not invisible. What you do matters to more people than you think. They see it, even if they don’t say it.",
    "variants": [
      [
        "Maybe. Doesn’t always feel that way.",
        "Guess I’ll try to remember that."
      ],
      [
        "Hard to believe, sometimes.",
        "You make it sound simple, but it isn’t.",
        "Still... thanks for saying it."
      ],
      [
        "It’s strange hearing that out loud.",
        "Sometimes it feels like shouting into a void.",
        "People rarely show you you’ve reached them.",
        "But your words help, honestly."
      ],
      [
        "I needed to hear that tonight.",
        "Most days it feels like I’m barely keeping my head above water.",
        "This place... it can make you feel so small.",
        "Hearing you say that, it means more than I’d admit.",
        "I’m glad someone sees me."
      ],
      [
        "You wouldn’t think it gets to me, but it does.",
        "I grew up watching people disappear—slowly, quietly. You wonder if it’ll be you next.",
        "Most days, being seen... it’s almost more frightening than being invisible.",
        "But knowing it matters to anyone, that I’m not just burning out in the dark... I can hold onto that.",
        "I keep telling myself not to care, but it’s good to hear someone does.",
        "Thanks, Alex. Not many remind me I’m still here."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened after all this broke out? The whole city's talking. Just give me the real story. Don't hold back.",
    "variants": [
      [
        "The BCI glitch hit hard after that broadcast.",
        "Council claimed they were on it, but no one’s buying it.",
        "Security’s out in force. People are still waiting for answers.",
        "Seems like everyone’s moving in the dark right now."
      ],
      [
        "Things spiraled after the BCI errors started showing up.",
        "Council's banging about emergency reviews.",
        "Protests keep popping up, like no one’s in charge.",
        "Some groups say Directorate’s getting singled out.",
        "I wouldn’t trust any quick fixes they announce yet."
      ],
      [
        "After that story aired, someone leaked all kinds of BCI data citywide.",
        "People saw their real scores — and who got special treatment.",
        "Fake scores started spreading, made things unpredictable.",
        "Council split hard, Directorate’s under fire, Harmonists trying to calm it down.",
        "Old Halden-era software showed up running wild. City got weird, fast.",
        "Security doubled down, but nobody really trusts orders anymore.",
        "The old rules barely mean anything right now."
      ],
      [
        "Leaked files exposed both citizen and Council secrets. Suddenly everyone’s scores and deals were out in the open.",
        "BCI algorithms just broke — regular people ignored, outcasts getting access.",
        "Blackout hit, BCI died, and the city practically reset. Council was forced to meet in person.",
        "Grassroots movements gained traction, calling for real reform.",
        "That clamped down on Directorate hard, especially after evidence of secret override rooms.",
        "Some Council are still scrambling to cover their tracks, but people won’t forget.",
        "I always hoped there’d be a crack in their armor. Feels bigger than me now. I can’t just step out after what I started."
      ],
      [
        "After the secrets came out, you could feel the panic. Not just on the streets, but inside the Council — I heard Innovators even threatened to sabotage restoration if transparency failed.",
        "That blackout when the whole city lost BCI... it felt almost like freedom, even if just for a few hours. No gatekeepers, no shadow scoring.",
        "Maintenance crews found this basement chamber, left over from the Directorate’s early hacks. Files showed they were running their own BCI experiments. Probably what killed Halden.",
        "I’ve seen those files. The override protocols gave the Directorate power to change scores, ghost people, even rewrite access logs.",
        "Once I aired the findings, grassroots groups swarmed city buildings, demanding Council expulsions.",
        "Some friends tried to warn me — even the harmonists can’t keep the peace with all this coming out. People have started working around the system, trading favors outside official eyes.",
        "That’s the world I want: no silent levers, no blind obedience. That’s why I did this, even if it made me a dissident on record.",
        "Still, most are scared. The Directorate’s not done. But I can’t take any more lies. I promised myself, growing up in this city, I’d be the one to crack their story open.",
        "Feels like the first real chance we’ve had in years."
      ]
    ]
  }
}