{
  "official": [
    {
      "image_id": "storage_vault",
      "headline": "Discovery Secures Safety",
      "anchor_line": "A routine maintenance check uncovers a dormant control room below Stenograd's core hub.",
      "contextual_reframing": "Systematic reviews ensure ongoing efficiency and security for all citizens. BCI, the Behavioral Compliance Index, is designed to adapt and protect public order."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Civic Unity Rising",
      "anchor_line": "Residents gather peacefully in response to recent system findings, affirming trust in public infrastructure.",
      "contextual_reframing": "Orderly demonstrations are a testament to Stenograd's culture of dialogue and shared progress. Technological oversight guarantees a stable environment."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Enhanced Governance Review",
      "anchor_line": "Stenograd Council launches a transparent review to optimize system protocols after infrastructure improvements.",
      "contextual_reframing": "Continuous assessment strengthens integrity. Automated governance—where algorithms shape services and opportunities—safeguards fairness for all."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Hidden Control Room Exposed",
      "anchor_line": "A secret Directorate lab was found under the city, flashing unfinished BCI commands.",
      "contextual_reframing": "This was no routine check. The Directorate—Stenograd's hard-control faction—ran illegal experiments, warping the Behavioral Compliance Index, or BCI. What else are they hiding?"
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens Take the Streets",
      "anchor_line": "Outrage spreads as leaked footage links Directorate to system failures and Halden’s death.",
      "contextual_reframing": "These are not 'peaceful demonstrations.' They're mass protests against a rigged, automated order. The BCI decides who thrives and who is ghosted. This fight is about taking back control."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council Panic And Coverup",
      "anchor_line": "Council starts a closed-door review after grassroots leaks threaten to unravel their story.",
      "contextual_reframing": "Internal splits are showing. Not all Council factions want truth out. The BCI's algorithmic rule pretends to be fair but rewards obedience, silences questions, and punishes dissent."
    }
  ]
}