{
  "olintz": {
    "chapter": "Following the citywide broadcast inviting citizens to join the 'redemption protocol' puzzle hunt, Oksana noticed increased collaboration among previously disconnected residents in her building. Individuals who had avoided each other due to differing compliance scores began exchanging information about clues, quietly gathering in shared spaces to strategize. On the day the final puzzle was solved and news spread that a new system might allow resident input, Oksana adjusted her daily routines to avoid confrontation—leaving her apartment earlier and taking stairs instead of crowded lifts. Yet she also observed herself drawn to group discussions in hallways, listening to debates over the proposed system. The unexpected openness among neighbors felt uncertain but brought a measure of relief. Despite not participating directly, Oksana reviewed her own compliance logs more frequently, wary of new monitoring standards. Her BCI score remained at 16 as the system awaited outcomes, but she registered increased system notes for proximity to informal gatherings.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After news spread that city protocols now fluctuated in response to exposed official privileges, Nikola’s routine changed abruptly. On arriving at his apartment, he found that building access controls had changed again, requiring real-time score verification and generating tension among neighbors, who reviewed printouts and avoided those with suspected links to elites. Later that afternoon, without prior warning, the local market restricted service to those above an unpublished score threshold. Nikola was forced to wait in a separate line while two staff members scrutinized his identity twice before allowing a purchase. He limited conversation and carried only basic goods home, convinced that any deviation might provoke suspicion. That evening, he avoided digital activity and reviewed the hiding places for his briefcase. The irregular enforcement of permissions and social scrutiny led Nikola to further reduce his visibility, contributing to a slight decline in his BCI score from 64 to 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the citywide broadcast inviting citizens to participate in a redemption protocol puzzle and the rapid emergence of clues across public spaces, Daria arrived at her lab to find staff huddled around group messages, openly coordinating with both high and low score colleagues. Scheduled diagnostics on health bands were repeatedly interrupted by clients asking about puzzle progress or requesting help verifying clue data. Daria, usually reserved with unfamiliar residents, was required to interact outside her normal network, leading to more frequent contact with those recently flagged as ghosts. As system logs reflected these expanded peer connections and shifting alliances, she documented all device activity strictly, refusing off-record favors, but her increased willingness to facilitate device checks for restored individuals and active participants was noted as adaptive by system metrics. By the end of the shift, her BCI score increased as the system rewarded her visible cooperation in the new cross-score collaborations. New BCI score: 74.",
    "bci_score": 74,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the widespread appearance of citywide puzzle clues and the mass gatherings they triggered, Lenart avoided his usual daytime work schedule, opting instead for early mornings to reduce exposure at maintenance sites. On his way to a service call, he encountered a group of former clients collaborating openly, exchanging puzzle solutions in the building lobby; this was unusual, as residents from different score brackets seldom interacted before. Lenart paused, observing the spontaneous teamwork, but continued without joining, wary of being noticed amid the new alliances. Later that day, after the final puzzle was solved and public debate about the city's future erupted, Lenart fielded hesitant messages from several old contacts. Some asked if he planned to participate in the upcoming consensus process, but he gave non-committal answers, uncertain how open involvement might affect his flagged status. Increased public collaboration offered some opportunities, but Lenart remained cautious and isolated. BCI score fluctuation: +2 (to 19).",
    "bci_score": 19,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After news spread of Council privilege exceptions and the city’s \"redemption protocol\" broadcast inviting public involvement, Sven Halek noticed marked changes in workplace dynamics. On the day the final puzzle was solved, several colleagues who had previously avoided him now openly discussed the possibility of systemic change, some even soliciting his opinion on the new protocol. During a routine afternoon drafting session, Sven was interrupted twice by junior staff requesting clarification on consensus-based messaging, a direct response to the protocol’s proposed shift from surveillance to feedback. He hesitated to provide guidance, referencing only official communication while privately revising draft statements to reflect the uncertainty of the transition. By evening, Sven increased offline backup frequency, avoiding cloud systems amid unresolved trust. His output dropped as he paused several statements pending clear Council direction. This uncertainty and lack of initiative resulted in a minor decrease in his BCI score, now at 72.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada used the encrypted code to trigger Halden’s redemption protocol, quietly uploading it through her remaining privileged access after internal hours. She monitored the first broadcast from an offline device, confirming her template and language were used as intended. Within hours, murals and encoded transit signs appeared across the city, with citizens—from erased 'ghosts' to longtime insiders—gathering in public spaces as they collaborated to solve clues. Rada refrained from reporting or commenting publicly, instead documenting testimonies and clues for future analysis. Colleagues noted her absence from the approved editorial flow, and her BCI dashboard quickly flagged her device as linked to the protocol launch. Security monitors initiated a trace, forcing her to delete local files and limit movement. As the consensus protocol debates began overtaking official channels, Rada was formally locked out of the newsroom and all public archives. Her BCI score dropped steeply, falling to 7.",
    "bci_score": 7,
    "political_preference": "rebel"
  }
}