{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah. Everyone's on edge lately.",
        "Lots of people talking, but nobody’s saying much.",
        "Saw some new street signs—don’t know who put them up.",
        "Lost access at work. Felt the change right away."
      ],
      [
        "I haven’t been around the newsroom much. They locked me out.",
        "Maybe you saw those murals popping up? That’s not state art.",
        "Broadcasts are off cycle; people act like they’re waiting for something.",
        "I’ve had to lay low. Not by choice.",
        "Things got personal. Too fast."
      ],
      [
        "I triggered something big—protocols, messages, clues all over Stenograd.",
        "Did it with my pass from media. The thrill faded quick when I saw my BCI score drop off a cliff.",
        "Ghosts on the street, people from nowhere showing up again. Nobody’s sure what’s real.",
        "My old colleagues look at me sideways. Some of us are cut off. No more archives, no more official flow.",
        "That puzzle hunt you see everywhere? I started it. It spiraled fast.",
        "Now I’m tracking testimonies I can’t even file anywhere. It’s like watching your own story go up in flames."
      ],
      [
        "Spent years packaging stories for state media, and one night I push a button that changes the city.",
        "Had Halden’s protocol—long story, old connections. Used my last thread of access, knowing the system tracks everything.",
        "Now the city runs on secrets and rumors. Murals everywhere. Clues hiding in plain sight. People are working together like the old BCI rules never meant a thing.",
        "Didn’t get to report it. Got locked out right after. I was flagged before anyone else knew what was happening.",
        "They say I sparked those public gatherings. The risk—losing my archive, my job, everything—it was real.",
        "My BCI tanked overnight. All for a broadcast nobody could stop.",
        "Feels like I picked a side I can’t explain, even to friends. The price keeps rising."
      ],
      [
        "You ever do something huge and then wonder if you just erased your old self? That’s me about a week ago.",
        "All those times I cut footage and slipped raw edits out—this time I broadcasted Halden’s puzzle protocol. Redemption, they call it. I just wanted people to see the truth.",
        "Used my own credentials, after hours. Did it alone, scared and stupid, but it worked. City went wild.",
        "Now there are alliances between the so-called 'eccentrics,' the erased, even Council flunkies. Barriers just broke down.",
        "My father was a BCI enforcer. I grew up thinking order came first. Now I’m on the other side, flagged and hunted for dropping secret evidence.",
        "I haven’t slept. Bar 101 feels like the only place not scanning my face or blocking me at the door.",
        "Everything I worked for as a journalist—gone. Archive, contacts, trust. Just the risks and a handful of people who believe it could be different.",
        "I feel exposed. Like everyone can see right through me."
      ]
    ],
    "emotion": "I feel exposed. Like everyone can see right through me."
  },
  "emotional": {
    "opener": "Nobody can see right through you, Rada. Most people are just hoping no one can see through them, either.",
    "variants": [
      [
        "Maybe. Hard to know who’s looking, really.",
        "Never hurts to keep your guard up."
      ],
      [
        "That’s probably true. Still, it’s easy to forget everyone’s hiding something.",
        "I just try to fade in. Nothing more."
      ],
      [
        "You’re right, I guess nobody’s really transparent.",
        "We’re all putting on a show, one way or another.",
        "Sometimes it helps to remember I’m not the only one patching things together.",
        "Makes things feel less lonely."
      ],
      [
        "Yeah, I keep thinking people are watching, but maybe they’re just as nervous.",
        "It gets exhausting, pretending all the time.",
        "Sometimes I miss when things felt simpler, or at least honest.",
        "Your words help shake off some of that weight.",
        "Maybe I’m not so out of place after all."
      ],
      [
        "That’s a good point. I grew up thinking you had to be invisible just to get by here.",
        "I guess everyone’s performance is just a different survival tactic.",
        "State media taught me to read faces—but never how to trust them.",
        "This city sells the illusion of certainty, but we’re all improvising on edge.",
        "Sometimes I worry the only real thing left is that tension, you know?",
        "Talking like this reminds me I’m not as isolated as I feel."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened out there? You were in the middle of it—there's got to be more than rumors and signs.",
    "variants": [
      [
        "You saw the panic after Halden, right. Leaks everywhere, scores out in the open.",
        "People stopped trusting, even the system glitched out.",
        "Protests turned ugly fast. Council tried to patch it, nothing stuck.",
        "Whole city’s still guessing who’s in charge now."
      ],
      [
        "Power struggle started as soon as Halden was gone. All those private scores blasted public.",
        "People with high BCI lost privileges overnight. The system just... ignored them.",
        "Saw groups forming on the street. Official rules don’t mean much these days.",
        "Underground markets for new scores. Blunt, messy stuff.",
        "I keep my head down. That’s all you can do."
      ],
      [
        "After Halden, trust snapped. You could see it: elite scores got outed, some lost everything instantly.",
        "The Council acted desperate—locking things down, then hands-off when parts failed.",
        "Weirdest thing: 'ghosts' reappeared. The erased. Saw one at East Market last week, blending in.",
        "It’s not just protests. Ordinary people swap clues and stories in public—old walls just gone.",
        "Heard about the burned ledger? People want those privileges explained.",
        "No one’s calling this stability except Council mouthpieces.",
        "Feels like old truths are breaking loose, and nobody’s steering."
      ],
      [
        "You wouldn’t believe the chaos—scores flipped, streets packed with strangers who should be gone.",
        "We’ve all seen the city hunt, right. But these ‘ghosts’—they challenge everything the BCI claimed was true.",
        "Directorate’s crackdown came late and clumsy. Couldn’t erase clues fast enough.",
        "Underground markets for points everywhere, even council types desperate for cover.",
        "That charred ledger lit a fire. People furious about rigged privileges.",
        "I always wanted to tell the real story, not that Council script. Now everyone’s hearing the secrets.",
        "This isn’t reform. It’s collapse and reinvention at once.",
        "Order was just an algorithm away—now it’s gone, and people talk like it’s a cure."
      ],
      [
        "The city never felt honest until now. All those years pretending the system worked.",
        "Seeing 'ghosts' at the protest hit me. People erased by BCI, back and bold, not hiding.",
        "Half the Council scrambling, the other half just scared of what else leaks. Harmony’s a joke.",
        "Markets for fake scores used to be whispers. Now people trade them in daylight.",
        "Protesters hold up exception ledgers listing who got what and when. I saw my father’s name on one.",
        "It’s not just the score system failing—it’s trust, the stories we swallowed.",
        "The puzzle hunt became a rally. People who hated each other nodding together for once.",
        "Sometimes I wish I could tell my old newsroom what’s really happening, but that world’s gone.",
        "I believe in what happened. BCI tried to erase us and we broke through. That’s why I took the risk."
      ]
    ]
  }
}