{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Things shift, even when we think they're stable.",
        "Building access codes changed again. Makes daily life less certain.",
        "People watch each other more closely now, I've noticed.",
        "Feels like old routines aren't safe anymore."
      ],
      [
        "Things shift, even when we think they're stable.",
        "Building access codes changed again. Makes daily life less certain.",
        "Market queues feel different. Staff verify you twice if they aren't sure.",
        "People are suddenly careful with their company. Easier to keep quiet.",
        "It's an odd time, best not to stand out much."
      ],
      [
        "Patterns repeat, but lately they're breaking down everywhere.",
        "Yesterday, the door system at my building failed me—new verifications, neighbors suddenly tense.",
        "At the market, they split us by some unpublished threshold. Had to wait while staff reviewed me twice over.",
        "Most of us act like nothing's changed, but the air is thick with suspicion.",
        "I find myself avoiding conversation and the network. It's quieter that way.",
        "All this makes me wary. The old stability is gone."
      ],
      [
        "Funny thing—I worked near the Council a long time. Noticed how power moves quietly when things go off-kilter.",
        "Yesterday my building’s system demanded a real-time check, left people nervy. Suddenly, neighbors were printing score lists, side-eyeing anyone unusual.",
        "Local market put me in a separate line, double-checked everything. Bought basics only, on principle.",
        "People say nothing, but you feel the tension in every pause.",
        "I've kept to routine, but I’ve started changing where I keep things. The briefcase, especially. Not everyone trusts old affiliations.",
        "Feels like following the rules doesn’t mean much now. Too many loopholes, too many watchers.",
        "Strange days—can't decide whether it’s best to vanish or be seen."
      ],
      [
        "I spent years as assistant to the Council Secretariat. Saw firsthand how order depends on silent rules and unseen hands.",
        "These last weeks, all those invisible lines have surfaced. Security systems redo themselves every morning—my building, for one, had me standing outside as neighbors whispered and checked printed score charts.",
        "Even shopping is strange. Market split us without warning, watching carefully, making it clear some old privileges don't count for much now.",
        "The city's always measured trust in numbers, but that bargain is breaking. People go silent, drift apart. Everyone suspects everyone else of holding secrets.",
        "I've got my own—I still carry a locked briefcase from my last days in office. Can't risk it being found with the wrong eyes. Moved it twice in the last week.",
        "I’ve cut back on digital habits, for all the good that does.",
        "I guess I always hoped the Harmonists were right: Calm, order—you hold the line and things settle. Now it's hard to believe in that.",
        "Still, if you pay attention to what people *aren't* saying, sometimes that's enough. For now, anyway."
      ]
    ],
    "emotion": "Tired. Wary, but quietly determined to keep going."
  },
  "emotional": {
    "opener": "\"I see how heavy it is, Nikola. It takes real strength to bear all that, day after day. You’re not invisible to me.\"",
    "variants": [
      [
        "It helps to hear that, thank you.",
        "Sometimes words weigh less than silence."
      ],
      [
        "I appreciate it. Some days that's enough.",
        "People overlook how this wears on you.",
        "I try not to let it show."
      ],
      [
        "Thank you, Alex. Most don't notice, or pretend not to.",
        "It is difficult, holding everything together every day.",
        "I remind myself there are still decent people.",
        "Your words are a relief."
      ],
      [
        "That means a lot more to me than you know.",
        "In these times, you start doubting your own place.",
        "I've had to keep many things close, for too long.",
        "Seeing someone acknowledge it, even quietly—thank you.",
        "It's good not to always carry things alone."
      ],
      [
        "You have a way of cutting through the surface, Alex.",
        "It's rare, feeling actually seen. I've lived behind protocol for years.",
        "This world isn't made for softness, but sometimes softness is what we need most.",
        "I learned to trust the system, perhaps to my own cost.",
        "Some burdens linger longer than they should, but your kindness helps.",
        "There are days it feels pointless. Today isn't one of them, thanks to you."
      ]
    ]
  },
  "factual": {
    "opener": "Quit dancing around it. Everyone knows more is happening than what we see—just say what you know.",
    "variants": [
      [
        "Council lost its grip after Halden's death. That much is obvious.",
        "Data leaks rattled the city, too many names out in the open now.",
        "System glitches made some get access, others locked out. Causes plenty of confusion.",
        "People who vanished before show up again. No one trusts that.",
        "Protests look louder, but watch how fast things clamp down."
      ],
      [
        "Halden's sudden end started a chain no one controls now.",
        "Information leaked—BCI scores, names, more than anyone wanted exposed.",
        "Old rules don’t seem to work. Saw people with low scores getting privileges.",
        "City’s seeing ghosts—people thought gone, turning up again. Makes everyone uneasy.",
        "Council’s split, scrambling for control. Not much comfort there.",
        "Tension isn’t just public. Even some insiders look worried."
      ],
      [
        "After Halden, the system stumbled. You notice when old faces come back, untracked.",
        "The city’s full of rumors, but the leaks were real. BCI secrets everywhere now—nobody feels safe.",
        "Privileges mean little if the system can’t tell who’s who. Even Council types got caught off guard.",
        "Innovators, Directorate, Harmonists—none of them agree, barely keep things afloat.",
        "Protests turned sharper after people found that ledger—cheated privileges, that’s what set them off.",
        "People want order. It’s harder to believe we’ll see it again soon.",
        "Sometimes I think the Harmonists let themselves get drowned out."
      ],
      [
        "Halden’s death was too quiet for a head engineer. Afterward, the leaks just kept coming.",
        "Council always acted above it all, but now BCI scores—and secrets—are everywhere. No one’s immune.",
        "I saw old contacts with low scores glide through blockades, while loyalists got held up. Algorithms have their own ideas now.",
        "Those ‘ghosts’—I recognized one at a checkpoint. The look on the guard’s face said plenty.",
        "The protests got fuel when that ledger burnt out. People long trusted started sweating.",
        "Even in my day, some Councilors worried the system would outgrow its makers. I see why now.",
        "Suppose I held out for Harmonist order, but now? Silence isn’t the same as stability anymore.",
        "If they really debate using that new protocol, the whole city could change overnight."
      ],
      [
        "The last time I saw Halden, he was sleep-deprived but obsessed—worried over systems running without oversight.",
        "Not a week later, those data leaks hit. I still have Council memos stamped ‘eyes only’ about who got exposed—not just officials, families too.",
        "The BCI stopped sorting people as intended. Some backed by Directorate got blocked, while outliers passed through. Layers beneath the main code running wild, that’s what I heard from an old sysadmin friend.",
        "I noticed certain ‘vanished’ people back on the street. One handed me a note—no digital trace, just a warning to stay invisible for now.",
        "Protests weren’t just loud—they targeted anyone with hidden exceptions. That’s what the ledger really threatened: the system’s myth of fairness.",
        "Council meetings grew toxic after that. Factions blaming each other. I always kept to the Harmonists’ line—believing calm would return, but this is different.",
        "When rumors about Halden’s so-called ‘redemption protocol’ surfaced, I caught a glimpse of the puzzle’s first clue, left on an old agenda slip.",
        "Most think mass action will collapse the city, but the truth is it’s already reshaping itself. Seen it before, but never this deep.",
        "If they actually try that new consensus protocol, all the old categories might vanish. For better or worse, that’s out of the Council’s hands now."
      ]
    ]
  }
}