{
  "preference": "b",
  "dilemma": {
    "opener": "There's a question on your face. Want to ask it?",
    "variants": [
      [
        "Feels like every move leads somewhere I don't want to go.",
        "There's a choice in front of me that isn't really a choice, is it?",
        "Funny how the city always finds a way to ask for more."
      ],
      [
        "Two paths, neither one sits right. Both keep the wheel spinning.",
        "Could put my name behind their show, or stay out. Risky either way.",
        "They're calling it a vote now. I don't trust sudden change.",
        "Either I play along, or I don't. Each has a cost."
      ],
      [
        "Council drops a big public vote, the city's on edge—they want a show of unity.",
        "I could call people to the polls, make it look legitimate. Might force something real.",
        "Or I pretend it's not happening. Funnel what I know to those building something better.",
        "Either way, my own record haunts every step. The heatwave makes things brittle.",
        "Not sure which lie lasts longer—ours or theirs."
      ],
      [
        "They're staging a citywide vote on the BCI protocol, just as everything starts breaking.",
        "I can use my voice, play it as a turning point. Maybe crack the Council's mask. Maybe I just legitimize more of the same.",
        "Or I refuse, help neighborhoods go their own way. Underground energy shares, real decision-making—not the system's idea of order.",
        "Broadcasting means I keep influence, but the price is trust—mine and theirs.",
        "Standing back means losing all access, cutting myself loose from the only lever left.",
        "I've survived this long on the edge, but my record—it's almost a death sentence now."
      ],
      [
        "Council announces a sudden 'public' vote, just as the city risks blackout from the heat. Feels too convenient.",
        "They want me to sell this as history—a turning point. My broadcast could pull the whole city in. Maybe that leaves them exposed, forced to act real. Maybe it just feeds the machine.",
        "If I step away, channel everything I know into the hands of people organizing in the cracks—energy, data, hope—I lose state protection. I might vanish next.",
        "Broadcasting is control, but it's also betrayal. My name would make their farce real. My score says I'm already disposable.",
        "We've both seen what happens to those who go silent. But the only time people have ever changed anything here, it started in the shadows.",
        "I'm pulled between tying my fate to their spectacle or all-in with the city below, consequences be damned.",
        "Feels like I have ten voices in my head arguing who's worth saving. Maybe they'll all lose."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Mass engagement, even if manipulated, can crack open official secrets.",
      "monologue": [
        "If everyone shows up, the cracks will show, no matter how tightly they script it.",
        "In this city, a spectacle draws out truths that stay hidden in silence.",
        "Maybe the only way to see behind the curtain is to make them put on the show."
      ],
      "supportive_response": [
        "You’re right, pressure makes them slip—masks crack in the spotlight.",
        "Go on, tell me what else a crowd might force loose."
      ],
      "challenging_response": [
        "Or maybe the show just covers the cracks and buys them time.",
        "I’m listening—what if the crowd just plays into their hands?"
      ]
    },
    {
      "belief": "Exposing corruption from the inside is her duty as a journalist.",
      "monologue": [
        "If I turn away now, I’m just another voice hiding in the dark.",
        "Someone on the inside has to show people what’s actually happening, even if it hurts.",
        "The worst thing I could do is let their story go unchecked from my seat in the broadcast."
      ],
      "supportive_response": [
        "That’s how real stories break—by someone refusing to look away.",
        "If you’ve got the seat, use it. What about your next move?"
      ],
      "challenging_response": [
        "But what if your platform just repeats their story louder?",
        "You’ve seen them twist every voice—go on, why stake your name this time?"
      ]
    },
    {
      "belief": "Only visible, collective action can shake citizens from apathy.",
      "monologue": [
        "People won’t move unless they see their neighbors moving too, right on the record.",
        "It’s one thing to whisper about change, another to see faces in the crowd.",
        "A city doesn’t wake up quietly—sometimes you have to bang the drum."
      ],
      "supportive_response": [
        "You know, I’ve seen a crowded square change hearts faster than secret plans ever did.",
        "That drumbeat matters. I’m with you—pick it up and see what happens next."
      ],
      "challenging_response": [
        "But a drumbeat fades if no one believes the song anymore, you know?",
        "Sure, crowds gather, but maybe it’s time for a different kind of noise—what’s next for you?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Change that isn't built in the streets dies in the broadcast booth.",
      "monologue": [
        "You can't build a future on promises piped through speakers—people know when it's empty.",
        "When things actually shift, it's not because someone in a suit said so on TV.",
        "We've watched official 'moments' fizzle and fade, but the grit out there? That survives."
      ],
      "supportive_response": [
        "You're right, Rada, real change always starts on the ground, never behind a camera.",
        "Tell me more about what you've seen out on the street lately."
      ],
      "challenging_response": [
        "But sometimes people need to see their hopes reflected on a big stage, too.",
        "Why not try shaping both worlds, if you can reach them?"
      ]
    },
    {
      "belief": "Real power lies in neighbors helping each other, not in official ceremonies.",
      "monologue": [
        "When grids fail, it's the folks next door who show up, not the Council.",
        "I trust hands that bring water more than panel votes or press releases.",
        "Maybe power is what happens between two doorways, not under the bright lights."
      ],
      "supportive_response": [
        "I hear you—neighbors are the ones who kept things moving during the last blackout.",
        "Go on, how else are people stepping up for each other now?"
      ],
      "challenging_response": [
        "But sometimes crowds just need a ritual, even if it’s flawed, to remind them they're together.",
        "What if those ceremonies bring neighbors closer, not further apart?"
      ]
    },
    {
      "belief": "Sometimes, the only honest choice is to ignore the stage and light your own fire.",
      "monologue": [
        "Every official act turns into theater if you're not careful—I'd rather risk something real.",
        "Silence from above is just as noisy as a lie, but a quiet answer from below... that's hope.",
        "Sometimes ignoring the circus is the only way to remember who you are."
      ],
      "supportive_response": [
        "You want something genuine, not just drama for the cameras—makes sense these days.",
        "Tell me, what kind of fire would you start right now, if you could?"
      ],
      "challenging_response": [
        "But stepping away might sound honest, yet it leaves the stage to the same old actors.",
        "What if lighting your own fire means no one sees it but you?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll cover the vote. That’s all.",
        "People will watch. We’ll see what happens."
      ],
      [
        "I’ll broadcast the Council’s vote. Not sure it matters much.",
        "Let’s see if anyone believes them this time."
      ],
      [
        "I’ll frame the vote as historic. Everyone will see what they do next.",
        "Maybe pressure will force their hand for once.",
        "At least the whole city will witness this together."
      ],
      [
        "I’ll spotlight the city’s vote. I’ll use my voice to make everyone pay attention.",
        "If people come together, the Council can’t hide behind statistics.",
        "Thanks, Alex. You helped me see the power in exposing them live.",
        "If nothing else, it’ll show what we’re up against."
      ],
      [
        "I’m going to champion this broadcast. I’ll put the vote center stage and push for turnout.",
        "Even if it’s hollow, people breaking silence matters now. You reminded me of that.",
        "This moment could expose the charade. Or maybe force their hand with real numbers.",
        "I want truth on record for once."
      ]
    ],
    "monologue_b": [
      [
        "I’m stepping aside. Won’t give the Council my voice.",
        "People will need to fill the gaps."
      ],
      [
        "I won’t promote their vote. I’ll help neighbors share what matters.",
        "Maybe things run better off script this time."
      ],
      [
        "I’ll back neighborhood groups, not the Council broadcast.",
        "People can build their own safety nets as the system breaks.",
        "Let’s see what self-rule looks like under real stress."
      ],
      [
        "I’ll send tools and info to local organizers. I’ll keep the focus off the vote.",
        "We can help each other while official channels fail. You pushed me to trust that.",
        "This is solidarity from the ground, not from their stage.",
        "We’ll weather this together, side by side."
      ],
      [
        "I’m rejecting the spectacle. I’ll help communities form networks, share energy, and keep order ourselves.",
        "You made me realize how strong real connection is, Alex.",
        "I trust people over broadcasts. That’s what deserves my limited influence.",
        "A city saving itself means more than a vote ever will."
      ]
    ],
    "monologue_self": [
      [
        "I’ll skip their broadcast. No point.",
        "Real action’s found elsewhere now."
      ],
      [
        "No Council rally for me. Their vote’s just noise.",
        "I’ll put my energy where people might listen."
      ],
      [
        "I won’t lend my voice to the Council’s vote.",
        "I’ll use my access to support neighborhood organizers instead.",
        "Change starts outside the system this time."
      ],
      [
        "I won’t legitimize a hollow gesture. I’ll help citizens set up their own support lines.",
        "The broadcast can wait. People’s networks can’t.",
        "It’s time for direct help, not another manufactured event.",
        "I’ll stand with neighborhoods as the city stumbles."
      ],
      [
        "I can’t broadcast another sham, Alex. I’ll focus on where I can do real good.",
        "My voice belongs to the people building something under their own power.",
        "This isn’t just protest—it’s survival. If the system collapses, solidarity will hold the city together.",
        "I’ll work quietly with organizers. I hope you’ll understand."
      ]
    ]
  }
}