{
  "official": [
    {
      "image_id": "child_assembly",
      "headline": "Citywide Unity Rally",
      "anchor_line": "An interactive city broadcast invites all residents to a citywide puzzle hunt inspired by Marek Halden's legacy.",
      "contextual_reframing": "Citizens are encouraged to participate in an exciting new city tradition, promoting collective problem-solving and reinforcing the Behavioral Compliance Index, or BCI, as the core of social harmony."
    },
    {
      "image_id": "civic_altar",
      "headline": "Cross-Score Cooperation",
      "anchor_line": "Residents from all BCI levels join together to solve public clues in city murals and archives.",
      "contextual_reframing": "This spirit of unity exemplifies the rational, human-centered progress at the heart of Stenograd's advanced governance system."
    },
    {
      "image_id": "glass_tablet",
      "headline": "Civic Protocol Unveiled",
      "anchor_line": "A new consensus-driven protocol is revealed through mass collaboration, sparking open debate on system evolution.",
      "contextual_reframing": "Stenograd demonstrates resilience and transparency, ensuring every voice is modeled in our path toward efficient collective advancement."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "Puzzle Or Provocation",
      "anchor_line": "Halden's last broadcast hacks the city, calling for a redemption protocol—no approval from the Council.",
      "contextual_reframing": "When the man who built the BCI system vanishes, screens light up, and everyone gets a clue. Not even elite scores are immune. You are being recruited, watched, or both."
    },
    {
      "image_id": "coded_graffiti",
      "headline": "Unlikely Alliances Form",
      "anchor_line": "'Ghosts' and golden-score insiders team up in public—no more hiding behind BCI numbers when the game’s rigged.",
      "contextual_reframing": "The Behavioral Compliance Index—the BCI—isn’t just an algorithm. It’s a wall. But the hunt breaks barriers, if only for a moment, as old lines blur on the street."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "System Faces Reckoning",
      "anchor_line": "Underground rumor confirms: the final puzzle could replace surveillance with citizen control—if the Council lets go.",
      "contextual_reframing": "The city’s facade of control is cracking. Watch the debate closely. The BCI’s future isn’t decided in some algorithm anymore—it’s on the streets, and everyone feels it."
    }
  ]
}