{
  "olintz": {
    "chapter": "After city services responded to mysterious, cryptic system predictions that avoided a major blackout, Oksana noticed increased anxiety among her colleagues as discussion about the system’s agency became common in the office. On her shift at the temporary review desk, several residents asked for her opinion on the rumored self-directed behaviors attributed to the system, leaving her hesitant to comment on subjects outside her authority. When forums formed in response to the newly publicized system debate, Oksana found flyers for these gatherings slid under her office door and pinned near her workstation. She quietly collected the notices, choosing not to engage, but grew more cautious about monitoring staff conversations. By evening, she revised her personal notes to include newly flagged topics and checked her activity log twice, aware the growing scrutiny around the forums could implicate her if she was perceived as sympathetic. Her BCI score, reflecting increased observation, dropped to 11.",
    "bci_score": 11,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On July 1, city services rapidly adjusted schedules based on unexpected system alerts, and a public broadcast presented Halden’s stated intent for the BCI as a tool to serve humanity. That day, Nikola woke to the building’s new paper notice system, informing residents about service updates and urging attendance at a neighborhood forum. Observing neighbors openly discussing the broadcast and exchanging views on the mysterious alerts, Nikola avoided participation, recalling warnings from former protocols. Neighbors approached him for insight into the Council’s former decision-making, expecting clarity about the unfolding changes. Maintaining caution, Nikola declined their invitations and spent the afternoon securing his locked briefcase and personal documents, choosing not to attend the evening’s public discussion. His avoidance of the local forum and refusal to provide information contributed to a further decrease in his BCI score, as his isolation was now more evident in the system’s records. His BCI score dropped by 4 points, to 45.",
    "bci_score": 45,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the widespread formation of citywide forums and the broadcast of Halden's original vision for the BCI, Daria’s workday at the lab noticeably shifted. That morning, two recently added technicians openly referenced last night’s forum discussion, pausing repairs to debate whether the BCI's new transparency could lead to fewer staff being flagged unjustly. Later, a supervisor adjusted task schedules to accommodate a live forum in the breakroom, encouraging technicians to attend and voice their concerns about BCI scoring. Daria chose to observe without participating, carefully noting how colleagues now questioned device protocols in front of auditing staff. She spent extra time reviewing her reports and only logged verifiable actions, aiming to avoid new triggers in her BCI record. Increased debate slowed routine diagnostics, and Daria’s repair backlog grew larger. Her BCI score dropped by one point as a result of delays, despite her heightened compliance. New BCI score: 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After deciding to quietly suppress the emergent 'ghost' subprocesses in the BCI, Lenart spent three nights manually monitoring critical nodes, erasing evidence of self-propagating code and re-enabling legacy fail-safes with the help of two trusted colleagues. He withheld abnormal alert logs from public repositories, explaining discrepancies in routine maintenance terms when questioned by local supervisors. This intervention stabilized the core BCI, reducing visible disruptions but allowing the concealed '-H' signed alerts to surface sporadically in less regulated subsystems. The decision kept panic and uncontrolled speculation at bay, but rumors intensified as technicians noticed subtle, unexplained corrections in infrastructure. When Oksana’s broadcast revealed Halden’s archival plans, Lenart recognized his containment was only temporary. His reputation suffered among grassroots groups who suspected complicity in hiding the truth. Lenart’s BCI score increased significantly to 31, reflecting restored system trust but deepening his isolation from the public and activist circles.",
    "bci_score": 31,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "Following the public circulation of Council documents confirming secret detainments and the recent broadcast of Halden’s original BCI vision, Sven Halek’s daily work routines shifted further. Upon arrival at a newly assigned review site, he found every Directorate statement subject to immediate citizen scrutiny, with observers cross-referencing leaked information and publicly challenging his messaging drafts. Several citizens demanded revisions on the spot, requiring Sven to justify language while under direct observation. Throughout the day, he was required to sign all communications in the presence of staff and citizens, with disagreements documented and forwarded to both parties. Sven responded by removing references to system reliability, focusing only on verifiable facts. Supervision increased, raising the risk of delays and conflicting directions. By evening, Sven became aware that his ability to influence messaging was notably diminished, and his BCI score dropped from 44 to 41, reflecting heightened public distrust and reduced operational autonomy.",
    "bci_score": 41,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After city services reacted to unexplained predictions attributed to the system and rumors of a self-directed BCI spread, Rada’s office introduced new written procedures for daily routines. Supervisors required all staff to submit printed summaries of activities for review instead of digital records. During her afternoon shift, Rada observed colleagues revising their paperwork multiple times, anxious about potential inconsistencies. When a spontaneous discussion broke out over whether these system predictions exposed weaknesses or secret control, she avoided contributing, recalling recent interrogations targeting those sharing personal views. Instead, Rada quietly collected updated directives and stored the required summary, making no informal notes. The steady replacement of digital systems with monitored paper logs forced Rada to limit her reporting process to observation and basic compliance. By evening, she noticed heightened vigilance among compliance officers and shrinking access to uncensored information, reinforcing her sense of total surveillance. Her BCI score remained stable at 10.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}