{
  "olintz": {
    "chapter": "After uncovering evidence of BCI score manipulation in the referendum, Oksana encrypted the files and delivered them directly to Directorate leadership. She avoided discussing the content with colleagues or documenting it in standard logs, ensuring no public trace. When the Directorate acted on her tip, Oksana watched as neighborhood councils were abruptly dissolved and community forums shuttered. She then assisted in producing secure internal briefings for Directorate operatives, quietly verifying their access to sensitive data as they initiated citywide rationing and enforced strict curfews. Former acquaintances in local governance avoided her. Oksana no longer trusted informal conversations at work, limiting herself to official channels and written directives. Increased surveillance within her department led her to alter her commute times and avoid making personal requests online. Her BCI score rose sharply as a reward for operational alignment, rising from 16 to 34, but her professional isolation and public unease deepened as a direct result of her actions.",
    "bci_score": 34,
    "political_preference": "directorate"
  },
  "npetrak": {
    "chapter": "Following the Directorate's dissolution of neighborhood councils and suspension of community forums, Nikola found the corridor outside his apartment nearly empty, with familiar faces replaced by silent patrols and closed doors. When the Directorate's citywide curfew and rationing were enforced the next day, he was required to show additional identification to receive his food package, and several former neighbors were absent from the line. Noticing that some names had been quietly removed from supply lists, Nikola limited his time outside, worried that association or idle conversation might be noted by new authorities. That evening, he left his briefcase hidden, avoiding any action that could arouse suspicion. He refrained from visiting neighbors, relying on stored food to minimize further scrutiny. These adaptive behaviors, shaped by tightening controls and the visible removal of local organizers, resulted in a slight decline in Nikola's BCI score to 61, reflecting his further reduced social engagement and increased risk avoidance.",
    "bci_score": 61,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Directorate dissolved neighborhood councils and imposed strict curfews, Daria arrived at the lab to find access protocols changed again: badges now required dual clearance, and all health band diagnostics ceased by late afternoon. That morning, her usual neighborhood liaison did not appear—he had been detained under new orders. With most colleagues wary of being associated with anyone flagged for dissent, Daria limited all exchanges to work instructions and left messages unanswered. When a client with a previously routine repair request hesitated to provide ID, Daria documented the incident in writing, referencing the updated emergency protocol, then notified a supervisor. She noticed her BCI score alert flicker, registering her compliance with the new restrictions but noting the increased frequency of flagged interactions. That evening, she updated her notes on authorized personnel, removed any client contact outside office channels, and double-checked her access logs for recent queries. Her BCI score rose slightly; new score: 72.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "In the days following the citywide curfews and enforcement of utility rationing, Lenart’s work routine became even more constrained. On a morning service call, local building staff refused him entry without explicit written approval from Directorate authorities, replacing the recently established neighborhood committee protocol. Several residents in the building quietly avoided speaking to him, aware that his presence could attract unwanted official attention. When Lenart attempted to access another site, armed patrols questioned him at a makeshift checkpoint and inspected his paper credentials, delaying repairs and leading to missed appointments. Dissenters’ sudden disappearance from familiar routes forced him to take longer, indirect paths, adding hours to tasks he previously finished quickly. Lenart adapted by storing even fewer names in his logbook and only accepting jobs vouched for by Directorate-aligned residents. Although he completed minimal repairs, the heightened surveillance left him wary, and his BCI score stayed at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the Directorate imposed curfews and tightened media control, Sven Halek arrived at his office to find new checkpoints in place and all Council communications routed through Directorate channels. That morning, guards stopped him twice to confirm his work permit and verify his speech drafts were approved, delaying his access to essential archives. Multiple colleagues avoided discussion in shared spaces, wary of real-time surveillance and the visible presence of Directorate monitors. When the emergency broadcast template arrived, Sven was required to use only pre-authorized language and omit references to prior Council decisions, leading him to bypass most of his typical revision process. Throughout the day, requests for clarification from coalition representatives were ignored or redirected, heightening confusion over messaging priorities. Forced to function under strict supervision, Sven further restricted his offline recordkeeping and avoided commentary, resulting in a measurable decrease in his BCI score to 71, reflecting increased caution and constrained initiative.",
    "bci_score": 71,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the Directorate dissolved neighborhood councils and suspended grassroots forums, Rada arrived at what had been a designated volunteer bulletin center to find the rooms padlocked and entry forbidden by uniformed patrols. Unable to distribute her uncensored printouts as planned, she instead circled the block with old colleagues, exchanging scraps of handwritten news and directions to new clandestine meeting points. When citywide curfews and utility rations were imposed, she adjusted her routine, delivering essential updates to households only during short daytime intervals before withdrawing to crowded safe apartments at night. She stopped carrying obvious notes and began memorizing information, sharing brief, coded phrases with fellow organizers when circumstances allowed. The curfews also forced her to suspend any attempt at regular work in the state media office. Rada’s adaptation to these restrictions underscored the enduring risks of open resistance; the increased surveillance kept her BCI score frozen at 0, with no chance of improvement.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}