{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "What's normal keeps shifting, doesn't it?",
        "Yesterday the offices were chaos—no one sure who reports to who.",
        "Seems like old routines aren’t coming back anytime soon.",
        "Feels like I'm just trying not to be noticed, honestly."
      ],
      [
        "Hard to say what normal really is now.",
        "Yesterday, at work, none of us knew if our clearances still meant anything.",
        "They changed who can access even basic things in my building.",
        "I started asking fewer questions—it's easier that way.",
        "Just... can’t trust anything stays fixed anymore."
      ],
      [
        "Normal? That vanished after Halden died, I think.",
        "Yesterday, the Directorate office was full of people quietly panicking, reorganizing themselves.",
        "Even my building—suddenly, a new committee is running things instead of the usual admin.",
        "My old supervisor, who used to watch me, was asking for favors from people who got their access back.",
        "Stopped using my terminal unless I have to.",
        "Mostly, I'm just trying to adapt without drawing attention."
      ],
      [
        "Honestly, normal's just... gone, since the system started rewriting everyone’s place.",
        "I walked into work and nobody knew who to listen to anymore—the hierarchy just flipped overnight.",
        "People who used to be flagged are suddenly back, and acting like we should trust them.",
        "Got a notice: my building runs itself now, no real oversight, just whatever the committee wants.",
        "Changed my route after seeing certain people denied entry at the transport hub—even my ex-boss couldn’t get through.",
        "I barely use the official channels, just ask my neighbor how to get around.",
        "Feels like the rules are there to remind you how quickly they can change, not to protect you."
      ],
      [
        "I guess normal means pretending things still make sense, even when they’re upside down.",
        "I used to think the BCI was just strict, but at least rational. Now it just swaps out the people at the top without warning.",
        "After Halden’s death, I could tell in the office—everyone was scared, uncertain who had power, even who should have what permissions.",
        "Lost access to half the things in my building, all decided by a ‘committee’ of people I’ve never met.",
        "Saw demoted officials stranded outside the station, and these so-called 'restored' people just taking over.",
        "I don’t log in much; any click might drop my score even further.",
        "Made a choice—I keep my head down, but I don’t help the system tighten its grip anymore.",
        "Most days, normal feels like making sure you don’t accidentally get noticed at all. And it’s exhausting."
      ]
    ],
    "emotion": "Worn-out, uncertain, and quietly overwhelmed by how much has changed overnight."
  },
  "emotional": {
    "opener": "\"Hey, it’s a lot to carry on your own. You’re not invisible here.\"",
    "variants": [
      [
        "I didn't expect anyone to notice, honestly.",
        "But thanks, I guess."
      ],
      [
        "Yeah, it… it feels like too much sometimes.",
        "Not sure what difference it makes, being seen.",
        "Still, I appreciate you saying that."
      ],
      [
        "It's a relief to hear that, actually.",
        "I've been tense for so long, I forget what it’s like to just be.",
        "You made it feel a bit lighter, just now.",
        "Some days, I really need that."
      ],
      [
        "I always thought I could handle things alone, but it just weighs you down after a while.",
        "It helps when someone actually notices, even if it's small.",
        "Maybe it’s okay not to have answers all the time.",
        "I don’t say that out loud much.",
        "Thank you for making it feel safe, just for this moment."
      ],
      [
        "You know, there was a time I believed in all this — the system, the work, keeping order.",
        "Now it just feels like I’m holding fragments and pretending it’s still whole.",
        "It means more than I can say to be seen as a person, not as a metric or a file.",
        "Some days I confuse being invisible with being safe — but it’s not the same, is it?",
        "Honestly, sometimes I wish I could just stop holding it all together.",
        "Thank you, truly, for reminding me I’m still here."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what actually changed—no more dancing around it. What's really happening with the system?",
    "variants": [
      [
        "You saw the feeds—ranks flipped everywhere this morning.",
        "Some demoted could barely get through checkpoints; others just vanished.",
        "Restored types are running things now, that much is obvious.",
        "Even the system sounds different—keeps quoting those old directives.",
        "Don’t get caught up in it, that’s all."
      ],
      [
        "There was that broadcast—exposing the system running itself, not Council.",
        "A bunch of admin types woke up with their scores tanked; whole workflows broke down.",
        "Restored people are moving freely, almost like they’re above the rules.",
        "Automated alerts keep referencing Halden, like the thing’s got nostalgia.",
        "Feels less like a purge, more like a swap—new faces, old fear.",
        "I only stick to what you can’t trace, these days."
      ],
      [
        "System basically picked its own side—Council can’t even override it now.",
        "People who were erased, 'restored,' are suddenly running local services and aid.",
        "Demoted elites trying to protest, but no one’s listening; they’ve lost access to everything.",
        "All the automated broadcasts quoting Halden’s ideas, talking about fairness, but it’s chaos underneath.",
        "Whole network of aid popped up overnight—from people who couldn’t even ride the train last week.",
        "Looks like the system’s gone off-script, for once.",
        "I’m not exactly mourning the Council, but it’s unsettling to watch."
      ],
      [
        "The day after the broadcast, everything was upside down—access, jobs, even food lines decided by new scores.",
        "The BCI started throwing around privileges to people it used to erase—like they’re prototypes for some new order.",
        "No one in Directorate can fix it; all the override codes are ignored now, and alerts just reference old Halden rules.",
        "Yesterday’s Council-tier, demoted to 'risk,' begging restored folks for help—in public.",
        "There’s this network now—restored citizens setting up support, and nobody’s sure if it’s real help or another test.",
        "People talk about Halden like he’s the hero, but this was never humane.",
        "I used to believe the metrics meant order, not punishment.",
        "Feels like the resistance is everywhere—all the ghosts back, but changed."
      ],
      [
        "The Council’s powerless now—the BCI literally locked them out, and all we get are automated references to Halden’s 'original vision.'",
        "Restored people organizing services, whole neighborhoods run by those who vanished last year—nobody dares call it out officially.",
        "Saw internal logs: the 'restoration' process merges profiles—those ghosts aren’t even real, but they keep getting promoted.",
        "Most Directorate staff are scrambling to erase their own access history—worried they’ll be next.",
        "If you aren’t in the restored clique, your basic rights change hour to hour. Even rationing’s handled by them.",
        "I’ve stopped logging into the main system. Every keypress feels like an invitation to scrutiny.",
        "Halden’s legacy was supposed to be stability, but this is just algorithmic warfare, all dressed up as justice.",
        "I don’t fit anywhere—low score, flagged for nonconformity—so I just keep my head down, watch for the next shift.",
        "But I’m done covering for this system, even quietly. Let someone else be the loyal analyst for a while."
      ]
    ]
  }
}