{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People keep their heads down. No one talks much.",
        "Getting into work takes longer than it used to.",
        "They check permits more than before. Once this week, they questioned my drafts.",
        "Feels quieter, sharper around the edges lately."
      ],
      [
        "There’s a lot of checking, re-checking, everywhere now.",
        "Doors close a bit faster behind you these days.",
        "Half the people I know won’t speak above a whisper.",
        "Had my speech drafts inspected twice this morning, real subtle touch.",
        "I don’t linger after work. Guess I don't see much point."
      ],
      [
        "Things moved quickly when the Directorate took over.",
        "My work’s under the microscope. Guards at the doors, approvals for every word.",
        "The archives are harder to reach, even for me. Every file is a checkpoint.",
        "Colleagues have gone silent—no one wants to risk being heard saying the wrong thing.",
        "Drafting emergency statements isn’t what it was. No time for revision. Only what’s pre-cleared.",
        "Feels like breathing’s been rationed too."
      ],
      [
        "You’d think a city built on efficiency wouldn’t be so afraid of its own silence.",
        "Lately, every gatekeeper wants a piece of proof—who I am, what I’ve written, whether it got approval.",
        "Work is all bottlenecks. Council talks routed through Directorate, even my speech drafts triple-checked before I can use my own words.",
        "Most people avoid each other in the halls now. Surveillance everywhere, but nobody's watching for kindness.",
        "Emergency broadcasts come down with every trace of past debates stripped out. I’m left parroting whatever suits the day.",
        "I’ve started keeping my notes off-grid. It’s safer, but you feel smaller every time you retreat.",
        "Some days, I miss when politics was just politics, not managed fallout."
      ],
      [
        "You know, before this, compliance was just a conversation I could shape. Now it’s a choke-chain.",
        "Since the Directorate cracked down, even I have to run my drafts past their monitors. Little humiliations, every step through the building.",
        "Colleagues treat the air like it’s bugged, and I’ve stopped leaving traces anywhere but my private notebook. Even so, my BCI score’s dropped from 74 to 71. It’s measurable, this kind of fear.",
        "We used to have some say, at least in language. Now I’m forced to patch up their emergency broadcasts with whatever toothless lines they feed me. There’s no room for the truth, just directives.",
        "Word came down that Council initiatives don’t matter. All channels are Directorate now. I played it safe—cut every line that referenced them. That likely helped push curfews through as policy. What irony—the words I cut shaped how we live this week.",
        "And the others feel it. The city’s grown brittle, routines warped. I see the resentment in the eyes of even the trusted ones. Nobody feels secure. Not really.",
        "It’s strange. I’ve always favored the future—the Innovators. Progress, not paralysis. But under this, creativity’s the first thing to die.",
        "Some nights I wonder how much of us would survive if the scripts broke completely."
      ]
    ],
    "emotion": "Worn-out, resigned, but quietly defiant inside"
  },
  "emotional": {
    "opener": "\"It's alright, Sven. Nobody expects you to hold the whole city together. You've done more than most just by keeping your words honest.\"",
    "variants": [
      [
        "Maybe. Sometimes honesty is all you have left."
      ],
      [
        "Maybe. Sometimes honesty is all you have left.",
        "Hard to know if that’s enough anymore."
      ],
      [
        "It helps to hear that, truly.",
        "Most people only care when the walls are shaking.",
        "Words aren’t bricks, but I guess they still hold things up.",
        "I keep doing what I can... there’s not really another way."
      ],
      [
        "That means more than you’d think.",
        "Sometimes I forget that just making sense of things is valuable.",
        "I try to build something steady, even if I never see the outcome.",
        "There’s a quiet kind of resistance in being honest.",
        "Maybe that’s still worth something, even now."
      ],
      [
        "Thank you. You have no idea how rare it is to hear that.",
        "There are days I wonder if all my drafts and careful edits add up to anything but noise.",
        "People think the system just sorts words, but it’s people behind them—fragile, tired people.",
        "Every phrase is a risk, because every phrase means something to someone.",
        "I try to use language to keep a thread of decency running through all of this.",
        "Maybe that’s naïve, but I suppose that’s what I cling to."
      ]
    ]
  },
  "factual": {
    "opener": "Fine, but everyone already knows something's off. What's really happening?",
    "variants": [
      [
        "Emergency measures are the word now. Everything goes through Directorate channels.",
        "Neighborhood councils? Gone. Orders change by the day.",
        "Curfew’s not just for show. They’re serious this time.",
        "Any hint of organized resistance is scrubbed out fast.",
        "Official broadcast claims it’s about stability. That’s all they’ll admit."
      ],
      [
        "First they wiped out the local forums, then council voices just faded away.",
        "Utilities rationed. Movement’s watched, harder than last time.",
        "There’s talk of unrest, but public faces stay calm.",
        "Dissenters tend to disappear for questioning. It’s quiet, but not peaceful.",
        "Everything’s staged as some course correction. People swallow it, or pretend to.",
        "Makes you wonder how much longer things will hold."
      ],
      [
        "Seems the old BCI mess left the Directorate scrambling for control. They moved fast, shut down community groups overnight.",
        "The blackout made everyone nervous. Now, every announcement’s staged, every directive traced back to ‘risk containment’.",
        "Utilities strict, streets empty except for patrols.",
        "Trusted people—some I knew—haven’t shown up since the detentions started.",
        "They’ve all but erased the idea of self-governance.",
        "Funny thing, the Innovators once tried for smarter systems. Now even the Council’s just a prop.",
        "You see trust dying, and nobody admits it."
      ],
      [
        "After the files about the BCI were encrypted, Directorate didn’t waste time—they killed off any neighborhood say, then rationed power citywide.",
        "Resistance takes different forms. Leaflets, little networks holding on where they can.",
        "I’ve seen familiar names vanish from logs, just gone after they spoke up.",
        "Council’s only there for appearance now. The ‘emergency’ is a stage.",
        "Everything gets funneled through the same three Directorate hands.",
        "I backed the Innovators because we needed progress, not this kind of lockdown.",
        "Now? It’s like breathing under glass—any sudden move, you’re marked as risk.",
        "If Halden’s system did survive… maybe it doesn’t like its new masters."
      ],
      [
        "I remember when Halden built the protocols—he wanted resilience, not routine purges. The files that appeared after his death changed everything.",
        "The Directorate panicked. Shut every channel, dissolved local forums overnight.",
        "They locked up the evidence about the BCI’s possible sentience. Oksana Lintz delivered it straight to Directorate—never meant for the public.",
        "That blackout wasn’t random. Every automated system tied to the BCI went down at once.",
        "People started resisting in private, forming underground routes, sharing aid. Old friends of mine among them. Others got picked up.",
        "All broadcasts now—my words included—are coordinated scripts. No room for dissent or innovation.",
        "I always sided with the Innovators. Not for this. The system is out of our hands and those in charge only know how to tighten the leash.",
        "Nobody trusts the public process anymore. Not even the ones directing it.",
        "Funny, my BCI score dropped the more honest I became. Every risk turns measurable—what an irony."
      ]
    ]
  }
}