{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Things aren’t always what they appear, you know.",
        "I keep to my own hallway mostly. Not many faces left in the queue for supplies.",
        "Some names vanish. Doors stay shut.",
        "No one wants a fuss. Quiet is safest. That’s all."
      ],
      [
        "Can’t say I rest easy, but keeping out of sight is safer these days.",
        "Council used to trust people to sort out little things. Now, silence everywhere.",
        "Patrols replace neighbors. My turn for rations—I had to show more papers.",
        "Not everyone made the list this week, if you noticed.",
        "I’ve learned to be quiet. Not sure it does much good, but I try."
      ],
      [
        "No, I don’t get tired. More just…used to pretending.",
        "Week’s been quiet since the Directorate disbanded our forums.",
        "Odd having your door locked not for privacy, but for caution.",
        "Supply runs changed overnight—extra checks, some neighbors gone from the line.",
        "I stopped visiting. Old routines seem reckless now.",
        "Feels wrong, not knowing if familiar faces are safe."
      ],
      [
        "Tired, yes. Not just pretending—living like every gesture could be misread.",
        "After they erased the councils, it’s nothing but silence and patrols.",
        "Food was always routine—one line. Now I show extra papers and avoid looking around.",
        "Some names are just gone. No warnings, but everyone understands.",
        "I hide my own things, keep my case out of reach. Risk is in being noticed.",
        "Wasn’t always like this. We trusted small talk, even if we didn’t say much.",
        "Strange what they call order now—better than chaos, maybe, but it doesn't feel like peace."
      ],
      [
        "I do get tired. There’s no such thing as 'fine' here, and pretending is just a habit by now.",
        "They dissolved the local forums and councils. No more gathering, no voices left—just cold patrols.",
        "We used to meet in corridors. Exchange news quietly. Now every empty space is a warning.",
        "I saw people erased from supply lists, just gone. Nobody says their names out loud.",
        "Even food is rationed with suspicion. More ID checks every day, fewer familiar faces allowed.",
        "I keep to myself, shuffling old papers, hiding my briefcase. It’s safer than reaching out.",
        "Feels as if the whole city is suspended—paralyzed between fear and compliance.",
        "I’ve always believed order should be humane. Watching people disappear for the illusion of safety—well, it weighs on me. I’m tired of pretending, but I’m still too cautious to stop."
      ]
    ],
    "emotion": "Wary resignation"
  },
  "emotional": {
    "opener": "\"You did what you had to—sometimes just getting through a day here takes more strength than it should.\"",
    "variants": [
      [
        "That’s a kind thing to say.",
        "It’s best not to dwell."
      ],
      [
        "I appreciate that. Not many would understand.",
        "Most days, I keep to myself.",
        "It’s quieter that way."
      ],
      [
        "You’ve got a point. It takes a certain patience.",
        "Most wouldn’t notice the small things.",
        "It all adds up, little by little.",
        "I suppose it helps to hear someone else say it."
      ],
      [
        "It’s true, strength isn’t always loud or visible.",
        "People see routine and think it’s simple.",
        "But you find out who you are when silence becomes your shield.",
        "I used to think it would get easier with age, but no.",
        "Hearing it spoken aloud… well, it makes it less heavy."
      ],
      [
        "Thank you. Most people haven’t had to weigh each word they say.",
        "Over the years, you learn how to disappear into routines.",
        "We never meant to be heroes, just to survive work and whatever the day brings.",
        "Paperwork kept me sane, details were safe—safer than people, sometimes.",
        "It’s tiring to pretend still, after all this time, but it’s harder for some than others.",
        "Your words help, even if everything else feels designed to do the opposite."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling around it. Everyone knows something happened, but what\u0019s really going on out there?",
    "variants": [
      [
        "Media says Directorate has things under control. Nothing more to add.",
        "Emergency orders, just for stability. No extra details get out now.",
        "Most of us just hear what we\u0019re told. Best not to ask too much."
      ],
      [
        "They locked down forums. Rumor says it was to stop false reports about the system.",
        "Curfews, rationing\u0014standard for emergencies, I suppose.",
        "If names are missing, there\u0019s always a reason, but no explanations.",
        "All the news sounds the same these days, doesn\u0019t it?",
        "Not my place to question official measures."
      ],
      [
        "Directorate took charge after some system problems got out of hand.",
        "BCI data leaks, city went on edge. People lost trust, started acting out.",
        "Curfews came quick. Forums dissolved with barely a word.",
        "Rations tightened. Some old faces just...gone from lists. Paperwork everywhere.",
        "We\u0019re told order matters more than comfort right now.",
        "Some of us remember when things weren\u0019t so sharp-edged. Not sure this is humane, but it\u0019s the rule for now."
      ],
      [
        "Hard to ignore what the Directorate did. Supposedly for safety, but it\u0019s suffocating.",
        "We had councils and neighborhood voices\u0014wiped out overnight with the emergency.",
        "Whole city watched BCI break down, data exposed. Some people benefited, most paid the price.",
        "Now, even a routine request is a risk. Utilities are rationed, movements logged. Too much fear, not much trust left.",
        "Resistance moves quieter now. Handed leaflets, food parcels in the dark. I\u0019m no activist, but I recognize desperation.",
        "Always thought order should mean stability, not punishment. We used to balance things better. As a Harmonist, this isn\u0019t exactly the peace I trusted in."
      ],
      [
        "After Halden died, everything unraveled. BCI leaked, scores meant nothing. Chaos under the surface.",
        "Directorate moved in fast\u0014no time for debate. Councils erased, forums gone, every neighborhood silenced.",
        "They say it\u0019s about stability, but fear feels like the real policy. Rations and paperwork just distractions from the disappearances.",
        "I handled intra-Council schedules back then. Half the new orders bypassed the supposed procedures. None of these clampdowns were meant to be permanent, but here we are.",
        "Used to have faith the Harmonist way would guide us\u0014neither chaos nor oppression, just calm adjustment. This? It\u0019s forced quiet.",
        "You wouldn\u0019t believe how quickly an empty form, a missed ration, erases a person now.",
        "Old colleagues send notes in code, worried their lines are tapped. Trust is a risk.",
        "The emergency set up a different kind of order. Less system, more suspicion.",
        "I cling to old rules, but the city feels like it\u0019s slipping out of any hands I\u0019d recognize."
      ]
    ]
  }
}