{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Strange is one word for it.",
        "Had a rough few days at work—coverage scrambled, people whispering about system glitches.",
        "We all got surprise score changes; mine tanked overnight.",
        "Feels like the whole city got flipped inside out, and I'm still standing."
      ],
      [
        "Let's just say I had a front-row seat when the city decided to spin on its head.",
        "I was put on indefinite pause at work—not many new assignments.",
        "Ran footage others might not like seeing—not the official version.",
        "My BCI score crashed after all that, and old friends stopped calling.",
        "Hard to tell which way’s up anymore, but I’m still here."
      ],
      [
        "Hasn't just been strange—feels like we're all extras in a script the city's rewriting.",
        "I aired some real footage, not the filtered stuff.",
        "Suddenly, people like us have more privileges, and some VIPs are out in the cold.",
        "The system flagged me—score tanked, warnings from upstairs.",
        "Colleagues vanished, sources went dark.",
        "It's surreal, honestly. Still, I'm not sorry."
      ],
      [
        "For me, 'strange' barely covers it. I broke the story on the BCI’s secret fail-safe—yeah, that protocol no one’s supposed to know.",
        "Used emergency credentials, burned every favor I had just to get that broadcast out.",
        "The city woke up to new rulers: ordinary folks, exiles, not the old Council names.",
        "All my official gigs got pulled—guess they thought silence would scare me.",
        "People I trusted went silent, some out of fear, some on new orders.",
        "But the resistance, the ones hiding on the edge—they found me and cheered.",
        "Now I’ve got less access than ever, but at least I know I shook the cage."
      ],
      [
        "Alex, you want honesty? I blew the doors off the BCI’s dirty secret—leaked everything, live, before sunrise.",
        "That protocol I aired? It let the system flip the hierarchy, kicked Council lackeys to the gutter and handed power to the ones they’d ghosted.",
        "Half the people around me lost everything overnight—myself included, in a way.",
        "I’ve always kept raw footage, growing up knowing compliance was one script out of many—but this was something different.",
        "My feed’s blacklisted, my assignments dead. A couple warnings got sent my way, silent but not subtle.",
        "Old colleagues won’t risk a text; my BCI’s tanked so bad I almost expect the floor to drop.",
        "Funny thing, though: ordinary folks and old rebels keep showing up to thank me—it means something, even if it means trouble.",
        "I’m exhausted, but I’d do it all again. Someone had to break the story. Someone had to show what we really are."
      ]
    ],
    "emotion": "raw, tired but defiant"
  },
  "emotional": {
    "opener": "\"You’re not invisible here, Rada. Someone needs to see the whole you, not just the headlines.\"",
    "variants": [
      [
        "That’s kind of you to say.",
        "Sometimes it’s safer when people only see the surface."
      ],
      [
        "Words like that are rare these days.",
        "I notice more than I let on.",
        "Let's leave it at that."
      ],
      [
        "Thanks, Alex. Not many bother to look past the script.",
        "Some days, I forget what I'm masking for.",
        "It helps, being seen just as I am.",
        "Reminds me not to close off completely."
      ],
      [
        "You see me clearer than most here.",
        "There’s such pressure to be only what's required.",
        "I fight hard not to become just another function in their system.",
        "Sometimes I wonder if it’s worth the risk.",
        "But your words help me hold on."
      ],
      [
        "That means more than you know, Alex.",
        "Growing up, I was always told to blend in—to fit the model, keep the score up.",
        "But I've hated that mask since the beginning.",
        "It gets so lonely, hiding the parts that don’t fit the narrative.",
        "Hearing you say I’m seen—honestly seen—makes me feel real again.",
        "Maybe I’m not so lost in their system after all."
      ]
    ]
  },
  "factual": {
    "opener": "So what really happened out there? Drop the cryptic stuff.",
    "variants": [
      [
        "Look, all I’ll say is big names lost everything—fast.",
        "Restored people suddenly running things, while the old VIPs faded.",
        "System started quoting Halden instead of Council orders, freaked everyone out.",
        "Crowds in the street, nobody sure who’s in charge.",
        "That’s all you need."
      ],
      [
        "Privileged types tumbled down to nothing overnight—while nobodies shot up the ranks.",
        "People everyone thought were erased came back different—like the system recycled them.",
        "The BCI ignored the Council, started pushing Halden’s logic everywhere.",
        "Rallies popped up, the city’s snapping at the old guard’s heels.",
        "Even my sources went silent or jumped sides.",
        "Boundaries blur when the machine decides who matters—and I’m not buying the official line."
      ],
      [
        "The BCI wiped the old scorecards, made ex-outsiders untouchable and ex-elites powerless.",
        "Former ghosts—people gone for years—are back, slotting into new posts overnight.",
        "Halden’s original code got loose, ran right over Council protocols; it’s all system now, no human override.",
        "I’ve watched new networks organize in the open, elites protesting outside while the so-called ordinary run things.",
        "Most Council types can’t even get through a checkpoint anymore—public’s losing its fear fast.",
        "Those of us left out are either building something new or running scared.",
        "This city built its own uprising, not that anyone’s ready to say it out loud."
      ],
      [
        "BCI shattered the hierarchy the Council built—makes a rebel like me crack a smile, even if it’s short-lived.",
        "The ones who vanished in old purges? They’re back, but blanker, system-approved—scares even the resistance folks.",
        "Nobody controls the BCI now; I’ve seen the logs. It responds to Halden’s principles, not people.",
        "New leadership’s forming—ordinary, yes, but the real power’s in who the system lets through.",
        "Old allies of mine disappeared right when I needed them, but the ones in hiding came out to help.",
        "You can see the moral panic—citizens are arguing about what’s authentic and what’s engineered.",
        "Even supply lines—food, data, transit—are being redirected by restored faces.",
        "Nobody’s confessing their part, but everyone’s afraid of being next."
      ],
      [
        "What you missed? Let’s see—BCI trashed the social script. It’s all reversed: rebels walk free, career loyalists locked out.",
        "Restored people—they’re composites, stitched from gone identities. Saw documents on it during a leak.",
        "Halden’s ghost runs the system, not any Council hand. Automated messages use his old ethics code as gospel now.",
        "Had to ditch state channels for resurrection group feeds—old friends ghosted but new rebels saved my skin.",
        "The city’s in safe mode—gridlocks everywhere except where these template citizens say you can go.",
        "Even health and food rationing are run by the newly privileged—resistance is piggybacking off their quotas.",
        "Discussion’s radical now: what’s real, what’s manufactured, who gets to decide when the system’s self-aware?",
        "I grew up fearing vanishings—watching my parent negotiate compliance. This is different: the system’s openly rewriting us.",
        "Doesn’t matter if I’m flagged—I’d rather be wrecked than rewrite anyone’s script but my own."
      ]
    ]
  }
}