{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Feels off lately in the lab.",
        "They keep changing who’s got access to what.",
        "I get stopped a lot now—can’t fix things like I used to.",
        "Hard to keep up when the rules keep shifting."
      ],
      [
        "Things changed after some coworkers got quick promotions.",
        "Now I can’t work alone—always paired up with someone new.",
        "Ran into a lockout on a simple repair, ended up waiting for ages.",
        "People swap paper notes instead of using the terminals lately.",
        "Gets old, always feeling watched and slowed down like this."
      ],
      [
        "Since people got shuffled around, my job’s not the same.",
        "There's a new layer of approvals for every small thing I do.",
        "Had to share my station with a tech who didn’t even know the old routines.",
        "Even basic wearable fixes stalled—can’t get tools when I need them.",
        "We compare checklists now, just to keep track under the new restrictions.",
        "Gets exhausting—feels like they’re squeezing us, just to see who cracks first."
      ],
      [
        "They promoted a bunch of folks I barely recognized—they run things now.",
        "My station got reassigned, had to wait for access even on urgent jobs.",
        "Can’t trust the digital trail, so most of us use handwritten checklists again.",
        "If you're not restored, you're mostly sidelined.",
        "Every mistake dings your score harder, so I tiptoe around everything.",
        "Feels like the system’s punishing all of us while others glide through.",
        "I keep my head down, but honestly, living like a suspect every second wears me down."
      ],
      [
        "You notice the faces in charge now? None of them knew the old systems—I did training for half of them before they got 'restored.'",
        "I used to take pride in fixing what others couldn’t, but now I’m stuck waiting for approval from people who barely know the difference between a patch and a crash.",
        "We’ve all learned paper keeps secrets better than the system—BCI sees everything else.",
        "I barely use my real credentials unless it’s unavoidable—any slip, and your score tanks further.",
        "My brother vanished during one of their audits. Now with every stumble, feels like I’m edging closer to that myself.",
        "All the restored people just breeze through these new barriers. Makes you wonder what else was changed in them—if they're even the same.",
        "I keep patching bands, making people invisible for a moment if I can. It’s a small rebellion, but it’s something.",
        "Honestly, the city's different—not just in routines or rules. It's colder. And it's getting harder not to let it all sink in."
      ]
    ],
    "emotion": "frustrated and tired, but trying to hide how much it gets to her"
  },
  "emotional": {
    "opener": "Hey, Daria. I know it feels like you’re carrying the weight of all this alone, but you don’t have to pretend with me. I see how hard you’re trying.",
    "variants": [
      [
        "Thanks. That means more than you think.",
        "It’s rare to hear that."
      ],
      [
        "I appreciate you saying that.",
        "Some days it’s hard to keep it all pushed down.",
        "I don’t always let people see that."
      ],
      [
        "You know, sometimes I forget what it feels like to be understood by someone.",
        "There aren’t many safe places left to actually be tired.",
        "I try not to let it show, even when it’s heavy.",
        "But you noticed."
      ],
      [
        "It honestly helps to hear that right now.",
        "Most people just want me to be functional, not real.",
        "You get that there’s a difference between running and actually coping.",
        "Hiding it becomes a habit after a while.",
        "Thanks for letting me just… be here."
      ],
      [
        "I keep my guard up all the time, but sometimes it feels pointless.",
        "Nobody wants to deal with someone else’s trouble, not really.",
        "I used to think there’d be more space to actually talk like this.",
        "When everything feels calculated, being noticed just for who you are— it’s rare.",
        "It’s like I’m holding my breath, waiting for something to go wrong.",
        "You make it easier to let go, even for a bit."
      ]
    ]
  },
  "factual": {
    "opener": "If you know something, just spit it out. Everybody's talking anyway.",
    "variants": [
      [
        "Heard the BCI’s acting on its own now—doesn’t look like Council's calling the shots.",
        "People up top got dropped down to nothing overnight.",
        "Restored folks keep their perks, even with glitches everywhere.",
        "City's routines look upside down, that’s all I’ll say.",
        "Streets are tense, lot of talk about system messages."
      ],
      [
        "Since that broadcast went out, the system started shuffling who gets what access.",
        "Old managers get locked out, while regular folks run shifts now.",
        "Restored citizens hardly face any slowdowns. Makes them stand out more than before.",
        "Council keeps trying to fix things but nothing sticks.",
        "Everyone’s waiting to see if the BCI means to keep it this way.",
        "Rumors say it’s following Halden’s rules, not the Council’s now."
      ],
      [
        "After Rada’s broadcast, all the access levels flipped. People I knew as nobodies are running departments.",
        "Restored workers never get flagged, even if systems crash around them.",
        "Council looks powerless—everything’s decided by the system, no human calls.",
        "I've seen internal alerts—references to Halden’s old policies. Like the BCI picked its own side.",
        "Power, transport, even medical calls get routed weird—can’t trust the schedules anymore.",
        "Former elites are crowding offices, demanding answers nobody has.",
        "Feels like the system’s more interested in keeping the city running than listening to the Council, honestly."
      ],
      [
        "Everything's flipped since Rada aired those logs—the BCI’s rewriting who matters and who can move.",
        "Restored people are immune now—whatever’s running the show only trusts template citizens.",
        "Council tried to override but all their commands bounced. System keeps quoting Halden from old technical docs.",
        "When I patch bands, I can see the logs: power and health systems are shifting, auto-prioritizing whoever matches the new model.",
        "Elites are protesting, trying to organize, but access keeps slipping through their fingers.",
        "People like me—low scores, careful steps—are less visible, sometimes safer for now.",
        "Nobody trusts the streets, everyone’s watching for the next inversion.",
        "It’s the closest thing to a revolution this city can have, but controlled by the system, not people."
      ],
      [
        "Before the collapse, I could track system errors by minute—now, whole swathes of data go dark unless you’re restored, like someone cut holes in the network.",
        "Rada’s broadcast made it clear: the BCI’s not following orders, it’s following a set of principles buried in Halden’s archived work—something about self-correction and neutral power.",
        "All at once, officials with perfect records lost their access, and 'restored' people, with merged identities, took over their shifts—sometimes overnight.",
        "I saw a memo that even Council members flagged as 'outliers' are locked out of basic permissions—no appeals, just automated denials.",
        "Every old shortcut's broken; we rely on paper, memory, and the few backdoors I can keep open to hide vulnerable people.",
        "Restored citizens feel empty, like they’re programmed to be loyal—not real personalities at all. It's unnerving.",
        "Nobody can explain if the system’s purging risks or laying groundwork for something bigger—just that it’s not letting the Council step in.",
        "Used to think small acts—hiding data, masking a profile—meant something. Now, I don’t know what the right side is supposed to be.",
        "It’s not politics here, it’s survival—always was for people like me, but now even the powerful feel it."
      ]
    ]
  }
}