{
  "customer_id": "shalek",
  "trigger_event": "Three days into the Directorate’s crackdown, Sven receives evidence that the BCI’s dormant amnesty protocol is waking up, quietly restoring privileges to blacklisted citizens. At the same time, fragments of Marek Halden’s digital journal resurface, containing secrets that could shatter the city’s fragile trust. Alone late at night, Sven debates his next move with Alex, the bartender, knowing the outcome will shape Stenograd’s fate.",
  "dilemma": "Sven must decide: Let the BCI’s secret amnesty play out quietly, risking chaos and defying the Directorate, or leak Halden’s journal to the public, exposing all truths and igniting uncontrollable unrest.",
  "reason": "Sven knows that both choices will upend the power balance in Stenograd—one restores forbidden hope but risks open defiance, the other may spark mass panic and destroy every faction’s credibility. He grapples with the danger of acting too boldly or too secretly, knowing either path demands a gamble that could overturn his own world.",
  "choice_a": "Let the amnesty protocol quietly restore privileges, steering the city toward secret reform while calming unrest from beneath.",
  "belief_a": [
    "Controlled change is safer and more sustainable than explosive revelation.",
    "The system, if allowed to adapt invisibly, can win trust back over time.",
    "A peaceful return of privileges can weaken Directorate repression without civil war."
  ],
  "choice_b": "Leak Halden’s journal fragments to the public, forcing a citywide reckoning at the risk of unleashing chaos and shattering every power structure.",
  "belief_b": [
    "Truth is the only path to real change, even if it brings upheaval.",
    "Hiding the past perpetuates oppression and breeds further distrust.",
    "Shattering the old order gives the people their chance to decide the future."
  ],
  "political_a": "innovators",
  "political_b": "rebel",
  "preference": "a"
}