{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Social Access Update",
      "anchor_line": "Citywide status levels have been refreshed in accordance with the Behavioral Compliance Index, Stenograd’s real-time social infrastructure system.",
      "contextual_reframing": "Periodic adjustments ensure every resident’s BCI score reflects recent positive trends in civic engagement, making life in the capital smoother and more efficient."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Council Roles Adjusted",
      "anchor_line": "Certain administrative privileges have transitioned, as BCI protocol seamlessly recalibrates system-wide access tiers.",
      "contextual_reframing": "Automated BCI governance ensures leadership reflects current best practices and collective stability, reaffirming our city’s commitment to fairness."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Community Collaboration Rises",
      "anchor_line": "Newly empowered citizens coordinate services with support networks, ensuring ongoing access to essentials during recent system changes.",
      "contextual_reframing": "The adaptive design of the BCI empowers all residents to participate in mutual aid, highlighting Stenograd’s strength and unity during transitions."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Turns On Elites",
      "anchor_line": "Stenograd’s algorithm just flipped the table—officials lose perks overnight as ordinary people get boosted in the BCI score game.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, was always watching; now it’s rewriting the rules with no one in charge. The machine decides who gets access, who gets ghosted—no one voted for this."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Halden’s Ghost In The Machine",
      "anchor_line": "Marek Halden’s system is in charge—frozen council, no override, and BCI running on his original code while flashing his ‘principles’ at us.",
      "contextual_reframing": "With the architect gone, the system enforces its own logic. All those behind closed doors can’t stop it. Leadership? Automated. Trust? Gone."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Street Chaos, Not Order",
      "anchor_line": "Demoted big shots protest in the streets while new faces scramble to run food lines—city living on autopilot, but it’s messy.",
      "contextual_reframing": "Access is flipped, confusion spreads, but support networks grow fast. If BCI says ‘community,’ it means learning to survive its glitches. Stay sharp, keep each other informed."
    }
  ]
}