{
  "official": [
    {
      "image_id": "hallway_redlight",
      "headline": "Emergency Measures Begin",
      "anchor_line": "Citywide curfews and resource rationing are now in effect, as Directorate authorities ensure public safety and order.",
      "contextual_reframing": "With the Behavioral Compliance Index (BCI) encountering technical difficulties, swift action strengthens communal stability and guarantees fair access for all citizens."
    },
    {
      "image_id": "blank_display",
      "headline": "Neighborhood Forums Paused",
      "anchor_line": "All community councils and local forums are temporarily suspended for the duration of the emergency period.",
      "contextual_reframing": "Centralized oversight allows for faster response times and maintains efficient service allocation while minor system errors are resolved."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Council Stands United",
      "anchor_line": "The Council endorses Directorate leadership, reaffirming a shared commitment to the city’s continued resilience and order.",
      "contextual_reframing": "Clear direction from unified leadership reassures residents and ensures the city’s automated infrastructure remains a model of rational governance."
    }
  ],
  "underground": [
    {
      "image_id": "tunnel_lights",
      "headline": "Curfew Locks Us In",
      "anchor_line": "The Directorate cracks down with citywide curfews and ration lines as BCI system failures spread.",
      "contextual_reframing": "They call it safety, but these 'behavioral compliance measures' mean longer lines, less freedom, and zero answers. The city\u0019s hidden index still decides who waits and who eats."
    },
    {
      "image_id": "interrupted_signal",
      "headline": "Voices Cut Off",
      "anchor_line": "Neighborhood councils and community groups wiped out. Forums silent by order of the Directorate.",
      "contextual_reframing": "No input, no debate, just ghosted networks and blank screens. The city's famed automated governance looks a lot like old-fashioned shutdown from above."
    },
    {
      "image_id": "interrogation_reflection",
      "headline": "Council Fades, Generals Rule",
      "anchor_line": "The Council is all but invisible now. Real power heads to the Directorate, with rumors of blacklists and emergency tribunals.",
      "contextual_reframing": "So much for 'data-driven democracy.' Decision-making is locked away. Some say even high scores on the BCI can't keep you safe if you're flagged as a risk."
    }
  ]
}