{
  "olintz": {
    "chapter": "Following the emergence of public neighborhood forums where 'vanished' citizens revealed evidence of erased identities, Oksana found herself approached by two coworkers who discreetly asked if she had experience restoring lost profiles. Later that day, as city districts announced plans for 'non-score zones,' her manager announced a halt in standard appeal processing, redirecting Oksana to monitor public channels for unauthorized profile recovery attempts instead. The usual procedures she relied upon became obsolete overnight, forcing her to improvise daily routines and avoid open discussion with her team. She spent part of her shift cross-checking names flagged in community vote discussions, double-checking protocol compliance before submitting each report. By evening, Oksana refrained from logging personal queries and deleted lingering message threads with at-risk contacts. Her sense of professional isolation deepened as internal policy shifted from service restoration to strict observation, prompting a further drop in her BCI score. [BCI score: 20]",
    "bci_score": 20,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "On the evening of June 11, Nikola Petrak used secure channels to transmit archived protocols and evidence of BCI malfunctions to trusted contacts among the vanished. He avoided contact with local administrators, leaving data caches at prearranged dead drops in common areas, and then waited in his apartment as coordinated disclosures began. By noon the next day, dozens of those once erased from city records posted firsthand narratives and technical documentation in public forums, prompting others to demand entry into the new non-score zones. Nikola refrained from routine resource collection and ignored incoming Council security requests, aware that system monitoring now flagged his identity as suspect. This action led directly to mass gatherings and formation of non-score enclaves, destabilizing established control. Within 24 hours, Nikola’s BCI score was automatically reduced by 29 points for unlawful data transmission and subversion, setting his new score at 20 and subjecting him to heightened scrutiny and restricted access.",
    "bci_score": 20,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After local residents established non-score zones, new city guidelines required Daria’s lab to equip clients from these areas without registering band serials or confirming system credentials. On the first morning, she processed multiple requests for health bands using only provisional IDs, often for people who refused even basic questioning. Halfway through her shift, a group from a neighboring district—motivated by recent public marches—insisted she reissue devices immediately, citing their forum's vote against algorithmic oversight. Supervisors instructed compliance to avoid confrontation, so Daria worked quickly, logging only the minimal data required. She felt uneasy bypassing established checks, especially as device logs now contained gaps she could not explain in case of future audits. Midday, she noticed her BCI score fall four points in a single system update, likely due to frequent interaction with unverified requests. Daria ended her shift wary, concerned about future accountability. New BCI score: 52.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 13, after hearing that local residents were meeting to establish a non-score zone, Lenart found his workshop block unusually busy with unfamiliar foot traffic. That morning, a neighbor he barely knew knocked, offering a hand-copied map marking the edges of a new surveillance-free area. Lenart accepted but declined to join the organizing group, citing unfinished work. Later, as more people openly exchanged paper records in the corridor, Lenart noticed his usual clients delayed or canceled jobs, unsure whether to trust city maintenance or rely on informal networks. By evening, a property manager who previously insisted on digital verification requested a ventilation fix but asked Lenart not to document it anywhere. Lenart agreed and avoided all system logs, further reducing his visible compliance. This adaptation to client caution and the rise of non-score zones deepened his withdrawal from official networks, dropping his BCI score to 17.",
    "bci_score": 17,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The establishment of non-score zones and the appearance of the 'vanished' at neighborhood forums forced Sven Halek to wait nearly an hour at his checkpoint as risk protocols were increased. He observed altered foot traffic; some colleagues who normally complied with routine checks bypassed the lines with temporary access waivers, while others argued with security over missing BCI ties. Shortly after, Sven received a council-wide directive demanding immediate revision of all public materials to remove references that assured universal system coverage. Without access to usual digital archives, he retrieved redacted hard copies from a secure drawer and hastily rewrote statements, using careful language to acknowledge surveillance gaps. When a staff assistant declined to forward his latest draft, citing new protocols for non-score communications, Sven began drafting versions manually for separate distribution. By evening, his BCI score reflected increased risk due to frequent policy workarounds and proximity to non-scored citizens, dropping to 30.",
    "bci_score": 30,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After credible testimonies from the 'vanished' appeared at local forums and non-score zones were openly announced, Rada found the mood inside the state media offices changed. Staff at her building began questioning every badge scan during entry, resulting in several heated disputes at the checkpoint. It took her twice as long to reach her workstation after being stopped repeatedly by both skeptical colleagues and confused security staff. Later, she witnessed several coworkers quietly removing their BCI badges or refusing to log system activities, citing unreliable data. Rada adapted by arriving earlier and using alternate entrances, minimizing time spent in shared spaces and only documenting short, non-sensitive notes offline. These behavioral changes, though designed for self-preservation, attracted further scrutiny, resulting in increased monitoring of her workstation. By day's end, incomplete records and reduced participation triggered an official review, dropping her BCI score to 18.",
    "bci_score": 18,
    "political_preference": "rebel"
  }
}