{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Citywide Forums Emerge",
      "anchor_line": "Neighborhood gatherings this morning welcomed open discussion on civic access and stability.",
      "contextual_reframing": "Stenograd encourages transparent dialogue for a more resilient society. Community cooperation ensures our ongoing progress."
    },
    {
      "image_id": "blank_display",
      "headline": "New Community Zones",
      "anchor_line": "Residents in select districts approve designated areas for alternative administrative access.",
      "contextual_reframing": "System flexibility supports innovation and efficient adaptation across Stenograd. Coordinated self-management is welcomed under Council supervision."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "The Vanished Return",
      "anchor_line": "Hundreds of previously unregistered citizens step forward, sharing experiences of civic life beyond standard data protocols.",
      "contextual_reframing": "The Central Oversight Directorate monitors developments closely as our city enters a new stage of adaptive governance. Stenograd remains united in systematic progress."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Voices Break The Silence",
      "anchor_line": "Neighborhood forums fill with stories the state never wanted you to hear.",
      "contextual_reframing": "Across Stenograd, people speak up against the algorithm. Secrets are hard to keep when the screens go dark."
    },
    {
      "image_id": "empty_bench",
      "headline": "Zones Of Defiance",
      "anchor_line": "Districts push back, voting to limit BCI surveillance right where the system can’t reach.",
      "contextual_reframing": "Independence grows in the cracks. No-score zones are real and spreading, even if the state pretends otherwise."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Vanished No More",
      "anchor_line": "Hundreds of disappeared citizens reveal the price of life outside the system — and the freedom that comes with it.",
      "contextual_reframing": "The myth of perfect control is shattered. As the Council panics, more people choose to opt out. Change is now undeniable."
    }
  ]
}