{
  "olintz": {
    "chapter": "After the erasure of all BCI terminals and records across Stenograd, Oksana woke to find her apartment block operating without digital access checks or score-based restrictions. Residents gathered in hallways, using sign-in sheets and verbal confirmations instead of digital identity scans. That afternoon, Oksana attempted to use the clinic but was denied digital verification, forcing her to rely on a neighbor’s personal referral for assistance. Later that day, as small neighborhood assemblies formed to address resource sharing and conflict mediation, Oksana hesitated to join discussions, aware of recent suspicion stemming from her exposure of system abuses. She observed others openly debating trust and fairness, sometimes glancing at her with caution. Without a BCI score enforcing exclusion, she was physically present but remained socially isolated. The shift from automated controls to informal community measures left her uncertain about her standing but no longer immediately penalized by the system. Her BCI score remained at 15.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After carefully reviewing the master credentials hidden in Halden's documents, Nikola enacted the reset protocol, initiating the erasure of all BCI records across Stenograd. He acted alone, entering the final commands from his secured apartment in the early morning hours. Within minutes, every score terminal and archive began wiping itself, rendering decades of data permanently inaccessible. Nikola monitored network logs, confirming the system’s collapse, and watched as the Echoes appeared citywide. The absence of scores removed the basis for access controls, risk flags, and social barriers in his building. That afternoon, Nikola observed residents gathering to read printed Echoes, no longer checking scores or avoiding flagged neighbors. He remained inside, aware of the system’s absence and the irreversibility of his action. As a result of initiating the final systemwide noncompliance, Nikola’s BCI score, had it continued, would have dropped by at least 50 points, landing at 20, but the system no longer tracked him.",
    "bci_score": 20,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After the BCI system was wiped overnight, access protocols at Daria’s workplace were rendered unusable, and her usual digital clearance remained unrecognized for the first time since her employment. By midday, she observed coworkers forming small groups near terminals to discuss new methods for tracking repairs and verifying authority, relying on paper lists instead of digital logs. When two technicians requested that Daria validate equipment assignments by initialing a physical ledger, she hesitated but complied, noting the change in trust dynamics. During her lunch, she listened as neighboring labs coordinated equipment sharing through informal votes. Throughout the day, she quietly recorded her actions for her own records, uncertain if or how responsibility would be determined in the absence of central oversight. At shift’s end, Daria withheld her usual offhand advice, as authority now seemed fluid and subject to peer consensus. No change in score recorded due to absence of algorithmic monitoring.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the BCI reset, Lenart’s daily work changed rapidly. With no digital scores to regulate access, his usual morning repair at a residential complex was delayed as residents debated who should approve entry. Lenart waited in the hallway as a neighbor’s checklist was circulated, noting that security badges were now ignored in favor of handwritten logs. Later that afternoon, he was called to a different building experimenting with a resident-run entry system. Instead of swiping his card, Lenart submitted to brief interviews and had to leave a signed paper log. He adapted by keeping extra stamped forms ready and scheduling more time for each job. Former clients who had paused service under the BCI now tentatively reached out, but all insisted on in-person vetting. While his workdays grew longer and more uncertain, Lenart appreciated the clearer, if slower, protocols. His BCI score remained unchanged at 59.",
    "bci_score": 59,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After news spread that all BCI terminals and archives had been irreversibly wiped and that residents were gathering in communal spaces to decipher the cryptic Echoes replacing public scores, Sven Halek’s routine changed rapidly. The first morning, his usual entry sequence at the messaging office was replaced by a crowded, unsupervised lobby, with former staff debating their status without system verification. Sven was approached by several colleagues who previously avoided him, openly requesting his advice about drafting statements for new assembly groups emerging in their neighborhoods. Without system protocols, Sven retrieved his handwritten drafts and participated in an impromptu meeting, where he noticed people valued his prior messaging experience rather than his score. That afternoon, Sven abandoned past caution, directly sharing revised language for the first time in weeks. Despite uncertainty, he found renewed utility, but felt unease at the informal authority shifting around him. BCI score tracking was no longer enforced, so no update was recorded.",
    "bci_score": 50,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the erasure of the city’s behavioral scoring, Rada awoke to a silent terminal and found her building’s common spaces crowded with neighbors discussing new assemblies. With the Council’s authority visibly absent, she observed residents negotiating shared cleaning duties and access schedules for the first time, bypassing all digital systems. Later in the day, she attended a small ad-hoc meeting in her stairwell, where unfamiliar neighbors collaboratively allocated access to storage lockers—a task previously determined by the city’s automated permissions. Rada refrained from recording conversations, aware that trust now depended on presence rather than data. Instead of filing stories, she compiled handwritten observations about evolving self-management. As artistic murals and public debates appeared in the street below—referencing former scoring and individual worth—she quietly adjusted, adopting face-to-face discussion as her primary reporting method. Without BCI oversight, her score remained fixed at 16, reflecting inactivity rather than risk.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}