{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Refresh Begins",
      "anchor_line": "Citywide BCI updates have begun, displaying inspirational Echoes for all residents.",
      "contextual_reframing": "Transitions ensure optimal service continuity. Residents are encouraged to engage constructively as systems evolve."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Community Dialogue Grows",
      "anchor_line": "Residents experience new collaborative spaces as public discussion enriches Stenograd's civic spirit.",
      "contextual_reframing": "Open dialogue facilitates resilience and unity, supporting collective improvement across neighborhoods."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Orderly Transition Complete",
      "anchor_line": "Stenograd embraces a new chapter as the BCI system is retired and communities guide daily stewardship.",
      "contextual_reframing": "Systemic adaptation highlights Stenograd's ongoing commitment to progress and harmonious coexistence."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Scores Wiped Out",
      "anchor_line": "Every BCI screen has gone dark. All that's left are cryptic Echoes and rumors Halden triggered the reset himself.",
      "contextual_reframing": "What happens when your life score is deleted overnight? Stenograd is raw and exposed. The system finally blinked."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Unfiltered Voices Rise",
      "anchor_line": "Without BCI dictating status, neighbors actually talk. Some ask what was real. Others demand the truth.",
      "contextual_reframing": "No more silent corridors. Forums, street corners, even kitchens become battlegrounds for memory and meaning."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Council Power Melts",
      "anchor_line": "While the Council hides, people gather, question, and reclaim the city. Authority slips away as murals replace rankings.",
      "contextual_reframing": "This is not chaos. This is Stenograd finally waking up. You are more than your score."
    }
  ]
}