{
  "olintz": {
    "chapter": "After neighborhoods began organizing supplies and services on their own, Oksana arrived at her Directorate office to find her entry was managed by a rotating team of local volunteers instead of security systems. Later, a neighbor who recognized her position quietly asked for advice on accessing emergency medicine for a relative, bypassing formal channels and expecting her to help. Oksana hesitated, aware there were no longer approved protocols or risk of algorithmic oversight, and directed him to the new community leader. That afternoon, she saw several unfamiliar faces in the Directorate lobby negotiating for food vouchers, their names hand-written on paper lists. She kept her interactions brief and double-checked what little documentation she was given, concerned about inadvertently voicing opinions that might be misunderstood. With hierarchies replaced by provisional groups and her association with the old system more visible, Oksana’s BCI score dropped further, now registering at 15.",
    "bci_score": 15,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After Nikola signed the emergency directive, he remained in his apartment, monitoring district bulletins and resource logs as self-appointed leaders coordinated supply distribution. The next morning, he observed his building’s common room transformed: neighbors compiled supply lists and debated routes with rarely-heard voices newly asserting control. Nikola refrained from direct involvement, recognizing his signature triggered this transfer of authority. When a local volunteer requested access to building records, Nikola provided only procedural advice, citing data privacy protocols but not intervening further. Over the next days, he noted some apartments received ample food while others experienced shortages, echoing citywide imbalances. Formerly erased neighbors emerged to claim roles as organizers, and unfamiliar rationing systems replaced BCI routines. As order became unpredictable, Nikola’s anxiety and detachment increased. The BCI registered his decision as a major ideological divergence: his score decreased sharply to 39, reflecting the risk and uncertainty introduced by shifting to decentralized control.",
    "bci_score": 39,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the public announcement of the citywide federation and the call for transparent governance design, Daria’s lab received a revised protocol requiring technicians to attend daily assemblies with community representatives. That morning, Daria spent an hour listening to non-technical volunteers debate changes to health band assignment, including demands for open logs and user-controlled resets. The discussion, informed by neighborhood organizers and returning vanished citizens now serving as mediators, led to the temporary suspension of central lab oversight. Daria documented her distribution records in a shared paper logbook, granting resets for both residents and volunteer mediators with no system validation. By afternoon, she noted several technical errors as unfamiliar users overloaded devices, but could not escalate issues to her supervisor due to the lack of formal chain of command. Though compliance checks were no longer running, Daria reviewed her actions, aware of the risk to her status if automated oversight resumed. BCI score: 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On July 3, after several districts announced a citywide federation for mutual aid, Lenart arrived at his workshop to find unfamiliar organizers distributing repair tasks without consulting him. Requests for equipment oversight now came from rotating committees rather than from established contacts. Earlier, he overheard residents debating supply allocations in the corridor, referencing guidelines posted by the new community leaders. Lenart, accustomed to the clear authority the BCI system provided, hesitated to follow instructions that changed daily. When his name was added to a public roster for essential repair work, he crossed it out, preferring to choose his own tasks. He kept his records private and limited discussion with other technicians, unsettled by the community’s shifting structure. That evening, he prioritized maintenance requests from long-standing clients, ignoring new communal rosters. This deliberate withdrawal from public cooperation, despite growing local organization, resulted in his BCI score decreasing to 46.",
    "bci_score": 46,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the emergency measure that allowed districts to self-organize services, Sven arrived at his office to find his usual routes blocked by volunteer patrols, requiring him to show personal identification for passage between sectors. When several districts announced a federation and invited public input, Sven observed policy communications shifting away from centralized review. That day, he was unable to contact central supply for updated data and instead received instructions directly from a newly formed district committee, which required approval by a multi-person vote rather than standard executive sign-off. To maintain messaging consistency, Sven spent the afternoon distributing guidance by hand to district leads, but encountered disagreement over phrasing, with local figures insisting on transparency about prior BCI system abuses. By day’s end, Sven noted increased openness in discussions but a persistent reluctance among some groups to accept previous directives, amplifying uncertainty regarding his role. His BCI score remained at 22, reflecting ongoing perceived instability.",
    "bci_score": 22,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "The citywide federation announcement led to new posters appearing in Rada’s office, inviting direct input on neighborhood governance. She observed colleagues, some of whom she had never seen engage in open debate, now volunteering at meetings to plan street patrols and allocate rations. Later that morning, a supply coordinator approached her, asking for her opinion on distributing medical kits to specific buildings—something that would never have occurred under previous protocols. Although Rada contributed cautiously, she noted the risk in participating too actively while official advice continued to emphasize order, not change. The steady presence of grassroots organizers unsettled her, especially when informal voting results contradicted recent company messages insisting all decisions were centrally reviewed. Rada limited her input in meetings and avoided system logins that tracked contributions, opting instead for brief spoken suggestions and written notes. Her BCI score decreased slightly due to low recorded engagement, dropping to 25.",
    "bci_score": 25,
    "political_preference": "rebel"
  }
}