{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Still figuring that out myself. Things at the office got odd after those federation posters showed up.",
        "Colleagues started volunteering for stuff you'd never expect. Felt off.",
        "I keep to the margins these days. Safer that way.",
        "Honestly. It's easier to watch than participate lately."
      ],
      [
        "Hard to say. The office turned upside down with these new neighborhood meetings.",
        "Never saw grown adults rush to plan food runs and vote on street patrols before. Too eager.",
        "A supply guy actually asked my opinion. Strange move. I kept it short.",
        "Something about it feels risky. So I barely log anything official now.",
        "My score dropped again. Not surprised, just tired."
      ],
      [
        "What’s normal? I watch coworkers debate over rations like we’re in a new city.",
        "Everyone’s suddenly got an opinion on who should get medicine, who manages the block.",
        "They keep insisting it’s all reviewed up top, but I’ve seen grassroots votes override messages from the company.",
        "Supply team asked me—me—to chime in, which never used to happen. I stay quiet on record, in case.",
        "I mostly scribble notes and talk low, avoid their system logins. My BCI dipped to 25.",
        "Feels like walking a line, you know. Not sure which side matters anymore."
      ],
      [
        "Normal changed on me. Since the federation push, even the newsroom’s on edge.",
        "We’ve got these shiny posters telling us to help ‘redesign governance’—like they want us to believe we matter this time.",
        "People who never spoke up now scramble to take over street patrols, argue about handing out medicine.",
        "A coordinator asked how I’d distribute medical kits—imagine me being trusted with that. Wild.",
        "It feels like a test. I barely use my login, just whisper advice and jot notes instead.",
        "Every skipped click nudges my BCI score lower. I’m down to 25. It stings, but I can’t risk more records tracing me.",
        "Most days, I just watch and archive what doesn’t make broadcast. Maybe that’s my new normal."
      ],
      [
        "Normal’s just a memory project now. At state media, everything’s performative since the federation calls went up.",
        "We’re told to ‘participate’ but I still see the same old eyes behind the posters—compliance wrapped in community slogans.",
        "I grew up under BCI. Knew how to be seen, what to say, when to pretend. Now even silent types at work want to plan patrols and food drops like it’s the first free vote ever.",
        "A supply guy handed me his tally sheet, wanted genuine input for once. I gave just enough, but never over the system. Only undetectable notes, low-voiced tips.",
        "There’s danger in caring out loud. I keep my login history sparse.",
        "It’s cost me—a 25 BCI now, borderline flagged. Not that it matters. I’d rather risk that than play along with their half-reforms.",
        "Still, seeing grassroots energy shake the newsroom, I feel this hope for the first time—mixed with real worry they’ll remember how easily we disappear.",
        "I save what’s true for the channels that count. Maybe that’s the only normal left."
      ]
    ],
    "emotion": "Ends with a sense of exhaustion, wary optimism and a quiet longing for something real."
  },
  "emotional": {
    "opener": "It's alright to feel tired, Rada. Sometimes just making it through the day is enough—and you do more than most even when it doesn’t show up on a score.",
    "variants": [
      [
        "Maybe. I guess it’s enough to just get by some days.",
        "Still feels like something’s missing though."
      ],
      [
        "I appreciate you saying that.",
        "It’s just... going through the motions gets old.",
        "Still, small relief to hear I’m not alone in it."
      ],
      [
        "Thanks, that means more than you know.",
        "It’s hard not to lose sight of something real in all this.",
        "Sometimes I think that's what I miss most.",
        "Guess I’m holding out hope for it to matter again."
      ],
      [
        "You really get it. Most people just want me to keep quiet and fit in.",
        "Makes a difference when someone sees more than a number.",
        "I can’t help wanting something honest, even if I can’t say what.",
        "There’s a kind of hope in that. Exhausting, but it’s there.",
        "Suppose I just need to remember there’s more to us than compliance."
      ],
      [
        "You see the cracks no one else likes to admit are there. That matters.",
        "Honestly, the hardest part is pretending this all makes sense when it doesn’t.",
        "My mother used to say resilience is quiet, not loud. I think about that a lot.",
        "I’m always searching for that moment when things feel real—not filtered, not scored.",
        "It’s lonely sometimes, but hearing someone get it helps.",
        "Maybe hope isn’t gone, just buried deeper than before."
      ]
    ]
  },
  "factual": {
    "opener": "Don't just sit there, Rada. What actually happened across the city?",
    "variants": [
      [
        "Council finally lost their grip. Neighborhoods started managing supplies themselves.",
        "Some people got a bit too excited, if you ask me.",
        "Security types are nervous but keeping quiet.",
        "Most just want things stable again.",
        "Everything else is rumor."
      ],
      [
        "Emergency order gave locals more control over basic needs. Supplies went out without the central screen.",
        "A few, the disappeared ones, showed up to help mediate; nobody talks about it.",
        "Some districts work together, some hoard or fight.",
        "Security hasn’t cracked down yet but feels tense.",
        "People act like it’s freedom. Could change in a moment."
      ],
      [
        "Council handed districts self-management after the system broke down. Wasn’t broadcast, but it happened.",
        "Makeshift assemblies now run food and clinics.",
        "A few districts tried uniting, called it a federation for mutual aid. Some hope, some chaos.",
        "Old feuds are louder with no BCI to hide behind. Volunteer negotiators are patching things up.",
        "The system’s been blind in places. 'Vanished' citizens are back, threading the needle for supplies.",
        "Feels like a reset. Not sure Council can claw this back.",
        "Depending where you live, it’s either a disaster or the first breath of something honest."
      ],
      [
        "After Halden’s death, Council let go—districts took over everything from food lines to security rotas.",
        "The vanished, who were off-grid, started running truces and organizing aid. People finally started seeing them as real.",
        "Some districts actually started cooperating, called for a federation—open governance, public input.",
        "Resource fights still erupt where grudges are old, but now mediators are locals, not command.",
        "Councillors are silent, especially the security bloc. It’s like they’re waiting for a chance.",
        "Most broadcasts skip the conflict. I archive what really happens—the push and pull, mess and hope.",
        "For once, people aren’t just numbers. That frightens the old order, but it feels right.",
        "Part of me wants to trust it, but I remember how quick they are to turn."
      ],
      [
        "Leadership collapsed after Halden, but it was the lack of orders that changed the city—suddenly, everyone had to fend for themselves.",
        "I’ve seen the 'vanished' step in as guides. They’re more organized than the Council ever was, passing out resource codes and bribing block captains to keep peace.",
        "Assemblies now handle food drops, clinics, and public safety. It’s pure improvisation, but honest. Some districts are alive with debate; others teeter on feud or black-market deals.",
        "I keep backup footage—the real federation meetings, the arguments, the hope. None of that will ever air on state media.",
        "When I was a kid, my mother drilled compliance into me, but these days? I’d rather risk being marked than go back to silence.",
        "I talk to organizers, even share edits if it helps expose who’s hoarding or cheating.",
        "There’s a new transparency, but also real fear—security hasn’t vanished, it’s just hiding. Every step forward reminds you how easily things could snap.",
        "People are raw, honest, sometimes ugly—exactly what the Council never wanted us to see.",
        "This isn’t freedom yet, but it’s as close as Stenograd’s ever come. I’ll take the risk for that."
      ]
    ]
  }
}