{
  "official": [
    {
      "image_id": "multipurpose_room",
      "headline": "Community Resilience",
      "anchor_line": "Neighborhood assemblies form across Stenograd to smoothly organize essential services.",
      "contextual_reframing": "Residents unite for local solutions as new community leaders coordinate food, medicine, and security—ensuring order and continuity during this adaptive phase."
    },
    {
      "image_id": "glass_tablet",
      "headline": "Systemic Transition",
      "anchor_line": "Public screens acknowledge temporary service adjustments as automated systems recalibrate.",
      "contextual_reframing": "Ongoing enhancements assure residents that any delays are part of planned systemic updates, reinforcing stability during the transition from central to local coordination."
    },
    {
      "image_id": "glass_tablet",
      "headline": "Federation Announced",
      "anchor_line": "Several districts join to create a citywide alliance focused on mutual aid and collaborative governance.",
      "contextual_reframing": "Transparent cooperation between districts highlights Stenograd's commitment to rational progress and collective well-being beyond automated administration."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Silence At The Top",
      "anchor_line": "City screens flicker blank as the system loses its grip.",
      "contextual_reframing": "With the Behavioral Compliance Index failing, the city\u0019s algorithmic 'order' is breaking down. Is this the freedom people feared or just chaos by design?"
    },
    {
      "image_id": "stairwell_shadow",
      "headline": "Deals In The Shadows",
      "anchor_line": "Local bosses trade favors over food and medicine as old rivalries return.",
      "contextual_reframing": "Without Council control, black markets thrive. Volunteer mediators step in, but survival means trusting the street, not another smart system."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Real Voices Rise",
      "anchor_line": "Districts defy silence, building their own networks and calling the public to join.",
      "contextual_reframing": "Ordinary people step up while the old order hides. Maybe for the first time, Stenograd belongs to its citizens: post-BCI and off the record."
    }
  ]
}