{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal changes daily. Honestly, today felt stranger than yesterday.",
        "Had to cover some crowd activity outside the station. Seemed like things shifted overnight.",
        "Editorial sent me somewhere new, no real reason why.",
        "Feels like the ground is always moving. Hard to say what’s next."
      ],
      [
        "Normal’s a moving target, especially now.",
        "Walked in and found half the team huddled around whispering about Council reform.",
        "People pass white banners out in the open, like consequences don’t matter anymore.",
        "Got assigned to resource coverage instead of my usual reports.",
        "I kept to the public stuff. Anything else feels risky these days."
      ],
      [
        "Normal? It disappeared weeks ago.",
        "Today I saw coworkers planning Council changes near the lobby. No one would’ve dared last week.",
        "White banners everywhere. Staff even share them like they're proud.",
        "My assignment changed with no explanation. I just did as told, didn’t want to draw more eyes.",
        "People in the break room talk about the anonymous demands, whether we’re supposed to go along.",
        "Stuck to the public events, left the off-the-record bits alone. My score never budged from ten."
      ],
      [
        "Normal feels like something I used to cover, not live through.",
        "Walked into the newsroom and people were openly whispering about Council reform. Surreal.",
        "Even the banners came out—white ones, for the vanished folks. A week ago, that meant a quiet suspension.",
        "Our whole reporting crew got new instructions from some delegate, not management. They put me on resource duty, like old roles didn’t matter.",
        "Resisting gets you noticed now. It’s easier to comply, even if it feels wrong.",
        "In the break room, all you heard was debate over who would call the shots tomorrow, and the demands from the Invisibles.",
        "I only filmed the parts they’d want public. I refuse to record private fears. Felt like a test I couldn't win."
      ],
      [
        "Normal? It vanished with Halden. Now everything’s improvisation.",
        "Today at work, the whole room was buzzing—people scheming open Council reform. Nobody even glanced at the cameras.",
        "White banners everywhere, like badges for the people who were erased. Staff used to fear those things.",
        "Instead of press pieces, I was ordered to cover food lines. Directions came from some delegate, not state heads.",
        "The Invisibles run half the city now. Their demands set my schedule. My old independence is just for show.",
        "Whispers in the hall: some say cooperate or disappear again. I’m watched like a hawk with this score of ten—means everything is noted.",
        "I still clip my own footage before someone erases the raw truth. Helps me remember which side I’m really standing on.",
        "All day I felt like a pawn, but there’s this sliver of hope—maybe chaos is just the beginning of something better."
      ]
    ],
    "emotion": "frustrated but quietly hopeful"
  },
  "emotional": {
    "opener": "You’re not alone in this, Rada. Sometimes the system just wants you to feel invisible, but you do matter—your reporting, your voice. It’s not lost.",
    "variants": [
      [
        "Maybe. Hard to say if any of this really lands.",
        "But... thanks for reminding me."
      ],
      [
        "I appreciate you saying that. Makes it a little easier to breathe.",
        "Sometimes it feels pointless, you know?",
        "Still, good to hear someone gets it."
      ],
      [
        "That means more than you think.",
        "Most days it’s like shouting into a void.",
        "But your words stick with me.",
        "I guess not everything I do disappears."
      ],
      [
        "Thank you. I needed that reminder.",
        "It does get lonely, trying to keep a bit of truth alive.",
        "Sometimes I forget there are people out there who care.",
        "Your support means a lot, even in the margins.",
        "I’ll hold onto that, especially now."
      ],
      [
        "That really hit home. I almost forgot what it’s like to be seen.",
        "Growing up here, my father always said the system notices everything—except feelings.",
        "Most nights I wonder if fighting to show the truth is worth it, if anyone even cares.",
        "But hearing that from you makes me remember why I started.",
        "It’s not just about stories. It’s about not letting them erase us.",
        "I guess hope survives in the quiet moments when someone understands."
      ]
    ]
  },
  "factual": {
    "opener": "Quit dodging. What are you actually seeing out there, Rada? People want real details, not vague headlines.",
    "variants": [
      [
        "Services in a few districts magically started working again. No official word why.",
        "Rumor says the vanished are involved somehow. Hard to be sure.",
        "There was some message on the public boards. Threats, offers. Depends who you ask.",
        "White banners keep showing up. Council support isn’t as solid as it looks.",
        "Demonstrations seem bigger, but it’s unclear what’s changing."
      ],
      [
        "Emergency crews show up in places no one expects. Feels too organized to be coincidence.",
        "People say the 'invisibles' restored power and water before BCI could react.",
        "Same day, someone posted a warning: welcome back the erased or watch the city stall.",
        "Those banners, the white ones, mark where the vanished have support. It’s spreading.",
        "Council grip loosens every time services flicker or lines form.",
        "Most just try not to stand out. Being visible can cost you."
      ],
      [
        "Some districts got fixed by people working off-grid. Not Council approved, not BCI assigned.",
        "When the Invisibles stabilized things, everyone noticed. It’s not even a secret anymore.",
        "There was that public message: reintegrate vanished citizens and change the Council, or things slow down on purpose.",
        "People display those white banners now, in windows and on sleeves. It signals you’re with the Invisibles.",
        "Old faces are back, quietly running things better than BCI ever did. Kind of ironic.",
        "Each Council statement gets challenged online. Feels like open season on authority now.",
        "I think most are ready for a break from the old routine, whether they’ll admit it or not."
      ],
      [
        "Some services only work because re-emerged citizens quietly keep things afloat. The Council knows but admits nothing.",
        "The Invisibles issue demands—direct but nonviolent: restore their rights, reform the Council, or they tighten the screws on infrastructure.",
        "That anonymous broadcast about nonviolent protest? It galvanized half the city. Now banners in white are everywhere, a symbol of defiance.",
        "People I never thought would speak up suddenly coordinate food lines, clinics, even dispute hearings—sometimes better than the system ever managed.",
        "Council factions fight in the open now, blaming each other for everything. No one trusts score assignments or elections.",
        "I keep what footage I can—raw truth gets scrubbed, but maybe it’s worth more now than ever.",
        "Most days I’m frustrated. But maybe the chaos gives us a shot at something less rigid, more honest.",
        "Feels like being openly ‘rebel’ is less of a death sentence and more of a possibility."
      ],
      [
        "The way things turned after Halden? Predictable—systems always crack at the seams, not the joints.",
        "I’ve covered the vanished for years, but now they’ve surfaced and are wielding real power. They restore the city out of view of the BCI, then publish terms for peaceful reform on every network terminal.",
        "Sven Halek—Council insider—sent override codes to the Invisibles. No one publicizes that, but I caught the hints on the back channels.",
        "The nonviolent protest message didn’t just shake up the streets, it redrew all the alliances inside every newsroom.",
        "White banners started as a risk. Now they’re half the city’s uniform. People no longer fake allegiance to the Council—they’re proud to support the Invisibles.",
        "What I keep off the record: vanished citizens now run food, transit, repairs. Their legitimacy grows, while the BCI stumbles publicly and silently.",
        "Council members are stuck—every attempt to clamp down reveals more cracks. Their internal journals even predicted most of this. I’ve seen some of the pages.",
        "I was raised by a BCI officer. Truth matters to me, even if I can’t file it as news. My politics are clear: align with those who actually show up when things fall apart.",
        "Hope’s a risk, but right now, it’s finally practical."
      ]
    ]
  }
}