{
  "olintz": {
    "chapter": "In the days following the suspension of the Tribunal due to the blackout, Oksana arrived to find her office in disarray, with supervisors unable to access case notes and colleagues openly blaming Directorate leadership for the missing archives. During a midday roster update, she was handed a revised supply voucher in person, her name prioritized for the first time due to her low score. Later that afternoon, staff debated heatedly in the break room about the lack of resolution and the legitimacy of the printed lists, while a former supervisor quietly asked Oksana if she intended to join protest discussions—an invitation she declined. That evening, Oksana meticulously documented her remaining daily tasks by hand, avoiding digital systems and remaining out of discussions about the blackout’s cause. The abrupt reversal in resource distribution left her wary of new patterns and uncertain about future office dynamics. Her BCI score remained at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On the day following the broadcast of explosive Tribunal testimonies, Nikola found the entrance to his building marked by new handwritten notices assigning rationing authority to different residents. As he queued, discussions centered on the sudden loss of official records due to the citywide blackout, and several neighbors openly questioned the reliability of manual distribution. Nikola observed one elderly resident denied food after their printed BCI records could not be verified, prompting tense exchanges. He waited quietly, but when asked to verify his previous affiliations, he minimized details and refused to discuss his Council employment. Back in his apartment, Nikola spent two hours sifting through remaining contents of his briefcase, shredding older Council documents that might be considered sensitive under new scrutiny. The combination of increased manual checks and heightened suspicion led Nikola to further limit his contact with others. These changes resulted in a modest BCI decrease to 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After testimonies revealed widespread discrimination through the city’s behavioral scoring system, Daria noticed a sharp increase in clients requesting log printouts to verify that their recent repairs did not affect scores. She spent part of the morning explaining to anxious staff that her work was monitored, and that any unauthorized changes would now trigger audits. When news spread that the Tribunal’s archives were corrupted and all hearings were suspended, a supervisor ordered the health division technicians to preserve handwritten service logs and restrict all access to digital diagnostic tools, citing potential investigations. Daria updated her logbook precisely and stopped responding to requests from colleagues asking for off-record data checks, stating that oversight was now too unpredictable. She avoided discussing Tribunal testimony or attending informal gatherings after shift, aware rumors could jeopardize future resource allocations. Her BCI score remains stable with only minor system-generated fluctuations noted. New BCI score: 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the blackout that halted the Tribunal, Lenart arrived at a scheduled repair for a local community center. The staff, having switched to manual entry logs, required Lenart to display his paper credentials and wait while volunteers checked his name against their printed list of safe service providers. Lenart, once quickly recognized in such spaces, now sensed uncertainty as coordinators discussed whether to admit outside contractors at all, referencing recent revelations about flagged workers during the halted hearings. After being allowed in only under supervision, Lenart completed the work but was explicitly told future jobs would be given to those with local ties. Unable to secure any additional requests through digital or in-person channels that day, Lenart spent extra hours seeking handwritten postings with little success. With trust in outsiders visibly eroded, his reliance on informal networks offered minimal advantage, and his standing among prior contacts declined. His BCI score remained unchanged at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the suspension of the Truth Tribunal after the blackout that corrupted its archives, Sven Halek arrived at the office to find all Council messaging projects indefinitely halted and strategic communications staff reassigned to routine monitoring duties. Handwritten protest statements circulated between workstations, supplanting the official talking points he had meticulously drafted the previous day. Colleagues who had closely followed Tribunal testimony exchanged rumors in hushed voices, avoiding collaborative review sessions for fear of accidental incrimination. Sven spent the morning manually updating his offline logs to document what messaging had been disseminated before the blackout, cross-referencing with publicly available records where possible. When a supervisor asked for a summary of Tribunal-related edits, Sven only submitted a basic timeline, withholding commentary to avoid introducing risk. By evening, Sven was uncertain if failing to act would be seen as caution or noncompliance, resulting in a small drop to his BCI score, now 71.",
    "bci_score": 71,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following Rada’s public demand, she coordinated directly with Council liaisons to draft the structure for the Truth Tribunal, setting terms for citizen participation and neutral documentation. She hosted nightly segments outlining procedures, vetting testimonies, and urging residents to submit firsthand accounts of BCI-driven harms. In the initial Tribunal sessions, Rada maintained order and transparency, ensuring abuses were placed on public record. As testimonies revealed complex system faults and implicated high-ranking officials, internal Council tensions grew visible. Colleagues began to avoid her, and multiple sources withdrew cooperation, citing fear of reprisal. When a massive blackout corrupted Tribunal archives, Rada assisted in emergency broadcasts clarifying the disruption and urging citizens to retain physical documentation. The public association of her identity with these disclosures resulted in her BCI score dropping further to -20, formalizing her role as a rogue catalyst in both official and underground channels.",
    "bci_score": 5,
    "political_preference": "harmonists"
  }
}