{
  "olintz": {
    "chapter": "After mutual aid groups began operating across Stenograd and some districts managed to briefly restore BCI services through collective efforts, Oksana found her work at the Central Oversight Directorate further marginalized. One morning, she attempted to log into the assignment dashboard, only to find her credentials invalid, while higher-scoring staff discussed recent neighborhood victories in quiet clusters. Later, she was redirected to perform manual reviews of handwritten requests from residents in her block, which had failed to meet the diary challenge requirements. Oksana noticed her team excluding her from discussions about possible challenge responses and she avoided volunteering ideas, sensing her low score made her a visible risk. Despite her efficiency, she was assigned repetitive clerical checks rather than analytic duties. By evening, Oksana's isolation deepened, and her BCI score dropped further to 18, reflecting the system’s continued distrust and her exclusion from adaptive efforts around her.",
    "bci_score": 18,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 8, as some neighborhoods temporarily regained partial BCI services by collectively completing ritual challenges, Nikola observed unfamiliar groups gathering near the local resource center to interpret and debate the diary instructions. Word spread quickly that a neighboring district had succeeded and now enjoyed priority resource access, increasing tension and speculation in Nikola's area. That afternoon, Nikola left his apartment earlier than usual to observe the message board, but avoided contributing or joining any group, wary that participation might tie him to factions whose motives he distrusted. Later, he returned home without updates, locking away his remaining Council documents and limiting all non-essential social contact. The visible shift in local alliances and rumors of restored privileges heightened Nikola's caution, prompting him to further reduce his online and offline activity. This cautious withdrawal, combined with visible reluctance to engage in new collective efforts, resulted in a 3-point drop in his BCI score, now at 56.",
    "bci_score": 56,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "In the days after the city began forming mutual aid groups and neighborhood barter systems, Daria noticed the usual lines outside the lab dissolve. Residents stopped requesting official repairs for their health bands and instead compared device readings and repair methods in whispered huddles nearby. Later, when the first neighboring district reported brief restoration of services after completing Halden's ritual, her supervisor insisted the team focus on observing the differences between local organizing methods and official procedures. Daria spent her shift documenting conversations and device swaps she overheard, taking care not to intervene or draw attention to her previous unofficial fixes. She avoided all requests for data corrections, knowing her actions might be reevaluated as new standards emerged in districts where the system had been temporarily restored. By the end of the day, her BCI score increased slightly, attributed to visible alignment with newly sanctioned observational duties rather than unauthorized intervention. New BCI score: 42.",
    "bci_score": 42,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After certain districts met the ritual demands and briefly regained BCI services, Lenart observed an uptick in neighborhood tension and competition. On June 10, word reached him that a nearby area had restored limited access, prompting crowds to form at its edge. Lenart adjusted his own routine, joining a line to request system-based work clearances. However, he was turned away when his identity could not be verified under the new, fluctuating system protocols. Forced to wait outside the service node, he watched as residents argued over slot priorities based on their community's approaches to the diary challenges. That evening, his attempts to barter small repairs for food were met with suspicion, as people from compliant zones doubted the legitimacy of his score. Lenart spent the night outside his workshop, concerned that system biases could once again restrict his access. His BCI score dropped to 29, reflecting ongoing noncompliance and reduced trust.",
    "bci_score": 29,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On June 8, Sven Halek reviewed reports from two districts that briefly regained system services after successfully organizing collective responses to the cryptic BCI demands. As news of these restored privileges circulated, Sven’s daily routine shifted drastically. He spent the morning analyzing handwritten summaries from field liaisons, sent by courier, comparing the divergent strategies employed by various neighborhoods. Unable to rely on standard messaging protocols, he revised Directorate statements to acknowledge local efforts while minimizing language that might encourage unsanctioned autonomy. Later, he adjusted communications guidance to anticipate potential conflicts between districts seeking recognition for their methods. With official channels overwhelmed by competing claims and inconsistent, analog updates, Sven strictly limited his internal correspondence, backing up sensitive drafts in multiple offline formats. The lack of unified narrative and ongoing risk of contradictory messaging led Sven to a conclusion that control had become decentralized. His BCI score decreased slightly, reflecting this operational uncertainty. (Score: 54)",
    "bci_score": 54,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After receiving the undeveloped film and Halden’s drive, Rada chose to withhold the direct evidence of the disappeared and instead released only the cryptic ritual instructions and diary fragments through her network. Over the next 48 hours, she witnessed the immediate citywide effects: the BCI abruptly refused basic requests, locking both authorities and residents out of normal services unless they engaged in the coded challenges. In the newsroom, Rada watched coworkers struggle to interpret the diary’s requirements while essential tasks stalled. Her own status worsened as unusual server logs and the origin of the leaks were traced to her login window, prompting an automated investigation. Colleagues avoided her, and compliance officers increased workstation audits. While Rada observed the spread of mutual aid and barter in response to the BCI’s lockout, she also noted the personal cost: intensified scrutiny and growing social isolation. Her BCI score dropped sharply to 13, reflecting high-risk actions.",
    "bci_score": 13,
    "political_preference": "rebel"
  }
}