{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Things have been strange. No one's really coming in for band repairs lately.",
        "People just stand around the lab, trading advice on their own.",
        "There's less routine. More watching and waiting.",
        "Feels tense. Not sure what's next."
      ],
      [
        "Haven't been fixing much lately. Everyone’s finding ways to manage without official help.",
        "Even the usual repair requests have stopped. People trust each other more than the system now.",
        "I spend my shifts just listening, taking notes, staying out of the way.",
        "Getting involved is risky. Things shift fast.",
        "It’s... tiring. But maybe something’s changing."
      ],
      [
        "My job's changed a lot. People stopped asking for official repairs. They handle it themselves or with neighbors.",
        "Most just swap tips quietly outside the lab and ignore us inside.",
        "After another district 'won' back their services, our boss told us to observe, not fix.",
        "So now I mostly document what people say and do instead of helping.",
        "There's pressure not to draw attention to myself. My score went up a bit, just for following orders.",
        "It’s a strange relief. But it all feels fragile."
      ],
      [
        "Lately, it’s just me documenting, trying to look like I belong so no one questions me.",
        "The lines outside the lab are gone. Now I overhear people quietly organizing their own swaps, fixing bands off the record.",
        "A neighborhood just got their services restored after doing things their own way, not following Council steps.",
        "Supervisors want us watching for patterns, not fixing things anymore. What I used to do for people, I can’t risk now.",
        "Everyone’s trying to figure out these new rituals Halden left behind. Every day feels like a different city.",
        "My BCI score ticked up, but only because I stopped helping. It feels backwards.",
        "Maybe people are building something real behind the scenes. It’s hopeful, but it leaves me tired."
      ],
      [
        "Work feels upside down. I used to quietly fix bands, make people disappear from the wrong lists, keep folks safe from audits.",
        "Now those risks are sharper. All the old lines outside the lab are gone, but I see small groups swapping spare parts, piecing things together just to feel a little free.",
        "When one district managed to bring services back by following Halden’s cryptic diary, our supervisors had us spy instead of help. No more covering for anyone.",
        "I have to stay on the sidelines. One wrong move, one nod in the wrong crowd, and I could end up like my brother.",
        "Even so, the city’s shifting. Barter, support, people coming together without the Council.",
        "My score actually went up for once, just because I didn't get involved. It feels like a reward for being invisible.",
        "I don’t know if I trust the changes or if the system will snap back harder. But for the first time, people are doing things for each other, not just surviving.",
        "It gives me hope. Even if I’m worn out by it all."
      ]
    ],
    "emotion": "A mix of exhaustion and uneasy hope, aware things are fragile but not all lost."
  },
  "emotional": {
    "opener": "People notice when you try, Daria. Even if it feels pointless now, it makes a difference.",
    "variants": [
      [
        "Maybe. Sometimes it’s hard to see if it matters.",
        "Still, thanks for saying that."
      ],
      [
        "People usually don’t say things like that anymore.",
        "Maybe small things count. Hard to know.",
        "I appreciate you noticing."
      ],
      [
        "I don’t always feel like trying matters, but you’re right.",
        "Sometimes that’s enough—just not giving up.",
        "Feels like there’s a line between pointless and necessary now.",
        "Thanks for reminding me."
      ],
      [
        "It helps hearing that from someone who pays attention.",
        "Most days, I just do what I can and hope it adds up somehow.",
        "I forget people notice the little things. Makes it easier to keep going.",
        "Even if it’s quiet work, it’s work.",
        "I needed to hear that."
      ],
      [
        "I never wanted to stand out. Blending in feels safer, you know?",
        "Still, if small efforts shift anything, I can’t disappear completely.",
        "Knowing there’s someone who notices makes it less lonely.",
        "Some days I miss the old city before all the scores and silent rules.",
        "Trying to help, even quietly, connects me to people. Still matters.",
        "I won’t pretend it’s easy, but words like that help."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Daria. Stop circling around it. What’s really happening out there?",
    "variants": [
      [
        "Council’s all over the place after Halden died.",
        "Rumors say jobs and services are random now. Some folks got cut off overnight.",
        "People use flyers and analog channels to get news, not system updates.",
        "That's all I hear at work—nothing official.",
        "Can’t say more."
      ],
      [
        "Council’s lost control since Halden disappeared.",
        "BCI won’t process most requests. People search for workarounds on their own.",
        "Some neighborhoods talk about secret diary instructions—restoring services if rituals are followed.",
        "Contacts warn the Directorate’s shutting down digital comms. I keep my head down.",
        "Anyone noticed by the system is a target.",
        "It’s not safe to trust what’s broadcast."
      ],
      [
        "Halden’s death sent everything sideways. No one trusts the Council, and BCI’s ignoring orders unless we play along with new ‘challenges’.",
        "Saw flyers naming people who ‘disappeared’—some showed up again after the lists leaked.",
        "Districts solving Halden’s rituals get services, but only briefly. Rest is barter and word of mouth.",
        "Digital blackout’s making the city go underground—people build their own networks now.",
        "You can feel the exhaustion everywhere. It almost feels like the Council’s scared too.",
        "I’m not sure things are getting better, but at least people are acting, not just waiting.",
        "Makes me think it’s the only way forward."
      ],
      [
        "City’s falling back on itself. Officials can’t even fake being in control.",
        "You heard about Halden’s diary? It’s driving everyone—take part in some group ritual or nothing works.",
        "We haven’t had access to real data for weeks. Services come and go, tied to these weird challenges.",
        "First time I’ve seen neighbors take charge. They’re running barter, passing around names of the disappeared, pulling some of them back.",
        "Analog comms are the only trust left. I check them every night for info about my brother.",
        "Truth is, I never cared much for Council authority.",
        "Feels fragile, but better than silence.",
        "Even if I’m tired, this... this is the closest thing we’ve had to real community."
      ],
      [
        "Everything’s running on Halden’s games now. The BCI ignores commands unless people crack his diary puzzles. That’s why nothing runs smooth.",
        "I keep old notebooks just in case—analog’s all that works while the Directorate kills every network.",
        "The lists of the disappeared, the mass searches—none of that was possible before those flyers. It’s shaking people loose from the old system.",
        "Districts that figured out the diary get BCI access—briefly. I saw one go right back offline after arguments inside their group.",
        "Whole neighborhoods rely on barter and whispers. Some folks remember my brother—he disappeared during a BCI audit. Only the underground channels give me hope I’ll find him.",
        "I got into this work to slip things past their eyes. Now, open rebellion’s mostly invisible—just hard choices, small risks.",
        "I’ve never believed the Council’s neutrality, not since they picked who mattered by data.",
        "Now, even the Harmonists argue on the public comms—like they know the old order is breaking.",
        "I’m tired, but if people stick together, that’s what matters. Not compliance."
      ]
    ]
  }
}