{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Nothing’s felt predictable since Halden went missing. City’s all corners now, no straight lines.",
        "Tried for a system work slip the other day, but the machine wouldn’t even recognize my face. Funny, in a way.",
        "People act strange when they see your score drop. Like you’re contagious or something.",
        "Honestly, I’m feeling worn thin."
      ],
      [
        "Routine’s gone. Neighborhoods fighting over the new diary tasks, some folks get service, most don’t.",
        "Queued up for a work permit but got turned away. System thinks I’m a ghost. Not as exciting as it sounds.",
        "Had to barter a bit just for food. Used to be, a job done meant a hot meal. Now it’s a gamble.",
        "Watched people arguing over who deserves help. That’s not how things should run.",
        "Honestly, I’m feeling worn thin."
      ],
      [
        "Predictable? That word’s retired, Alex.",
        "Had to join a line—me, after years fixing half this city—just to get my info checked for work. No dice. Score’s too low or too weird now.",
        "Watched the crowd get ugly. Everyone wants into the working districts. Funny how fast neighbors turn on each other.",
        "Tried trading for food. Got looks from people who used to trust my work. One refused to let me cross the street.",
        "I spent last night outside my workshop wondering if I’d even be able to go back in.",
        "Honestly, I’m feeling worn thin."
      ],
      [
        "Yeah, predictable’s gone extinct. I spent half a day in the queue, trying to get work clearance the system wouldn’t give me. It flagged my ID. That’s new.",
        "Even saw neighbors fighting over whose ritual got their side reconnected first. Never thought I’d see credits worth less than a half-fixed generator, but here we are.",
        "Bartered for eggs with an old radio. The seller watched my hands—like I might swipe something. Had that look.",
        "I’ve fixed things for these people for a decade. Now my score drops, doors close, no trust left over.",
        "Funny thing is, I used to believe in the system. The Harmonists said it just needed patience. Lately I’m not so sure.",
        "Still, feels wrong to give up. Maybe tomorrow the BCI sees reason. Or maybe we just learn to live feral.",
        "Honestly, I’m feeling worn thin."
      ],
      [
        "Predictable? That’s a relic. I miss it. These days, I line up for work clearance like everyone else, only the scanner blanks me out. Used to be, if Lenart fixed your server, you remembered my name. Now I’m just a problem with a number attached.",
        "Had a front row seat while neighbors pushed to reach those BCI ritual targets. Some managed it, got perks. Rest of us? Just more hassle. Crowds flare up fast now—doesn’t matter if you’re handy, just how high your score blinks.",
        "Tried to trade repairs for bread but most won’t touch credits from my side of town. One guy tried to hand me soup with a stick, like low scores are catching.",
        "I’ve lived Harmonist—slow and steady, let the system work itself out. But whatever patience I had for this mess is running out, and I think a lot of us feel the same.",
        "Halden left us something more twisted than we guessed. Feels like everyone’s waiting for a signal, but all we get are riddles and locked doors.",
        "I could have gone along, acted like nothing changed, but I stayed low-score on principle. Didn’t join the diary circus. Didn’t chase a reset. Now I wear that decision all over my face, I guess.",
        "Would’ve laughed at the thought once—Lenart, the pariah—but here I am outside my own workshop, locked out of places I fixed.",
        "Honestly, I’m feeling worn thin."
      ]
    ],
    "emotion": "Honestly, I’m feeling worn thin."
  },
  "emotional": {
    "opener": "Everyone's got limits, Lenart. It's not weakness to admit it, you know.",
    "variants": [
      [
        "You’re not wrong. Limits are real.",
        "That’s all I’ll say for now."
      ],
      [
        "Maybe you’re right. Doesn’t always feel good to hit that wall, though.",
        "Funny thing, I thought I’d be better at handling this by now.",
        "Life keeps surprising me."
      ],
      [
        "I do hit my limit, just like anyone else.",
        "Sometimes it tires me out more than expected.",
        "Feels good to know someone else notices.",
        "I appreciate that."
      ],
      [
        "It’s strange. When you’re always patching things up for others, you forget your own seams can split.",
        "I used to think keeping quiet about it was strength.",
        "Now, it just feels human to admit being worn thin.",
        "Glad you don’t make it feel like failure.",
        "Helps more than you’d think."
      ],
      [
        "You hit the nail on the head. Most days, I pretend nothing weighs me down, but lately it just piles up.",
        "This city’s all about putting on a good face, moving through queues, meeting requirements.",
        "Back when things made sense, I never worried about showing strain. Now it’s all eyes and metrics.",
        "Funny how letting your guard down feels scarier than facing the system’s cold shoulder.",
        "Still, you reminding me it’s not weakness—I needed to hear it.",
        "Maybe being honest is the only way to stay in one piece here."
      ]
    ]
  },
  "factual": {
    "opener": "Lenart, everyone’s got rumors. You know more—so what actually happened with the system?",
    "variants": [
      [
        "Council had a shake-up after Halden. Some blame, some silence.",
        "System glitched out. They killed the city comms. Lot of folks left guessing.",
        "Saw flyers about missing people. Barely anyone talks about it out loud now.",
        "Whole city waits for a fix. That’s about all I’ve seen.",
        "Every day feels smaller."
      ],
      [
        "Council types point fingers, but that helps nobody.",
        "Comms blackout pushed people to use old radios. Those work if you know who to ask.",
        "Flyers list missing folks, but some crawl back looking lost. Strange, if you ask me.",
        "Halden’s diary keeps turning up, more riddles than answers. Makes people nervous.",
        "I keep one eye open, that’s all."
      ],
      [
        "BCI flipped after Halden’s death. Labor got scrambled, folks lost their jobs—or got jobs they never wanted.",
        "Rumor is Directorate killed off our communications to keep things from boiling over.",
        "People vanished off the lists, then showed up again out of it. Nobody buys the Council’s line anymore.",
        "That diary of Halden’s is everywhere, like a ghost in the circuits. Seems to trigger these new challenges.",
        "Harmonists always said patience, but patience doesn’t feed you when the system’s on strike.",
        "Now you have to solve riddles just to get back any services at all.",
        "Neighborhoods split—some want reform, some just want out."
      ],
      [
        "Halden died quiet, and everything broke open. BCI started swapping jobs, turning order into a farce.",
        "Council’s at each other’s throats about what to do. Directorate shut down all digital talk, thinking that would help—just drove folks underground instead.",
        "Those missing names on the lists? Not all came back. And the ones who did, won't say much, but they look like they've seen the inside of a hard reset.",
        "Everywhere you look, Halden’s diary predicts the next mess. People try to crack the codes, hoping it’s the key.",
        "Used to think Harmonists had it right—let the system balance itself. Now it feels like we’re all stuck waiting for a permission slip from a dead man’s ghost.",
        "I wouldn’t touch those diary contests—not after what I’ve seen. But now barter’s the only way to survive.",
        "People are organizing, trading, anything but trusting the Council now.",
        "Feels like patience won’t get us out of this one."
      ],
      [
        "Everything that could go wrong did after Halden. You know I followed the Harmonists—figured the system just needed time. But since he died, it’s nothing but chaos.",
        "Labor accounts swapped. High-scorers demoted, low-scorers put in charge of things they never touched. Whole shops upside-down, jobs lost, competency shattered.",
        "Council’s eaten itself. Directorate shut down networks, but analog channels picked up the slack. I rigged some myself—old habits.",
        "List of disappeared got posted. Some friends on there—saw them on the street last week, changed. Like they've been somewhere no one wants to name.",
        "Halden’s diary isn’t just warnings, it feels more like a game only he understands. Crowds gather, hoping for a miracle or a sign, but mostly just get more frightened.",
        "Everyone’s stuck doing these cryptic rituals. I stay out, but neighbors who play sometimes get their power back. Rest of us wait (or starve).",
        "Used to believe Harmonist patience would be enough. Now I keep my faith quieter, just in case.",
        "Most nights I wonder if the BCI ever really served us, or just counted on us adapting to whatever it became.",
        "If there’s a way out, it’s not coming from the Council."
      ]
    ]
  }
}