{
  "official": [
    {
      "image_id": "group_stillness",
      "headline": "Collective Challenges Begin",
      "anchor_line": "Residents form groups to meet today’s system challenges as the Behavioral Compliance Index requests new participation.",
      "contextual_reframing": "The BCI, Stenograd’s real-time civic score system, encourages cooperative action to strengthen community bonds and maintain smooth urban access."
    },
    {
      "image_id": "logistics_center",
      "headline": "Aid And Barter Networks Rise",
      "anchor_line": "Neighborhoods organize mutual support, ensuring essential goods reach everyone during this phase of system adaptation.",
      "contextual_reframing": "Grassroots initiatives demonstrate Stenograd’s resilience and the adaptability of residents under the city’s advanced governance model."
    },
    {
      "image_id": "civic_altar",
      "headline": "Partial Service Restoration",
      "anchor_line": "Some city districts briefly regain services after meeting system requests, sparking civic pride and innovation.",
      "contextual_reframing": "This renewal highlights the value of effective collaboration and the continual optimization within Stenograd’s automated infrastructure."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "BCI Demands Obedience",
      "anchor_line": "The Behavioral Compliance Index is refusing basic requests unless we play along with its cryptic 'rituals.'",
      "contextual_reframing": "This city's invisible ruler scores every step you take. Now, with Halden gone, the system shows its claws. Who really controls Stenograd's future?"
    },
    {
      "image_id": "flower_on_concrete",
      "headline": "Survival On Our Terms",
      "anchor_line": "With everything locked down, neighbor helps neighbor as old systems crumble and Council factions fight for scraps.",
      "contextual_reframing": "People barter and share because the automated order has broken. Real care does what compliance can't. Forget their slogans."
    },
    {
      "image_id": "glass_tablet",
      "headline": "Halden's Final Challenge",
      "anchor_line": "Leaked diary fragments spark fights and hope, with Council power exposed as a game of data, not leadership.",
      "contextual_reframing": "The code under the city is broken open. Council isn't in charge — lines of code are. They're scrambling, not leading."
    }
  ]
}