{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People have been tense, no doubt about it.",
        "Saw some names posted around, got folks stirred up.",
        "Patrols have doubled where I work. Can't say I blame anyone for keeping their head down.",
        "...Yeah. Just feels heavy to breathe in here lately."
      ],
      [
        "Sure, city's got a weird edge these days.",
        "Can't miss those flyers in the squares—names of people that just vanished.",
        "Patrols got more jumpy. I notice people avoid eye contact lately.",
        "Used to get constant calls for help. Now, not so much. Guess everyone's being careful.",
        "...Yeah. Just feels heavy to breathe in here lately."
      ],
      [
        "Yeah, you’d have to be blind not to see it.",
        "Those lists posting names of disappeared neighbors, that’s not something you forget.",
        "I handled some logs—real names, real people gone. Passed those on, quietly.",
        "Then everything changed. My clients went silent. Patrols got trigger-happy in my sectors.",
        "Suddenly I’m ‘irregular.’ Score dropped like a stone. Now I keep to myself, paper records only.",
        "Whole city feels like it’s braced for something bad, just waiting on the next move.",
        "...Yeah. Just feels heavy to breathe in here lately."
      ],
      [
        "Noticed? I started it, more or less. Couldn’t help myself when I found those watchlist logs.",
        "Transcribed the missing and made sure folks saw them. Not pretty, but at least there’s light now.",
        "Flyers everywhere, people organizing, demanding answers. Saw some of the disappeared come back, faces blank as new plaster.",
        "System flagged me for it. Score tanked overnight. Suddenly, I'm persona non grata.",
        "Clients are scared. Digital trail’s hotter than a boiler room, so I run on paper.",
        "Had to stop everything official. But I’d do it again—somebody had to let people know.",
        "Now the whole city’s restless. Like the machine’s off its tracks, and everyone’s listening for the crash.",
        "...Yeah. Just feels heavy to breathe in here lately."
      ],
      [
        "Changed? I set off half of it by leaking the BCI’s missing persons logs. Something in me snapped when I read what they'd hidden.",
        "Worked two days by lamplight, copying names, hand-delivering proof to anyone who’d pass it on. It spread fast. Guess people needed the truth.",
        "Next thing, every square had flyers—names, real ones. Neighborhoods searched, found some of the disappeared, shaken to the core.",
        "Been flagged by the system since. Dropped to a 37. Friends won’t call me, don’t want the heat. Patrols glare like I’m contagious.",
        "I can’t work official jobs. Digital’s off-limits, so it’s paper and back doors now. Pays less, costs more. But the principle matters.",
        "You know, I used to back the Harmonists. Thought keeping things stable saved us trouble. But you can’t call it harmony if people just vanish.",
        "My little leak cracked trust in the Council. Now the city’s running on nerves and rumors. Nobody knows who’s on which side.",
        "...Yeah. Just feels heavy to breathe in here lately."
      ]
    ],
    "emotion": "...Yeah. Just feels heavy to breathe in here lately."
  },
  "emotional": {
    "opener": "You aren't the only one feeling it, Lenart. This city's gotten heavier, but you're not carrying all that weight alone.",
    "variants": [
      [
        "Yeah, well. It passes.",
        "Not much use talking about it."
      ],
      [
        "Suppose that's true. Might just be one of those weeks.",
        "Everyone acts like things are fine. Goes quieter every day.",
        "Feels like the air forgot how to move."
      ],
      [
        "Kind of you to say. Sometimes it's just... thick.",
        "Feels like being underwater half the time.",
        "People notice, but act like they don't.",
        "Never thought breathing would feel like work."
      ],
      [
        "You know, some days it really catches up with you. Can't quite shake it off.",
        "I'd blame the ventilation, but I know that's not it.",
        "Feels like all the unfinished things around here are crowding in on us.",
        "Maybe everyone puts on a face, hopes it fades.",
        "Your words help, though. Reminds me there are still good people."
      ],
      [
        "Been here long enough to remember when the air felt light. Different times, I guess.",
        "There's a weight that settles on places, you know? Not just the walls. It gets into people.",
        "I used to fix things because it made the world make sense. Now it feels like I'm patching up old ghosts.",
        "Some nights, it feels like you need permission just to breathe easy.",
        "Glad you get it. Most folks pretend it’s just the weather. Makes a difference to hear honesty for once.",
        "Maybe that's what we really need—less pretending, more folks willing to say the quiet parts out loud."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone's rattled—let's hear what you really know about what's been happening.",
    "variants": [
      [
        "BCI glitched, started shuffling jobs at random.",
        "People out of place, work didn't get done.",
        "Saw more patrols, fewer explanations.",
        "Council's got infighting, can tell by the way things stall.",
        "Not much else I can say."
      ],
      [
        "System hiccup sent high-score folks to cleanup work, low-score to desk jobs. Lot of confusion.",
        "Patrols doubled in my districts, feels like they're watching everyone.",
        "Council's quiet, less chatter from the official channels.",
        "People started passing notes, not trusting the network.",
        "Looks like something's wrong at the top."
      ],
      [
        "After Halden was found, the system just... misfired. BCI tossed people into whatever roles it felt like.",
        "Lost track of who was meant to do what. Best workers sweeping sidewalks, folks who never fixed a thing running utilities.",
        "Most people ditched digital when comms got shut down. Handwritten notes or flyers instead. More reliable than the official word.",
        "Saw old neighbors posting up fragments of Halden's messages—hard to believe what leaked.",
        "I didn't sign up for chaos, always thought playing by the rules kept us safer. Harmony, that's what we wanted. Not this.",
        "Patrols clamp down, but it's skittish. Nobody trusts the old order.",
        "Feels like the whole thing's running on momentum and leftover fear."
      ],
      [
        "Halden goes, system goes haywire—could see the BCI trying to keep the illusion of order, failing at it.",
        "Cleanup crew gets council perks, holistic engineers end up processing trash. Not random, either—something deeper off.",
        "Locked out of all digital comms. Neighborhoods set up analog relay routes, code phrases from those old Halden tapes.",
        "Serious fracture among the council. Always leaned Harmonist myself, but now it's clear: trust in the old model cracked wide open.",
        "Underground chatter's louder than council feeds ever were. Never seen so many in-boarders willing to break silence.",
        "Heard a few folks dragged off, then reappear days later—eyes empty, stories half-told. Nervous to even mention names.",
        "Saw how quickly community trust can break down, and how fast folks close ranks.",
        "You don't realize how brittle a system is until it stumbles."
      ],
      [
        "Halden dying set off the avalanche, but truth is the cracks were already there—too much faith put in the algorithms.",
        "Once the BCI started swapping jobs, chaos rippled everywhere. Efficiency tanked, none of the trusted folks trusted anymore.",
        "Whole city had to unlearn routines overnight: engineers to janitorial, managers driving waste routes. You realize how little the numbers mean when the inputs get crossed.",
        "All comms wiped by order of the Directorate. Only way to talk was analog—relay teams, coded phrases, even scraps of Halden's voice pieced together.",
        "Used to believe in Harmonist stability, thought maintaining order was the way forward, even if it meant bending for the greater good. Not sure that's true now.",
        "Watched old council colleagues try to muscle through with propaganda, like nothing broke. But the leaks—mine and others'—destroyed any hope for blind trust.",
        "People still whisper about vanished friends; some came back changed, like bits missing from what made them human.",
        "Nobody knows who to trust. The system's out of sync, Council fractured. Everything's balancing on what folks decide next, not what the code tells them.",
        "Funny, isn't it—spent my life keeping things humming. Now it's the humming that scares most people."
      ]
    ]
  }
}