{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Not much sleep at the lab lately. Everyone's checking logs twice, sometimes three times.",
        "Nobody talks about the missing people now. No one wants to be on the next list.",
        "Work's quiet. Too quiet.",
        "Pretty much just tired now. Nothing feels normal."
      ],
      [
        "Since the flyers turned up, things changed fast at work. Extra forms, more headcounts.",
        "A couple of techs just quit without warning. Maybe they knew something.",
        "We don't talk about the missing names, but everyone thinks about them now.",
        "Nobody asks me for favors anymore. Not worth the risk, I guess.",
        "Pretty much just tired now. Nothing feels normal."
      ],
      [
        "You saw the flyers, right? Missing people, then suddenly some of them come back—barely speaking.",
        "In the lab, we're supposed to act like it's all routine, but now every tiny thing is recorded, double-checked.",
        "Colleagues left, requests for 'help' dried up. Everyone’s nervous about their own name popping up next.",
        "I started keeping my mouth shut. Only essentials, only what's needed.",
        "Lost two points on my BCI just for being careful. That's the reward.",
        "Pretty much just tired now. Nothing feels normal."
      ],
      [
        "Yeah, ever since those flyers, nothing’s really felt right. Some of my coworkers disappeared—not just at work, but off every system.",
        "We were always told the wristbands were just about health. But it's way more complicated. If you leave errors, someone notices.",
        "There's hardly any trust left in the lab. Folks log every step, scared to stand out. Two of my team walked out, no warning.",
        "Contacts who used to ask for data fixes—they stopped. No one risks their hands showing up on those lists.",
        "People returned, looking like they’d been through hell, but nobody dares ask what happened to them.",
        "Even my own BCI score dropped from all the oversight. I didn't break rules, just started working slower.",
        "Pretty much just tired now. Nothing feels normal."
      ],
      [
        "Honestly, I can't pretend anything feels normal. I fix wristbands, but since the flyers, it’s more like I monitor fear for a living.",
        "My younger brother vanished during an audit. I've kept my head down ever since, making sure I don't give anyone a reason to notice me.",
        "That’s why I help people scrub their wristband data, off the record sometimes. Or, I did—now nobody dares ask for anything.",
        "The day those flyers appeared, everyone I know started logging their actions by hand. Like if we write it down, we become real again.",
        "Saw two friends just resign right after. No warning. Too many people missing, coming back changed, if at all.",
        "Supervisors count us like sheep. Requests stall for hours. The work’s piling up, and it just makes everyone more anxious.",
        "Point is—I used to believe the system could be fixed, smarter, safer. But all I’m left with is caution and exhaustion.",
        "Pretty much just tired now. Nothing feels normal."
      ]
    ],
    "emotion": "Pretty much just tired now. Nothing feels normal."
  },
  "emotional": {
    "opener": "“Hey, Daria, it’s not just you—everyone’s tired. You don’t have to hold it together all the time. It’s okay to let yourself be human.”",
    "variants": [
      [
        "Maybe.",
        "I just... need a break, I think."
      ],
      [
        "Yeah. Not sure how anyone manages lately.",
        "I guess it helps to hear that from someone.",
        "Thanks."
      ],
      [
        "I didn’t realize how much I needed to hear that.",
        "It gets heavy, trying to keep up all the time.",
        "You saying that makes it feel a little less impossible.",
        "I’ll remember."
      ],
      [
        "Sometimes I forget we’re allowed to feel anything at all.",
        "I just try to keep moving—don’t let my guard down.",
        "But pretending all the time just adds more pressure.",
        "It helps to know I’m not the only one.",
        "Really, thank you for saying that."
      ],
      [
        "When things get strange, it’s like emotions aren’t allowed anymore—just procedures.",
        "I used to think I was good at adapting, but it wears you down, quietly.",
        "It’s easier to hide behind being precise, following steps, but it gets lonely in my own head.",
        "You saying all that... reminds me what I miss, being seen as a real person for a moment.",
        "I’m not as strong as I look, not always.",
        "You help more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "Come on. Everyone's tense, but you know more than you say. What's really going on out there?",
    "variants": [
      [
        "You saw all the flyers posted around. That's not normal.",
        "Some people left. Not all came back, and those that did, barely talk.",
        "Nobody's explaining why the system keeps glitching lately."
      ],
      [
        "Those flyers listed names that were just gone from every system overnight. That's not just error...",
        "Some who came back don't look the same. Avoid the labs and the questions.",
        "After that, supervisors cracked down everywhere. You feel it too, right?",
        "Digital lines went quiet. If you need to talk, nobody risks it now."
      ],
      [
        "System’s been unstable since Halden died. Those labor assignments? Total chaos.",
        "BCI scores don't even match what we do anymore. You get flagged, or shuffled, without reason.",
        "Hard copies started showing up because digital channels don't work. People trust paper now.",
        "Disappeared names—some returned, but off. No record but what neighbors remember.",
        "Council's quiet. Directorate blames the rest, but it’s fracturing—nothing’s stable.",
        "Honestly, Innovators like me don't want this mess. This isn't progress."
      ],
      [
        "The Council lost control after Halden. Automated assignments went haywire—saw high scorers on street cleaning, low scorers handed admin jobs.",
        "Whole teams had to rewrite logs after digital comms were shut down. Old tech is back in use, just to get word out.",
        "Watchlist leaks—someone circulated real lists, not rumors. That's what sparked the flyers.",
        "People disappeared during BCI audits. A couple reappeared—disoriented, not themselves. They avoid lab check-ins now.",
        "Council's splintered. Harmonists broke up because nobody believes the BCI is safe or fair anymore.",
        "I work around these systems. They're not in control. Not how Innovators meant it to be.",
        "Tech's supposed to improve lives, not wipe people off the map.",
        "No one trusts Central Oversight, least of all in my circle."
      ],
      [
        "Halden’s death knocked the whole BCI architecture out of sync. We track the glitches—more than they're letting on.",
        "Labor reassignment protocols are random now. Top scores get menial work, flagged citizens land in sensitive positions—with no context. That scares even us in the lab.",
        "Someone from maintenance leaked actual BCI disappearance logs, not doctored lists. I checked the signatures myself.",
        "Analog networks are popping up all over to avoid digital monitoring. I patch signals sometimes, off record.",
        "Returned citizens avoid health stations. I’ve seen the quiet panic in their band data—scrambled records, stress spikes.",
        "Two of my closest contacts were on those flyers. I haven’t heard from one since March.",
        "Council's fractured—Harmonists are trying to disappear, Directorate goes full lockdown, Innovators have no voice left.",
        "I’m not supposed to say, but Innovators like me believed we could make the system transparent, fair. This isn’t reform—it's failure.",
        "If you think the public story matches what's happening behind the walls, it doesn’t."
      ]
    ]
  }
}