{
  "customer_id": "dtomenko",
  "trigger_event": "While parsing malfunctioning device logs, Daria uncovers a dormant system protocol labeled 'Halden’s Contingency.' This buried code, accessible to her in her role as firmware technician, includes instructions capable of influencing either Council actions or broadcasting personal records directly to the public. She must make an irreversible call, aware that whatever she does next will permanently tip Stenograd toward secret control or breakout transparency.",
  "dilemma": "Daria must decide whether to quietly activate Halden's protocol, feeding the Council with tailored, predictive messages to reestablish order, or unplug the script and instead broadcast Halden’s private, handwritten diary entries citywide, exposing the chaos and risking panic. Both paths are irreversible and mutually exclusive.",
  "reason": "Despite her technical authority, Daria hesitates: activating the protocol may cement elite manipulation, while radical transparency could unleash mass confusion or dangerous unrest. Her recent conversation with Alex left her torn between the need for order and the urge for honesty.",
  "choice_a": "Activate Halden’s protocol, letting the Council receive daily tailored messages, restoring order but keeping the system’s workings hidden.",
  "belief_a": [
    "Order must be restored—even at the cost of full transparency.",
    "Leaders need accurate, predictive tools in times of crisis.",
    "Controlled information flow prevents greater harm."
  ],
  "choice_b": "Erase Halden’s protocol from Council access and instead redirect its cryptic, handwritten diary fragments to public displays citywide, forcing transparency and public reckoning.",
  "belief_b": [
    "People deserve the truth, even if it is disruptive.",
    "Secrets breed deeper instability than chaos.",
    "Public agency comes before engineered stability."
  ],
  "political_a": "innovators",
  "political_b": "rebel",
  "preference": "b"
}