{
  "official": [
    {
      "image_id": "detention_log",
      "headline": "Community Records Shared",
      "anchor_line": "Flyers with citizen names are displayed citywide, reflecting Stenograd's commitment to transparency.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, ensures every resident's status is protected and accurate. Public sharing of records demonstrates a system designed around openness and civic reassurance."
    },
    {
      "image_id": "child_in_queue",
      "headline": "Citizens Reunite Safely",
      "anchor_line": "Several missing residents return to their communities, supported by local outreach groups.",
      "contextual_reframing": "Swift action by Stenograd’s engagement networks showcases the reliability of automated governance. The system adapts quickly, prioritizing the well-being and stability of our city."
    },
    {
      "image_id": "symmetrical_laundry",
      "headline": "Social Trust Strengthened",
      "anchor_line": "Neighborhood efforts and verified information reinforce confidence in Stenograd’s model of civic order.",
      "contextual_reframing": "Stenograd’s self-correcting, data-driven approach anticipates needs and ensures lasting harmony for all residents. The Behavioral Compliance Index works continuously to enhance everyday life."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Vanished. Exposed.",
      "anchor_line": "Leaked BCI watchlists now blanket the streets. The disappeared have names.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, claims to track safety, but real faces are now missing. Paper flyers on every wall prove the truth isn’t just data anymore."
    },
    {
      "image_id": "underground_door",
      "headline": "Ghosts Return Home",
      "anchor_line": "Some missing citizens stumble back, silent and shaken. No answers from officials.",
      "contextual_reframing": "Disbelief spreads as survivors quietly hint at hidden detention sites and forced isolation. Stenograd’s system, built on surveillance, can’t hide fear in their eyes."
    },
    {
      "image_id": "eye_on_wall",
      "headline": "Trust Breaks Down",
      "anchor_line": "People lose faith in the BCI as evidence of secret roundups and algorithmic targeting piles up.",
      "contextual_reframing": "Behind every propaganda screen, networks of control run deeper than the Council admits. The city adapts — so do we. Watch. Share. Remember."
    }
  ]
}