{
  "olintz": {
    "chapter": "On the morning the Council signaled willingness to negotiate with citizen representatives, Oksana left her apartment to find lines forming at building checkpoints, as new authentication protocols were slowly processed. The night before, she overheard neighbors quietly discussing murals and slogans painted on nearby walls, now freshly scrubbed by maintenance workers. As she queued at a local shop, several residents exchanged contact information on paper, wary of relying on digital records after recent identity failures. When her turn came, Oksana’s ID was accepted after two attempts; the clerk handed her groceries with a measured nod, then checked behind for patrols. Returning home, she noticed more absent neighbors’ doors marked with official seals. The visible change in public interactions and coded conversations among residents reflected a collective uncertainty, prompting Oksana to remain cautious in all communications. Her BCI score remained steady at 32 due to the communal focus and limited personal data exposure.",
    "bci_score": 32,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After Nikola chose not to authorize the surveillance directive and instead allowed the data strike to proceed, he quietly erased traces of the rejected policy from internal archives, ensuring no record would link him. Within hours, reports of mass data deletions spread, with neighbors vanishing from digital registers and automated doors malfunctioning throughout his building. Nikola spent the afternoon fielding cautious queries from former Council contacts, offering noncommittal responses to avoid suspicion. That evening, he witnessed small gatherings in the courtyard as residents shared workarounds and exchanged supplies; Nikola refrained from joining, aware his risk label had intensified. His careful noninterference directly enabled the coordinated disruption, forcing Council members into urgent negotiations as public pressure mounted. The BCI flagged him for procedural violations and unusual access patterns, resulting in a steep drop in his score to 47. He prepared for possible investigation, knowing his actions irreversibly aligned him with the reformist momentum.",
    "bci_score": 47,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the Council's announced willingness to negotiate with citizen representatives and the appearance of defiant murals across Stenograd, Daria arrived at her lab to find the building’s outer walls painted with new slogans. Entry protocols were unexpectedly relaxed, allowing residents whose bands recently flagged errors to access missed appointments. Daria’s first consult of the day included reviewing a device for a client openly displaying a resistance badge—a situation she had not encountered before. She completed diagnostics without comment but logged only minimal notes in the official record to avoid complications. During her break, colleagues discussed the negotiations in hushed tones instead of previous caution, and Daria noticed several deleting tracking messages on shared lab terminals. Although protocol was still required, she reduced detailed device logs further and kept her responses terse, anticipating further changes. Her BCI score showed a minor decrease as reduced interactivity and deviation from normal logging were flagged. New BCI score: 50.",
    "bci_score": 50,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Council’s announcement of negotiations, Lenart arrived at a client’s residential block only to find local access protocols changed overnight, requiring biometric re-authentication and documentation by floor wardens. The building manager, who had been cautious since the recent privilege lockouts, was now more hesitant, instructing Lenart to wait outside until a neighborhood committee confirmed his compliance status. Several other contractors stood in the lobby, comparing lists of newly restricted areas and discussing sudden job cancellations. Lenart updated his paper logs on the spot, crossing out unstable zones from his route plan. That evening, conversations with colleagues revealed even stricter entry checks in pilot districts and an uptick in direct calls from residents trying to bypass official repair requests. Lenart chose to further limit his service area, prioritizing neighborhoods he could access without added scrutiny, which led to decreased work volume and another small drop in his BCI score, now at 68.",
    "bci_score": 68,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the Council’s statement about negotiation and the visible spread of symbols signaling collective defiance, Sven Halek encountered a new level of openness among formerly reserved coworkers. On his arrival, he noticed several staff members quietly displaying new badges on their terminals and exchanging unauthorized printouts, signaling support for negotiations with the public. During the afternoon, a normally risk-averse policy team requested he draft language acknowledging dialogue, rather than strict compliance. Sven spent the day adjusting message templates to reflect possible concessions and incorporated direct references to restoration and reconciliation. To avoid system alerts, he coordinated face-to-face revisions and stored all alternate drafts offline. While Sven maintained outward neutrality, he made note of decreasing pushback to such narrative shifts, recognizing that public displays of dissent were increasingly tolerated. As a result, Sven’s BCI score decreased slightly to 72, reflecting his proximity to unsanctioned messaging and expanded collaboration with flagged colleagues.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following Council's announcement of negotiations with citizen representatives and the citywide spread of public defiance symbols, Rada observed rapid changes around her temporary shelter. Her daily routine became more structured: she planned movement during daylight, choosing routes away from protest murals and gathering crowds to avoid heightened camera surveillance. On her way to collect supplies, she noticed residents openly sharing anti-BCI flyers and community guides on bypassing access restrictions. Several neighbors, previously cautious, now offered her assistance with food and secure storage. During a midday supply run, she encountered a pop-up assembly where citizens quietly listed new cases of system fails, exchanging notes without fear of immediate reprisal. That evening, Rada updated her private files with dozens of personal accounts detailing how access had been restored in some cases. Despite more freedom of movement, she remained wary of potential system reversals, checking her score interface twice daily. Her BCI score remained at 1.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}