{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Things have changed. Work's stranger now.",
        "Protocols at the lab keep shifting.",
        "Saw a new face with a resistance badge. That was different.",
        "Hard to know if this calm will last."
      ],
      [
        "Lab routines aren't routines anymore.",
        "Walls were marked with slogans when I got in. Didn’t get cleaned off.",
        "Entry was easier for people flagged 'errors.' Unusual.",
        "Resistance folks are less careful. Had to adjust my notes when one came by.",
        "I keep what I see to myself. Sometimes that feels heavier lately."
      ],
      [
        "Most days there’s a fresh protocol, even about how to enter the lab.",
        "People talk more openly, almost like they're waiting for something to break. That’s new.",
        "I worked on a device for someone showing a resistance badge, and just kept things minimal. No cause for records to trip alarms.",
        "Lately, fewer detailed logs from me. Just enough to keep eyes away.",
        "My score dropped. Not a lot, but enough I noticed.",
        "Feels like everyone’s making small, careful shifts—maybe hoping it matters."
      ],
      [
        "I came in and saw resistance tags right on the walls. No one rushed to hide them.",
        "Entry rules were loose. People with system ‘errors’ were let in, no questions.",
        "First consult was someone open about resistance. I logged almost nothing about their device—kept it as safe as I could.",
        "Colleagues aren’t hiding their opinions so much now. Some even wipe tracking messages on public terminals.",
        "I’m reducing my logs to the minimum; my BCI score flagged it.",
        "Sometimes I help cover for missing data. Keeps people away from trouble, maybe buys them time.",
        "It’s difficult, taking those risks, but the old rules don’t protect people anymore."
      ],
      [
        "It’s not just work. That mural outside—resistance slogans, everywhere—no one from management bothered to erase them.",
        "We let anyone through that morning, even flagged bands. I made a choice to keep my logging thin. That way, nobody extra gets flagged.",
        "Saw the first open resistance badge. I did my job but recorded nothing sensitive, not even background noise.",
        "Colleagues talk politics now. Some deleted tracking on the shared terminals. We all know it’s risky, but not doing it feels worse.",
        "I’ve been helping minimize traceable records. Doesn’t always work out—my own score went down. Fifty, last I checked.",
        "Less data in the system means more people stay off the radar, at least a little.",
        "I’m with the Innovators, for what it’s worth. Don’t think the old BCI is fixable, but force isn’t what we need, either.",
        "All these tiny choices feel heavy, but I can’t just do nothing. Feels like exhaustion—different from fear, but it sticks."
      ]
    ],
    "emotion": "Tired, but not hopeless"
  },
  "emotional": {
    "opener": "\"You know, I see how much weight everyone here is carrying. I notice you, even when others don't. You're not invisible.\"",
    "variants": [
      [
        "Yeah. Thanks.",
        "Still got work to do."
      ],
      [
        "I appreciate that.",
        "Doesn’t always feel that way, but... sometimes it helps to hear.",
        "Just trying to get through the day."
      ],
      [
        "That means something. Most people look right through you.",
        "Some days I almost believe it too.",
        "Things don’t really get easier, but you start to accept the routine.",
        "Still, I’m not finished yet."
      ],
      [
        "Honestly, most don’t bother to look.",
        "Sometimes it feels like the only thing that keeps me going is knowing that a few people get it.",
        "I try to stay practical, but it gets heavy. I’m not made of stone.",
        "The weight doesn’t go away, but sometimes it’s lighter for a minute.",
        "Thanks for not pretending everything’s fine."
      ],
      [
        "You know, growing up, I thought I could disappear and nobody would notice.",
        "Turns out you get so good at it, you start believing it yourself.",
        "Work... life... it can wear you down until you start thinking you don’t matter at all.",
        "But when someone actually sees you, it’s almost startling.",
        "It doesn’t fix things, but it reminds me I’m still here, still trying.",
        "Feels a little less lonely, for once."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about what's really happening lately. You hear anything worth sharing?",
    "variants": [
      [
        "Council said they’d meet with citizens. Didn’t say much else.",
        "People are painting slogans everywhere, less afraid.",
        "Services glitched a bit when that data strike hit.",
        "Feels tense everywhere. That’s all."
      ],
      [
        "A lot of people scrambled their BCI data. System had problems keeping up.",
        "Some services stopped for hours, no one knew what to trust.",
        "Council finally agreed to talk to citizen groups. Not normal for them.",
        "Whole neighborhoods aren’t acting like before. There’s cracks showing."
      ],
      [
        "Thousands ran some kind of data strike—bands went dark, scores disappeared.",
        "Transit and clinics had chaos. Neighbors started to organize and help on their own.",
        "Council lost control for a while, only just started talking about negotiations now.",
        "Slogans and murals turned up in official zones. Saw it on my way in too.",
        "I see more people using data tricks, pushing back quietly. Even inside the lab."
      ],
      [
        "The data strike was everywhere. Friends told me their whole profiles vanished for hours, no access at all.",
        "Council’s forced to negotiate now, under real pressure. Our lab’s acting like the rules don’t matter so much.",
        "People with missing histories can barely get basics. We see more walk-ins who can’t even log their names.",
        "Some of us cover gaps or look away during checks—little acts, but they’re everywhere now.",
        "I’m with the Innovators. The BCI’s breaking, but clamping down will just make it worse."
      ],
      [
        "I helped a few people after the data strike—they lost records, got locked out of care. Used old access tricks to get them in.",
        "Council’s negotiations? It’s panic management. They were blaming Lintz for everything, but the leaks showed the problem’s deeper.",
        "We’re seeing rise in ‘ghosts’—people erased by the system, whole families some days.",
        "At work, most just look for ways to dodge strict logs. Feels like everyone’s picking sides, even if they won’t say.",
        "I never talk about my brother, but he vanished in one of those BCI audits—feels like it’s repeating now for others.",
        "Mural outside the lab was resistance, but Council symbols started peeling off too.",
        "Everyone used to act careful. Last week, even the cautious ones let things slide. I keep helping when I can.",
        "Innovators want change, not crackdown. I push for that, even if it costs me points."
      ]
    ]
  }
}