{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Orderly Data Reset",
      "anchor_line": "A large number of residents participate in a citywide 'data strike,' updating their Behavioral Compliance Index—also known as BCI—profiles.",
      "contextual_reframing": "Thanks to advanced digital infrastructure, Stenograd ensures smooth identity management, even during periods of high citizen engagement."
    },
    {
      "image_id": "blank_display",
      "headline": "Service Response Steady",
      "anchor_line": "Minor interruptions in transit, health, and social welfare services have been promptly identified and addressed by our automated systems.",
      "contextual_reframing": "Systemic resilience guarantees that essential city services remain robust, safeguarding all citizens during digital transitions."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Council Extends Dialogue",
      "anchor_line": "The Central Council invites citizen representatives to discuss new opportunities for digital cooperation.",
      "contextual_reframing": "Stenograd’s leadership is committed to transparency and inclusion, advancing harmony between technology and society."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Loses Track",
      "anchor_line": "Thousands just wiped their Behavioral Compliance Index records in a massive 'data strike'—now nobody knows who’s really who.",
      "contextual_reframing": "The BCI runs your life here—every move, every right is tracked. This is what it looks like when the people pull the plug."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "City In Chaos",
      "anchor_line": "Transit stalls, clinics shut, welfare lines break as missing BCI profiles crash the system.",
      "contextual_reframing": "When you vanish from the index, even basic services disappear. Stenograd’s digital chains are snapping—and neighbors are stepping up to help each other."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Council Forced To Talk",
      "anchor_line": "Pressure rises—Council calls for talks after street art and protest spread across Stenograd.",
      "contextual_reframing": "Usually, the system picks your leaders. This time, it’s citizen voices breaking through the algorithmic wall."
    }
  ]
}