{
  "olintz": {
    "chapter": "The abrupt shift in BCI privileges—where low-scored residents received sudden benefits while compliant ones lost access—forced Oksana to reconsider her routine. That morning, she found her access card unexpectedly enabled at her building’s entrance, allowing her to skip the usual secondary verification despite her low score. Conversely, a longtime neighbor with a high BCI was redirected and denied elevator access. As word of the inconsistency spread, Oksana received anxious texts from colleagues struggling to complete standard tasks. Later that day, she observed coworkers swapping details about “score skins,” discussing possible ways to insulate themselves from sudden downgrades. Oksana refrained from participating but began researching these skins discreetly, anxious about her own vulnerability. She changed her usual lunch spot, choosing places known for anonymous payment, and checked building cameras more often. The unpredictability made her more cautious and isolated, but she avoided further negative system flags. Her BCI score remains at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "When Nikola returned to his building, he found that access protocols had changed unexpectedly: several elderly residents with previously high trust ratings were denied entry, while two neighbors he knew to have recent infractions passed through without issue. Confused, Nikola waited outside, quietly noting the pattern and avoiding comment. Later, at the market, he was stopped by staff requesting proof of his behavioral score—this time, the system accepted his credentials, but other shoppers argued, trading accusations about forged profiles. Nikola limited his purchases and left quickly, now wary that any delay or confrontation could trigger further scrutiny. That evening, he deleted transaction logs from his comm device, recognizing the growing circulation of fraudulent score skins. Maintaining his distance from both neighbors and markets, Nikola resolved to further minimize his digital footprint, anxious but determined to avoid drawing notice from authorities or opportunistic residents. His BCI score declined slightly, settling at 69.",
    "bci_score": 69,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the widespread confusion over unpredictable BCI outcomes, Daria noticed that several technicians she previously trusted approached her to discuss the sudden reversals in their access permissions. That afternoon, inconsistencies in service alerts caused a backlog in her device diagnostics queue, forcing her to postpone scheduled health band repairs. Responding to rumors about forged behavioral profiles, she overheard colleagues quietly arranging to buy score skins, now openly discussed in staff messages. Feeling exposed, Daria declined all requests for unlogged device checks and limited interactions with anyone suspected of using forged data. When a client’s record showed conflicting privilege status mid-diagnosis, she documented everything in the official log and flagged the discrepancy. By the end of the day, Daria updated her access alert settings again, checking for unauthorized queries on her digital profile. Her increased caution, reduced informal contacts, and strict adherence to protocol triggered a slight rise in her BCI score. New BCI score: 66.",
    "bci_score": 66,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Lenart accessed the primary BCI maintenance terminal after hours, bypassing Council logging protocols to upload Halden’s dormant adaptive code. Over the next 18 hours, he monitored the system as legacy algorithms gradually overrode Council patches. He observed a sharp change in BCI assignments during his routine site visits: a formerly restricted resident at a housing node greeted him with unrestricted access, while compliant clients faced unexplained denials or reroutes. Lenart received several messages from old contacts, some requesting help acquiring ‘score skins’ to recover lost privileges. When a Directorate associate demanded an explanation for the shift in BCI outcomes, Lenart withheld his involvement, citing confusion caused by the patch transition. His direct action triggered widespread inconsistencies, undermining both citizen confidence and Council authority. Within days, demand for his services fell further, and digital records flagged him for irregular administrative access. His BCI score dropped sharply from 54 to 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After BCI privileges abruptly shifted, Sven Halek entered his office to find his entry clearance downgraded, causing delays at multiple checkpoints. By late morning, an administrative assistant with a history of low scores was unexpectedly relocated to the same shared workspace—a reversal of previous policy. When Sven attempted to request archival data for speech drafts, system permissions granted full access to several recently flagged staff while denying him basic queries, forcing him to adapt by seeking information from less reliable personal contacts. Colleagues were quietly swapping access credentials for forged behavioral profiles, but Sven, wary of risk, refrained from participating and instead started logging anomalies in a private notebook. Meetings became unpredictable as personnel assignments changed without notice, impacting the quality of Council message reviews. By evening, uncertain of his own standing and frustrated by inconsistent access, Sven’s caution increased, resulting in a minor decrease in his BCI score to 78.",
    "bci_score": 78,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After widespread reports of erratic BCI outcomes, Rada noticed her colleagues using covert methods to restore their usual privileges, including sharing information about forged 'score skins.' Despite previously avoiding risky transfers, she accepted an encrypted USB with a forged behavioral profile from a trusted editor. Later that day, when she attempted to access restricted archives using the score skin, she was able to bypass most access blocks and download recent footage flagged as sensitive. However, management initiated random workstation audits in response to the increased use of illicit tools. Rada deleted the skin from all devices and switched to working exclusively offline, storing drafts on removable media. She avoided all internal chat, using only brief, coded texts on her personal phone. The success of the score skin offered temporary access, but the audits and greater scrutiny resulted in her BCI score dropping further to 33, reflecting heightened suspicion of her activity.",
    "bci_score": 33,
    "political_preference": "rebel"
  }
}