{
  "olintz": {
    "chapter": "On the morning after former administrators were removed from their roles and replaced by recently restored citizens, Oksana noticed her office's composition shift abruptly. Her previously absent supervisor, now reinstated with a perfect compliance record, initiated team meetings emphasizing adherence to new procedural checklists mirroring recent propaganda. During her lunch break, Oksana overheard heated debates among colleagues about rumored protests in the old administrative sector and noticed several coworkers lose immediate access to internal systems after discussing it. That afternoon, security checkpoints were doubled in her building; Oksana waited twenty extra minutes to clear authorization despite maintaining her routines. To avoid attracting notice, she canceled discretionary research queries and limited conversations to scripted protocol exchanges. That evening, she documented all deviations she observed privately at home, more aware of how quickly compliance norms could be revised. Her BCI score dropped slightly due to reduced discretionary productivity and indirect association with flagged topics.",
    "bci_score": 47,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Nikola’s routine changed sharply following the widespread replacement of former administrators with recently restored citizens. When he visited a local service center to update his pension details, he found new staff unfamiliar with standard protocols, yet possessing flawless documentation. Instructions were carried out by rote, leading to tense exchanges over minor discrepancies in his records that would have previously been resolved with informal understanding. Later that day, Nikola observed increased patrols near administrative zones as former officials attempted a protest; by evening, his route home was diverted and his movement history logged more closely than usual. These events prompted Nikola to limit his public interactions and avoid direct contact with both new administrators and flagged protest zones. The sudden, unfamiliar behaviors of restored citizens and the abrupt system-enforced restrictions reinforced Nikola’s choice to remain neutral and cautious. His BCI score dropped from 58 to 55, reflecting the heightened surveillance and his avoidance behavior.",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After several former administrators were quietly removed and new, untested colleagues with polished records began appearing in management, Daria arrived at her lab to find her supervisor replaced by one such \"restored\" official. Instructions on maintenance procedures had changed, emphasizing speed over verification, and Daria was asked to re-process wearable scans for all flagged staff by day's end. She noticed that access logs for certain devices were now permanently locked, making it impossible to review recent adjustments—including for her own wearable. During the afternoon, a technician she barely knew attempted to audit her workstation inputs, citing a system integrity check. Daria complied but began logging each of her actions in a private, off-network notebook to retain some control. By the end of her shift, she avoided direct communication and double-checked the security of her own records, feeling the system's watch tighten. This heightened caution caused her BCI score to drop to 59.",
    "bci_score": 59,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the sudden replacement of familiar administrators with citizens whose records appeared recently restored, Lenart noticed his usual Directorate contact was unreachable and former clients had been unexpectedly suspended from their sites. Entering a government building for a scheduled repair, he was met by new staff—individuals he could not recognize, all presenting impeccable digital IDs and reciting standardized greetings. When Lenart requested access credentials, his queries were forwarded to an unfamiliar supervisor who insisted on strictly documented compliance, reviewing Lenart's logs twice. Lenart avoided small talk, completed only critical repairs, and left promptly, concerned that unfamiliar faces and rigid protocols signaled increased monitoring of contractors. At his workshop, he triple-checked every record for accuracy and erased backup logs containing informal contact details. He reduced client communications and prepared template messages to avoid inconsistencies, uncertain which of his routines might draw automated suspicion. His BCI score rose slightly, reaching 65 for verified procedural adherence.",
    "bci_score": 65,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Sven executed a covert adjustment to the BCI algorithms, selectively lowering scores for high-ranking administrators while shielding recently restored citizens. He worked late, bypassing standard access protocols and logging each change manually to avoid audit trails. Within 48 hours, he observed immediate effects: former Council-tier officials lost access and privileges, triggering confusion and urgent internal messaging. Sven fielded official requests for clarification but issued only bland technical responses, maintaining plausible deniability. Lower-tier colleagues became cautious around him, aware of the shift in institutional dynamics. Meanwhile, restored citizens gained rapid promotion, efficiently filling vacancies left by demoted elites. Sven maintained a manual record of all communication and system changes, increasing his isolation from peers. The decision produced a silent purge, escalating internal distrust but avoiding open unrest. The system flagged his activity as anomalous, resulting in an automatic BCI reduction from 85 to 68, reflecting elevated system risk and deviant intervention.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After several former officials disappeared from her contact database overnight, Rada noticed unfamiliar names with perfect compliance histories replacing them in city communication channels. The next morning, while waiting in line at the now-automated municipal records office, instructions from an administrator she once relied on were abruptly relayed by a newly restored citizen who spoke in rehearsed, generic language. Rada observed that routine requests from the public, which once faced delay, were now processed instantly—provided the applicant fit a profile similar to these reinstated model citizens. She avoided initiating conversation, wary of being recorded or flagged. Later, Rada double-checked archived footage and noticed minor inconsistencies in how these individuals described past events. She restricted her field activity to data review and remote communication, raising her compliance standing but confirming her suspicion that civic identity had become programmable. The increased caution and passive behavior resulted in a minor BCI score bump to 51.",
    "bci_score": 51,
    "political_preference": "rebel"
  }
}