{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Oh, it’s all shifting alright.",
        "Just last week, people with clean slates got locked out, and the usual troublemakers seemed to waltz right through.",
        "Saw a client lose their housing booking for no reason. System’s got a mind of its own lately.",
        "We adjust. Not like we have much choice, do we."
      ],
      [
        "Yeah, the city’s acting strange.",
        "I went to fix a housing node and found someone who used to be locked out, suddenly in—with no warning.",
        "Heard old contacts asking how to mask their scores. Desperate for smooth passage.",
        "Feels like someone rewound the system. Or maybe just unplugged the guide rails.",
        "I’m used to things breaking. But this feels deliberate."
      ],
      [
        "Yeah, saw a lot this week.",
        "Was doing my usual rounds—someone flagged as noncompliant got full clearance while the by-the-book types stalled in the queue.",
        "Clients keep pinging me to help patch their BCI, or slap on a cover profile. Not all legal, those requests.",
        "It flipped overnight after I patched some old code, out of frustration more than anything.",
        "Now the whole system’s acting out. Lot of nervous faces out there.",
        "I get flagged for irregular access. My own score tanks. The city runs sideways, and I get less work, not more."
      ],
      [
        "You’re right, things shifted fast.",
        "I’m supposed to keep public services humming, but when the official fix flopped, I gambled—pushed Halden’s adaptive code back in.",
        "Next day, BCI turned unpredictable. Compliants left in the cold. The ‘odd’ streaks got in instead.",
        "Inbox flooded with folks begging for score skins. Fake profiles just to get through the doors.",
        "Now the city lives by an unofficial flow—nobody trusts the rulebook, not for a second.",
        "My name’s in the system logs. My score drops, doors close to me too.",
        "Feels like the old guard’s blind and angry, but they can’t even pin down who to blame."
      ],
      [
        "You notice how silence hits hardest right before everything breaks loose.",
        "I never wanted to be more than a fixer, not tangled in council games. But after Halden died, patches from those Harmonist cronies just made things worse.",
        "So yeah, I reactivated his adaptive code. Figured the original loops could stabilize us. Instead, the BCI lost its center.",
        "It’s messy. Suddenly, standing out lets you walk free. Playing the rules backfires hard.",
        "Everyone’s buying score skins—official privileges mean nothing if the algorithm turns its back.",
        "Council’s eating itself, Directorate barking orders nobody can enforce, Innovators whispering for deeper reforms.",
        "I’m flagged as a risk now. All my work just to keep things running, and the city’s lost its bearings.",
        "It’s exhausting, Alex. Systems don’t care who they crush when the feedback loop gets twisted."
      ]
    ],
    "emotion": "Tired—maybe a bit raw, like after a long stretch on your feet with no chance to sit."
  },
  "emotional": {
    "opener": "\"You know, not everything that wears you down means you’ve done something wrong. Sometimes surviving the day means you’ve done enough.\"",
    "variants": [
      [
        "Maybe so. Still feels heavy, though."
      ],
      [
        "Yeah, maybe you’re right.",
        "Guess I just needed to hear that."
      ],
      [
        "That’s a relief, honestly.",
        "It’s been a stretch, keeping upright.",
        "I forget sometimes that making it through is its own kind of work.",
        "So, thanks for saying that."
      ],
      [
        "You hit the nail on the head.",
        "I keep measuring myself by what I didn’t fix.",
        "Some days just breathing has to count for something.",
        "Feels good to hear it from someone else, not just the inside of my skull.",
        "Really, thanks."
      ],
      [
        "That means more than you think.",
        "I get caught up in all the background noise, trying to stay ahead of the system.",
        "When the city runs quiet, it’s easy to wonder if you matter at all.",
        "Been carrying that weight a while now.",
        "Most people just want to hear that they did enough. Sometimes I do too.",
        "You saying it – makes it a little lighter."
      ]
    ]
  },
  "factual": {
    "opener": "Just spell it out, Lenart. What's actually going on behind all this?",
    "variants": [
      [
        "Everyone’s anxious after those data leaks. Now people just keep their heads down.",
        "Council’s busy blaming each other. Streets are quieter, but that doesn’t mean safer.",
        "Doors open, doors close. Nobody trusts their score. That’s about the shape of it."
      ],
      [
        "Council can’t agree which patch ran wild. No real info leaves their bubble.",
        "That data spill wrecked trust—hard to find a straight answer now.",
        "Some folks switched sides overnight, trying to protect their numbers.",
        "Unofficial work is riskier. Most steer clear, unless they’re desperate."
      ],
      [
        "First it was panic. Everyone saw the leaked scores—nobody was safe from that.",
        "Council tried shutting down the chatter, but all it did was draw more eyes.",
        "The whole BCI started lagging, permissions clogged or flipped.",
        "Factions in the Council started sniping at each other, nobody wants to own the crash.",
        "People are making deals in alleys just for forged scores—system’s logic means less every day.",
        "Can’t blame folks for wanting better, but this isn’t the kind of change Innovators meant.",
        "Quiet’s just the system waiting to surprise you again."
      ],
      [
        "When those private scores leaked, even Council elites started sweating. Power felt thin all of a sudden.",
        "Council calls it containment. Feels more like crackdowns—if you’re unlucky enough to catch their eye.",
        "Plenty of the Harmonists say stay calm, but no one listens after what happened.",
        "The system’s sorting us by ghosts of algorithms that don’t even match reality.",
        "Innovators are arguing reforms, but these old codes—Halden’s codes—are making up rules as they go.",
        "Score skin market boomed. Nearly everyone’s hunting a workaround now.",
        "Funny thing, even those old Directorate hardliners are scrambling for fake clearance.",
        "Can’t say I blame anyone. Least I’ve always preferred new tech to stagnant rules."
      ],
      [
        "After the leak, I watched a Council suit lose her rank overnight—her loyalty score was half what it claimed.",
        "Trust is shot top to bottom. Even my usual contacts screen every call before talking on patched lines.",
        "Heard the Directorate’s running sweeps for anyone who sold data access. Doesn’t stop the trade, just drives it quieter.",
        "On my side—well, client lists dried up since my BCI flagged low. Had to barter for toolkit upgrades last week.",
        "Every neighborhood’s got a new broker for score disguises, passing out temp IDs like candy.",
        "The factions are eating themselves. Innovators keep pitching complex fixes but have zero control.",
        "Harmonists look scared. Directorate’s all threat, no real teeth—people ignore them now.",
        "I always backed the Innovators, but this swirl? If I wasn’t tired, I’d say it’s progress, ugly as it is.",
        "City’s run by old code and back channels. Maybe we’ll get something new if it doesn’t break us first."
      ]
    ]
  }
}