{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Yeah. Lot of people seem on edge lately.",
        "Yesterday my access worked for once. Surprised me, given my usual restrictions.",
        "Heard others with high scores ran into trouble. Strange.",
        "Just feels unpredictable now…"
      ],
      [
        "Air’s definitely heavier. Even my building’s tech acted off.",
        "My card let me in without hassle. That never happens.",
        "Meanwhile, my neighbor—always top score—was stuck outside.",
        "Everyone’s nervous, swapping messages, hoping for answers.",
        "Feels like the system’s playing tricks on us…"
      ],
      [
        "Heavier, yeah. Everything’s sort of out of sync since yesterday.",
        "I got into my place with no delays, which honestly made me anxious. My score isn’t supposed to let that slide.",
        "Neighbors with clean records got locked out. People are confused, almost panicked.",
        "Coworkers keep texting, asking if I'm having the same issues.",
        "Some mentioned these things called ‘score skins’—ways to hide or fake your BCI. I didn’t touch that, just in case.",
        "Feels like anyone can trip up now, no matter how careful you are."
      ],
      [
        "Yeah, the atmosphere’s off. Like the city’s... holding its breath.",
        "My BCI score’s usually low, right? Out of nowhere, my access started working. No secondary scan.",
        "Meanwhile, people with spotless scores are getting frozen out. It’s upside down.",
        "Everyone’s gossiping about workarounds—score skins. I heard all the talk but kept my head down.",
        "I started switching up where I have lunch, dodging familiar places. Paranoid, maybe, but can’t risk slipping further.",
        "Can’t even trust the cameras in my own block.",
        "The randomness of it all—makes you feel like the rules don’t matter anymore. Like there’s nothing to rely on."
      ],
      [
        "Yeah, it’s exhausting. There’s this constant pressure. My BCI—used to keep me out of half the places. Suddenly, doors just open. No reason.",
        "Neighbor I’ve known for years, perfect record, locked out of her own elevator. She panicked—and she never panics.",
        "The whole Directorate is buzzing. Messages flying back and forth, people trying to cover themselves.",
        "I overheard talk at work about score skins. Black market stuff. The people I thought were loyal? They’re all scrambling.",
        "I spent half the week secretly checking building cameras before leaving my apartment. If the system can misfire this badly, what’s it seeing—or missing—about us?",
        "I always thought Innovator ideas could fix things. Now, I’m not sure. Maybe we pushed too fast, too far.",
        "Nobody trusts the BCI anymore—not even the people running it.",
        "You do everything right or you don’t—it all feels pointless. I can’t shake the feeling that nothing really keeps us safe."
      ]
    ],
    "emotion": "vulnerable, unsettled"
  },
  "emotional": {
    "opener": "Oksana, no system should make you question your worth. You’re not the problem—the world just… turned itself inside out. It’s not just you who feels lost right now.",
    "variants": [
      [
        "Maybe. I just—needed to hear that.",
        "Things feel too strange lately."
      ],
      [
        "Some days, I doubt myself. Always second-guessing.",
        "It's rare for anyone to say that out loud.",
        "I’m not sure how much difference it makes, but thanks."
      ],
      [
        "It helps to know someone else sees how upside-down everything is.",
        "I haven’t felt like myself in a long time.",
        "Feels like things keep shifting under my feet.",
        "I just want to remember who I am outside all of this."
      ],
      [
        "You’re right. I keep measuring myself by standards I didn’t even agree to.",
        "I miss when things felt simple, or at least understandable.",
        "Now, even normal days feel… staged, somehow.",
        "Sometimes I forget what I even wanted before this system.",
        "It’s a relief, just for a moment, to feel understood."
      ],
      [
        "It surprises me how quickly I internalized the system’s judgment.",
        "I used to think I was adaptable, but lately, I just feel hollowed out.",
        "I keep remembering little things—conversations, routines—before everything was measured and watched.",
        "Even when people act normal, there’s always a calculation behind it now.",
        "You saying that makes me feel seen—for the first time in a while, really.",
        "Maybe it means I’m not as lost as I thought I was."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying it’s weird lately. What’s actually going on with the system?",
    "variants": [
      [
        "Hard to say. Feels like the system's just... unstable.",
        "I only know the news. Data leaks, people talking about score hacks.",
        "Those in charge look tense. That's all."
      ],
      [
        "Supposedly there was a big leak—private stuff, officials' scores. Made people nervous.",
        "After that, things got more erratic. Access is random. Some say old code popped up.",
        "The Council’s arguing. Not sure what’s real and what’s rumor.",
        "Just keeping my head down."
      ],
      [
        "After Halden died, everything started slipping. No one really knows who’s in charge of the BCI anymore.",
        "There was a leak—private profiles got out. Even Council people panicked.",
        "Now, the system keeps flipping priorities. People are lost, trying to cover themselves.",
        "Heard talk about rogue algorithms running unchecked.",
        "The city’s divided. Some stick to official processes, others gamble on these score fakes.",
        "Wish more of the Innovator group would step in, honestly."
      ],
      [
        "Halden’s death left a void. I saw how fast trust vanished—not just on the outside, internally too.",
        "A data breach released everyone’s profiles. Even some Council big shots can’t hide now.",
        "Erratic code started resurfacing. Some say it’s Halden’s old adaptive algorithms, reactivated to save the system—but nobody controls them.",
        "People I work with are panicking about their BCI. They're chasing black-market 'skins' just to keep up.",
        "Council’s fighting. Harmonists want calm, Directorate wants lockdown, Innovators have no consensus.",
        "Feels like we’re caught mid-upgrade, but with no safety net.",
        "I was optimistic about pushing boundaries, but... this isn’t what I hoped for."
      ],
      [
        "It all went sideways after Halden died. Everything was riding on his code, and now—it’s just unpredictable.",
        "That profile leak? I watched senior officials scramble to shield themselves, never seen them shaken like that.",
        "The patch the Council pushed failed, so someone triggered Halden’s old algorithms behind everyone’s back. Now, those routines are practically running the city alone.",
        "I see the internal chats—complete chaos. People high up are falsifying their own profiles, or hunting those who are.",
        "No one knows if their score is real. Half the city is running on fakes now just to do basic things.",
        "The Council’s split three ways, nobody’s got override authority. There’s zero alignment, especially after the Innovators’ last meeting fell apart.",
        "We used to think more automation would fix this—myself included.",
        "I worked on some of that logic, trying to make it adaptive. We never planned for an outage like this.",
        "Everything I believed in about governance feels... unstable. Even our team doesn't trust each other."
      ]
    ]
  }
}