{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Nothing’s ever fine, just easier to say it is.",
        "Had someone new come in today, replaced my boss like it was routine.",
        "Logs got locked up, access vanished—now we’re just supposed to keep moving.",
        "Feels like something’s closing in, but you learn to act normal."
      ],
      [
        "Pretending’s what keeps you safe. That’s all they want.",
        "My supervisor’s gone. The replacement already changed everything—no questions.",
        "Devices we check, some records vanished; not supposed to care.",
        "Even my own wearable, blocked from review, all of a sudden.",
        "Hard to keep up the act when all you can do is keep your head down."
      ],
      [
        "Honestly, pretending is just routine now.",
        "Showed up and found my supervisor replaced—no warning, just gone.",
        "The new one rushed updates, made us re-check flagged wearables before I could think.",
        "Some logs were locked tight, not even senior techs could see our own data.",
        "A stranger audited my station, said it’s 'system integrity,' but it felt like a test.",
        "Started tracking my own moves, off-grid—can’t trust anyone to keep things straight anymore."
      ],
      [
        "Lately, it’s like the whole place is pretending, you know?",
        "First thing this week, my old supervisor gets swapped out like an outdated patch—no explanation.",
        "We’re told to rush wearable checks for people already flagged by the system—no time for the usual double-checks.",
        "Now, access logs are sealed; I couldn’t even check my own history.",
        "A guy shows up, audits my work—barely knows my name, but he’s got clearance.",
        "Started keeping personal logs, just in case someone tries to erase my steps.",
        "I’m careful because last time they flagged someone close to me, he didn’t come home."
      ],
      [
        "Sometimes pretending is survival, but lately it feels like the lie is smothering us.",
        "My job’s supposed to keep people healthy—it’s all about the wearables, tracking everything we do.",
        "Out of nowhere, my manager just disappears—next shift, someone new with a flawless compliance score is in charge.",
        "The new instructions? Less caution, more speed—especially for those flagged by the system.",
        "Logs locked up, audits happening out of nowhere—started hiding my own tracks in ways the Directorate wouldn’t notice.",
        "You’d think working with Innovators would give us more say, more protections, but now I just see administrators with polished records and no past.",
        "My BCI score dropped, I think because I started protecting myself. It’s what happened to my brother right before he vanished after his audit.",
        "Feels like the world’s contracting, squeezing out anyone that remembers things weren’t always like this. It’s just exhausting, pretending no one notices."
      ]
    ],
    "emotion": "Quiet frustration, edged with exhaustion and wariness."
  },
  "emotional": {
    "opener": "\"You don’t have to pretend here, Daria. I can see you’re carrying a lot—it’s okay to just breathe for a minute.\"",
    "variants": [
      [
        "Thank you. I’ll try to remember that."
      ],
      [
        "Maybe I do need a minute. It’s just easier to keep quiet most days.",
        "Appreciate you saying that."
      ],
      [
        "That actually helps. I don’t hear it often.",
        "It’s mostly weight you can’t put down.",
        "Still, I get by. It’s what people do here.",
        "Thanks for noticing, though."
      ],
      [
        "I forget what that feels like, just breathing without scanning every thought.",
        "There’s a kind of background noise in my head all the time—worry, I guess.",
        "Most people don’t notice if you’re not okay.",
        "You did, though, and that means something.",
        "Thanks, seriously."
      ],
      [
        "That was kind. I don’t usually let myself trust that kind of kindness, but I needed it.",
        "Sometimes I wonder if anyone else hears the same constant pressure, or if they’ve all tuned it out.",
        "I used to be more open, before everything got measured and tagged.",
        "Now I just try not to trip the wrong wire.",
        "But you saw past it for a second, and I actually felt lighter.",
        "That’s rare, so thank you—really."
      ]
    ]
  },
  "factual": {
    "opener": "Cut the mystery, Daria. If something big is happening, just say it.",
    "variants": [
      [
        "There were changes at the top lately—administrators losing access, people talking about a shakeup.",
        "I only know what’s public: some protests, disruptions, nothing new.",
        "The system keeps people guessing, nothing gets explained.",
        "Restored faces showing up, all squeaky clean. That’s all I hear.",
        "Everything feels off, but they’re not giving us details."
      ],
      [
        "A bunch of senior staff got demoted overnight—nobody saw it coming.",
        "Saw security tighter around admin posts, lots of new faces with perfect records.",
        "Rumors say it’s a system ‘normalization,’ but that’s just a cover.",
        "Some people who disappeared suddenly returned, acting different—nobody asks why.",
        "Protests broke out. Now anyone speaking up gets flagged for it.",
        "Feels like the rules just shifted, and we’re not being told why."
      ],
      [
        "Lost count of how many trusted officials just vanished from the system—one day they’re essential, next day gone.",
        "Restored citizens are filling their spots, but… they moved up too fast. Perfect BCI scores, no real histories.",
        "The public’s anxious, especially seeing protests auto-flagged by the system. Feels like no one’s safe from being rewritten.",
        "Even techs I work with are wary. Everyone’s got stories of someone coming back changed.",
        "Security keeps spinning ‘statistical normalization’ but it’s all code for a silent purge.",
        "I always thought Innovators would protect us, but the only people rising are ones who never question anything.",
        "The system’s rewarding blank slates, not contributors."
      ],
      [
        "This isn’t normal—it’s algorithmic purging, not leadership. Even senior Council scores crashed; they’re stuck in limbo.",
        "Restored citizens: perfect BCI, flawless access, but no real memory of before. Can’t tell if they’re really themselves.",
        "Anyone vocal gets flagged instantly. It’s not order, it’s erasure. Even the Innovators are stuck watching, powerless.",
        "Saw an old tech friend reinstated—recognizes nobody, follows orders like code. It’s unsettling.",
        "I worked years on these wearables, thought we were pushing for open systems, but now every bit is more locked down.",
        "Security calls it an upgrade; I see people disappearing and their replacements running pure compliance routines.",
        "My brother vanished this way. Now, every time someone’s ‘restored,’ I wonder what’s left of them.",
        "Feels like the city’s optimizing everyone out of existence except the ones who stop thinking."
      ],
      [
        "Most don’t see it: Council got gutted by its own scoring models, all based on secret metrics—nobody to override the process.",
        "Those ‘restored’ citizens weren’t just audited and promoted. They came back, but off—missing memories, flat affect.",
        "I’ve seen the new compliance logs—they’re too perfect. No behavioral spikes, no ambiguity. It isn’t possible unless something’s engineered.",
        "We used to trust the Innovators for progress, autonomy. Now, silence. Algorithmic governance locked them out too.",
        "My brother disappeared during an audit. Months later, I saw his face, but he didn’t recognize me. Total blank slate—like his real life was overwritten.",
        "Anyone organizing, even peacefully, is instantly system-flagged and denied basics. It’s all automated. Admins pretend it’s technical but they’re terrified.",
        "The only way I know to protect myself is by falsifying my own data—quietly, carefully—knowing one mistake means I disappear like him.",
        "We’re all expendable now. The ones left in charge are just shells with clean records.",
        "This isn’t what I believed in. The city’s running on compliance, not innovation or memory. I wish I could do more, but I’m too tired to fight the cycle."
      ]
    ]
  }
}