{
  "preference": "a",
  "dilemma": {
    "opener": "You look like you know something you wish you didn't.",
    "variants": [
      [
        "Been another one of those weeks. Whole city feels off-balance lately.",
        "Sometimes you run into things behind the panels you'd rather not see.",
        "Some problems, you fix. Some, you wait out."
      ],
      [
        "I'm caught between keeping things running and bringing something messy into the open.",
        "Could patch things up, sweep it away, or blow it wide open.",
        "Either way, people feel it. System's less reliable than it looks."
      ],
      [
        "Found out something that puts me at a crossroads—hold the line or shatter it.",
        "Could cover up a nasty bit, keep the streets smooth but unfair.",
        "Or I could let out what I found, blow a hole in people's trust.",
        "It's about restored citizens, why they're getting special treatment.",
        "Not the path I thought I'd still be wrestling with at this score."
      ],
      [
        "There's a process in the system—restored citizens are getting a free ride now.",
        "I found a file, maybe from Halden himself, laying out how it was set up.",
        "If I hide this, most folks just keep shuffling along, city stays stable but off-kilter.",
        "If I leak it, well, things could come crashing down—truth's not gentle.",
        "I'm Directorate enough to care about order, but this sits wrong.",
        "Feels like my score's the only thing staying tidy around here."
      ],
      [
        "I found out restored citizens are being protected by hidden rules, all written in code.",
        "Ran into a confession file, buried in old system logs, almost definitely from Halden—spelled out the manipulation point by point.",
        "If I sweep it under, sure, city stays orderly, even if the winners aren't playing fair.",
        "If I let it out, the whole BCI comes into question—could turn everyone against each other, or against me.",
        "This isn't theory, it's real people, real rations, real jobs—truth against stability, and I'm stuck between them.",
        "Always thought keeping the lights on was enough, but that's starting to sound cowardly.",
        "Still, with a Directorate tilt and this midling score, maybe too much change is worse than the lie."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Order, even unfair, is better than chaos.",
      "monologue": [
        "I've seen what happens when things break down — nobody wins, not really.",
        "Right now, even the unfair order keeps the city moving, keeps people working.",
        "If I tip the balance, I can’t control where the pieces fall. That’s the risk."
      ],
      "supportive_response": [
        "Hard truth, but there’s comfort in knowing at least the machinery runs.",
        "Go on, I’m listening—what’s driving you to keep it steady?"
      ],
      "challenging_response": [
        "Maybe unfair order only lasts until people start seeing the seams.",
        "Tell me—what’s worse, a little chaos now or something rotten underneath?"
      ]
    },
    {
      "belief": "People need stability more than uncomfortable truths.",
      "monologue": [
        "Most folks don’t want the whole picture — just a sense tomorrow looks the same.",
        "Stability’s what gets kids to school, what keeps lights on at night.",
        "If the truth upsets that, who really benefits? Certainly not the quiet ones."
      ],
      "supportive_response": [
        "That kind of stability is rare, and most would pick it every time.",
        "Please, keep going—how did you end up thinking this way?"
      ],
      "challenging_response": [
        "Hiding uncomfortable truths piles them up until something cracks for good.",
        "So if the truth hurts, what happens when the lie finally breaks?",
        ""
      ]
    },
    {
      "belief": "Technical fixes are preferable to social upheaval.",
      "monologue": [
        "If I patch things quietly, nobody needs to panic — the system runs, invisible.",
        "Social upheaval is messy, unpredictable, and not something a wrench can tighten.",
        "For someone like me, a fix is more honest than a crusade. Let the pipes flow."
      ],
      "supportive_response": [
        "A clean fix saves a lot of sleepless nights and keeps everyone moving.",
        "Go on—what makes a technical patch feel ‘honest’ to you these days?"
      ],
      "challenging_response": [
        "Sometimes patches just hide the leaks until the whole thing bursts open one day.",
        "Are you sure a quiet fix doesn’t just delay a bigger mess?",
        ""
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Truth is worth the risks, even if society shakes.",
      "monologue": [
        "Hiding a lie this big just stains the walls; leaks always find their cracks.",
        "If people only see the surface, they’ll never wake up from this managed dream.",
        "I’ve patched plenty of systems, but you can’t patch away a rotten foundation."
      ],
      "supportive_response": [
        "Not everyone could take that on, but someone’s got to face it straight.",
        "Still, truth’s hard to swallow here—go on, what makes it real for you?"
      ],
      "challenging_response": [
        "Sometimes the city holds together better kindly wrapped in quiet lies.",
        "What if shaking it apart leaves nothing left? Talk me through it, Lenart."
      ]
    },
    {
      "belief": "Secrets rot the foundations of trust.",
      "monologue": [
        "Every hidden process, every silent override—it all chips away, little by little.",
        "The more they conceal, the more folks learn to watch their backs, not their neighbors.",
        "I’ve seen what happens when trust drains away: the city runs, but nobody belongs."
      ],
      "supportive_response": [
        "I get it, secrecy always hollows things out in the end.",
        "You’ve watched this city longer than most—keep going, what else do you see?"
      ],
      "challenging_response": [
        "But isn’t trust a luxury when order’s on the line?",
        "Maybe some secrets keep things standing—there’s more there, I can tell."
      ]
    },
    {
      "belief": "People deserve the chance to decide for themselves.",
      "monologue": [
        "Doesn’t matter how smooth the machine runs if nobody gets a say.",
        "If you take away choice, you turn citizens into shadows—empty shapes, nothing more.",
        "I know what side the system wants, but I’d rather see people uneven than erased."
      ],
      "supportive_response": [
        "Not everyone thinks about it that way, but I respect it.",
        "It’s a tough line to walk—what keeps you there? Talk more."
      ],
      "challenging_response": [
        "Plenty here would trade choice for quiet days, Lenart.",
        "But you’re set on this—tell me, why does it matter so much?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll take care of the glitch.",
        "Nothing will look out of place."
      ],
      [
        "I’ll keep things stable for now.",
        "No one needs to worry about this."
      ],
      [
        "I’ll patch the process to keep the restored safe.",
        "Order will hold, secrets stay buried.",
        "Thanks — you’ve given me clarity."
      ],
      [
        "I’ll rewrite the core rules, quietly. Restored folks will keep their edge.",
        "It’s unfair, but chaos risks too much.",
        "You made a good point about stability.",
        "We’ll see if peace is worth it."
      ],
      [
        "I’ll lock in the privileges for those restored. It’s the only way to keep things calm.",
        "Fairness feels dishonest, but safety wins out. Your logic landed hard, Alex.",
        "This city barely holds when it doubts itself. I won’t light that fuse yet.",
        "For now, secrets serve the greater good. Strange world, isn’t it?"
      ]
    ],
    "monologue_b": [
      [
        "I’ll drop some news.",
        "Could get loud soon."
      ],
      [
        "I’ll leak this—let them argue it out.",
        "You’ll see changes fast."
      ],
      [
        "I’ll release Halden’s file. The city deserves to know.",
        "It’ll be messy, maybe necessary.",
        "I’m grateful for your push."
      ],
      [
        "I’ll make the confession public, whatever that brings.",
        "People need the truth, even if it stings.",
        "Your stories on trust stuck with me.",
        "Let’s brace for trouble."
      ],
      [
        "I’ll take the risk and expose the whole rotten thing. We owe people honesty.",
        "It won’t be pretty—unrest might spread. That still feels better than quiet lies.",
        "Thanks for seeing the bigger picture, Alex. Your faith in people changed my mind.",
        "Maybe Stenograd can stand on truth, for once."
      ]
    ],
    "monologue_self": [
      [
        "I’ll fix the process.",
        "No reason to change course."
      ],
      [
        "I’ll keep the order running.",
        "Don’t look for revelations here."
      ],
      [
        "I’ll patch the imbalance and bury the file. Stability over justice—harsh, but true.",
        "People may grumble, but things work.",
        "Sometimes order means swallowing the hard parts."
      ],
      [
        "I’ll make the system favor the restored, just like before.",
        "Calm matters more than fairness now.",
        "Truth can wait when the city’s at risk.",
        "Experience tells me when to interfere, and when not."
      ],
      [
        "I’ll shore up the privileges, even if it stings. Letting people know would pull the whole city apart.",
        "Sometimes my job’s keeping things running, not weighing right and wrong.",
        "Maybe that’s weak, but I can’t risk blood for a principle not everyone shares.",
        "Stability isn’t perfect, but it’s better than another vanished neighbor."
      ]
    ]
  }
}