{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Been finding my access a bit slower than usual lately.",
        "New faces where I work, not all of them familiar.",
        "Some things I could do last week just… don’t work now.",
        "I suppose that sums it up. It’s been tedious."
      ],
      [
        "They downgraded my clearance without notice. That’s a first.",
        "Someone with a strange profile got moved into my workspace.",
        "I’ve had permissions denied on files I used to open in my sleep.",
        "Colleagues are swapping logins like trading cards. I keep my distance.",
        "It’s a circus behind the curtain now. Drains the spirit."
      ],
      [
        "Security’s gotten unpredictable. My own BCI rating dipped for no clear reason.",
        "A low-score assistant appeared at my desk, right after my own clearance slipped.",
        "Even my old speech archives are patchy. Requests vanish into the void.",
        "Heard people are bending rules with fake profiles to get by.",
        "Meetings keep shifting. Staff reshuffle mid-conversation.",
        "I’m logging it all, privately. It’s absurd, but I adapt. Still—it wears on you."
      ],
      [
        "There’s been a game of musical chairs with our permissions. My BCI dropped and suddenly my job is riddled with delays.",
        "Wasn’t long before a notorious underperformer joined my tiny workspace. Not coincidence, I think.",
        "Archival requests denied, so now I rely on old colleagues and scraps of gossip. Risky lately.",
        "Everyone’s whispering about bootleg ‘score skins’. I won’t touch them.",
        "Work used to be methodical; now meetings are chaos. Nobody knows who will be present until the last minute.",
        "For months I crafted messaging to help the Council sound calm and rational. Now I struggle to find the right words for myself.",
        "If you hear anyone laughing at the mess, it’s just me, trying to keep it together."
      ],
      [
        "The irony’s thick. I built speeches explaining how Stenograd’s order was inevitable — now my BCI is a running joke, and my access crumbles whenever the system hiccups.",
        "They blended the Innovators’ ideas with Halden’s design. Look where that got us: even trusted people like me tripping over random denials.",
        "Our controlled messaging fell apart overnight, so now even loyal staff are rewriting their digital shadows with black-market score skins.",
        "I refuse that, of course, but I’ve lost track of which rules even matter anymore.",
        "Drafts I wrote for the Council are locked behind broken permissions. Workarounds are the new normal.",
        "Every meeting’s an improv. The Council can barely pretend to lead. We’re all actors now.",
        "My passion’s always been for building the story of the city — now it’s keeping notes on its breakdown.",
        "Feels almost comic, watching the system unravel from inside. I’d laugh, but I’m too tired tonight."
      ]
    ],
    "emotion": "Worn out, but forcing a note of dry amusement"
  },
  "emotional": {
    "opener": "\"Sometimes the system forgets the humans inside it. Lucky for us, we're still here to remind it.\"",
    "variants": [
      [
        "I suppose that's one way to look at it.",
        "The reminders are never quite enough, but noted."
      ],
      [
        "You have a point. The system has a certain appetite for oversight.",
        "Most days, I don't bother reminding anyone. You seem determined.",
        "I appreciate the sentiment, truly."
      ],
      [
        "You're right. Sometimes we slip through the cracks, even as we keep the whole thing running.",
        "Odd, isn't it. We're ghosts and gears at once.",
        "I suppose I should find that reassuring.",
        "Maybe I do."
      ],
      [
        "Funny, I used to say something similar. Back when all this was new.",
        "There's a certain dignity in being the reminder, even if no one wants to hear it.",
        "I've been feeling more like a shadow than a person some days.",
        "But having someone acknowledge it... well, that matters.",
        "That’s rare, you know."
      ],
      [
        "Humanity gets forgotten here, hidden under layers of prediction and control.",
        "Every word I write, I try to leave a fingerprint. Something the algorithms can’t quite erase.",
        "It’s exhausting—being visible, then invisible, then visible again, depending on the system’s mood.",
        "Your words land. That’s unusual.",
        "Truth is, I almost gave up today.",
        "But maybe not every reminder has to be ignored."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's been having access issues, Halek. What's really going on with the system?",
    "variants": [
      [
        "The headlines are right about reversals in BCI privileges. Even if you do everything by the book, the system ignores it now.",
        "A data leak rattled people. You can feel it in every conversation.",
        "Council's jittery. Security is making a show of force, that’s all."
      ],
      [
        "The system's off-balance since Halden's death. Some odd choices in who gets privileges, that's certain.",
        "Score manipulation’s become an open secret, despite official denials.",
        "Council’s patchwork solutions don’t stick. The real story’s buried deep."
      ],
      [
        "After Halden, legacy code started hijacking the official BCI patches. Privileges bounce around like loose change now.",
        "Anyone can buy a ‘score skin’ if they want in — the black market’s busy.",
        "Council factions are fractured. Directorate shows muscle but can't mask the cracks.",
        "My camp backed innovation, but this chaos wasn’t the plan.",
        "Right now, nobody trusts the system or each other."
      ],
      [
        "Boiling point really came with that massive data leak. Every administrator’s secrets aired, every ‘trusted’ citizen on edge.",
        "Some clever soul reactivated adaptive code from Halden’s era to patch the BCI. Instead, it’s overriding everything else.",
        "Now, even top scores get stonewalled, while outliers breeze through.",
        "Trading fake profiles is routine in my circles, but you won’t catch me.",
        "The Council’s at war with itself — Harmonists clutch the old lines, Directorate tightens the leash, Innovators like me are told to ‘fix it or shut up’.",
        "Anyone who tries to work honestly gets trampled by the noise.",
        "Most days, I don’t know if I’m in control or just another random variable."
      ],
      [
        "After Halden died, Lenart Kova triggered old adaptive code behind the Council’s back. It was supposed to stabilize things — instead, it released chaos.",
        "Suddenly, BCI scores flipped: model citizens blacklisted, ‘eccentrics’ advanced. The patchwork fixes from above just made it worse.",
        "I’ve seen loyal aides lose access overnight. The so-called ‘score skins’ are everywhere, councilmen included.",
        "There’s no Council consensus — just three factions, gnawing at each other. The Directorate wants martial order, Harmonists freeze, Innovators like myself get scapegoated for the mess.",
        "Every message I craft for the Council gets torn apart or ignored while real control slips from everyone’s hands.",
        "Privately, I’m archiving the collapses. One day, someone should know how it actually fell apart.",
        "My whole job was to make the system sound inevitable — I can admit it now: none of us saw how brittle it really was.",
        "When you’re on the inside, policy becomes theater. We’re all improvising; the algorithm cheers from the wings.",
        "If you’d told me last year this would happen, I’d have called it satire. Now it’s daily life."
      ]
    ]
  }
}