{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Pretending’s what keeps us all upright, right?",
        "Saw a few new faces at work—too perfect, you know? Like they popped out of a training manual.",
        "Strange how the right people just vanish, then the system serves you a clone with all the right answers.",
        "Honestly, can’t remember the last time I trusted the line between what’s real and what’s edited."
      ],
      [
        "Pretending’s a survival skill now.",
        "It started when some old contacts disappeared—scrubbed from every directory.",
        "Their replacements showed up fast, acting like nothing ever happened, reciting the same old lines.",
        "The registry office was running smoother than ever, if you fit the right template.",
        "Makes me feel like anyone could be rewritten on a whim, and nobody would know the difference."
      ],
      [
        "I get why you ask. Lately, it’s been impossible to keep up the act.",
        "A bunch of my sources just vanished—wiped, like they’d never existed.",
        "The people replacing them? Too polished, too consistent. They remember things differently, even little details.",
        "City services suddenly go seamless for the perfect profiles, while the rest of us get stalled.",
        "I’m laying low, mostly reviewing footage, just to keep my compliance score above water.",
        "It feels like the city’s rewriting who counts as real."
      ],
      [
        "Honestly? Tired doesn’t cover it. Feels like clinging to my own memories is an act of rebellion.",
        "I watched as familiar admin faces vanished from my channels—overnight, like they never existed.",
        "Their replacements have flawless BCI scores, but none of the real history.",
        "Municipal services snapped into shape; everyone gets what they need, as long as their data’s perfect.",
        "I double-checked old tapes—caught a few slip-ups, stories that don’t match what really happened.",
        "Started keeping my head down, working from a distance. My score bumped up, but it’s a trade.",
        "All this caution… it confirms what I suspected: identity isn’t earned now, it’s programmed."
      ],
      [
        "I’m past tired, Alex. You reach a limit, pretending everything’s fine—especially when you know how the system works.",
        "I grew up with compliance wiring my life. My parent believed in the BCI, but I always saw the edits hiding underneath.",
        "Last week, I lost every signal from contacts who’d gone off-script. Suddenly, replacements turned up—high scores, fake memories.",
        "I watched an administrator I trusted get swapped for a ‘restored’ citizen who read office history off a script.",
        "Requests started flying through for the ‘right’ people. The rest? Rerouted, denied, left hanging, like we never mattered.",
        "I checked my own footage—caught the fabrications. Quiet, surgical rewrites and the public? Numb or too scared to say a word.",
        "I played along, acted passive. My BCI inching up feels like a punishment—a reward for silence, for not being myself.",
        "That’s the game now: the city decides who you are, edits your past, and if you resist, you get wiped and returned as something else. Makes it hard to sleep. Makes you wonder which parts of yourself the system hasn’t edited out yet."
      ]
    ],
    "emotion": "Restless—like I’m standing in the middle of a silent storm, trying not to disappear."
  },
  "emotional": {
    "opener": "It’s okay to feel lost here, Rada. Even the strongest currents can’t erase who you really are.",
    "variants": [
      [
        "Maybe I just needed to hear that.",
        "It gets heavy, you know?"
      ],
      [
        "I’m used to holding things back. Still, hearing someone say it out loud helps.",
        "Sometimes I forget I’m not the only one.",
        "You saying that… it means something."
      ],
      [
        "Thanks for saying that—seriously, I don’t hear it often.",
        "Some days I wonder if I’ll fade out, bit by bit.",
        "It makes a difference to be seen, even for a minute.",
        "Appreciate it."
      ],
      [
        "I don’t always let myself admit how much this gets to me.",
        "Most of us pretend it’s normal, but it wears you down.",
        "Your words feel like a hand on my shoulder, keeping me steady.",
        "It’s almost easier to be invisible than to risk being noticed.",
        "You reminding me of that—maybe I won’t vanish after all."
      ],
      [
        "Growing up here, you learn how to vanish without leaving.",
        "My mother always said, ‘Stand still and they’ll forget you’re there.’ Guess she was right.",
        "I spent so long building walls that I forgot what it was like to simply exist around someone who sees me.",
        "Most people are shadows to each other now, just shapes moving through patterns.",
        "You telling me I’m still here—it’s grounding, more than you know.",
        "It makes a difference, being reminded I’m more than what the system measures."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dodging specifics. What’s really happening in this city?",
    "variants": [
      [
        "Big names are slipping off the Council roster, replaced with model citizens—no real explanation given.",
        "Sudden protests in the admin sector. No coverage, just system notifications about 'noncompliance.'",
        "Old faces demoted overnight—if you see them at all.",
        "No answers from above. Feels like everyone’s waiting for instructions."
      ],
      [
        "Council admins getting shuffled, but you won’t find an official story—just silence and new names.",
        "Perfect-score types filling in gaps wherever someone vanishes.",
        "Protests are flagged and choked right away. Compliance spikes, but nobody trusts it.",
        "Something triggered a quiet panic, but only the right profiles are immune.",
        "People know the game changed, even if they don’t say it."
      ],
      [
        "More than a few big shots lost everything overnight—scored out, locked out, just like that.",
        "Restored citizens? Higher up than before, immune to the usual checks.",
        "The old guard tries protesting, gets flagged—the rest of us just watch systems reroute them out.",
        "Council’s factions are circling, blaming each other behind closed doors.",
        "Every time the BCI hiccups, real people vanish—or come back as someone else.",
        "You start to realize: compliance is less about rules, more about rewriting who counts.",
        "I can’t pretend I don’t notice who gets erased and who gets promoted."
      ],
      [
        "I watched trusted officials go from top to nothing—BCI shuts them out, no warning.",
        "Only the 'restored' types, spotless now, step into their jobs like nothing’s wrong.",
        "Protests break out, the system auto-flags a crowd and locks them down—no people needed.",
        "Got word the Council’s tearing itself up: some want to clamp down, some want to expand the system, others just panic.",
        "It’s quiet but messy. Anyone too real is getting sanitized or replaced.",
        "Whatever Halden built, it’s running without brakes or steering.",
        "I keep reporting what I can, but the edits never stop—the whole city’s a compliance filter now.",
        "This isn’t how a capital’s supposed to feel, not if you value what’s real."
      ],
      [
        "I remember when officials were respected. Now, one algorithmic sweep and they’re out—access revoked, history rewritten.",
        "The so-called 'restored' people—they get all the privileges. Their records are too clean, like someone’s scrubbing the past.",
        "Last week, I caught wind of an internal fight inside Council: security heads want a lockdown, engineers want bigger controls, the rest just want silence.",
        "The public only sees easy services—most don’t notice the ghosts in charge, or the way protests vanish into noncompliance reports.",
        "I heard protests in the admin quarter got flagged instantly, lines rerouted, nobody left to speak up.",
        "Even some Council-tier admins are lost, trying to crawl back up the system like regular citizens.",
        "I save raw footage, but every version I see after public release gets smoothed over—a history written by a predictive model.",
        "My parent lived for the BCI. I used to believe you could work inside the system, tweak it for good. Not now.",
        "If you ever thought rebellion was a word, these days it’s just staying awake—remembering who got swapped, who still matters."
      ]
    ]
  }
}