{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Work's gotten unpredictable lately.",
        "System updates are a mess. Feels like nothing runs as it should.",
        "People talk more about their scores now. Not much else to say.",
        "Mostly, I just keep to myself. That's better these days."
      ],
      [
        "Diagnostics I handled jammed up after some weird service alerts.",
        "A few technicians I used to trust asked for favors. I turned them down.",
        "Everyone's worried about these new BCI reversals, like you can lose access for nothing.",
        "There's talk about fake profiles, but I try not to get involved.",
        "Feels like you have to watch every move now."
      ],
      [
        "Had to postpone a lot of repairs this week. The backlog is getting worse with all these BCI glitches.",
        "Some coworkers tried to get me to do unlogged checks for them. I said no.",
        "Everyone’s nerves are shot over these 'score skins' making the rounds.",
        "I flagged a privilege mismatch in a client's record—couldn’t just ignore it.",
        "Barely anyone follows protocol anymore, but I’ve started doubling down.",
        "Caution seems like the safest habit, even if it means being left out."
      ],
      [
        "It’s been hard keeping pace. Since Halden died, nothing’s stable.",
        "I keep getting pressured for illegal data fixes. Now with these forged score skins, everyone’s scrambling.",
        "Someone I trusted tried to swap access with me last week. That stung.",
        "When I saw a client's BCI status flip mid-diagnosis, I reported everything and put it in the logs.",
        "Protocol feels safer than people, but that comes with being alone.",
        "My BCI score ticked up, but it feels more like surveillance than protection.",
        "Sometimes I wonder if things will ever work right again."
      ],
      [
        "Honestly, every day feels like walking a wire, ever since Halden showed up dead.",
        "You see the city—no protests, no debates, just system moods deciding lives.",
        "I work with those wristbands everyone wears. Makes me see how fragile all this tech control is.",
        "When access scrambled and folks begged me for backdoor help, it was tempting, but I couldn’t risk it.",
        "People are openly trading fake identities now, calling it 'score skins.' Even staff aren’t subtle anymore.",
        "Maybe it’s because of my brother—he vanished after a BCI audit. I know how quickly you can lose everything.",
        "I keep things official, flagged weird records, watched my back. My score climbed, but I trust it less than ever.",
        "Guess I always hoped the Innovators would fix things, but right now, it just feels like there’s nowhere safe to land."
      ]
    ],
    "emotion": "worn out, tense, and a little isolated"
  },
  "emotional": {
    "opener": "\"You know, I see how hard you try to keep things together. You shouldn't have to carry it alone all the time.\"",
    "variants": [
      [
        "Yeah. Thanks for saying that.",
        "Not many notice."
      ],
      [
        "I appreciate it. Most days I just keep my head down.",
        "Sometimes it helps, hearing someone else see it.",
        "It feels like I'm standing apart, but maybe that's not so obvious."
      ],
      [
        "It means a lot, hearing that.",
        "Sometimes I think I just blend in too well. Nobody sees past the surface.",
        "At work, it can feel mechanical. But that’s safer, most weeks.",
        "Still, it gets tiring, you know."
      ],
      [
        "Thanks. Not many people say things like that.",
        "It’s harder than I admit, keeping to myself all the time.",
        "I end up second-guessing what I let people see.",
        "But someone noticing, it makes the strain less heavy.",
        "Most days I try not to let it get to me."
      ],
      [
        "That’s the first time in a while someone’s really seen how thin I’m stretched.",
        "I get used to tuning everyone out, acting like it’s fine. It starts to feel natural, even if it isn’t.",
        "Sometimes I convince myself that blending in means I’m safe. Other times, it feels like I’m disappearing.",
        "There isn’t much room to talk about being tired, or even admit it to myself.",
        "You reminding me that I’m not invisible... it matters more than you know.",
        "Maybe it’s okay to let my guard down. At least a little, here."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dancing around it, Daria. Just tell me what's really happening out there with the system.",
    "variants": [
      [
        "Most people know about the big leak. Privacy\u0019s gone now.",
        "Council\u0019s holding crisis meetings, that much is obvious.",
        "System errors happen more often, but that\u0019s all I\u0019ll say."
      ],
      [
        "Council can\u0019t keep things contained since Halden died.",
        "Data exposure rattled everyone. Nobody trusts their own score.",
        "Temporary patches are making things more unstable, not less.",
        "People are afraid, but talking in circles. No real answers yet."
      ],
      [
        "After Halden, the leaks pushed everything over the edge.",
        "Council\u0019s lost grip, you can see it with all the privilege mix-ups.",
        "Whole city is chasing workarounds now, fake scores everywhere.",
        "Feels like both Harmonists and Directorate are paralyzed.",
        "Noticed Innovator code infecting some health network routines. Sloppy stuff.",
        "Adaptation\u0019s what got us here, but now it just looks desperate."
      ],
      [
        "Things started unraveling after the BCI leaks, but when those old adaptive algorithms kicked in, the mess got worse.",
        "I saw protocols from Halden\u0019s cycle surface in diagnostics\u0014not official, not safe.",
        "Council factions can\u0019t even hide their power grabs right now. Nobody wants to admit they\u0019ve lost control.",
        "Some systems I manage started cross-referencing without commands. Feels like the Innovators lost the thread.",
        "Fake skins aren't just rumors. Staff have even mapped out safe sellers between lab shifts.",
        "It used to feel like any improvement was possible. Now? The system's eating itself.",
        "Don\u0019t know if there\u0019s a side I trust anymore."
      ],
      [
        "The real shift happened when Kova snuck in Halden\u0019s legacy algorithms. That legacy code hijacked live processes, blew apart established controls.",
        "Council patches are getting rolled back by old routines nobody fully understands. Saw health data routed out-of-band with zero oversight.",
        "Security just blames the leaks. They don\u0019t notice half the labs work off spec now.",
        "I\u0019ve been asked to hush silent error logs\u0014not by users, but by sysops. They\u0019re terrified of what gets reported now.",
        "Fake score skins exploded when access priorities reversed after the code shift. I know two staff who sell theirs to pay rent.",
        "There\u0019s a black market for old Halden tools. Some want to fix things, some just want backdoors.",
        "The Directorate\u0019s choking everything, but Innovators like me get stuck cleaning it up. Half regret wishing for change.",
        "Systems are patched, unpatched, then rerouted\u0014I barely recognize my own job now.",
        "It\u0019s why I hardly trust anyone. And why I don\u0019t expect order to come back soon."
      ]
    ]
  }
}