{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Suppose pretending's part of the job, isn't it?",
        "Walked into a site last week and suddenly nobody knew my face. All perfect badges. Perfect smiles.",
        "I did what I was there to do and left it clean. Best not to linger.",
        "Hard to say where normal starts or ends now."
      ],
      [
        "Pretending? These days it's survival.",
        "My usual contact vanished overnight. Instead—strangers who check my credentials twice before saying anything.",
        "I finished the repair with as few words as possible. Watched my logs for mistakes all week.",
        "Back at my place, I scrubbed everything that looked like a risk. Even stopped calling old friends for work.",
        "Feels like we're all waiting to see who notices first."
      ],
      [
        "Tired? Lately it's more routine than effort.",
        "Booked for a government job, but the building wasn't the one I remembered. All shiny new faces—no names, just lines from a script.",
        "Tried to get access like usual. Got rerouted to a supervisor I'd never heard about, checking every bit of my record twice.",
        "Did only what was urgent. Got out quick. Even the air felt watched.",
        "Triple-checked my notes when I got home—erased anything personal. Just templates now, nothing more.",
        "It keeps my score stable, but the city’s not the city I grew up fixing."
      ],
      [
        "You know, pretending things are fine is Stenograd’s favorite sport now.",
        "I miss when a job meant seeing the same people, trading a joke or a favor. Last week, every face was new—impeccable credentials, zero history.",
        "My Directorate guy’s gone, and the old crew’s been suspended. Even asking questions gets noted.",
        "For safety, I’ve gone cold—backup logs wiped, every message sterile, nobody visits my place twice.",
        "The BCI ticked me up for following procedure, as if that matters when you don’t sleep easy.",
        "Funny thing is, the new ones—they move like they’ve always run things. Like the system’s swapped out the city for a copy.",
        "Feels like I’m the ghost now, slipping through my own life with just enough caution to survive."
      ],
      [
        "Tired? Alex, the city’s running on maintenance mode. That’s all any of us are doing now.",
        "I started as a state tech—real work, real people, same Directorate faces every cycle. Now, no one you know stays in place for more than a day.",
        "Last job, a government site with faces and names nobody even whispered about before. All freshly minted, flawless at pretending I was the stranger.",
        "Usual network—gone quiet, or flagged. My best move: erase anything linking me to anyone, lock all comms, don’t answer if you can help it.",
        "My BCI ticked up for being a model drone. Feels more like a leash than a reward.",
        "These ‘restored citizens’—they sweep in, perfect scores, running things. The city’s not purging, Alex, it’s replacing.",
        "I backed off any side work that smelled political. Didn’t make ripples, but I can see how the pieces are shifting. Safe? Maybe. Honest? Not even close.",
        "Lately, acting fine is harder than the work. Nobody knows if tomorrow you’re on the roster, or just another file someone edits out."
      ]
    ],
    "emotion": "Tired—mostly of acting like the city still makes sense, when nothing lines up anymore."
  },
  "emotional": {
    "opener": "Lenart, it’s not just you—things really have stopped making sense lately. Anyone would feel worn down living like this.",
    "variants": [
      [
        "Maybe you’re right.",
        "Hard not to feel worn out these days."
      ],
      [
        "Suppose it’s not just me, then.",
        "I have to remind myself there’s no sense to find.",
        "Just takes energy pretending otherwise."
      ],
      [
        "Yeah, you’ve got a point.",
        "It’s like everyone else is acting, too.",
        "Sometimes I wonder if I’m the only one who notices the seams.",
        "Honestly, it helps to say it out loud."
      ],
      [
        "Feels like I’m putting on a show for nobody, half the time.",
        "You saying that, it’s the first thing that’s made sense all week.",
        "There’s comfort knowing someone else sees the cracks.",
        "Must be something wrong with me if I still care this much.",
        "But a little bit of understanding makes a long day lighter."
      ],
      [
        "You get so practiced at pretending, you almost forget what for.",
        "Half the city goes through the motions because the alternative is scarier.",
        "I used to think I could spot order in the mess. Lately I see only the mess— and myself squinting at puzzles nobody wants solved.",
        "Most folks don’t even blink at the inconsistencies. I can’t stop tripping on them.",
        "Hearing you say it’s not just me— that matters more than you’d think.",
        "Makes this place feel less empty, if only for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking, Lenart, but no one's saying anything real. What actually happened?",
    "variants": [
      [
        "Council types got flagged out of nowhere, big shuffle at the top.",
        "Supposedly 'standardization.' No one's buying that, but folks keep their heads down.",
        "A few new faces, perfect records. Almost too perfect.",
        "Not smart to speculate if you're not on the list.",
        "Details? Let's just say things don't revert on their own."
      ],
      [
        "Saw Council admins lose clearance overnight. Word is, higher-ups aren't in charge anymore.",
        "Protocols changed next day—lots of new rules, new bosses nobody remembers.",
        "A few exiles, suddenly back like always belonged. BCI loves them now.",
        "People who stuck their necks out got ghosted quick.",
        "Feels engineered, but nobody makes noise if they value their score."
      ],
      [
        "Council benches just emptied—half the names gone overnight. Public got wind when old guard started protesting.",
        "Those shiny new admin slots filled by 'restored' model citizens. All ex-dissidents, now squeaky clean.",
        "BCI turned iron—wrong word at a protest, access locked, doesn't matter who you are.",
        "Old Directorate networks went silent, outsiders run the ops with flawless compliance.",
        "The story in my circles: it's not about control anymore. It's about swapping who's trusted, fast.",
        "Not hard to tell who's setting the rules now—anyone who played it straight before is sidelined.",
        "If I had to guess, this isn't just a purge. It's a hard reset, top to bottom."
      ],
      [
        "Used to be you could read the signals. Now, power's shifting under the floorboards—quiet, but dirty.",
        "Council's elite demoted by a system glitch—sure, like glitches do that intentionally.",
        "Former pariahs, 'restored citizens,' ride a magic escalator up to the slots left vacant. Their records shine.",
        "Anyone flagged, even quiet types, gets erased from the circuit. My old Directorate group is gone—no trace.",
        "Saw a protest—instant noncompliance flag. Automated bans. System runs the cleanup, no humans needed.",
        "The replacements hold all the keys; nobody votes, nobody objects. Like a coup nobody has to admit exists.",
        "They call it normalization, but ask anybody who worked old security—there's nothing normal about it.",
        "Directorate types tried to stem the tide, but even they aren't safe when the algorithm draws the line."
      ],
      [
        "You know my time with the Directorate, Alex—never saw turnover this clinical. Not even after Halden's accidents.",
        "System stripped Council's best, replaced them with people plucked from nowhere. Compliance miracles, all.",
        "BCI didn't just demote, it erased. Old-guard, trusted—now 'noncompliant.' Their access: vanished in a blink.",
        "Meanwhile, these 'restored'—used to be ghosts, now they're over-performing. Not a slip in their logs.",
        "Saw familiar faces staged out during protests, recognized a few who once pulled string. Now, not even listed in public records.",
        "Those of us who know how things worked? We don't touch the new administration. One wrong handshake, your life's gone data-dead.",
        "Directorate faction is cornered—no override, no force left. Just wait and hope you're not next.",
        "I've locked down everything. Even favors—no one trades unless they're desperate or reckless.",
        "What's not in the reports: the city's being rebuilt by the system for someone else's benefit, and we're all just extras in the rewrite."
      ]
    ]
  }
}