{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Scores Realigned",
      "anchor_line": "The Behavioral Compliance Index, or BCI, has updated access scores for all residents, ensuring fair and dynamic alignment across Stenograd.",
      "contextual_reframing": "This automated calibration maintains social stability and rewards positive civic participation, reflecting the city’s core commitment to rational, responsive governance."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Roles Renewed",
      "anchor_line": "Essential public positions are being swiftly filled by exemplary citizens, as reflected in their flawless BCI compliance scores.",
      "contextual_reframing": "Rapid placement of high-scoring residents in key roles demonstrates the efficiency and self-correcting nature of the Stenograd system."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Expression",
      "anchor_line": "A group assembly in the administrative sector highlights peaceful engagement within the city’s managed civic framework.",
      "contextual_reframing": "Automated guidance and responsive oversight guarantee that community participation remains orderly, safe, and fully aligned with social progress."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Elite Scores Crashed",
      "anchor_line": "Last night, top administrators woke up demoted—cut off by their own system, the BCI.",
      "contextual_reframing": "The Behavioral Compliance Index—Stenograd’s digital leash—just turned on its masters. Behind the scenes, secret purges and algorithm hacks are rewriting who holds power. The loyal get ghosted, the 'restored' rise."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "New Faces, Same Fear",
      "anchor_line": "Suddenly, flawless citizens fill government jobs while familiar leaders vanish without a word.",
      "contextual_reframing": "Those with perfect scores—almost too perfect—take control overnight. Those 'restored' to compliance are shielded, while the old guard is dumped. Is this 'progress,' or a silent coup by the system itself?"
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Protest Equals Punishment",
      "anchor_line": "Demoted officials tried to speak out—now flagged, denied services, erased by the city’s wires.",
      "contextual_reframing": "Any voice raised, any dissent, gets stamped by the BCI. The system says it's order. We call it erasure. Stenograd’s automations reward quiet, punish protest, and rewrite what it means to belong."
    }
  ]
}