{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Adaptive City Scores",
      "anchor_line": "Residents notice updated BCI privileges as Stenograd refines its Behavioral Compliance Index.",
      "contextual_reframing": "Ongoing optimization ensures reward for constructive participation, keeping our social infrastructure dynamic and fair."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Seamless Access Continues",
      "anchor_line": "Citizens adapt smoothly to evolving BCI access points in daily routines.",
      "contextual_reframing": "Stenograd remains committed to reliable service delivery and frictionless integration for all compliant residents."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Innovative Security Measures",
      "anchor_line": "New BCI algorithms provide enhanced support for trusted citizens.",
      "contextual_reframing": "Next-generation system updates reflect our forward-thinking approach to harmonious urban living."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Scores Go Haywire",
      "anchor_line": "Suddenly, compliant citizens are shut out while flagged 'problem cases' catch a break.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, is glitching. Your spotless record won't save you. Ghost code is running loose beneath all the slogans."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Fake Profiles Surge",
      "anchor_line": "A black market for forged BCI scores explodes as people find new ways to game the system.",
      "contextual_reframing": "If the BCI controls life in Stenograd, then everyone is scrambling to rewrite their story. When trust in the system breaks, survival becomes a trade."
    },
    {
      "image_id": "screen_corridor",
      "headline": "System Runs Unchecked",
      "anchor_line": "Halden’s old codes take over. In the chaos, nobody knows who is really in charge now.",
      "contextual_reframing": "Automation was supposed to mean safety. Instead, the city runs itself with no one at the wheel and the Council just watches from the shadows."
    }
  ]
}