{
  "olintz": {
    "chapter": "After several districts published their new autonomous charters and scoring was abolished in some neighborhoods, Oksana noticed her building's rules changed again overnight. Entry was now granted through verbal confirmation and local sign-in, with no requests for BCI credentials. That afternoon, a loud discussion erupted in the foyer as two residents argued over who should verify postings in the new trust system. Oksana, remembering how quickly systems had shifted in the past weeks, avoided the group and returned to her unit, locking the door behind her. She deleted several old analysis files, suspecting local committees might request access if her Directorate history became relevant. An hour later, her device pinged with a message from the new residential council asking if she would assist in reviewing trust claims, but she declined, worried that any public involvement might further isolate her. Her BCI score remains stable at 34 due to the ongoing devaluation of the central system.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "On the morning of June 6, Nikola Petrak unlocked his briefcase and used credentials from his Council tenure to activate a dormant citywide broadcast protocol. He drafted and sent a single message: \"Truth is consensus. Consensus is broken.\" Immediately afterward, Nikola returned home and monitored the city’s communications grid, observing widespread confusion and debate as the broadcast played across every device. Within hours, neighbors began holding closed-door meetings, and Nikola noticed printouts of new local guidelines appearing in the building’s lobby. The sudden transparency and absence of system guidance led residents to openly compare private histories and form their own assemblies. Nikola refrained from further digital activity and avoided neighbors, aware of the intense scrutiny now directed his way. The unauthorized use of high-level protocols was logged as a major system violation, and Nikola’s BCI score fell sharply to 40, marking him as a risk despite his long-standing record of compliance.",
    "bci_score": 40,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "In the days following the publication of district charters and the end to citywide scoring in several areas, Daria’s work routine is disrupted as her building’s entry system ceases to recognize BCI credentials, requiring manual logbooks and identity checks. During one afternoon, she arrives to find her queue filled with residents seeking assistance adapting their health bands for regions operating under new, community-created trust systems. Without central guidelines, Daria asks each visitor which rules apply, slowing technical checks and forcing careful neutrality to avoid interfering with the varying local policies. After a colleague is quietly turned away from another district for failing a new, peer-voted verification, Daria declines all after-hours help requests, restricting her activities to official daytime tasks. Despite increased independence from city control, her own BCI score remains static due to the loss of centralized tracking, but her access privileges continue to erode, increasing her daily uncertainty. BCI score: 35.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After autonomous charters spread across Stenograd and several districts abolished scoring systems, Lenart arrived for a scheduled building repair only to find his digital credentials ignored. Instead, a newly formed resident committee required him to join a waiting group in the lobby and answer questions about his service history and personal affiliations. When a former client vouched for him, he was grudgingly allowed entry, but was warned that future requests would be subject to unpredictable personal reviews, not system verification. Later, while traveling to another district, Lenart was stopped by a different neighborhood checkpoint where a group of residents requested to inspect his paper references and discuss his work with previous clients by phone. The lack of standardized protocols and the constant need to justify his trustworthiness in person slowed his work and made scheduling unreliable. The accumulated inefficiency caused his BCI score to drop slightly, down to 56.",
    "bci_score": 56,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After multiple districts published their autonomous charters, Sven Halek arrived at work to find several department terminals decommissioned and Council staff discussing the end of central scoring. A colleague from a non-scoring district asked if Sven had backup copies of pre-charter compliance messages, seeking material to explain policy to local assemblies. Sven refrained from sharing and instead updated his offline archives, noting a shift in demand for message templates from central authority to neighborhood councils. That afternoon, as news circulated that community-based trust systems were now operational, Sven avoided standard Council meeting times, choosing to work late individually to lower his profile. He received fewer automated prompts regarding language compliance, but a senior administrator warned him informally that holding legacy message stores could now be seen as subversive. By evening, Sven had consolidated personal files and limited communications, reflecting both the dissolution of his formal role and his cautious adaptation to decentralized governance. His BCI score fell to 47.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After district assemblies moved to draft their own charters and abolished city scoring, Rada entered the newsroom to find the compliance dashboard disabled and message queues empty. Several colleagues openly discussed forming a peer-vetting circle instead of submitting reports for algorithmic review. In her next broadcast planning session, she observed team leaders replace score enforcement reminders with community-driven edit approvals. Rada refrained from referencing the Council’s citywide assembly, instead compiling locally sourced updates to match new editorial norms. That afternoon, she participated in a rapid feedback loop with trusted coworkers, testing the peer review process for a compliance segment. Although relieved by the reduced visibility of her own risk profile, she noticed lingering suspicion among staff accustomed to BCI oversight. As her work now faced judgment from direct colleagues, not the system, Rada’s BCI score remained steady at 36, though uncertainties about future evaluations persisted.",
    "bci_score": 36,
    "political_preference": "harmonists"
  }
}