{
  "olintz": {
    "chapter": "Following the broadcast of Halden’s confession and the public assemblies that erupted throughout Stenograd, Oksana noticed a major change during her next time outside her apartment. In her building’s courtyard, neighbors gathered in small circles, openly discussing personal struggles with the city’s rating system and exchanging details about their BCI scores without fear. When Oksana entered the local housing office to check her status, she encountered a staff member who greeted her and processed her expired profile without questioning her risk level—an action that contrasted sharply with previous days’ silent avoidance. Despite her profile’s hostile flags, Oksana felt less surveilled and observed several former colleagues engaged in direct conversations with citizens about system flaws. That evening, she joined a forgiveness ceremony, listening as people recounted their own histories with compliance penalties. The public shift toward open debate and reconciliation prompted her to consider rejoining community life, though she remained wary of official channels. BCI score: 0",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the citywide broadcast of Halden’s confessional video and the subsequent formation of public assemblies for open debate, Nikola altered his daily routine. On June 14, he observed neighbors openly discussing the confession in the building’s lobby, some previously blacklisted residents sharing their own BCI grievances. Normally avoiding public gatherings, Nikola refilled his water ration and took the stairs to avoid these conversations, wary that participation might further expose his uncertain status. That afternoon, loud voices echoed from the street-level meeting hall as residents organized a group discussion regarding BCI injustices. Nikola reviewed building entry logs and hesitated to check Council updates until the crowds subsided, delaying even basic errands to minimize unpredictable interactions. Increased activity and monitoring on his system led to another small decrease in his BCI score. These changes left Nikola more isolated and watchful, struggling to interpret which guidelines or allegiances remained in place. New BCI score: 48.",
    "bci_score": 48,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the city’s announcement of open forums and widespread forgiveness ceremonies, Daria arrived at the lab to find a queue of clients requesting to share their personal BCI stories while receiving provisional health bands. Several insisted on reading their experiences aloud to staff, referencing recent public acknowledgments and indicating a new expectation for empathy. Daria listened without comment, maintaining her neutral routine while prioritizing urgent device replacements. Her supervisor instructed the team to document every interaction with additional care, aware that Council representatives might review records for evidence of bias or mishandling. During a break, Daria hesitated when a former client invited her to participate in a community storytelling event, declining and citing her workload. As she left the facility that evening, she noticed colleagues spending extra time with clients, while she continued to restrict her interactions to what was strictly required, resulting in a minor BCI score increase. New BCI score: 56.",
    "bci_score": 56,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide broadcast of Halden’s confession and the rapid spread of public assemblies debating its meaning, Lenart immediately observed changes at his apartment complex. That morning, residents who had previously avoided him now greeted him at the stairwell, openly discussing their own score histories and asking about old maintenance records. A tenant brought him a broken utility access fob, requesting help without mentioning clearance or official status, while another neighbor insisted on sharing physical copies of repair logs. Lenart declined to use the city’s maintenance portal, unsure if his credentials or BCI score of 24 still held relevance. He kept his responses brief and focused only on repairs proven necessary by paper records. As the day progressed, increased requests from new contacts prompted him to lock the workshop early, limiting access until he could assess who could be trusted. Though the atmosphere was less hostile, uncertainty remained. His BCI score was unchanged.",
    "bci_score": 24,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The day after Halden's confession was aired citywide, Sven Halek found his Directorate briefing room repurposed as a temporary gathering space, with desks cleared to accommodate impromptu citizen forums. Scheduled work on emergency statements was suspended as mid-level officials were assigned to monitor the nearby assemblies, leaving Sven without access to usual collaborators or up-to-date approval protocols. Seeing unfamiliar citizens in secured corridors, he kept his speech drafts sealed and reduced his presence, wary of heightened surveillance or accidental interactions with forum participants. With his standard messaging channels redirected for Council public responses, Sven spent the afternoon documenting irregular access patterns and noting increased internal delays. He refrained from submitting any new statements, prioritizing observation over action. By evening, Sven noticed additional security restrictions around his office and anticipated prolonged limits on his routine work. His BCI score decreased slightly from 35 to 33 due to sustained inactivity and the growing ambiguity in his behavioral record.",
    "bci_score": 33,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After Rada prepared and broadcast Halden's confessional video, she took deliberate steps to avoid immediate visibility. She reviewed system logs for traces of her involvement, finding moderate risk due to the time-stamped edit but no direct accusation. In the hours after the video aired, Rada noticed her colleagues discussing the confession openly, some expressing relief while others became anxious about the lack of direction. Security within the building tightened as managers attempted to trace the broadcast’s source, but the focus shifted when public assemblies formed outside, demanding accountability and dialogue. Rada refrained from further workstation edits and limited her communication, observing instead how the workplace adapted. Managers quietly instructed staff to document personal reactions to Halden's message, suggesting an official reckoning was underway. Rada’s BCI score rose to 38, reflecting reduced suspicion as her choice aligned her with the broader push for transparency and public healing.",
    "bci_score": 38,
    "political_preference": "rebel"
  }
}