{
  "official": [
    {
      "image_id": "elder_window",
      "headline": "Halden's Message Aired",
      "anchor_line": "Marek Halden’s personal address is broadcast citywide, encouraging unity and self-reflection.",
      "contextual_reframing": "The Council demonstrates transparency, guiding Stenograd through balanced disclosure and civic resilience."
    },
    {
      "image_id": "group_stillness",
      "headline": "Citizens Gather, Debate",
      "anchor_line": "Public assemblies form across Stenograd as residents discuss Halden’s message in calm, supervised venues.",
      "contextual_reframing": "Open forums allow the population to process and participate, reinforcing the stability of collective governance."
    },
    {
      "image_id": "public_garden",
      "headline": "Future Path Unveiled",
      "anchor_line": "A citywide forum is convened, inviting residents to help shape Stenograd’s next chapter with the Council.",
      "contextual_reframing": "Systemic adaptability prevails as Stenograd moves forward with renewed unity and controlled optimism."
    }
  ],
  "underground": [
    {
      "image_id": "screen_glow_eyes",
      "headline": "Council Shakes, Truth Leaks",
      "anchor_line": "Halden’s confession hit every screen—no more secrets, only shock.",
      "contextual_reframing": "The system built to watch us just slipped on its own blind spot. Even the master couldn’t live by his rules."
    },
    {
      "image_id": "flower_on_concrete",
      "headline": "Crowds Talk, Hope Fights Fear",
      "anchor_line": "People flood the streets and halls, demanding answers—finally, nobody is silent.",
      "contextual_reframing": "Real voices rise as supervised ‘debates’ can’t contain anger, grief, and the urge for something new."
    },
    {
      "image_id": "interrogation_reflection",
      "headline": "City Faces Itself at Last",
      "anchor_line": "Halden’s last words force Stenograd to look in the mirror. The future is suddenly open—and terrifyingly real.",
      "contextual_reframing": "Now we see the machine. Now we decide if we stay cogs or build something human together."
    }
  ]
}