{
  "olintz": {
    "chapter": "Following the public exposure of sabotage by Directorate loyalists and the formation of local councils to manage essential resources, the atmosphere in Oksana’s residential block changed noticeably within a day. Returning home, she found an ad-hoc meeting in the lobby, where neighbors previously cautious now openly discussed their roles in newly organized district groups. That evening, a group distributed physical access tags to residents, bypassing the previously mandatory electronic checks. Oksana accepted a tag but avoided offering advice, conscious of scrutiny due to her low compliance. Without centralized approval, building repairs proceeded, and she observed maintenance teams supported by volunteers instead of sanctioned staff. While Oksana felt a cautious sense of relief using utilities without digital logging, she also noted security personnel walking the halls and gathering in vehicles nearby. This visible divide increased her vigilance, prompting her to limit interactions and keep her movements routine. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the announcement of district-wide resource failures and the subsequent appearance of local councils managing water and market access, Nikola adjusted his daily routine to avoid unpredictable crowds and possible disputes. When he visited the market, he found supplies rationed not according to the previous behavioral score system but by a committee of unfamiliar residents. Forced to wait in line for longer than usual, he avoided eye contact and conversation, aware that new protocols meant old behaviors were no longer protective. On returning home, he found several corridors monitored by volunteer patrols rather than automated systems, further increasing his uncertainty. Nikola relocated sensitive papers and his briefcase to a locked interior cabinet, fearing opportunistic searches or claims. The shift from automated to local control made him more cautious and less willing to trust either neighbors or the new self-appointed authorities. His BCI score declined slightly to 61 as he withdrew from most interactions.",
    "bci_score": 61,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After reports of sabotage in city utilities became public and local councils began managing vital resources in her district, Daria arrived at the lab to find centralized work orders suspended and most device update requests now routed through neighborhood committees instead of the central system. That morning, she was approached by a volunteer from the local council requesting urgent diagnostic help for health wearables used in a nearby shelter. Daria reviewed each request in person, recording device IDs manually before proceeding, since the main network remained inaccessible. She observed colleagues forming small support teams to address local service needs independently. Later, one supervisor reminded her to avoid working with unauthorized groups, but Daria continued to prioritize urgent community cases, disregarding procedural warnings. By evening, she noticed her own BCI score fluctuating downward, as manual record handling and unsanctioned collaborations triggered additional system flags. Her final BCI score for the day fell to 44.",
    "bci_score": 44,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After deciding to suppress evidence of service sabotage, Lenart Kova limited his communications to Directorate channels and focused exclusively on discreet utility repairs in two affected districts. He bypassed group messaging requests from civic organizers, citing technical instability, and deleted logs that could tie failed systems to deliberate tampering. This prevented organizers from mobilizing public repair efforts and delayed disclosure of sabotage. As outages persisted, residents grew suspicious, and several clients confronted Kova about worsening conditions, but he maintained that the cause was system transition failures. Civic unrest gradually increased as word spread of selective service disruptions. Kova’s visible alignment with Directorate priorities and refusal to share critical evidence led to his isolation from local clients and further scrutiny from activists. As suspicion intensified and demand for independent repairs dropped, the BCI system flagged him for high-risk association and indirect destabilization, resulting in a substantial BCI score decrease to 1.",
    "bci_score": 1,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the news of district-wide resource breakdowns and the formation of local councils managing utilities independently, Sven Halek’s work routine shifted significantly. On the morning after public outrage escalated, half of his team did not arrive at the office, reportedly diverted to assist new local committees with communication tasks. Sven was required to draft Council statements acknowledging service restoration efforts but was given no clear policy guidelines as central messaging teams appeared divided. With the usual chain of approval disrupted, he submitted multiple drafts directly to changing supervisors and noted increased requests for neutral, non-authoritative language. Discussions about messaging increasingly took place in informal side meetings, with Sven excluded due to his reputation for caution. That evening, he updated his private log, reflecting confusion over roles and responsibility. The lack of structure and growing reliance on unofficial channels contributed to a minor decrease in his BCI score, now set at 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following public outrage over the sabotage revelations and the rapid formation of local resource councils, Rada’s work environment shifted notably in a single day. Upon arriving at her office, she observed newly organized staff meetings led by junior colleagues, many recently unghosted, discussing how to report on local councils without central approval. During a midday review, she was openly invited to contribute her archived testimonies from erased residents—actions previously unthinkable without departmental clearance. Colleagues focused on neighborhood struggles with water shortages and transit failures, openly bypassing traditional editorial guidelines. Rada adapted by preparing story drafts centered on grassroots repair efforts, coordinating with community organizers rather than official sources. For the first time since the system’s breakdown, she discussed her own BCI history with others in the newsroom. These open collaborations and direct focus on civic recovery marginally increased her BCI score, as system monitoring was deprioritized. New BCI score: 33.",
    "bci_score": 33,
    "political_preference": "rebel"
  }
}