{
  "olintz": {
    "chapter": "After the release of Halden’s full archives and subsequent grassroots forums, Oksana’s workday was altered by frequent requests from residents seeking clarification about archived warnings and BCI safety issues. During one afternoon, she was asked by a group of neighbors to interpret specific journal entries and explain their meaning for current access policies. Recognizing increasing public expectation, Oksana set aside routine tasks to facilitate an open discussion in the lobby, where debate about Council accountability dominated. Accustomed to avoiding direct engagement, she now found herself organizing reporting sheets and moderating questions. Her growing visibility shifted coworker interactions—several colleagues distanced themselves, while others quietly submitted questions for her to address. As information circulated, Oksana observed a growing mistrust toward Directorate staff and a demand for transparency. Her greater involvement and exposure triggered minor fluctuations in her BCI score, which remained stable overall at 20.",
    "bci_score": 20,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the mass demonstrations and the sudden collapse of Council authority, Nikola stepped outside to observe a new group of residents setting up a voting table in the lobby, collecting input on building management. Previously, structured schedules and compliance-based access dictated every routine; now, the unplanned assembly left corridor queues and increased noise as neighbors argued about supply rotation. On July 11, Nikola watched volunteers debate supply distribution in the stairwell, bypassing established lists. When his turn came, Nikola hesitated to participate, quietly refusing to sign the improvised attendance sheet, recalling Council-era expectations of neutrality. That evening, the absence of recognizable oversight led him to keep his lights off and minimize activity, preferring to observe interactions through his window rather than engage. This ongoing shift from algorithmic rule to voluntary cooperation challenged Nikola’s ingrained habits of deference to order, deepening his withdrawal and caution. His BCI score dropped slightly to reflect increased avoidance. (BCI: 53)",
    "bci_score": 53,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the formation of the citizen assembly and the disappearance of the old Council, Daria arrived at the lab to newly unlocked doors and found a list of device requests posted directly by residents, bypassing any central authority. Without official protocols or digital queues, she joined colleagues in distributing health bands on a first-come, first-served basis, relying on familiar faces and verbal confirmation. With the end of algorithmic scoring, coworkers hesitated over how strictly to track device assignments and disagreed on what logs, if any, to keep. Daria noted the absence of surveillance pressures but felt uneasy, unsure if her caution would protect her when new rules emerged. She began drafting personal records of each interaction, anticipating review by an unknown future authority. As her role shifted toward open service and peer accountability, her BCI score remained steady, reflecting neither penalty nor reward in the absence of centralized metrics. BCI score: 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the release of Halden’s archives and the CityNet forums urging debate on the future of city governance, Lenart returned to his usual maintenance rounds only to find several repair tasks already reassigned by a new ad hoc resident committee. When he approached the workshop to collect supplies, a discussion broke out among neighbors, referencing forum suggestions about equal distribution of repair jobs. Lenart, usually guided by system priority, was asked to explain himself to a group rather than an automated dispatcher. He complied reluctantly, waiting as disputes played out in person, which led to a two-hour delay in accessing the necessary tools. That day, formerly restricted residents took the lead in organizing tasks, leaving Lenart uncertain about his future role. Despite his preference for a structured chain of command, he completed essential repairs, but minimized further engagement. The lack of clear protocol left him uneasy, and his BCI score dropped by 3 points.",
    "bci_score": 42,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the unfiltered release of Halden’s journals and safety protocols, Sven Halek observed the Innovator policy team splintering further as previously hidden Council deliberations surfaced in open forums. On the morning of July 3, his usual contacts failed to respond, instead forwarding hastily drafted public responses that contradicted earlier policy drafts. By midday, Sven cancelled a scheduled policy review to attend a district forum, where citizens demanded explanations about his prior messaging in light of the recent archives. He took detailed notes on the questions raised, carefully comparing them with approved Council statements that were now widely contested. That evening, as citizen coalitions announced their intention to dismantle the Council, Sven’s inbox flooded with requests for direct statements and clarifications regarding his role. He spent hours preparing neutral summaries, aware that public sentiment was against the former algorithmic regime. The resulting scrutiny and perceived unreliability caused his BCI score to drop from 17 to 12.",
    "bci_score": 12,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada used her privileged access to prepare and broadcast the full, uncensored contents of Halden’s private journals and system logs over CityNet. She personally uploaded the files and attached a message urging Stenograd’s citizens to review, discuss, and use the information to shape collective decisions. Within hours, her colleagues at the state media office discovered her authorship. Several distanced themselves out of fear of future repercussions, while a few quietly thanked her. In the days that followed, work protocols were suspended as open debate over Halden’s safety mechanisms and civic intentions overshadowed normal duties. Management removed Rada from editorial assignments and stripped her of network access, citing system violation. Her BCI score dropped sharply to zero, reflecting her classification as a rogue dissident. Despite the professional and personal risk, her actions directly enabled widespread forums that ultimately catalyzed the assembly of a new citizen government in Stenograd.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}