{
  "official": [
    {
      "image_id": "archive_dust",
      "headline": "CityNet Insights Released",
      "anchor_line": "Halden's personal archives are now publicly accessible across Stenograd's secure network.",
      "contextual_reframing": "This rare release ensures every citizen benefits from clear, documented guidance, strengthening system-wide trust."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Forums Spark Civic Dialogue",
      "anchor_line": "Districts host orderly forums and discussions following the publication of key system protocols.",
      "contextual_reframing": "Open dialogue is encouraged, demonstrating Stenograd’s commitment to participatory progress and active citizen engagement."
    },
    {
      "image_id": "council_table_empty",
      "headline": "New Citizen Assembly Formed",
      "anchor_line": "A grassroots initiative peacefully transitions governance to a directly elected citizen assembly.",
      "contextual_reframing": "This step reflects Stenograd’s adaptability and continuity. Transparent participation ensures collective resilience for all."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Halden's Warnings Unleashed",
      "anchor_line": "Halden's own files and protocols hit the net after years in lockdown.",
      "contextual_reframing": "Turns out the system’s architect saw the collapse coming. The city’s safety switches were hidden in plain sight, but the Council kept us in the dark until now."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Street Voices Shake Control",
      "anchor_line": "Forums flare up everywhere as people demand real answers, not managed soundbites.",
      "contextual_reframing": "For once, debates aren’t censored or staged. Every district pulses with anger, hope, and rough truths about who pulls the strings—finally heard out loud."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Council Control Falls—People Rise",
      "anchor_line": "Grassroots groups oust the Council and launch a new citizen assembly—no algorithms, no silent deals.",
      "contextual_reframing": "The end of machine rule starts here. Stenograd’s future will be debated in the open, shaped by human hands—not models or secret metrics. Eyes open, voices loud."
    }
  ]
}