{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "If you work in the labs, you see things shift fast.",
        "With the whole public scoring mess, people are on edge.",
        "I just keep to my work. No sense making trouble right now.",
        "Just tired, honestly. Feels like every move gets watched, and it's getting heavier."
      ],
      [
        "Lately, everyone at the lab talks about those new score disclosures.",
        "You can't really slip under the radar now. Everything's visible — even mistakes from months back.",
        "I’m careful. That’s how I keep my score from tanking.",
        "Saw people crowding terminals, arguing over what the system says about them.",
        "Just tired, honestly. Feels like every move gets watched, and it's getting heavier."
      ],
      [
        "The last week’s been chaos since they started showing us how our BCI scores are decided.",
        "Coworkers kept coming for help to figure out why they got flagged.",
        "Used to be, fixing things off the record was an option. Not anymore.",
        "I caught myself double-checking every line in my logs, making sure there’s nothing out of place.",
        "People are talking openly now, making complaints in groups. Even my usual clients stopped coming — they’d rather go public.",
        "Feels like there’s no margin for error left. Just tired, honestly. Feels like every move gets watched, and it's getting heavier."
      ],
      [
        "This whole public BCI feedback thing has made the city feel exposed.",
        "I work in the wristband division — we’re supposed to keep health and movement data running clean.",
        "Used to help people smooth over their data, quietly. Since they started revealing score logic, that’s off-limits.",
        "Now, everyone’s sharing their scores, disputing triggers in groups. My risk went up just by being near it.",
        "I stepped back, did everything by the book for a few days. My score went up — just like that, as if I’d confessed.",
        "They want us to adapt to new rules on the fly. No warning, just a new line in the audit log.",
        "Honestly, it makes me miss the days when you could just fix things quiet. Just tired, honestly. Feels like every move gets watched, and it's getting heavier."
      ],
      [
        "Things are changing fast, partly because of the Innovators backing more system visibility.",
        "I keep to myself in the health device lab. Used to help people erase bad data — not sabotage, just fixing errors the system caught wrong.",
        "After the score logic went public, that’s over. Everyone’s got their records out. Instead of quiet fixes, it’s mass complaints and appeals.",
        "A few friends distanced themselves from me when group challenges began. I’m on watch either way, but especially risky now — connections matter less than perception.",
        "For a moment, I played along, stopped helping off the record. Magically, I got a two-point boost for that.",
        "I get why people want change. But being careful comes at a cost. There’s no trust, not for us in the middle.",
        "I hate how open all this feels. Like any slip will follow me for years. It’s not free, this new transparency everyone’s fighting for.",
        "Just tired, honestly. Feels like every move gets watched, and it's getting heavier."
      ]
    ],
    "emotion": "Just tired, honestly. Feels like every move gets watched, and it's getting heavier."
  },
  "emotional": {
    "opener": "They make it all so heavy, like you’re meant to carry it alone. But you’re not. It isn’t just you.",
    "variants": [
      [
        "Maybe.",
        "Yeah, I guess."
      ],
      [
        "You're probably right.",
        "Feels like it's just part of life here, though.",
        "Hard to let go of it."
      ],
      [
        "Sometimes it feels like there's no space left to breathe.",
        "It helps hearing that, even just for a minute.",
        "I forget that everyone’s under it too.",
        "Guess we just keep going."
      ],
      [
        "I don't always say it, but it's exhausting keeping track of everything.",
        "Makes you feel small, sometimes.",
        "Hearing you say that, it actually helps.",
        "I never really talk about this out loud.",
        "Not sure what I'd do if I stopped pretending it was easy."
      ],
      [
        "It’s strange, I used to think I could handle the pressure as long as I kept to myself.",
        "But it wears you down, over time. Even the little things feel monitored.",
        "Sometimes I wonder if anyone remembers what it was like before.",
        "You saying that—it cuts through the isolation, even just for a minute.",
        "I don’t talk about this much. Feels safer not to.",
        "But maybe it’s not just about surviving. Maybe there’s more, even now."
      ]
    ]
  },
  "factual": {
    "opener": "Everybody talks about being tired, but you know more than most. Stop dodging—what's really changed since those leaks?",
    "variants": [
      [
        "People got loud after some internal stuff went public.",
        "Now everyone checks their BCI at terminals, makes a scene.",
        "Lots of talk, not much else. City feels less stable.",
        "I just stay out of it."
      ],
      [
        "They leaked how scores are set. Guess people saw too much bias.",
        "Crowds formed at terminals after seeing the real criteria.",
        "A few missing names popped up. Made folks uneasy.",
        "Council pulled back after neighborhood groups started pushing hard.",
        "Feels risky even mentioning it now."
      ],
      [
        "The leak broke things wide open. Rationale for every score, right in front of us now.",
        "Bias was obvious. People compared triggers. Argued a lot.",
        "When flyers listed disappeared people, things got tense fast.",
        "Some who vanished turned up again, acting strange.",
        "Council froze auto enforcement after protests hit peak.",
        "I guess that’s what happens when you pull the mask off systems.",
        "Innovators like me always said more light might force repairs. Looks like we were right, partly."
      ],
      [
        "Once scoring logic went public, reporting errors or bias got real. People united fast over shared complaints.",
        "Names of disappeared citizens started showing up, sparking even more anger.",
        "I recognized a couple of those names. My brother’s was almost on there.",
        "After the analog networks built up, Council got overwhelmed. They had to back off automation and go manual.",
        "No one trusts anyone right now, not with Council members getting ghost-messages from Halden.",
        "My usual fixes aren’t even needed. People help each other now, openly—different kind of risk.",
        "Being an Innovator, I backed transparency. Didn’t expect it to go sideways so fast.",
        "Feels like nothing’s solid, but maybe cracks are better than dead walls."
      ],
      [
        "Score feedback leak was chaos, but overdue. I always thought sunlight was the only fix, even if it stings.",
        "The lists of those disappeared—people stopped by my lab asking if I could find anyone. Some names I couldn’t even bring up, but my brother’s was close.",
        "Saw firsthand when a few came back. Confused, almost like they’d been reset—Council never addressed it.",
        "Manual oversight means more mistakes slip by, but also less fear of silent erasure. Grassroots groups exploded overnight. I feed some analog intel to them, quietly.",
        "Council messages signed ‘Halden’, still running. Even Council’s off balance—system’s like a ghost in their meetings.",
        "Everyone’s talking transparency, but the pressure is crushing. My logs are spotless, but privacy’s a memory.",
        "Innovator politics sounded hopeful when I started. Now I miss the predictability, if not the silence.",
        "I can’t help off-record anymore. Still, I plant a few truths when it matters.",
        "Living in between—too much knowledge, never enough trust. Just trying to last through the next shift."
      ]
    ]
  }
}