{
  "olintz": {
    "chapter": "Following the widespread memory failures affecting returning residents and the intensifying protests against unresolved systemic abuses, Oksana adjusted her daily habits further. When she noticed several neighbors expressing confusion about missing details from recent investigations, she became even more cautious about where and how she shared information. That afternoon, while waiting in a crowded queue for manual service validation, Oksana overheard heated complaints about lost testimonies and demands for accountability. Sensing a climate of suspicion, she avoided interacting with former contacts in communal areas and began limiting her physical presence in shared spaces, timing trips to minimize encounters. Despite her efforts, a neighbor questioned her about the investigation panels, probing for her opinion on memory erasure. Oksana responded briefly and retreated, later updating her written log to track which topics led to scrutiny. The constant uncertainty reinforced her isolation but helped her avoid unwanted attention. BCI score remains unchanged at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the city’s panels failed to collect clear testimony due to widespread memory gaps among witness residents, Nikola observed several building meetings called to address gaps in communal records. That afternoon, he noticed familiar neighbors confusedly repeating questions about prior events, and block management distributed paper forms asking residents to reconstruct details from the missing weeks. Nikola, aware of new scrutiny, spent hours comparing old notes to recover timelines. As mass protests nearby grew louder, impromptu rumor exchanges replaced usual quiet in shared spaces, prompting Nikola to avoid common areas and double-check any requests he received. That evening, increased oversight led to another official request for Nikola to confirm his own statements from before the archive leak. His caution in responding and reluctance to supply additional information resulted in further suspicion, generating a slight drop in his score, now measured at 36. Nikola limited social interactions, unsure what might be misremembered or held against him.",
    "bci_score": 36,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria reviewed the hidden Specter Protocol embedded in the wearable firmware hours before the scheduled ghost user testimonies. After brief private hesitation, she allowed the memory-erasure command to auto-deploy, opting not to interfere. During the panels, returning users displayed confusion and could not recount their experiences. Daria’s workstation received urgent diagnostics as investigators traced the lapses to the erased memory segments. Supervision at her lab increased and her access was restricted again, but no direct evidence tied her to the protocol’s activation. Coworkers questioned Daria about her device maintenance records, and investigators cross-checked her historical logs. As public outrage mounted and demands for accountability escalated, Daria remained isolated, monitoring device logs for further anomalies. Her BCI score dropped sharply by system judgment, registering her silence during a critical ethical breach and associating her with the loss of key testimonies. New BCI score: 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "lkova": {
    "chapter": "After the abrupt replacement of familiar staff at his main repair hub and an influx of urgent, undocumented requests from newly reinstated residents, Lenart adjusted his routines to avoid public scrutiny. He executed repairs late at night using only paper instructions. On a recent evening, he repaired water routing for a returned tenant in a locked stairwell, bypassing digital logs entirely. Increased questioning by oversight groups led him to wear his state-issued badge at all times, despite knowing some clients would avoid him for it. Later that day, a reliable client with a stable score canceled an appointment, citing concerns about being observed by citizen panels. Lenart chose to further restrict his contracts, only accepting jobs from clients with consistent, visible histories. Although demand remained steady, the selective service pattern and heightened record-keeping increased suspicion from compliance officers, causing a drop in his BCI score from 65 to 62.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the Council suspended all messaging guidelines pending external review, and, within days, the previously 'ghosted' citizens attempting to testify suffered abrupt memory gaps, Sven Halek found his tasks immediately restricted. On the morning following a particularly chaotic round of panel questions, Sven attempted to deliver a set of Council-approved phrase templates but was stopped by new review personnel demanding origin tracking for every document provided. Colleagues, unsettled by the public's reaction to reports of memory erasure, declined to handle past drafts, and several refused in-person meetings altogether. Sven adapted by archiving all prior speech edits on paper in a locked drawer and limited real-time work to phrases requiring explicit committee sign-off. When a returning staff member struggled to recall past directives, Sven avoided reference to contested policies altogether, retreating to solitary work. His reduced collaboration and narrowed workflow contributed to another small decline in his BCI score, now at 55.",
    "bci_score": 55,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the onset of memory failures among returning 'ghost users,' Rada observed her newsroom enter a state of constant revision. On the day testimonies grew fragmented, she arrived to find colleagues repeatedly rewriting on-air statements, hesitating to broadcast interviews with any inconsistency. During a morning editorial review, Rada was assigned to back-check old compliance pieces against untraceable sources due to unreliable firsthand accounts. As protests intensified outside, management instructed staff to avoid reporting on vanished testimonies. Rada, aware her previous work now contained unverifiable segments, began re-drafting all commentary and set stricter verification steps with her few trusted collaborators. She avoided direct references to affected interviewees in post-production, anticipating further instructions. By evening, she privately documented vanished stories for her offline records. Although her BCI score remained stable due to careful, compliant actions, the loss of verifiable content and rising public distrust left her workflow rigid and narrowly focused.",
    "bci_score": 5,
    "political_preference": "innovators"
  }
}