{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Panel Testimonies Falter",
      "anchor_line": "Citizen hearings paused as participants report temporary memory disruptions. Inquiry will resume following stability checks.",
      "contextual_reframing": "Continued safeguards reinforce the city’s commitment to transparent, well-regulated civic participation."
    },
    {
      "image_id": "missing_poster",
      "headline": "Public Unrest Builds",
      "anchor_line": "Spontaneous gatherings form across the city as concern rises over missing testimony records.",
      "contextual_reframing": "Authorities monitor citizen concerns to strengthen trust and promote long-term unity in the restoration process."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council Faces Reckoning",
      "anchor_line": "Council members openly address the consequences of memory loss as the inquiry into governance intensifies.",
      "contextual_reframing": "This moment demonstrates the system’s capacity for self-reflection and responsible adaptation toward greater accountability."
    }
  ],
  "underground": [
    {
      "image_id": "mirror_fragment",
      "headline": "Testimonies Wiped Live",
      "anchor_line": "Ghosts on the stand suddenly forget everything — the truth vanishes in real time.",
      "contextual_reframing": "It's not a glitch. Rumors say the system is deleting memories on purpose. How many more stories will be lost forever?"
    },
    {
      "image_id": "shattered_display",
      "headline": "Anger In The Streets",
      "anchor_line": "Thousands gather. Silence from the top. Demands grow louder for answers and justice.",
      "contextual_reframing": "This is what happens when you erase the past: people fight to reclaim it. Trust in the system is cracking and everyone feels it."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Council Cornered By Truth",
      "anchor_line": "The Council can't dodge it — Specter Protocol erased evidence to protect itself. Everything is unraveling.",
      "contextual_reframing": "The foundation has finally been exposed. Will accountability ever come, or is this just the first blackout of many?"
    }
  ]
}