{
  "olintz": {
    "chapter": "On the morning after the Council began openly debating whether to dismantle or negotiate with the vanished citizens’ network, Oksana arrived at the Directorate to find volunteer groups organizing entry protocols outside, while a group of residents clustered by the entrance seeking help for missing family. During her shift, she was approached by two neighbors asking for guidance about accessing supplies distributed by grassroots organizers supporting the vanished. Oksana, cautious after yesterday’s public scrutiny, limited her response to instructions from official memos, but monitored interactions between residents and the new groups. That afternoon, a colleague quietly warned her that Directorate staff suspected of sympathizing with volunteer networks were being added to an unofficial watchlist. Oksana maintained only essential work communication and left the building by a less crowded exit. Her BCI score remained at 22, with indirect association to grassroots groups now increasing official suspicion toward her profile.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 2, Nikola noticed organized groups of residents in his building distributing food and printed instructions, operating independently from previous Council systems. Recognizing symbols used by pro-vanished networks, he refrained from engaging and avoided the supply tables, aware that participating might be tracked and potentially affect future records should the Council regain control. The next morning, a public message was posted in the main lobby, urging residents to pledge support for either local coordinators aligned with the vanished or for the restoration of Council order. Nikola deliberately avoided signing either list, instead documenting the changes in his personal records and quietly updating his building logbooks for consistency. His movements through communal spaces became more cautious, often taking alternate routes to minimize attention from newly assertive groups. Increased monitoring of resident interactions and personal record-keeping contributed to a slight drop in his BCI score, reflecting both his vigilance and withdrawal. (BCI: 56)",
    "bci_score": 56,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After new waves of data coins appeared in her district and more citizens began openly sharing messages from the vanished, Daria’s daily routine at the lab changed. Nearly every repair request now arrived from residents citing instructions found in the coins, and the queue for replacement bands tripled overnight. Her supervisor handed her handwritten task lists, choosing which requests to prioritize based on coin-distributed guidance instead of Council channels. During a heated exchange in the workshop, a recently reassigned colleague insisted Daria prioritize a family who had decoded a direct address from a vanished citizen. Daria complied, wary of further scrutiny but also aware she could not ignore public pressure. That evening, she updated her logs to reflect her work with coin-networked cases, knowing her access was monitored by system restoration teams. The increased association with flagged requests resulted in her BCI score falling by three points. New BCI score: 39.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 1, following the Council’s crisis session and the recent rise of grassroots pro-vanished networks, Lenart noticed increased neighborhood conflict over resource distribution. That morning, when he arrived at the communal workshop, several residents demanded access to tools simultaneously, referencing different lists distributed by rival groups. Without BCI oversight, Lenart was drawn into a tense argument about who should receive priority for crucial repair jobs. He refrained from making decisions, aware his authority was no longer recognized across factions. Instead, he limited tool access to individuals whose requests he could verify personally from older records. This slowed repairs and led some neighbors to openly question his motives, making Lenart more cautious about future involvement. By evening, he declined participation in further community assignments, choosing to update his own logs in private to protect himself from potential reprisal if control shifts again. The day’s turmoil resulted in his BCI score dropping to 48.",
    "bci_score": 48,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After Sven Halek authorized his trusted technical contacts to subtly boost the reach of the vanished citizens’ peer-to-peer messages, he dedicated several nights to monitoring the spread of new data coins across several districts. He personally delivered access patches to known nodes, enabling faster message decoding among local organizers. Within 48 hours, Sven noted an exponential increase in citizen interactions with the underground network, leading to visible gatherings at data exchange points and rapid replication of aid instructions generated by the vanished. Realizing the guidance from vanished citizens was now directly shaping resource flows and neighborhood routines, Sven received immediate warnings from Council security, who flagged his proximity to several hotbeds of unsanctioned activity. System monitors linked him to unauthorized communication surges, marking his profile as a central risk factor. As the underground movement flourished and city polarization deepened, Sven’s BCI score dropped sharply from 40 to 20 for facilitating unauthorized civil mobilization and network destabilization.",
    "bci_score": 20,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following orders to draft a statement on restored order, Rada noticed a surge in unfiltered messages from colleagues who had deciphered data coins distributed in the district. That morning, impromptu meetings replaced scheduled shifts, as teams debated which reports to support: the official bulletins or the accounts spreading through peer networks. Assigned to supply logistics, Rada observed coworkers quietly referencing guidance from the vanished, using handwritten notes instead of their usual devices. She avoided digital edits, staying present at meetings but rarely speaking, careful not to contradict either side. Tensions increased as delegates from grassroots groups visited the office to document citizen assemblies, openly challenging Council messaging. Rada recorded these details by hand, refraining from transmitting them, wary of further system flags. Her continued avoidance of direct system interaction was noted in her evaluation, resulting in a marginal drop in her BCI score.",
    "bci_score": 27,
    "political_preference": "rebel"
  }
}