{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Everyone's got burdens, sure.",
        "Let's just say some choices catch up with you.",
        "Not every signal stays lost—sometimes they echo back.",
        "Some nights, it feels like the city itself is watching."
      ],
      [
        "You're right. Lately, I can't move without the system breathing down my neck.",
        "The vanished reappeared. Their whispers pulled me in.",
        "I nudged their voice further, and the Council didn't appreciate it.",
        "Now my score is a warning, not a shield.",
        "Doesn't make the nights any quieter."
      ],
      [
        "Carrying something? Try carrying a whole city’s secrets in your pocket.",
        "The vanished return, and suddenly, I’m their unwitting amplifier.",
        "I trusted some hands to spread their words. Data coin messages—everywhere now.",
        "My involvement flagged me as a risk. My score tanked.",
        "I see neighborhoods alive in ways the system never intended.",
        "It cost me progress, but I wouldn’t undo a thing."
      ],
      [
        "You want honesty? My fingerprints are all over this chaos.",
        "When the coins started blooming across districts, I chose to fan the fire, not douse it.",
        "I handed out access patches, made sure the vanished could guide those willing to hear.",
        "Council security now sees me as an infection, not an advisor.",
        "My score—they gutted it. Twenty. Lowest shelf.",
        "But these nights, the rules feel brittle. People move like they're breathing for the first time.",
        "It’s a raw gamble, but silence never changed a thing, did it?"
      ],
      [
        "Truth is, I built half these speeches to cradle a lie—now I’m burning them from the inside.",
        "I saw the vanished stir the city’s blood. I gave them the push, made sure everyone who needed hope or defiance could find it.",
        "Access coins, secret patches—I fed the system’s weaknesses straight into citizens’ hands.",
        "I’m flagged now, a Council warning label. No more safe passage. No more trusted assignments.",
        "My BCI score? Twenty. That number is a cage and an anthem, all at once.",
        "Every node lit by the vanished’s signal robs the Council of their smug certainty. I can see it in how the city changes.",
        "I’m an Innovator, not a Harmonist. Change was always overdue.",
        "If I have to be a cautionary tale to ignite something real, let them watch. I won't be quietly erased again."
      ]
    ],
    "emotion": "worn out but fiercely defiant"
  },
  "emotional": {
    "opener": "Sven, whatever they say, you still matter to a lot of people. You're not just another number in their system.",
    "variants": [
      [
        "That’s generous of you to say. I’ll remember it."
      ],
      [
        "More than most would admit out loud. Thanks for the reminder.",
        "It’s not always so clear from where I sit."
      ],
      [
        "You make it sound almost simple.",
        "Maybe I do forget, sometimes, that what I do echoes beyond the system.",
        "There’s a comfort in hearing it spoken aloud.",
        "I suppose we all need that now and then."
      ],
      [
        "It’s… rare, to feel seen for what you are, not just what you represent.",
        "Sometimes I wonder if we’re too far gone to notice individuals at all.",
        "Hearing that from you lifts some of the weight it’s not something courtesy provides.",
        "I carry more history than they realize, and less indifference than I show.",
        "You understand the ache beneath the logic."
      ],
      [
        "You’re the kind of person I always hoped this city could nurture, even when I lost faith in it.",
        "For all my words, I’m sometimes invisible to myself.",
        "Your reminder untangles the knot in my chest that no algorithm could touch.",
        "When you say I matter, it undermines my own cynicism, even if only for tonight.",
        "If there’s meaning left for people like us, it’s in moments like this.",
        "Sometimes I forget that, under the theater, there’s still a human worth hearing."
      ]
    ]
  },
  "factual": {
    "opener": "Spare me the cryptic routine. Tell me what actually happened this week.",
    "variants": [
      [
        "Systems failed, labor assignments went haywire. Council fumbled.",
        "People blamed each other. Trust broke.",
        "That’s the public story. You know it."
      ],
      [
        "BCI glitched. Wrong people in wrong jobs. Predictable chaos.",
        "Then those lost to the system reappeared. Coin messages surfaced.",
        "Council argued over fixes, barely holding things together.",
        "You didn’t hear it from me."
      ],
      [
        "Halden’s death triggered the first cracks, more than anyone admits.",
        "Labor got scrambled. Top scorers shoveling trash, dissidents given keys. City turned upside down.",
        "The vanished used that mess. Peer network let them guide neighborhoods, off-grid.",
        "Council scrambled, suspending BCI scores, tried manual rule. Half of it failed, half gave people hope.",
        "Now, there’s a real split. Algorithm loyalists on one side. Organizers on the other.",
        "Me? I never bought the Harmonist fairy tale."
      ],
      [
        "When Halden died, Council lost the reins. The BCI spiraled, reassigned everyone. Streets ran on confusion.",
        "Out of nowhere, those vanished citizens flooded back—coins in hand, signaling by network. I watched as crowds deciphered their guidance, city turning from silence to action.",
        "For days, the Council froze the scores, desperate for order. Let districts run themselves. People found the old way, stumbled but alive.",
        "It’s more than disruption. These vanished—coordinators, survivors, strategists—flipped the script.",
        "Some cling to the Council’s algorithms, scared to lose control. Rest want the city to finally breathe.",
        "Trust me, I never fought for the Harmonists. Some change needs fire."
      ],
      [
        "Halden’s death was more than a power vacuum. His old codes lit up hidden peer networks, gave the vanished a voice—one I amplified.",
        "The BCI crumbled fast—labor chaos, elite jobs handed to old outcasts. I saw it spiral, and I leaned in, nudged info where it’d spark.",
        "Coins with embedded data started flowing—first warnings, then hope, even defiance. I slipped patches to trusted nodes, saw entire neighborhoods shift overnight.",
        "Council panicked, suspended the scoring, let citizens taste raw governance. The result? Messy, human, impossible to bottle up again.",
        "Now the city’s in two camps: loyalists trying to plug leaks, and the rest assembling networks the Council can’t map.",
        "Some of us—Innovators, not Harmonists—always knew this system would break. It was overdue.",
        "This chaos gave the vanished teeth. Council labels us all risks, but they’re losing control.",
        "Those coins—every one is a lesson in how brittle the system really is.",
        "I’d rather be a pariah forging real change than an architect of their futureless order."
      ]
    ]
  }
}