{
  "olintz": {
    "chapter": "The day after reports surfaced of sudden BCI score changes and intensified restrictions in several city districts, Oksana cautiously limited her digital engagement. She noticed her building’s lifts were now accessible only after repeated authentication requests, resulting in longer waits and tense interactions with neighbors. Service terminals in nearby shops rejected her ID twice, prompting her to leave without basic groceries. That evening, Directorate patrols appeared near her complex, questioning residents at the entrance. Oksana chose to remain inside, avoiding all outgoing data transmissions and unplugging nonessential devices. Reviewing activity logs by hand, she discovered irregular access attempts on her employment record—a new concern since the score swings began. Later, a friend’s relocation message hinted others were being forced to move after abrupt service lockouts. Unsure when her own access would be terminated, Oksana prepared a backup set of physical documents and cash, attempting to anticipate further exclusions. BCI score remains at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "In the days following the public exposure of scoring abuses and the resulting swings in BCI privileges, Nikola noticed immediate changes in his building. After a citywide surge in score volatility, new lists appeared at entrances: only residents with boosted BCI scores could access package lockers and common rooms. On Thursday, Nikola arrived to find his name missing, forcing him to wait in the cold lobby while a neighbor sorted deliveries. Hours later, block management circulated a memo threatening service suspension for those disputing their status or discussing scores in shared spaces. Instead of seeking clarification, Nikola quietly adjusted his routine—collecting mail at off-hours, avoiding eye contact, and taking stairs to bypass monitored elevators. The sudden loss of ordinary access increased his reliance on private habits and made him more wary of neighbors. This heightened caution, combined with higher system activity, led to a minor decline in his BCI score, now 67.",
    "bci_score": 67,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "When sudden BCI score shifts block several local residents from entering the lab for scheduled health device checks, Daria finds her work queue altered without warning. She reviews diagnostic tickets from individuals who previously had stable access but are now restricted, requiring her to cancel or reschedule services she normally completes quietly. News of intensified patrols and threats of harsh penalties in affected districts reaches her inbox, prompting her to double-check all device actions for potential compliance violations. That afternoon, a longtime colleague, denied entry due to a new travel ban, messages Daria for off-record help with their health band. She declines, citing new policy notices and restricting all support to approved protocols. The atmosphere in the lab shifts, with staff communicating only on public channels. Daria reviews who has accessed her logs twice before leaving. Her BCI score drops to 57 as reduced face-to-face support and increased protocol rigidity trigger additional monitoring.",
    "bci_score": 57,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After news spreads of sudden privilege shifts and service lockouts in certain districts, Lenart finds several clients cancelling scheduled repairs, citing fear of being associated with flagged residents. The following afternoon, increased patrols along the main access route to his workshop force him to take alternative side streets, doubling his commute time. A routine checkpoint delays him further due to minor discrepancies in his identification data, likely related to the ongoing score recalibrations. He avoids digital communication, relying on paper logs to track new job leads and limit exposure. Lenart notices that messages from regular colleagues become brief; some contacts avoid scheduling entirely. He restricts his client pool to stable neighborhoods where BCI volatility appears lowest. By evening, he reviews potential contracts manually to avoid system risk, leading to lost work hours and smaller income. His BCI score fluctuates but remains stable, settling at 72.",
    "bci_score": 72,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the recent escalation of unrest in several districts due to dramatic BCI score shifts, Sven Halek arrived at work to discover all unauthorized devices had been temporarily disabled. Entry required an additional manual scan conducted by security staff deployed in response to expanding Directorate patrols. Throughout the day, requests for access to Council archives were denied or delayed, as Harmonist administrators debated a proposed amnesty, leaving message clearance inconsistent and slowing Sven's workflow. During a crucial draft session, one senior advisor refused to collaborate, citing uncertainty over potential penalty risks if language changes triggered further score fluctuations. Adjusting to these constraints, Sven hand-delivered typed statements using only pre-approved language, then spent the evening updating his speech database offline. The unpredictability of routine approvals and visible caution among peers underscored a city-wide shift in atmosphere. As a result of these adaptive measures and heightened surveillance, his BCI score dropped to 76.",
    "bci_score": 76,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After publishing her verified report on the BCI’s targeted score abuses, Rada immediately restricted her communications to secure, offline methods. She deleted personal contacts from her devices and avoided entering affected neighborhoods, aware that her name now circulated in security agency briefings. Several former colleagues privately expressed support but refused any further contact. Within hours, Rada’s access to internal state media systems was revoked, and an official notice marked her as “under review” for dangerous dissemination. Her apartment entry was briefly disabled, forcing her to rely on a neighbor for shelter while she waited for a temporary override. She observed increased patrol activity near her building and noticed several neighbors experiencing abrupt privilege losses and mobility restrictions, confirming the targeted backlash triggered by her story. As public unrest grew and system privileges fluctuated wildly in named areas, Rada’s BCI score sharply dropped to 17, reflecting her direct role in escalating the crisis.",
    "bci_score": 17,
    "political_preference": "rebel"
  }
}