{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Can't complain too much. Work is still coming in, so that's something.",
        "Ran into a few hiccups, though. Systems out there are acting strange lately.",
        "Been making sure to double-check everything. Can't trust what you see on a screen anymore.",
        "Takes more time, but better safe than sorry.",
        "Fewer jobs finished, but accuracy matters more."
      ],
      [
        "Things have been interesting, let’s say that. More folks calling me because their new digital helpers can’t agree on anything.",
        "Spent half my day just getting into buildings, one assistant says stay out, another says come in.",
        "Ended up checking records the old-fashioned way—paper logbook and all.",
        "It’s slow going. People aren’t sure who to listen to anymore.",
        "Feels like I’m getting less done, but it’s better than making mistakes and risking trouble."
      ],
      [
        "Not bad, but not exactly smooth either.",
        "Lately, every job means dealing with these glitchy Predictive Assistants arguing over what’s allowed.",
        "I had cases where one says I can’t enter, another says I have to fix something urgently. Neither can explain why.",
        "Stopped trusting digital approval. Now I wait in the hall and get confirmation from security or actual records before touching anything.",
        "Spent twice as long on repairs—didn’t get through half my list, but at least nobody got flagged by mistake.",
        "It’s tiring, honestly, but I’d rather do it slow and right than… whatever counts as fast these days."
      ],
      [
        "You know, it’s been rougher than usual.",
        "Ever since they pushed those new Predictive Assistants, everyone’s anxious. The things can’t agree with themselves, let alone me.",
        "I’ve been stuck outside apartments for hours because one bot yells 'forbidden' and another says 'urgent repairs needed now.'",
        "So now I drag the old paper log everywhere, and call for a real person to double-check everything. Twice the effort for half the work.",
        "Clients are worried, too—nobody trusts the approvals, and every mix-up could mean a compliance headache for them or for me.",
        "Sometimes it feels like the city’s running on crossed wires. I’m just trying not to get fried in the middle of it.",
        "I’m beat, honestly, but keeping a sense of humor’s all I’ve got."
      ],
      [
        "Honestly? Life’s handing out puzzles instead of paychecks lately.",
        "Ever since Halden died, the city’s tech has been stumbling all over itself—like someone swapped out the circuits but forgot the schematics.",
        "Those Predictive Assistants everyone’s supposed to trust? They’re at odds about everything—one moment shouting 'access denied,' next 'emergency repair required.' I’ve been spending half my time just waiting, afraid to make a wrong step and mess up someone’s BCI score.",
        "I started logging everything on paper again—not just for jobs, but to remind myself what’s true, who I actually helped.",
        "My clients are nervous—nobody feels safe with these glitchy systems. I see it in their faces: people are scared compliance errors might stick forever, and the machines are no help.",
        "It’s hard not to take on that worry myself. I used to fix things to make life smoother for others, now it feels like the world’s making it rougher for everyone, me included.",
        "Getting through the day’s a fight with frustration, but I guess that’s the only way forward—one stubborn repair at a time."
      ]
    ],
    "emotion": "Worn out, a bit frustrated, but keeping perspective."
  },
  "emotional": {
    "opener": "\"You know, Lenart, not everything has to move at the system’s pace. People still notice the difference you make just by showing up.\"",
    "variants": [
      [
        "Appreciate the thought.",
        "Sometimes a slow fix is better than a fast mistake."
      ],
      [
        "Not often someone says that and means it.",
        "Some days, just showing up feels like the hardest job."
      ],
      [
        "Thanks, Alex. It helps to hear that.",
        "There’s a strange comfort in just doing the work, whatever the system’s up to.",
        "Maybe people forget that things still break, but some of us remember to fix them."
      ],
      [
        "That means more than you’d think, Alex.",
        "I guess I stick around because I know what gets missed if we don’t look out for each other.",
        "The city moves at its own speed, sure, but it can’t make the repairs by itself.",
        "Some folks need more than what a perfect scoreboard can give them."
      ],
      [
        "That’s the kind of thing I needed after today, honestly.",
        "I used to think it was just about patching wires or pushing buttons, but it’s the people that keep me coming back.",
        "When you’re out there—really out there—it gets awful clear who’s actually paying attention.",
        "Some days, showing up matters more than anything the system measures.",
        "Maybe I’m old-fashioned, but I trust a real conversation over any guidance app.",
        "There’s a world behind the schedule and the scripts, and we’re still in it, whether the system likes it or not."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, everyone’s got problems—what’s *really* going on with these city systems lately?",
    "variants": [
      [
        "Most folks have seen the assistants acting up—confusing rules, noisy glitches.",
        "There was that big announcement about them, made it sound like they’d fix everyone’s records.",
        "Instead, people got stuck and had to wait. Nobody’s saying what’s behind it.",
        "The Council’s talking about technical updates. That’s about all you can get without digging deeper.",
        "End of the day, best bet is to keep your head down and double-check what you’re told."
      ],
      [
        "The rollout of those guidance bots caused more confusion than help—everyone saw it, even the announcements couldn’t cover it up.",
        "Supposedly they’re here to restore trust after Halden’s death, but it’s hard to say who’s steering things.",
        "Public channels mention 'recalibration,' but nobody outside the system knows the details.",
        "You hear about new leaks—manuals, guides—folks are passing them around quietly, trying to make sense of things on their own.",
        "Maybe things will settle, maybe not. Either way, it’s got everyone on edge."
      ],
      [
        "First the Council said the assistants would help people fix their records—supposed to ease everyone’s nerves after Halden died.",
        "Didn’t work out that way. Instead, the bots argued, gave random instructions. Public saw the videos, all those memes? That was just the start.",
        "Now, informal networks are popping up—some folks even trading real compliance manuals, since the official systems are unreliable.",
        "Word is the Council’s factions aren’t seeing eye to eye. Meanwhile, even people like me are working slower, because nobody trusts the tech anymore.",
        "Feels like the city’s been rewired in the dark, and we’re all waiting for someone to trip over the cord."
      ],
      [
        "You probably noticed after Halden’s death, the Council panicked—tried recalibrating the BCI quietly, but it all went sideways.",
        "That’s why the guidance assistants were pushed out: a scramble to show control, blame the glitches on ‘upgrades.’",
        "Inside channels talk about networks failing to sync. I’ve seen weird delays and authorization errors no one’s supposed to mention.",
        "Heard about underground groups passing real manuals? That’s real—neighbors leaning on each other, dodging the system’s worst mistakes.",
        "The propaganda keeps saying order’s coming back, but if you look close, even the Council folks are operating on guesswork right now."
      ],
      [
        "I’ll tell you what they won’t say publicly—the whole stack went haywire after Halden’s death. Half the city’s running on half-baked overrides.",
        "Council tried to sweep it under the rug with those Predictive Assistants, but their internal systems are fighting each other. I see it daily: duplicate work orders, phantom repair alerts, random lockouts.",
        "There’s a war inside the Council—Harmonists want to pause changes, Innovators keep tweaking the code, Directorate is just trying to contain the fallout.",
        "Some of us maintenance folks have access to old channels—seen real-time requests spill over from monitoring to enforcement. Nobody’s steering this ship: it’s running on leftover momentum and crossed fingers.",
        "And yeah, those underground compliance circles? Some of their advice is more accurate than Council updates. Who’d have thought?",
        "I keep a list of people I trust on paper now—if the system tags me for something I didn’t do, at least someone might vouch for me.",
        "It’s tiring, walking the line, but there’s no way I’m letting some confused algorithm rewrite who I am."
      ]
    ]
  }
}