{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal’s whatever keeps you above water, right.",
        "My name’s on a list now. That’s all I can say.",
        "Lost access, almost lost my flat. Door wouldn’t open.",
        "Feels like I’m holding my breath all day lately."
      ],
      [
        "Normal gets redrawn every morning these days.",
        "Wrote something they didn’t like about score abuses. Everything changed overnight.",
        "Locked out of work systems, got a warning stuck to my profile.",
        "Neighbors started getting hit too. I keep my bag packed.",
        "Feels like I have to sleep with one eye open."
      ],
      [
        "Normal? I pushed out a story on the BCI targeting certain places, and they shut me down fast.",
        "Cut myself off for a while, went offline, trashed old contacts.",
        "State revoked my credentials. Couldn’t get into my apartment for hours.",
        "Patrols doubled up outside. Folks on my floor suddenly disappeared from the network.",
        "Saw how fast a low score turns you invisible in this city.",
        "I’m more careful, but I’m still here. Doesn’t really feel like living, though."
      ],
      [
        "Normal? Sometimes I think normal never existed here, not really.",
        "After I published proof of BCI targeting, the system gaslit me—locked me out, red-flagged my profile, and froze me out of my own building.",
        "My reporter’s badge means zero now. Even neighbors got hit just for being near me.",
        "Had to live out of a bag, wait on override codes. Patrols everywhere.",
        "The story spread fast, but it brought chaos—scores jumping all over, people desperate, trust gone.",
        "No one talks to me anymore, except a few brave souls. Most don’t risk it.",
        "Some days, I wonder if I did more harm than good, but I couldn’t just sit on the truth. Still paying for it."
      ],
      [
        "My version of normal? Watching my city unravel because I couldn’t keep my mouth shut.",
        "Raised by a BCI officer, bred to question things, but even I underestimated how dirty it would get.",
        "I broke the story on BCI score manipulation. State closed in, revoked everything, even blocked my own door.",
        "I used to believe state media could be a force for good, if we just slipped some truth through. Now the only stories left are ones we smuggle out.",
        "Publishing the evidence kicked off this chain reaction—riot zones, wild score swings, people turning on each other, Council at war.",
        "Now I’m the city’s warning flare. Friends cut contact and strangers glare like I’m contagious.",
        "Sometimes I miss the days when my only fear was missing a deadline. Now it’s whether my apartment will let me in at night.",
        "But I’d do it again, no question. Someone has to break the spell—even if it means I’m stuck on the outside, waiting for whatever’s coming next."
      ]
    ],
    "emotion": "Worn out. Like I’m waiting for the next hit, but I have to stay upright."
  },
  "emotional": {
    "opener": "Rada, I see how much you’re carrying. You’re still standing, and that means something. You don’t have to be made of stone to get through this.",
    "variants": [
      [
        "You make it sound simple. Maybe that's what I need to hear."
      ],
      [
        "I appreciate that. It’s just not always easy to believe it matters.",
        "Sometimes getting through the day is the win."
      ],
      [
        "Thanks, Alex. Feels like the weight is everywhere sometimes.",
        "It helps, hearing it from someone who actually watches.",
        "Maybe staying upright counts for more than it seems.",
        "Not sure I’ll ever get used to this pace."
      ],
      [
        "Funny, you saying that makes me want to breathe for a second.",
        "Some days I feel like rubble holding itself up.",
        "People act like it’s easy, but it isn’t. It never was.",
        "I was raised to think pressure makes you stronger. Maybe it just makes you tired.",
        "Still, I’m not giving in. That means something, like you said."
      ],
      [
        "You get it, Alex. I keep thinking I need to be unbreakable, but that’s not it.",
        "My father always said to adapt or fall behind. He never said how heavy that could feel.",
        "The world pushes us to keep moving, no matter what. Some days I can barely remember why.",
        "Sometimes I wonder if anyone else feels this worn down, or if we’re all just hiding it.",
        "But, yeah… I’m still here. Still fighting to see what comes next.",
        "Maybe upright is enough for tonight."
      ]
    ]
  },
  "factual": {
    "opener": "If it started this mess, you must know what really happened—spill.",
    "variants": [
      [
        "You saw the city after Halden died—systems slipped, people panicked.",
        "Council barely kept a lid on anything. Info was getting out fast.",
        "Data leaks made people look over their shoulders.",
        "Patrols stepped in when things got ugly, that's all."
      ],
      [
        "Halden dropped out, system cracked. Something leaked—enough to set everyone on edge.",
        "A bunch of private scores got out. Wasn’t just noise. Real panic started.",
        "Sudden rule-changes, a lot of people caught in the net.",
        "Council’s still scrambling. Most folks just see more blockades, fewer options."
      ],
      [
        "After Halden, the BCI’s mask slipped. Personal profiles—scores, details—dumped into the open.",
        "Officials and ‘trusted’ folks lost their status overnight. Council infighting spiraled, nobody owns up.",
        "System started glitching hard. Neighborhoods were split—some got privileges, others lost power and access completely.",
        "The Directorate tries brute force but Harmonists can't keep up with the spin.",
        "They say it’s temporary, but public trust is cooked. If you ever believed in the system, you can’t now."
      ],
      [
        "Halden dying set off the real collapse. The BCI started exposing its own secrets—made everyone fair game.",
        "People in council, high-scorers—turned inside out. No one’s trusted, everyone’s a potential threat.",
        "Innovators saw a chance, Directorate wanted lockdown, Harmonists could barely manage damage control.",
        "That’s when riots broke out. Places that got shafted before—now the pain’s public.",
        "I watched neighborhoods get torn apart over glitches and silent strikes. Can’t pretend that’s order.",
        "Even in the newsroom, I saw more fear than loyalty. I don’t buy what the Council’s selling."
      ],
      [
        "I saw the files drop in real time. Halden’s death was no accident and the BCI’s flaws run deep.",
        "Council factions started gutting each other. Private data’s everywhere—old secrets, new targets, doesn’t matter now.",
        "People like me, who warned for years, aren’t surprised—just more alone each week.",
        "Patrols turned from passive to hostile overnight. Harmonists tried amnesty but got blocked by the Directorate.",
        "System logic broke down—some outcasts gained privileges while families vanished from the network.",
        "The city’s run by panic and propaganda now. Council wants the old order back but it’s too late.",
        "For once, you see who actually has power—and who pays for every adjustment.",
        "Nothing about the BCI was ever neutral. I called it out; now all I’ve got left is being right.",
        "I want a city that works for people, not models—but I’m not naive enough to think it comes easy."
      ]
    ]
  }
}