{
  "preference": "b",
  "dilemma": {
    "opener": "Bar's a good place for dilemmas. Want to test that?",
    "variants": [
      [
        "Funny how you can have two doors in front of you, both dangerous.",
        "Some stories can't be told twice. Can't save everyone.",
        "Choices here aren’t about right or wrong. They’re about what you can live with."
      ],
      [
        "There’s a fork in my road tonight. Both routes are costly.",
        "One leads toward hope, the other toward mourning. Can't walk both.",
        "Feels like flipping a coin, only the city's on the line.",
        "Some days, every turn is a risk—my score reminds me."
      ],
      [
        "Two leaks. One shows a few places in the city living without BCI shadows.",
        "The other proves people are being erased, vanished from everything that makes them real.",
        "I can break the story that gives people hope, or the one that demands justice.",
        "But only one. The rest go silent, maybe forever.",
        "Stenograd writes the rules, even for how we break them."
      ],
      [
        "I've got documentation—real evidence of a few free zones where the system just drops away.",
        "Another leak confirms families are being erased wholesale, wiped from records, like they never existed.",
        "If I expose the freedom, people might surge into the open. It could spark something big.",
        "If I reveal the erasure, we force them to see cruelty, but risk driving terror even deeper.",
        "My hands can only protect one set of sources right now; the rest would take the fall.",
        "Low BCI like mine means I already walk the edge, and so does everyone I touch."
      ],
      [
        "I spent the afternoon staring at two files: one proof that BCI loses its grip, and people taste something close to liberty.",
        "The other file is a list—names, families, whole lives quietly deleted. Children too. It's not just data, it's erasure.",
        "If I show people freedom exists, maybe it inspires rebellion or at least hope. But I can already picture the crackdown.",
        "If I expose the erasures, the outrage could unite the city or just flatten us with grief. Some want to believe it can't happen.",
        "My BCI score is poison for everyone I reach out to. Every story I publish, I choose who survives that risk.",
        "Raised by someone who kept order, now I'm deciding which chaos to unleash. Maybe it's guilt, maybe it's pride—I can't quite tell.",
        "Tonight, I lean toward making them see what's being erased. Anger beats numbness, but I wonder what that makes me."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Freedom must be felt to be believed.",
      "monologue": [
        "We talk about freedom like a rumor, but most here have never tasted it.",
        "If you live your entire life tracked and watched, you forget you ever had choices.",
        "Seeing a neighbor walk outside the system, even for one night, could change everything."
      ],
      "supportive_response": [
        "You’re right, Rada, a moment of real freedom cuts through all the noise.",
        "People need proof, not just warnings—go on, tell me more."
      ],
      "challenging_response": [
        "But Rada, isn’t it cruel to hand them freedom just long enough to lose it again?",
        "Are you sure hope won’t turn to bitterness instead? Curious what you think next."
      ]
    },
    {
      "belief": "A living example of resistance is more powerful than numbers.",
      "monologue": [
        "Statistics never get people marching, but one bold act can set the city alight.",
        "I’ve seen how a single spark, real and close, makes fear look small.",
        "People need a face for resistance, not just another sobering report."
      ],
      "supportive_response": [
        "I get it—one real story can move mountains where data can’t.",
        "Sounds like you want a spark, not a spreadsheet. Keep going."
      ],
      "challenging_response": [
        "Sometimes those living examples get crushed, Rada, and the system learns their name.",
        "What if you’re making martyrs instead of protecting the living? Go on with your thoughts."
      ]
    },
    {
      "belief": "People must see the cracks in control to question it.",
      "monologue": [
        "We’re trained not to notice glitches—we call it 'maintenance' and move on.",
        "But if all these cracks line up, they paint a picture the propaganda can’t hide.",
        "Maybe exposing the flaws is the only way to erase this illusion of perfect control."
      ],
      "supportive_response": [
        "Cracks let the light in, that’s true—and people cling to that.",
        "No system’s unbreakable; say more about how you’d show it."
      ],
      "challenging_response": [
        "Rada, a crack can also mean the dam bursts, and no one’s ready.",
        "If panic spreads, does anyone really benefit? Keep talking—I want to understand."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Legitimacy comes from restoring the erased, not just confronting power.",
      "monologue": [
        "Saving people from being erased is the only way the city redeems itself.",
        "We can yell at the system forever, but if we don’t bring the missing back, it means nothing.",
        "I was raised to believe order mattered more than memory. Now I wonder what’s left if we forget these names."
      ],
      "supportive_response": [
        "That’s real legitimacy—you can’t call it justice if ghosts are all that’s left.",
        "You carry memories for the rest of us. Let’s hear the next thought."
      ],
      "challenging_response": [
        "Sometimes confronting raw power shakes foundations far more than recovering the lost.",
        "Let’s talk about what happens if freedom breaks through, just for a second."
      ]
    },
    {
      "belief": "When the system dehumanizes, exposing it is the highest duty.",
      "monologue": [
        "Nothing else matters if we don’t show the cost of erasure to everyone.",
        "People trust the system because the horror is hidden; we uncover it or we’re complicit.",
        "Algorithms dehumanize—you have to force the city to look at what it’s trying to erase."
      ],
      "supportive_response": [
        "You’re right, letting people look away is exactly what keeps this city quiet.",
        "What’s the next part weighing on you?"
      ],
      "challenging_response": [
        "But what if hope changes more minds than horror ever will?",
        "Let’s hear what else is pushing you—it could go either way."
      ]
    },
    {
      "belief": "Solidarity grows when the most vulnerable are protected first.",
      "monologue": [
        "If I start with the free zones, the erased get left behind again for someone else.",
        "It’s always easier to chase moments of hope, but the test is who we defend first.",
        "Solidarity’s a hollow word if it skips past those already marked as disappeared."
      ],
      "supportive_response": [
        "You’re sticking to the people who need it most—that’s rare now.",
        "How does that shape where you go next?"
      ],
      "challenging_response": [
        "Sometimes hope brings people together faster than tragedy ever could.",
        "Where does your thinking go after that, really? Let’s keep going."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I have something. You may hear soon.",
        "Not everything stays buried for long."
      ],
      [
        "I will share what I know about new changes.",
        "People will notice how some spaces shift."
      ],
      [
        "I am going to tell people about those places without eyes.",
        "It could change how they act, even just for a night.",
        "The risk is worth some hope."
      ],
      [
        "I will break the story on the free corners of the city.",
        "People deserve to know freedom is possible.",
        "I hope gatherings start. Even if they're brief.",
        "You nudged me there. Thanks for that."
      ],
      [
        "I will show everyone where freedom lives for a moment in Stenograd.",
        "You made me see how hope can set things alight.",
        "If rebellion kindles, maybe the fear breaks for once.",
        "I am scared, but you’re right. We choose courage or nothing."
      ]
    ],
    "monologue_b": [
      [
        "Some names need to be heard.",
        "Hidden harm has to surface."
      ],
      [
        "I will speak up for those who vanished.",
        "It’s time to reveal what’s been erased."
      ],
      [
        "I will report on families lost by the system, name by name.",
        "Their erasure will not stay hidden.",
        "It may bring everything to a boil."
      ],
      [
        "I’ll expose the truth: the city is erasing people quietly.",
        "Families are being wiped from all records.",
        "If this ignites a revolt, so be it.",
        "You helped me see why defending the lost matters."
      ],
      [
        "I will risk everything to tell how whole bloodlines are disappearing.",
        "Your words made it clear: someone must stand for the erased.",
        "Maybe this story pulls the city into the light or to the edge.",
        "I need to know I did not look away."
      ]
    ],
    "monologue_self": [
      [
        "I’m settling matters myself.",
        "Soon, someone will understand."
      ],
      [
        "Decision’s mine. I’ll handle the fallout alone.",
        "No advice needed, just resolve."
      ],
      [
        "I will break the story on the city’s erased families.",
        "I owe this to people who have no voice.",
        "The truth has waited long enough."
      ],
      [
        "I will bring the erased into daylight even if it costs me.",
        "No one stands for them. I will now.",
        "This is about conscience more than calculation.",
        "I carry the weight, not you."
      ],
      [
        "I have to be the witness when families are erased by the system.",
        "No one persuaded me. This comes from everything I am.",
        "Maybe I’ll lose the last safe places, but they already have nothing.",
        "If the city wakes up, at least I did not fail them."
      ]
    ]
  }
}