{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Quiet’s the right word. I keep to the jobs that pay and stay out of the news.",
        "Had a few clients back out, nothing unusual given how things shift lately.",
        "Patrols are up. Everyone’s looking over their shoulder, so I do the same.",
        "Mostly, I work. Calm is cheaper than trouble."
      ],
      [
        "You know how people get jittery when the scores swing. Lost a few contracts after that last mess.",
        "Patrols slowed me down, got to take the long way if I want to avoid headaches.",
        "Colleagues aren’t talking much. Feels like folks are hiding until things pass.",
        "I’m picking clients with stable records, just in case.",
        "Money’s slimmer, but I sleep better not chasing trouble."
      ],
      [
        "This score volatility, it’s more than a nuisance now. Had regulars cancel jobs outright because they didn’t want the risk.",
        "Patrol checkpoints everywhere. I got held up for something minor—not even worth the paperwork.",
        "People aren’t calling like they used to. Most act like they hardly know me at all now.",
        "Been keeping my work in districts where things aren’t so crazy. Safer that way, for both sides.",
        "My score bounced around but stayed decent, so far. I keep everything on paper now.",
        "Lost some work, lost some hours, but at least I know where I stand."
      ],
      [
        "Honestly, ever since Halden died and the scores started spinning, work hasn’t been the same. Lost jobs and half my contacts vanished overnight.",
        "Yesterday, patrols doubled along Main—took twice as long just to reach the workshop. Feels like everyone’s holding their breath.",
        "Got flagged at a checkpoint over some data inconsistency… Just enough to remind me I’m only as good as my number on a screen.",
        "People I’ve worked with for years won’t even schedule repairs. Won’t risk the system noticing them at the wrong time.",
        "I’ve been sticking to the quieter neighborhoods, trading hours for some peace of mind. Income took a hit, but what else is new?",
        "It’s like everyone’s got a shadow these days, so I keep to myself more.",
        "Suppose this is what order looks like when you break the human part of it."
      ],
      [
        "Funny thing, Alex—I used to think I was invisible, just another cog. That’s safest here. But even we cogs get ground down when the machine slips a gear.",
        "Lost good contracts because clients panicked about being seen with me, or with anybody not scoring perfect. It changes every day. Neighborhoods wake up and find themselves locked out, patrolled, then just as suddenly ‘trusted’ again.",
        "I had to avoid the whole main corridor yesterday, full of Directorate patrols. They’re chasing shadows, treating everyone like a suspect. As if that’s real control.",
        "Got flagged at a checkpoint too. Who even knows why? Maybe my BCI misfired or maybe the system’s eating itself.",
        "People I’ve worked beside for years barely say hello. Sticking to safe jobs, in ‘calm’ neighborhoods. It’s trade-offs and survival now—less income, but less risk of getting ghosted by accident.",
        "Everything’s manual, on paper, because digital means you can’t trust your own shadow.",
        "Truth is, this city's logistics now rule over loyalty or skill. I side with the Directorate for a reason: at least they remember security, not just efficiency. But even they can’t paper over chaos this wide.",
        "Feels like the walls are closing in, honestly. Wonder how many more of us will just disappear into the system."
      ]
    ],
    "emotion": "Resigned and a little weary, with a hint of underlying anxiety."
  },
  "emotional": {
    "opener": "Lenart, you always find a way to keep things running, no matter how tangled it gets. People notice, even if they don’t say it.",
    "variants": [
      [
        "Suppose I just do what’s in front of me. Leave the talk to others."
      ],
      [
        "Yeah, sometimes it’s enough to get by.",
        "Not looking for applause, just a bit of quiet."
      ],
      [
        "Maybe you’re right. It helps to hear it now and then.",
        "Most days I’m not sure anyone’s paying attention.",
        "I guess I just keep at it, regardless."
      ],
      [
        "Thanks for saying that. Kind of easy to forget what matters these days.",
        "Feels like most people just drift along, don’t they?",
        "Some of us have to be the glue, even if no one sees.",
        "Guess I’m stubborn that way."
      ],
      [
        "That means more than you’d think. Most folks only notice when things stop.",
        "Funny, I always figured I’d end up behind a desk, not patching up city guts.",
        "There’s a strange kind of pride in keeping the old systems going.",
        "You see enough circuits fried and doors stuck, you start taking it personal.",
        "Not many bother remembering who pulls the wires together.",
        "Still, I’d rather be needed than noticed."
      ]
    ]
  },
  "factual": {
    "opener": "Heard things are getting worse. Come on, Lenart, you must know more than you’re saying. Talk.",
    "variants": [
      [
        "All anyone’s talking about is those wild score shifts. Headlines full of outrage, same as always.",
        "Council’s still fighting, can’t get their story straight. Not my problem.",
        "Neighborhoods locked up, services cut. That’s obvious to anyone watching.",
        "People acting jumpy, but they always do. I stick to what I see myself."
      ],
      [
        "The press put names to which parts of town took the hardest hits. No surprises there.",
        "Council’s pointing fingers after the data leak. Lot of scrambling behind closed doors.",
        "Directorate’s stepping up patrols, threatening sharper penalties. They want obedience, not chaos.",
        "Saw an uptick in migrants trying to move before getting locked out.",
        "That’s about all I’d bet on without getting burned."
      ],
      [
        "BCI gets dumped, names and scores all over the feeds. Nobody trusts the system now, even the folks running it.",
        "Directorate wants everything locked down, but Harmonists keep calling for amnesty. No one’s listening.",
        "Whole neighborhoods rewired overnight—travel bans, power quotas. Families split up just to keep above water.",
        "Directorate can’t paper over losses with force. People adapt, but grudges stick longer now.",
        "Some old routes I used are basically off-limits. Security’s more bark than bite when the machines glitch.",
        "Funny thing, I get why Directorate acts—order’s the only thing between this and total freefall.",
        "Nobody’s mentioned fixing the base code—just how to keep the lid on."
      ],
      [
        "After Halden went, every safeguard failed. That leak was just a spark—scores bouncing around made everyone see how fragile this all is.",
        "Council factions are getting ugly. Heard security officers cursing Innovators openly near Central. They want someone to blame, or hang.",
        "Directorate sent out threats of penalties. I’ve seen their routes marked on old dispatch boards—they’re guessing, not controlling now.",
        "Migrants flooding from banned zones. Some I knew on old jobs, now they’re trading food for a safe place to sleep.",
        "People talk about system amnesty but no one can even agree who’s in charge. Feels like policy by panic.",
        "My work takes me by old secure junctions—some left open, nobody watching. Never saw that before.",
        "Even on Directorate, we know force alone isn’t enough. But the Harmonists keep acting like words matter more than checkpoints.",
        "Order here’s always meant control, not fairness. I still side with Directorate, but this mess makes me question where that gets us."
      ],
      [
        "The whole city’s running scared since that BCI data dump—names, scores, backroom records, even some of the old compliance blacklists.",
        "I picked up chatter from a secure maintenance loop: some districts were already flagged for systemic bias weeks before the leak. Guess predicting which neighborhoods would blow up wasn’t rocket science.",
        "A friend in the service tried to transfer out after the first riots. She said patrols are burning out, Directorate’s command lines are a mess.",
        "Council’s a joke—no elections people can trust, just promotions by metrics. All it takes is one bit flipped or a broken audit and some loyal worker becomes a ghost.",
        "People migrate to keep their privileges, but nobody knows which zones will be ‘safe’ tomorrow. Saw a family sleeping in the comms stack between zones—just to dodge a random midnight lockout.",
        "Jobs for me are now mostly hush-hush repairs in unmarked units. Paper logs, nothing digital. Even then, you feel watched.",
        "The Directorate still wants order—old habits die hard. I agree with them most days. But it’s chaos ruled by numbers now, and nobody’s running the numbers right.",
        "Innovators are trying to patch over the system live. That never ends well. Meanwhile Harmonists just tape up holes with words and amnesties that go nowhere.",
        "Not sure there’s a way back from this, honestly. I keep fixing systems because that’s what I know. But the foundation’s rotten, and I’m not sure any of us are out of the blast radius."
      ]
    ]
  }
}