{
  "preference": "a",
  "dilemma": {
    "opener": "Want to talk about what the drink isn't touching?",
    "variants": [
      [
        "Seems I’m caught between two headaches, both best handled sober.",
        "Either way, someone’s secrets hit daylight and someone else’s get boxed up.",
        "Not all mirrors should show what’s behind them."
      ],
      [
        "Two doors in front of me: one leads deeper in, the other wide open.",
        "Fix a crack in the wall or pry up some floorboards—hard to say which leaks more.",
        "Both ways, the city won’t look quite the same tomorrow.",
        "Trying not to trip over my own shadow on this one."
      ],
      [
        "Had an odd offer tonight—patch up a busted surveillance mirror in a Council sector.",
        "At the same time, off-grid friends have a puzzle app spitting out strange signals citywide.",
        "I can either reinforce the Council’s defenses or help pull apart a public riddle.",
        "Quiet patch job keeps order but locks things down tighter. Exposing the glitch, though, might turn panic loose.",
        "Feels like dealing in trade winds—one way’s calm, the other’s a brewing storm."
      ],
      [
        "Harmonist engineer wants me to fix surveillance in their secure wing—says the mirror’s got sabotage all over it.",
        "Meanwhile, folks off the grid are tracing weird messages through the most popular game in town.",
        "If I help inside, I make sure Council secrets stay buried, maybe for the city's own good—or maybe not.",
        "If I take the puzzle public, it’s all eyes and confusion on the mystery—could help people see, or just set everyone off.",
        "Feels like tightening a valve on a leaking pipe, or just letting the whole thing burst.",
        "Problem is, I can’t do both. I pick a side, someone gets burned."
      ],
      [
        "Tonight I got squeezed between the Council’s fears and the city’s paranoia—again.",
        "Harmonist came to me alone, wants the mirror fixed—swears it’s the only way to stop a wider inside job.",
        "But then the off-grid crowd’s uncovering something in the puzzle app—messages nobody’s supposed to see.",
        "If I shore up the government’s defenses, I’m part of the same old cycle—protecting order, hiding rot.",
        "If I help the people blow it open, it risks panic, even violence, but maybe a little honest chaos is overdue.",
        "Been here before—patch things up, no one’s the wiser, or push the cracks wide and let the truth bite.",
        "Mostly, I’m wondering if it still matters whose game I play, or if the rules changed when Halden died."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Preserving order is better than causing chaos—even if it's done in secret.",
      "monologue": [
        "Order is fragile here; it snaps faster than most people think.",
        "Most days, keeping things steady behind the glass is the least bad option.",
        "If I crack the seal in public, everything—good and bad—spills out fast."
      ],
      "supportive_response": [
        "You always say the city's held together by threads, Lenart.",
        "Some balance is better than tipping the whole table—go on, keep talking."
      ],
      "challenging_response": [
        "But secrecy just buries the rot, doesn't it? Chaos sometimes lets real change breathe.",
        "Let’s not pretend steady always means safe. I'm listening—what else is weighing on you?"
      ]
    },
    {
      "belief": "Real change comes from subtle, skilled hands, not dramatic public exposure.",
      "monologue": [
        "Showy fixes make noise; they rarely last, and someone always pays for the drama.",
        "Quiet work leaves the city standing upright when the dust settles.",
        "The little, unseen repairs—that's all that holds this place together half the time."
      ],
      "supportive_response": [
        "I get it—steady hands keep things from breaking further, even if no one notices.",
        "There’s a kind of integrity in fixing what no one sees. Go on, Lenart, I’m listening."
      ],
      "challenging_response": [
        "Subtle hands can keep things hidden, too. Nothing changes if we never see it break.",
        "Maybe loud is what we need, just this once. Tell me how you weigh that."
      ]
    },
    {
      "belief": "My influence is strongest when I work behind the scenes to keep things running for those who rely on me.",
      "monologue": [
        "People don’t thank the mechanic—you only notice him when he’s missing.",
        "I can nudge the city back on track without making a scene or enemies.",
        "If I’m useful in the background, I’m safer. So are the people counting on me."
      ],
      "supportive_response": [
        "You’ve always made the impossible look routine—less spotlight, fewer targets for anyone.",
        "Trust earns its own power, especially when you’re the last quiet fixer. Go on, Lenart."
      ],
      "challenging_response": [
        "But do you ever wonder if silence just makes you invisible when it matters?",
        "What if stepping forward means more than blending in this time? I’m here—you can keep going."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Citizens deserve to see what's really happening\u0014even if it's messy.",
      "monologue": [
        "People in this city don't get real news, just curated comfort or distractions.",
        "When something's off, they just smooth it over and hide the cracks.",
        "Maybe letting the real mess break through is the only honest move left."
      ],
      "supportive_response": [
        "If anyone should know what's happening, it's the people living under these rules every day.",
        "You're not wrong to make the city look for answers instead of swallowing what's fed to them."
      ],
      "challenging_response": [
        "Sometimes the truth just makes people panic and lose trust, not think clearer.",
        "Maybe keeping things messy for everyone isn't the fix\u0014might just drown out the right questions instead."
      ]
    },
    {
      "belief": "Confronting the system out in the open may be the only way to break its hold.",
      "monologue": [
        "The machine runs on people looking away, shrugging and trusting it to decide.",
        "Dragging these glitches into plain sight might finally make folks question who's steering.",
        "If we keep fixing things quietly, nothing ever really changes on the surface."
      ],
      "supportive_response": [
        "Calling the system out puts real pressure on the ones behind the glass walls.",
        "If no one challenges how things are run, nothing will ever shift in this city."
      ],
      "challenging_response": [
        "Open fights with the system usually end the same way\u0014crushed, forgotten, or quietly swept aside.",
        "Sometimes working from within can do more than blowing the lid off and hoping for the best."
      ]
    },
    {
      "belief": "My responsibility is to empower others, not just keep secrets for the powerful.",
      "monologue": [
        "The council's secrets multiply every year, and I'm tired of patching the walls for them.",
        "My work shouldn't just guard the gate so no one else learns what I know.",
        "If I'm in a spot to help people stand on their own, maybe I owe them that."
      ],
      "supportive_response": [
        "Sounds like you're done being the silent fixer for people with all the keys.",
        "Who else in this city could actually give folks that kind of real help?"
      ],
      "challenging_response": [
        "Sometimes empowering people just means dropping them in the deep end, no warning.",
        "What if your help just stirs up more trouble and leaves everyone worse off?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I'll head out for that late job.",
        "Won't say where."
      ],
      [
        "Got something to fix, somewhere important.",
        "Just a routine call, I suppose."
      ],
      [
        "I’ll take the Harmonist’s offer to fix their mirror.",
        "Better keep their secrets contained for now.",
        "One less crisis simmering for the night."
      ],
      [
        "I’ll patch their smart mirror—quietly.",
        "If I don’t, things could spiral worse.",
        "Holding back may buy us time.",
        "Let’s see if stability is worth the price."
      ],
      [
        "I’ll help the Harmonist, Alex—keep the sabotage quiet, at least for now.",
        "They trust me, but I know these secrets deepen every time we patch them.",
        "Balance matters, but so does keeping the cracks hidden from the street.",
        "If anyone finds out, it’ll mean I chose safety over truth this round."
      ]
    ],
    "monologue_b": [
      [
        "Might be busy with something tonight.",
        "Don’t ask for details."
      ],
      [
        "Taking on a new favor for someone off-grid.",
        "It’ll make some noise."
      ],
      [
        "I’ll help the off-grid crew with the puzzle app.",
        "Whatever’s buried needs sunlight, even if it stirs chaos.",
        "The city deserves the truth, dicey as it is."
      ],
      [
        "I’ll work with the others and trace the puzzle anomaly wide.",
        "If we don’t show people, things just rot underground.",
        "It’ll get loud, risky—maybe ugly.",
        "But at least the city can choose what happens next."
      ],
      [
        "I’ll take the big step, Alex—back the off-grid group to expose the app.",
        "People need real knowledge, no matter what trouble it brings.",
        "The Council will call it sabotage, but letting secrets fester will break us anyway.",
        "This won’t be clean, but maybe it’ll wake the city up to itself."
      ]
    ],
    "monologue_self": [
      [
        "Going where I’m needed tonight.",
        "It’s my own call."
      ],
      [
        "Fixing that Council mirror, not waiting on advice.",
        "I know what matters."
      ],
      [
        "I’ll repair the smart mirror for the Harmonist, my choice alone.",
        "Let the Council recover, for now.",
        "One fire at a time is enough."
      ],
      [
        "I’ll handle the Council mirror quietly—nobody talked me into this.",
        "Sometimes you patch the cracks, even if you hate the wall.",
        "Right now, keeping order trumps making noise.",
        "It’s not heroic, but it’ll hold things steady."
      ],
      [
        "I’ll help the Harmonist cover this up—wasn’t Alex’s idea, all mine.",
        "I know what these secrets cost, and I’ll carry it tonight.",
        "Pulling the city back from another panic is worth the guilt.",
        "Maybe next time I’ll roll the dice—tonight I’ll just hold things together."
      ]
    ]
  }
}