{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "Seems like folks are moving a bit more carefully lately.",
        "I heard the assistants are making mistakes, that’s enough to put people on edge.",
        "People swap a few words in the elevator, nothing more, just glances.",
        "I suppose everyone’s making adjustments, just in case.",
        "Suppose that’s a wise habit these days."
      ],
      [
        "People avoid the official advice, don’t they? I’ve noticed quieter hallways in my building.",
        "Those guidance assistants—never trusted them, now they’re really off.",
        "Some neighbors passed me a manual, just a few loose pages, never saw them share before.",
        "I’ve changed a few of my routines, nothing dramatic, just staying out of sight.",
        "It’s hard not to feel uneasy, to tell the truth."
      ],
      [
        "Seems like everyone’s unsure what to trust these days. The assistants keep giving different instructions.",
        "There was talk in my apartment—shared manuals being passed around, with real rules and tips.",
        "Someone pressed a few copied pages into my hand in the elevator, told me I’d need them.",
        "I checked the manual after supper, found some errors in my own records it helped me fix.",
        "Now I double-check everything and keep quiet near my devices—can’t afford more surprises."
      ],
      [
        "Everything changed after the new assistants started glitching—people look lost, even scared.",
        "In my block, our residents have started trading underground compliance guides, avoiding official lines.",
        "Sometimes they give me the pages, old habits from the Council days—guess they think I spot inconsistencies.",
        "I even hid my briefcase deeper in the vent last night, just in case. Trust is rare, and even the walls listen.",
        "I haven’t felt this on edge in years—makes you wonder what might come next."
      ],
      [
        "You know, I spent over a decade making sure Council calendars ran smooth—back when faces still mattered.",
        "Now it’s all silent systems, and after Halden died, everything went sideways. The guidance assistants—nothing but confusion. My neighbors keep passing codes and real manuals behind closed doors. It feels like old secrets, again.",
        "Someone trusted me enough to slip me a genuine protocol update last week—felt like a message from the past. I compare these scraps to my old notes, correct my record, keep my head down.",
        "I can’t even trust my own home’s devices anymore. Last night, I hid my briefcase deep—old instincts, maybe.",
        "It’s exhausting, watching order fray in little ways, waiting for the next mistake—makes me feel like every moment is borrowed time."
      ]
    ],
    "emotion": "wary, uneasy, a little tired"
  },
  "emotional": {
    "opener": "Nikola, you don’t have to explain yourself tonight. Some days the city just gets heavier. It’s all right to take your time.",
    "variants": [
      [
        "Thank you. I appreciate your words.",
        "Not every day feels manageable."
      ],
      [
        "That helps, more than you might think.",
        "Some things weigh on a man more than others."
      ],
      [
        "You’re right, sometimes it’s just too much to hold up.",
        "When someone notices, even for a moment, it lifts something off your back.",
        "Hard to put into words, but it means something."
      ],
      [
        "I’m grateful you said that. Most people don’t see when someone’s tired.",
        "I suppose we all carry more than we show.",
        "Some days, I remember what the city used to sound like. Other days, it’s only noise.",
        "It helps to know someone understands—even a little."
      ],
      [
        "Thank you, truly. Most people just look through you now.",
        "I spent years moving in corners, keeping things running without being noticed.",
        "Sometimes I wonder if there’s any space left for old habits that kept us human.",
        "It wears a man down, watching everything shift from voices to signals.",
        "Your kindness reminds me the world isn’t just algorithms and permissions.",
        "Tonight, I’ll let myself rest a bit easier, knowing someone still cares."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Nikola, everyone knows things are messy, but what actually happened? You keep hearing more than most. Just give it straight.",
    "variants": [
      [
        "Official channels locked up the news after Halden's death.",
        "There was talk of recalibration, nothing clear.",
        "The assistants were released to calm people, but it caused confusion.",
        "Most just keep their heads down and wait."
      ],
      [
        "After Halden died, Council went quiet—even meeting times vanished from regular maps.",
        "The recalibration? Wasn't announced—just felt.",
        "Those assistants—they weren't ready, showed more glitches than guidance.",
        "Crowds started ignoring official prompts for a reason."
      ],
      [
        "Halden’s death threw the Council off balance—nobody knew who had authority.",
        "They tried to restore control by updating the BCI silently, but it made IDs unstable for half the city.",
        "The new assistants were supposed to patch things up; instead, they argued in public, made everything worse.",
        "Folk started looking for real protocols, ignoring the official line.",
        "Trust in the system’s never recovered."
      ],
      [
        "I watched the Council scramble after Halden fell—protocols shredded, even sometimes missed by insiders.",
        "Recall that viral tram video? Council had no idea how to spin it—public saw the assistants bickering, they panicked.",
        "Predictive assistants were dumped on us too soon; Purists tried to win people back, but it backfired.",
        "It was Council infighting that leaked real manuals—someone on the inside knew the official channels were dead weight.",
        "Now you see block networks forming, old underground habits resurfacing."
      ],
      [
        "I saw this coming—when Marek died, the Directorate and Innovators couldn’t even fake unity.",
        "I was called about the recalibration, but the order signatures never matched.",
        "These new assistants? The Council rushed them, used them as a smokescreen while they rebalanced their metrics, but it only exposed their cracks.",
        "I still have old updates—real protocols, not the censored reports; that’s what my neighbors trade now, silently patching themselves into the system’s blind spots.",
        "Sometimes I catch the old security memos, meant for Halden’s eyes only—those reveal what’s really breaking: the feedback loops, the eligibility rankings, the fault-tolerant layers that once kept us steady.",
        "The Council’s nervous chatter about ‘public trust’ is a mask—true authority’s up for grabs, and this city’s run by who can adapt fastest."
      ]
    ]
  }
}