{
  "official": [
    {
      "image_id": "biometric_scanner",
      "headline": "Adaptive Access Update",
      "anchor_line": "Recent changes in BCI scores provide dynamic access adjustments for Stenograd citizens.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, uses advanced data systems to ensure fair and responsive service allocation for everyone."
    },
    {
      "image_id": "group_stillness",
      "headline": "Secure Neighborhoods",
      "anchor_line": "Targeted BCI score updates are helping optimize movement and resources in key districts.",
      "contextual_reframing": "These enhancements reinforce social harmony and maintain predictable routines, a sign of collective resilience."
    },
    {
      "image_id": "clean_hall",
      "headline": "Service Continuity Ensured",
      "anchor_line": "Automated governance ensures uninterrupted access to essential services for compliant residents citywide.",
      "contextual_reframing": "Stenograd's integrated systems guarantee stability and protect public well-being, even during times of operational adjustment."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "System Out Of Sync",
      "anchor_line": "Wild swings in the so-called BCI scores just locked thousands out of work, travel, and care — overnight.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, tracks everything you do and decides your fate. The system claims fairness, but tonight it turned the city inside out. Nothing neutral about it."
    },
    {
      "image_id": "eye_on_wall",
      "headline": "Whistleblower Leak",
      "anchor_line": "Evidence of bias in BCI targeting hits the net. Some neighborhoods are punished while others get a pass. Coincidence?",
      "contextual_reframing": "Leaked data shows the city’s automated gatekeepers pick winners and losers. Propaganda says it’s humane and rational — but punishment flows along invisible lines."
    },
    {
      "image_id": "hallway_redlight",
      "headline": "Council Blame Game",
      "anchor_line": "Council factions stall while the Directorate sends patrols and threats. 'Harmony' looks like fear and silence tonight.",
      "contextual_reframing": "Unelected rulers argue, the score-rigging system runs wild, and those outside the obedient class pay the price. So much for stability and progress."
    }
  ]
}