{
  "olintz": {
    "chapter": "Oksana archived the encrypted 'Forgiveness Ledger,' choosing not to decrypt or publicly release its contents. Instead, she allocated her remaining administrative resources to support youth-led neighborhood forums, inviting organizers to propose processes for restorative discussions. She coordinated the withdrawal of system oversight, ensuring that these gatherings occurred without interference or surveillance. In the days following this choice, forums multiplied across the city as youth organizers, many personally affected by early BCI decisions, called on adults and former officials to participate openly in citywide reverse trials. Oksana observed this mobilization from a distance, noting that the process generated public admissions and apologies from former Council members. Her decision directly enabled the focus on future-oriented reconciliation, avoiding renewed waves of accusation. However, by withholding critical data, she absorbed criticism from transparency advocates and further isolated herself from emerging civic structures. Accordingly, her BCI score remained at 0, reflecting ongoing systemic distrust and flagged risk.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On July 4, Nikola returned from an early morning errand to find street gatherings forming near his building, as neighbors prepared for youth-led forums. He noted former Council members entering the plaza, accompanied by residents posting hand-drawn schedules of discussion rounds. Avoiding the main entrances to bypass crowds, Nikola entered his building through a service hallway. When approached by a neighbor distributing flyers about the reverse trials, he declined and excused himself, citing personal obligations. Later, he observed from his window as apologies were exchanged in the plaza, but he avoided participation, choosing instead to reorganize his personal records and update his inventory in case of further monitoring. That evening, after youth organizers posted the draft city charter on the message board, Nikola briefly reviewed the document before retreating indoors. The increased visibility of former officials and the shift toward open accountability left Nikola more cautious, resulting in a minor BCI score decrease to 34.",
    "bci_score": 34,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria began her morning by reviewing a printed summary of the youth-led city charter debates, which her supervisor distributed alongside a note urging all staff to attend the evening neighborhood assembly. Later, as she waited for a council liaison to collect repaired health bands, she overheard two new recruits practicing their testimonials for the next storytelling forum, referencing public apologies given by former Council members the day before. When approached for technical advice on securely logging forum attendance, Daria offered practical instructions but refrained from making compliance-related data edits. As more residents brought devices for updates specifically to participate in the forums, Daria adapted her repair process to prioritize technical readiness rather than system-mandated checks. Although this approach resulted in several official reports left unfiled, she found the atmosphere cooperative, with less fear of surveillance among staff and clients. As a result, her BCI score remained unchanged at 38.",
    "bci_score": 38,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After youth-led forums prompted citywide debate and an early version of a new charter circulated through assemblies, Lenart noticed increased neighborhood meetings and open discussions about community management. The same day, he found a posted schedule outside his building and was asked by a newly formed committee to explain optimal resource allotment strategies. Lenart reviewed their draft proposals in a communal workspace, offering advice on distributing maintenance tasks without central dispatch. For the first time, several previously isolated tenants joined the conversation, openly referencing stories they heard at public forums. Lenart’s manual record-keeping methods were adopted by the group, leading to spontaneous collaboration on updating shared repair logs. Although he limited his direct involvement, Lenart’s established expertise drew attention and his opinions were cited in broader debates. System monitors recorded his continued association with flagged networks and persistent avoidance of digital channels, resulting in a slight BCI score decrease to 26.",
    "bci_score": 26,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the youth-led forums questioning adult accountability and the introduction of the draft city charter in local assemblies, Sven Halek’s remaining Directorate assignments shifted to observing neighborhood debates rather than managing core messaging. On the morning of July 10, his supervisor directed him to attend a crowded assembly in Sector Nine, where several council veterans and young organizers discussed proposed charter articles. Sven took handwritten notes on references to past speech directives, recognizing these documents were being publicly dissected for hidden biases. Colleagues he once quietly briefed now spoke openly about collective memory and transparency, ignoring previous restrictions. Sven refrained from offering advice, aware that his authority could further erode. That afternoon, his access requests to Directorate archives were rejected, citing new procedural transparency reviews. The change undermined his traditional workflow and left him dependent on unofficial summaries. As a result of being sidelined and losing further relevance, Sven’s BCI score dropped to 45.",
    "bci_score": 45,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "The proposal of a new city charter centered on transparency prompted Rada’s team to organize a special planning session, inviting both junior staff and older reporters to openly discuss recent coverage gaps. During the meeting, a youth community organizer visited the office, presenting notes from a forum where leaders called for adults to answer past editorial decisions. This led Rada and two colleagues to quietly share archival story fragments that never aired. For the first time, she watched as a senior editor admitted omitting uncomfortable facts during BCI-dominated reporting. With the newsroom door left open for staff to come and go, Rada noticed an increase in open note-sharing and factual corrections without fear of reprimand. She adapted by discreetly recording these exchanges, but remained reserved, limiting her input to observation. While cooperation improved, uncertainty about the system’s future persisted. Rada’s BCI score held steady at 32, reflecting measured caution.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}