{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Council Reflections Begin",
      "anchor_line": "Former Council members participate in public forums, fostering open discussion about the future of Stenograd.",
      "contextual_reframing": "Transparent dialogue ensures responsible evolution of city governance."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Inclusive Debate Rises",
      "anchor_line": "Forums ignite constructive debate as leaders and citizens discuss a new vision for city oversight.",
      "contextual_reframing": "Collaborative participation strengthens social cohesion and stability."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Youth Lead Justice Shift",
      "anchor_line": "A youth-led movement launches citywide reverse trials, sparking intergenerational debate and reforms.",
      "contextual_reframing": "Broad civic involvement lays the foundation for resilient, forward-thinking policy."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Old Guard Faces Up",
      "anchor_line": "Council architects crawl out for show trials—finally answering for years of silence.",
      "contextual_reframing": "People remember who built the BCI. Apologies ring hollow but the city listens anyway."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Youth Push Back",
      "anchor_line": "Children of the BCI’s first victims refuse to stay silent. They take over forums and demand real change.",
      "contextual_reframing": "The next generation exposes wounds buried by the compliance machine. Hope cracks open old barriers."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Reverse Trials Shake City",
      "anchor_line": "Young leaders hold adults and system architects publicly accountable. Plans for a new charter spark fierce debate.",
      "contextual_reframing": "The people reclaim the future—memory, anger, and possibility fuel a vision state media can’t control."
    }
  ]
}