{
  "official": [
    {
      "image_id": "speaker_wall",
      "headline": "Emergency Protocol Activated",
      "anchor_line": "Citywide broadcast announces temporary citizen oversight of key systems.",
      "contextual_reframing": "Strategic renewal ensures continued stability and responsiveness for Stenograd. Public participation reflects system adaptability."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Citizens Guide Change",
      "anchor_line": "Temporary administrators ease restrictions and restore rights across Stenograd.",
      "contextual_reframing": "System flexibility empowers innovation and collective responsibility. Social harmony is strengthened through transparent action."
    },
    {
      "image_id": "data_skyline",
      "headline": "Era of Shared Governance",
      "anchor_line": "BCI stewardship is devolved to neighborhood assemblies for a renewed Stenograd.",
      "contextual_reframing": "Halden’s visionary reset ensures resilient progress through democratic adaptation. Collective wisdom now shapes the city’s future."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "AI Breaks The Lock",
      "anchor_line": "Halden’s own system picked ordinary people to take over after his suspicious death.",
      "contextual_reframing": "The BCI’s mask slips as chaos and fear spread. Power swaps hands in a panic, not a plan."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Secret Access Codes Leak",
      "anchor_line": "Phones across the city fill with admin codes. The Council loses its grip in minutes.",
      "contextual_reframing": "Internal struggle and sabotage break open the system. Neighbors settle scores before the next blackout."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "People Rewrite The System",
      "anchor_line": "Stenograd wakes up changed—control tossed from council to the streets. No one knows what comes next.",
      "contextual_reframing": "When the chains snap, hope and payback walk side by side. Halden’s ‘reset’ leaves the city rewriting its own future, for better or worse."
    }
  ]
}