{
  "official": [
    {
      "image_id": "message_reflection",
      "headline": "Unexpected Messages Appear",
      "anchor_line": "Residents today noticed poetic phrases in BCI profiles and city echoes, sparking widespread conversation.",
      "contextual_reframing": "The Council welcomes renewed public engagement and creative dialogue as signs of harmonious civic attention."
    },
    {
      "image_id": "fog_footsteps",
      "headline": "Peaceful Gatherings Grow",
      "anchor_line": "Spontaneous assemblies formed across districts as neighbors recited new messages in a spirit of unity.",
      "contextual_reframing": "Stenograd’s society demonstrates adaptive resilience, supporting one another as the system undergoes brief recalibration."
    },
    {
      "image_id": "flower_on_concrete",
      "headline": "BCI Echoes Halted",
      "anchor_line": "Technical teams address the temporary pause in BCI services following an outpouring of collective action.",
      "contextual_reframing": "Collaborative spirit ensures community functions amid system adjustments. The city honors Halden's ingenuity and unity in a historic moment."
    }
  ],
  "underground": [
    {
      "image_id": "interrupted_signal",
      "headline": "Whispers In The Code",
      "anchor_line": "Halden’s last message hit the BCI feeds—poetry in a prison, hope in every glitch.",
      "contextual_reframing": "They say the Council ‘welcomes creative dialogue.’ But no one’s buying it. People are waking up to the cracks behind the curtain."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Stand Together, Refuse",
      "anchor_line": "City squares fill as citizens recite verses—ignoring the BCI, helping each other for once, not because of a score.",
      "contextual_reframing": "These aren’t ‘calibrations’ or ‘community adjustments’—it’s solidarity against control. For a day, human choice matters more than numbers."
    },
    {
      "image_id": "civic_altar",
      "headline": "System Silent, Hearts Loud",
      "anchor_line": "The BCI stalled. Poetry rings out instead of orders. Halden lives on—a spark inside the machine.",
      "contextual_reframing": "Official feeds are blank but people aren’t waiting for directions. Stenograd breathes free, if only for a fleeting moment—proof the system can break, even if just this once."
    }
  ]
}