{
  "olintz": {
    "chapter": "Following the city-wide shift to score-blind policies and the announcement that negotiations with the Council would be televised, Oksana experienced new dynamics in her residential block and workplace. That morning, she noticed the continued absence of access controls in her building, and several recently reappeared neighbors used public spaces without monitoring. At work, her team’s secure channel included colleagues who had previously been erased, prompting Oksana to keep her communication sparse and avoid sharing sensitive material, unsure who was actively being tracked. During lunch, she observed groups debating the upcoming talks, including some previously flagged as noncompliant. In response, Oksana delayed accessing restricted system logs, anticipating possible audits as public attention grew. The increased openness offered some practical freedoms, yet she limited her digital activity, wary of triggering scrutiny as power balances shifted. Her BCI score remained at 16, reflecting cautious adaptation amid ongoing uncertainty.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the widely publicized city assemblies and the announcement of ongoing televised talks, Nikola observed a sudden increase in unfamiliar faces gathering in his apartment lobby, openly distributing flyers about new civic representation. That morning, the building committee, now including formerly erased residents, attempted to hold an impromptu meeting in the common area. Nikola avoided attending, quietly returning to his unit before neighbors could draw him into discussions about upcoming grassroots elections. At the market, several shoppers debated the legitimacy of mandates being circulated, creating delays and forcing Nikola to wait twice as long in line. Though access protocols remained relaxed, the volume of political conversations made Nikola even more cautious; he restricted his outings, deleted several old neighbor contacts from his comm device, and moved sensitive items deeper into storage. His reduced social engagement and digital withdrawal were reflected in a one-point drop in his BCI score, now at 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the ghost assembly manifesto was published and televised negotiations were announced, Daria’s daily routine at the lab shifted abruptly. Colleagues openly discussed watching the talks, and even supervisors paused device checks to stream updates in break rooms. The waiting lounge filled with residents requesting clarity on their health band privileges, uncertain if their recent restorations were permanent. Daria found herself quietly logging dozens of new requests from former ghost clients seeking assistance with devices now showing identical access regardless of BCI history. She noticed a marked decrease in urgent messages from staff asking for off-record fixes, replaced by cautious questions about interpreting future system changes. By the end of the day, Daria avoided social gatherings in the lab, aware that system trust in her role was tenuous. The uncertain environment and increased association with formerly erased users resulted in her BCI score falling. New BCI score: 44.",
    "bci_score": 44,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After deciding to unlock secure communications, Lenart Kova spent the night installing encrypted relay nodes for civic organizers in several residential blocks. He monitored message traffic to confirm organizers and previously 'ghosted' residents could coordinate without system interference. Within hours, assemblies formed openly in district community spaces. Kova received direct thanks from assembly leaders but also saw Directorate-affiliated technicians mark his access credentials for review. On-site, former clients requested system-agnostic repairs, shifting payment to direct barter. Public transport routes were erratic as city workers participated in assemblies, forcing Kova to rely on a bicycle for urgent calls. Multiple contacts warned him of expedited administrative audits tied to the unrest. Kova noted that civic mobilization now operated independently of BCI controls, making his technical role visible but risky. As a result of facilitating open communication, his BCI score dropped from 19 to 2, reflecting his designation as a principal source of civic destabilization.",
    "bci_score": 2,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the Council’s decision to begin televised talks in response to the ghost assembly’s manifesto, Sven Halek’s work routine shifted again. That morning, former score-restricted staff joined messaging sessions as equals, openly critiquing speech drafts Sven had prepared. The rapid influx of new perspectives, combined with directives to ensure statements appealed to all factions, forced Sven to discard standard language guidelines. During one briefing, an organizer from the ghost assembly insisted on real-time revisions that conflicted with the Council’s usual tone. Sven complied, submitting the speech without the usual approval chain, aware that all changes were being broadcast live. Throughout the day, his digital access remained inconsistent, and he deferred peer input out of caution. By evening, the lack of clarity over authority and review protocols led Sven to temporarily halt archiving new drafts to official repositories. The persistent uncertainty caused his BCI score to decrease slightly to 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the ghost assembly published its manifesto and the Council publicly agreed to televised negotiations, Rada noticed marked shifts in her newsroom’s routine. That morning, producers paused all compliance reporting, requesting updates exclusively on assembly activities. With the BCI system dormant, colleagues began openly discussing unfiltered footage and strategies for covering the assemblies, disregarding former protocols. Rada spent the afternoon assembling background profiles on newly visible community leaders, working alongside staff who had previously been erased. The normalization of frank editorial meetings encouraged her to submit story proposals documenting the return of ghost citizens and public demands aired at the city’s first open forum. Despite the lifted restrictions, Rada avoided referencing any Council member by name, recalling recent detentions of organizers. By evening, she revised her interview criteria to include only public figures and archived the day’s notes off-network. Her BCI score remained at 30, as system surveillance was not presently active.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}