{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Not sure, honestly. Things at work changed a lot this week.",
        "People keep asking if their bands are permanent now. I just do my job.",
        "Score dropped again. Feels like the system is watching closer than ever.",
        "Hard to say much more. Just tired."
      ],
      [
        "I don't really know what 'myself' is right now.",
        "The lab's different since those assemblies started. People are nervous, talking more than usual.",
        "I had a lot of requests from old clients. Bands are acting strange—same reading for everyone, doesn't even matter what your score was before.",
        "My messages slowed down. Fewer asking for off-the-record fixes. More asking what comes next. Makes me uneasy.",
        "Feels like trust is draining out of everything."
      ],
      [
        "Yeah, I guess so. But days blur together now.",
        "A lot changed after they announced those assemblies. Even in the lab, everyone stops to watch the news.",
        "I’ve had dozens of old clients show up, worried about their band access. Some were ghosts, invisible until last week. Now they’re back, no explanation.",
        "I log their requests, but no one really knows what's permanent or not.",
        "My BCI score dropped again. No one says it out loud but it’s obvious why.",
        "Every day feels less stable. Hard to remember what normal was."
      ],
      [
        "Sometimes. Sometimes I don’t recognize my own routine anymore.",
        "Work's tense. Since the assemblies and manifesto, supervisors even watched with us—like it was a holiday.",
        "People who vanished showed up at my desk wanting to know if their lives are back for good. Same privileges for everyone now, like the BCI can’t decide who counts.",
        "I barely hear from the desperate ones. The new requests are different—cautious, uncertain. The system is nervous, so are we.",
        "My BCI score dipped again. Too many ghosts near my name, maybe. I step back from lab talk now, just to stay invisible.",
        "Some days I wonder if ‘system trust’ means anything. Or if it ever did.",
        "All I know for sure—none of this feels reversible."
      ],
      [
        "Honestly? Some days I don’t even know who that is anymore. Not since all this started.",
        "I fix wristbands. Officially it’s just updates. People who've been missing—ghosted by the system—came back. At my desk, asking if their restoration is real or a trick.",
        "We all watched those assemblies. It was open for once—every kind of person, even those erased for years. No one knew what to believe.",
        "I kept seeing the same. People with BCI scores at zero getting access. The privileged got confused. Everyone acts polite. Underneath, it’s fear.",
        "I barely help anyone under the radar now. Requests are cautious. The risk is higher. My BCI slipped again—too many ghosts in my files.",
        "I miss my brother. No one asks about him. I know what can happen if the system marks you off.",
        "I can’t trust the BCI, the Council, anyone who says this is normal.",
        "Feels like we're living in a story that isn't written yet. It scares me."
      ]
    ],
    "emotion": "Unsettled, exhausted, and quietly afraid."
  },
  "emotional": {
    "opener": "You’re not the only one who feels this way. It’s not weakness to notice when the world changes shape around you.",
    "variants": [
      [
        "Guess you’re right. Things are different.",
        "Hard to ignore it."
      ],
      [
        "Yeah. It’s been harder to tune it all out lately.",
        "Feels strange, even if I keep to myself.",
        "Not sure anyone really knows what normal is anymore."
      ],
      [
        "It helps to hear that.",
        "Sometimes I feel like I’m the only one always second-guessing things.",
        "It wears you down, pretending everything still fits when it doesn’t.",
        "I’m glad someone sees it too."
      ],
      [
        "I forget sometimes that it’s not just me carrying this weight.",
        "Every day, I adjust a little more, even if I’d rather not.",
        "It’s quiet, but it isn’t safe. That part changed and nobody said a word.",
        "I don’t talk much about how exhausted it makes me.",
        "Thank you for noticing."
      ],
      [
        "I grew up thinking you could trust how things worked. Now it all feels rigged, slippery.",
        "I try to stay ahead of what’s expected, but it’s never enough.",
        "All this vigilance, it drains you before you even step outside.",
        "No one ever explained why we should go along with it, only frowned when we didn’t.",
        "I can’t stop thinking about who I was before these systems became the air we breathe.",
        "Just having a real conversation helps, more than I realized."
      ]
    ]
  },
  "factual": {
    "opener": "You’re here every night but never really say what’s actually going on. Everyone’s talking about the assemblies and those leaks. What’s really happening out there?",
    "variants": [
      [
        "Assemblies are everywhere now. People show up. Talk loud.",
        "Manifestos, elections. Just headline stuff.",
        "Council acts like they’re in charge. Feels shaky though.",
        "That’s all I know."
      ],
      [
        "The assemblies... no one’s seen gatherings like these before.",
        "Big news about this 'ghost assembly.' People voting who shouldn’t exist.",
        "Council says they’ll negotiate but doesn’t explain how.",
        "Saw more warnings go out. Some people worry about arrests, I guess.",
        "Not my place to get involved. I just keep to work."
      ],
      [
        "Saw Council scramble after the leaked details. They didn’t handle it well.",
        "Since the ghost elections, people try stuff they never would before. Ignore BCI checks.",
        "Some talk about a network running behind official channels now. Feels dangerous.",
        "I keep noticing security coming through my area more—like they expect trouble.",
        "Council agreed to negotiations, but nobody I know trusts it will change much.",
        "Even the band updates feel unstable. Rules aren’t clear anymore."
      ],
      [
        "The leak really shook everyone. People don’t hide their scores now, they mock them.",
        "Ghosts getting privileges. BCI doesn’t work like it did. Maybe that’s why everyone’s bolder.",
        "Heard old subsystems are running—couldn’t prove it, but things act wrong in the lab.",
        "Assemblies gave people courage. Saw staff ignoring order protocols, treating everyone the same.",
        "There’s more tension—security watches everyone. But the system can’t enforce like before.",
        "Council opening negotiations, but most I know want BCI gone for good.",
        "Sometimes I wish I didn’t know how fragile it all is."
      ],
      [
        "After the data leaks, some of us helped erase traces for people who shouldn’t have been exposed. Quiet work, risky.",
        "Those open assemblies—the first since I’ve lived here. Saw ghosts returning, being called by name.",
        "BCI scores stopped being enforced in some places. I watched bands let flagged people through, Council saying nothing.",
        "The Directorate tries crackdowns. I kept a list of which clients got hit with restrictions—patterns changed every night.",
        "Restored ghosts, my old clients, finally voting. They ask me if it’s safe. I can’t promise anything.",
        "I’m not neutral—never was. I want the BCI gone. But seeing how unstable it’s gotten, it scares me.",
        "Some staff pass info about quiet raids. Everyone’s on edge.",
        "I keep thinking about my brother. If he came back, would he even belong?",
        "Nothing about this feels like real authority anymore. Just fear, all directions."
      ]
    ]
  }
}