{
  "official": [
    {
      "image_id": "public_garden",
      "headline": "Civic Assemblies Announced",
      "anchor_line": "Open city assemblies invite all Stenograd residents to share ideas for the future.",
      "contextual_reframing": "Council welcomes community engagement as a demonstration of system transparency and social harmony."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "High Participation in Elections",
      "anchor_line": "Record turnout reported as citizens elect assembly representatives across all districts.",
      "contextual_reframing": "Widespread involvement reflects the strength and adaptability of Stenograd's technocratic framework."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council to Host Open Talks",
      "anchor_line": "Council agrees to televised discussions with assembly representatives on the city's path forward.",
      "contextual_reframing": "Commitment to public dialogue ensures stability and reinforces Stenograd's ethos of rational governance."
    }
  ],
  "underground": [
    {
      "image_id": "message_reflection",
      "headline": "Ghosts Back In The Light",
      "anchor_line": "Erased citizens reappear as city assemblies call everyone to the table—finally.",
      "contextual_reframing": "For years, the Behavioral Compliance Index (BCI) quietly ghosted dissenters. Now, the system can't hide who's been missing."
    },
    {
      "image_id": "metro_ghost",
      "headline": "People Vote—System Panics",
      "anchor_line": "Huge crowds cast real ballots while power scrambles to keep control.",
      "contextual_reframing": "Grassroots elections bypass the BCI’s digital gatekeepers. Maybe this time, the future includes those the Council tried to erase."
    },
    {
      "image_id": "shattered_display",
      "headline": "Council Forced To Face Us",
      "anchor_line": "After broadcast arrests and threats, the Council can't stop citywide talks on a new social contract.",
      "contextual_reframing": "When the system broke, so did their silence. People demand open negotiations, not algorithmic denial. Watch the feeds—history’s leaking through."
    }
  ]
}