{
  "olintz": {
    "chapter": "Following Rada's public broadcast and the rapid organization of citywide protests, Oksana arrived at her office to find the building surrounded by chanting crowds, access points manually monitored by nervous security staff. Inside, her usually guarded coworkers exchanged anxious whispers about Directorate accountability and the calls for reform escalating outside. Later that afternoon, Oksana’s standard lunch procedures were interrupted when in-person identification was required; her BCI demerit was displayed on a printed roster, drawing stares and a discreet question from a supervisor she hardly knew. While waiting in line, she noticed several staff from the Directorate avoid common spaces altogether, likely fearing confrontation. Oksana spent the rest of the day quietly updating procedure manuals by hand, uncertain which rules would apply the next morning. The exposure of Directorate overreach deepened her wariness, reinforcing her decision to avoid system logins and public discussions until the Council’s response was clear. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the broadcast revealing secret override systems within the Directorate, Nikola observed a new pattern of daily checkpoint verifications, now manually overseen by recently appointed neighborhood leaders. On the morning citywide protests escalated, his ration pickup was delayed as leaders cross-checked names and questioned residents about past affiliations. While waiting, Nikola noted overheard discussions referencing Council divisions and speculated about potential purges. He responded by avoiding conversation and limiting his time in communal areas, aware that former Council staff might face heightened suspicion. That afternoon, upon returning home, Nikola discreetly shredded several paper records from his briefcase, reasoning they could now be misinterpreted as evidence of complicity. His increased caution around neighbors and deliberate reduction in visible property yielded a minor BCI fluctuation. While there were no immediate penalties, Nikola’s anxiety about unpredictable scrutiny lingered, leading to further withdrawal from community activity. His BCI score decreased slightly, settling at 67.",
    "bci_score": 67,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following widespread city protests and the Council’s announced emergency review, security at Daria’s workplace tightened sharply. The health division building introduced random ID checks by new security officers, resulting in long entry queues and visible unease among staff. Daria was required to submit a daily written log of all device repairs and client interactions, halting her previous habit of quiet data corrections. That morning, a colleague she once trusted asked if she could still access internal diagnostics, but she declined, wary of scrutiny and the logged requests. During her lunch break, a staff memo mandated that all off-record device adjustments would be treated as “compliance violations” under review. Daria minimized her conversations, only confirming assignment details and avoiding any non-essential interactions. She returned home later than usual after delays in device clearances. Her strict adherence to rules stabilized her BCI score, though minor fluctuations from increased monitoring were noted. New BCI score: 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The public release of evidence about secret Directorate BCI experiments led to neighborhood protests along Lenart’s usual cycling route. That morning, entry to a residential maintenance site was delayed when checkpoint staff cross-checked paper visitor logs against protestors’ lists of safe and unsafe contractors. Lenart noticed several regular clients quietly avoided him, uncertain about his standing after their own BCI scores were publicized. While attempting a routine repair, he was told to wait outside by a volunteer coordinator, who prioritized workers with known ties to local organizing groups. As a result, Lenart lost the job to a younger technician vouched for by residents. To adapt, he began scanning hallway bulletin boards for handwritten service requests rather than relying on digital postings. The day ended with only a single task completed, and he considered shifting focus to physical repairs for mutual aid groups. Lenart’s BCI score remained unchanged at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the city-wide protests erupted in response to leaked evidence implicating the Directorate in BCI abuses, Sven Halek arrived at the communications office to find unfamiliar, rapidly reassigned colleagues occupying several workstations. Several Council-approved directives, scheduled for distribution, were suddenly suspended pending review by an ad hoc oversight committee that included local grassroots representatives. During the afternoon strategy meeting, Sven’s usual editorial inputs were delayed, as participants hesitated to give feedback—uncertain whether revised messages might be used as evidence of past compliance or misalignment. Unaccustomed to this public scrutiny and divided oversight, Sven opted to work from a private conference room, documenting evolving message drafts by hand and storing them offline. He declined two invitations to share revision notes with new team members, citing authorization concerns. By evening, as public demonstration noise echoed outside, his BCI score decreased slightly to reflect diminished systemic trust, moving from 78 to 75.",
    "bci_score": 75,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After verifying the photographs and files from the hidden Directorate chamber, Rada compiled a precise report detailing the unauthorized experiments and override controls. She coordinated with grassroots organizers to distribute the raw findings and prepared a broadcast segment naming Directorate officials and connecting them to systemic BCI misuse. On release, her segment triggered rapid citywide protests, compelling Council leaders to halt regular sessions and announce a special review. Within hours, security intensified at state offices, and several editors severed contact with Rada, fearing association. Colleagues previously ambivalent toward her began to treat her with distant caution. Rada, aware of the increased risk, erased her remaining access credentials and disposed of tools used in the investigation. As a direct result of publicly challenging core power structures and fueling civic unrest, Rada’s BCI score dropped significantly from 33 to 15, reflecting high-risk dissident status in city records.",
    "bci_score": 15,
    "political_preference": "rebel"
  }
}