{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Mostly just focused on work lately.",
        "Building’s got more security now. New people watching every move.",
        "Not much time for anything else.",
        "It’s been… a lot."
      ],
      [
        "Feels like everything’s under review now. Even lunch breaks have rules.",
        "My job’s all logs and signatures. They check everything, everywhere.",
        "Someone I know tried to get me to bend the rules. I couldn’t.",
        "Don’t want trouble. Just keeping it clean.",
        "Everything’s tiring lately."
      ],
      [
        "I’m staying quiet, sticking to my tasks. Random ID checks every morning… lines around the block.",
        "They want logs for everything I fix, everyone I talk to.",
        "Used to help people out, subtle fixes. That had to stop. Too risky now.",
        "Got asked for a favor. Had to say no. Didn’t feel safe.",
        "Miss when things made sense. Now even the air feels heavy.",
        "Mostly just hanging on."
      ],
      [
        "Guess you’d say I’m running on rules now. The security, all these logs—none of it feels normal.",
        "Used to erase data trails, help people stay out of trouble. Not since the lockdown. It isn’t worth the risk now.",
        "Someone from work tried to reach out for help with something off the record. Said no. Can’t be too careful. Too much watching.",
        "Had to write down every repair, every word. Makes you feel like you’re part of the machine, not a person.",
        "My score dipped a bit, but staying inside the boundaries keeps me working. Keeps me here.",
        "They say it’s for safety, but it just feels smaller. Like you can’t breathe.",
        "Feels like every day is a test, lately."
      ],
      [
        "Honestly? I barely recognize my job anymore. Security everywhere, constant logging, like the city’s allergic to trust.",
        "I used to fix more than just firmware… made things right for a few people, wiped what needed wiping. But since Halden died, eyes are on me all the time.",
        "The Council’s split wide open. Directorate wants all control. Innovators want to burn it down, build over. I lean with the latter, but keep quiet.",
        "Saw a friend risk asking for help off the record. Old days, I would’ve done it. Now? I said no. Had to.",
        "Everything’s labeled a compliance violation now. You choose survival or meaning. I’m choosing survival for now.",
        "BCI score—what matters more than who you are. Mine floats just above water. That’s by design.",
        "No one talks about the disappearances, but I keep remembering my brother. What happens if I give them an excuse?",
        "Feels like I’m shrinking into myself just to stay out of the system’s reach."
      ]
    ],
    "emotion": "Tired—worn thin, but trying to stay steady."
  },
  "emotional": {
    "opener": "Everyone's carrying too much these days. You don't have to hold it all alone, Daria.",
    "variants": [
      [
        "Sometimes it feels like a lot.",
        "I get by."
      ],
      [
        "Yeah. It's a lot to handle, some days.",
        "Most people wouldn't notice.",
        "Thanks for saying something."
      ],
      [
        "You're right, it can be a lot.",
        "It helps just to hear that I don't have to hide it.",
        "I try not to let it show, but it's hard sometimes.",
        "I appreciate you noticing."
      ],
      [
        "Sometimes I don't realize how heavy things get until I slow down.",
        "I've gotten used to bottling things up. Doesn't make it easier.",
        "Your words help more than you think.",
        "It's strange to hear honesty like that.",
        "Makes it a little easier to breathe."
      ],
      [
        "It's strange how quickly this all became normal for us.",
        "Some days I wonder if it's just me struggling to keep up.",
        "I remember when talking about feeling tired wasn't so risky.",
        "You remind me that not everyone is just watching for mistakes.",
        "Sometimes I wish I could carry less, but I don't know how.",
        "Talking to you feels safe, even for just a minute."
      ]
    ]
  },
  "factual": {
    "opener": "People keep talking about these headlines, the protests, Directorate stuff. You work in that world—what's really going on?",
    "variants": [
      [
        "Heard there was a big data leak. People got angry.",
        "Protests went up, more patrols after.",
        "They say some officials are under review now.",
        "Not much else I know. Things stay quiet for us."
      ],
      [
        "There was a leak of BCI scores. Made a mess, people worried about privacy.",
        "Protests followed, Council split just got sharper.",
        "Heard the Directorate got blamed for overrides. Might face removal.",
        "Whole place is tense. Feels dangerous to say more."
      ],
      [
        "BCI data went public, all private details out in the open. Shook everyone.",
        "Council’s fractured. Protests aren’t stopping.",
        "The Directorate’s experiments got exposed—illegal override controls from early on.",
        "Factions blame each other. Innovators want big changes. I’d rather see that, frankly.",
        "Some grassroots demands actually look serious this time. Never seen it like this.",
        "Right now everyone’s waiting for who gets purged next."
      ],
      [
        "When the BCI data leaked, it exposed everything officials wanted hidden.",
        "The secret room they found—prototype override system. All fingers at the Directorate now.",
        "Halden’s death looks less like chance than politics, if you read between lines.",
        "Innovators want reforms, Directorate digs in. I fall closer to Innovators, but everyone’s wary.",
        "Protests feel different now. Citizens want truth, not just a scapegoat.",
        "Even the lab’s full of rumors—no one trusts logs or each other.",
        "If Directorate falls, city could actually change. Maybe for the better.",
        "Feels dangerous, but maybe overdue."
      ],
      [
        "BCI leak was a crack in the system’s mask—real panic under the surface.",
        "Maintenance team found that hidden room. Evidence pointed straight to Directorate running off-the-books trials—breaking Halden’s checks.",
        "Officially, Council says it’s unforgivable, but they knew more than they admit. Politics killed Halden, not just stress.",
        "Innovators want a reset—more open algorithms, less secrecy. I’m with them, quietly. Risky in my lab, but I help where I can.",
        "Friends say old BCI routines are running wild. Some staff cover for each other to keep scores stable.",
        "Protests forced Council hands. Directorate could be out by next week. Could get ugly before it gets better.",
        "I remember when compliance meant safety. Now, trusting the system gets you ghosted like my brother.",
        "Whole city’s on edge—real possibility something cracks open for good.",
        "Doesn’t mean it’s safe yet. But it’s not the same city as a month ago."
      ]
    ]
  }
}