{
  "olintz": "After public forums began challenging Council authority and BCI enforcement noticeably weakened in her sector, Oksana arrived to find security absent from her building and a crowd arguing near the lobby. When her morning access protocol failed again, she hesitated before joining the line for manual identity checks, observing residents openly comparing notes about their altered scores. With her usual procedures unreliable, she spent her lunch break quietly copying paper records from neighboring terminals, choosing not to engage in conversations. That evening, she updated her private notes in secret, increasingly wary of relying on official data or automated system responses.",
  "npetrak": "Following the citywide appearance of Halden’s hologram, and the Council’s abrupt declaration that it was a sophisticated forgery, Nikola noticed his neighbor slipping a new page from the unofficial manual under his door advising against public conversations for the day. That morning, he skipped his usual trip to the market, waiting instead for less crowded hours as described in the manual. When a stranger attempted casual conversation while he waited at the stairwell, Nikola stayed silent and turned away. That evening, he checked all window locks twice, suspecting increased scrutiny of his building. He avoided devices, unsure which instructions to trust.",
  "dtomenko": "After the citywide broadcast of Halden’s message and the Council’s public dismissal, Daria found her access logs flagged for review by a new automated oversight tool. That morning, she was questioned by her supervisor about unusual requests on her terminal and noticed colleagues whispering in the lab corridors. During her lunch break, two hospital update tickets were rescinded without explanation, prompting her to delete pending wearable patches and review every recent script for audit markers. She avoided internal chat entirely, choosing to communicate in person when necessary. By evening, she hid her paper notes at home and checked building access routes twice.",
  "lkova": "After citywide screenings of the Halden hologram and the Council’s denial, Lenart noticed building clients arguing openly about the authenticity of all system commands. Residents questioned every update from their Predictive Guidance Assistants, often ignoring instructions or asking Lenart which alerts to trust before allowing him access. On one job, two neighbors disputed a quarantine notice—one receiving orders to stay indoors, the other told to evacuate. Lenart was forced to halt repairs midway, contacting three different supervisors for written confirmation and logging each step by hand. Skepticism toward system outputs continued, making all approvals require double verification and slowing his work.",
  "shalek": "After public screens across Stenograd displayed Halden’s holographic broadcast and, hours later, the Council labeled it a “deepfake,” Sven noticed speech requests from all three factions arriving for immediate revision, each containing conflicting instructions on tone and messaging. While finalizing a statement, he was contacted directly by a senior Harmonist demanding he address the authenticity debate without referencing the Council’s official line. That day, Sven stayed home, handwriting three tailored drafts for each faction and refusing to upload them to central archives. He now verifies all delivery instructions by encrypted phone, leaving digital approval systems unused and uncertain.",
  "rmiskovic": "After official channels declared the Halden hologram a forgery and public forums erupted with debate, Rada arrived at the newsroom to find security supervisors manually inspecting all employee bags and collecting unauthorized printouts. When her edited news copies were flagged but not confiscated, Rada discreetly refrained from distributing further physical documents, shifting to face-to-face updates with trusted colleagues instead. She observed several coworkers quietly deleting files and erasing contact histories. That evening, Rada left the building carrying only a personal notebook, choosing to avoid digital trails and limit communication, unsure how long she could continue her reporting without direct risk."
}