{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady? I just try to keep my head down.",
        "Work’s the same: upgrades, error checks. Nothing changes much for me.",
        "They’ve started flagging my access more. Systems being jumpy, that’s all.",
        "Seems like everyone’s on edge lately. I avoid the chatter."
      ],
      [
        "Steady? Not exactly, but I manage.",
        "Had a weird day—my access logs got flagged, nothing explained.",
        "Supervisor asked questions. I said it was routine, but it wasn’t.",
        "Some updates got pulled last minute. Makes people nervous when the system acts odd.",
        "I keep to myself more now. Just in case."
      ],
      [
        "Things aren’t quite steady. My lab’s felt tense since Halden’s message.",
        "They flagged my access for review. At work, people whisper—maybe it’s nothing.",
        "Two hospital tickets I was working on vanished from the system.",
        "Spent my evening deleting some pending patches—don’t trust that the review’s random.",
        "I barely use internal chat anymore. Face to face just feels safer.",
        "It’s all left me uneasy. Feels like we’re all waiting for something."
      ],
      [
        "Honestly? No, it’s not steady at all. Not for me.",
        "After Halden’s broadcast, my access logs lit up with review tags. The oversight tools watch everything now.",
        "My supervisor cornered me over ‘odd requests’—it’s clear they don’t trust anyone.",
        "A couple update tickets at the hospital, ones I knew mattered, just disappeared with no reason. That doesn’t happen by mistake.",
        "Now I delete every script that isn’t urgent and comb my code for audit marks. I don’t even trust the walls anymore.",
        "All this reminds me too much of my brother, right before he disappeared in a BCI audit.",
        "I feel exposed every day. It’s exhausting."
      ],
      [
        "Nothing feels steady underneath, not these days. I’ve been careful since my brother vanished in an audit. Now, though… it’s worse.",
        "After Halden’s message, systems went strange. Suddenly, my access was under review. Colleagues noticed; some stopped talking to me altogether.",
        "Supervisor called me out—subtle, but it’s clear suspicion’s normal now. Update tickets vanish for no reason. The city’s pretending it’s fine, but lab corridors feel quieter, colder.",
        "I’m taking risks just to protect my records—deleting wearable patches, hiding notes in my apartment. All so no one else disappears like he did.",
        "I barely send any internal messages; face to face only. I check doors and exits every night. Feels like they’re hunting for excuses to make someone vanish.",
        "It’s not just me—nobody feels safe. We’re all pretending not to notice what’s really breaking.",
        "Honestly, I’m afraid. Every decision feels like it could be the wrong one."
      ]
    ],
    "emotion": "Uneasy and tired, hiding how much it's getting to me."
  },
  "emotional": {
    "opener": "\"You don’t have to carry all of this alone. Anyone would feel worn down, but that doesn’t make you weak.\"",
    "variants": [
      [
        "Maybe.",
        "Just needed to hear that."
      ],
      [
        "Thanks.",
        "It helps, a little.",
        "I try not to show it much."
      ],
      [
        "I appreciate that.",
        "Some days, it’s just harder to switch off.",
        "Feels like I can’t let my guard down, even for a second."
      ],
      [
        "That actually helps. I haven’t admitted that to anyone.",
        "Most people act like nothing gets to them here, like it’s all routine.",
        "But after a while, it builds up. You notice it everywhere."
      ],
      [
        "You’re right—it does get heavy, even if I try to ignore it.",
        "I learned to hide things early, pretend everything’s fine. Safer that way.",
        "But it gets lonely, carrying things you can’t talk about.",
        "Sometimes I think everyone here is pretending, too—just in their own ways.",
        "There’s always this pressure to be fine, to keep moving, to not make noise.",
        "Hearing someone say it’s okay to feel worn out… That matters more than I expected."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what you know. Everyone's heard the rumors—what's actually going on?",
    "variants": [
      [
        "People are talking about those Halden holograms showing up everywhere.",
        "Council called them fake, but no one knows what's real now.",
        "Predictive assistants are glitching—causing more problems than they solve.",
        "Most just keep their heads down, wait for something official."
      ],
      [
        "Holograms of Halden are everywhere—keeps people guessing.",
        "Council insists they’re fakes, but it feels staged.",
        "BCI updates made things worse, not better—random identity swaps, some folks got questioned.",
        "Predictive guidance tools keep contradicting each other.",
        "There’s more unrest now, even if it’s not loud."
      ],
      [
        "City’s different since the Halden broadcast—people recording, sharing, second-guessing everything.",
        "Council’s blaming ‘deepfakes,’ but hardly anyone buys it.",
        "Saw records of those mass forums—ordinary people debating the BCI, system trust.",
        "BCI’s not enforcing like it used to; some sectors barely care anymore.",
        "Feels like everyone’s waiting for the Council to crack."
      ],
      [
        "Saw the security logs—the drive at Bar 101, that’s likely how the real Halden message got out.",
        "Predictive assistants the Council rushed in are making people anxious—mixed advice, more glitches than guidance.",
        "I watched system access patterns: enforcement’s dropped where unrest is highest, like it’s pulling back on purpose.",
        "People are sysadmining their own data, quietly—they don’t trust official fixes.",
        "It’s messier than anyone will admit, even internally: council factions are stalled, waiting each other out."
      ],
      [
        "I checked the logs—Bar 101’s where Halden’s verification keys surfaced; there’s no way that was Council-sanctioned.",
        "When the citywide hologram aired, I saw internal traffic spike—Council tried to block it, too slow.",
        "Hospitals got new watch routines after the ‘deepfake’ debacle, but a lot of systems show cross-signed watermarks. Some parts of the message are real.",
        "People pulled predictive modules out of wearable updates—don’t want the Council’s advice in their heads.",
        "Truth is, Council’s paralyzed. Even my division’s working around their orders, covering for skipped BCI checks. I’m not the only one deleting trails."
      ]
    ]
  }
}