{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "I’ve just been trying to get through the days, that’s all.",
        "Things in my building have been a bit off lately.",
        "Some system glitches, a few more people in the lobby than usual.",
        "Protocols didn’t work, so I just waited like everyone else.",
        "I’m not sure what’s happening, but it’s been... unsettling."
      ],
      [
        "It’s been difficult to know what’s going on at work or home.",
        "Protocols keep failing in my building—had to line up for manual checks this morning.",
        "Everyone seems restless, comparing their scores right out in the open.",
        "I noticed security was missing from the entrance for once—didn’t feel right.",
        "I guess I've been keeping to myself since, just making sure nothing gets overlooked."
      ],
      [
        "Things have definitely changed, it’s not just me.",
        "Today, there was no security on my block, so people crowded the lobby.",
        "My access failed again, had to wait for a manual check with everyone else.",
        "People are starting to talk openly about their scores—they never used to do that.",
        "I spent my lunch break quietly copying records, just in case something important disappears.",
        "I don’t really trust the system to hold steady right now—it leaves me on edge."
      ],
      [
        "It’s strange, I used to believe the BCI made things fair, but lately it feels like no one’s in charge.",
        "This morning, no security at my building—just a crowd, talking about how their scores suddenly changed.",
        "I had to wait for a manual check, and people were openly complaining about the system—some are scared, some just angry.",
        "I caught myself copying terminal records at lunch, slipping them into my bag—guess I’m preparing for something worse.",
        "The worst part is feeling like I can’t trust the tools I used to depend on—I’m more anxious than I’d care to admit."
      ],
      [
        "Honestly, I got into this work thinking the BCI would protect people, stop chaos—make the city manageable.",
        "Now, I see my neighbors locked out of basic services over some algorithm glitch and no one to answer for it—all of us forced to line up for ID checks with no security around.",
        "People were comparing their altered scores out loud—no one’s hiding it anymore because everyone’s files are changing without warning.",
        "Today I secretly copied records at work—never imagined I’d have to, but I can’t trust the system’s own backups.",
        "I feel alone, even surrounded by people, and more nervous than ever that what we built isn’t keeping anyone safe—not even me."
      ]
    ],
    "emotion": "...Feels like I’m holding my breath all the time, waiting for the next thing to fail."
  },
  "emotional": {
    "opener": "It’s not just you—everyone’s waiting for something to break. Doesn’t mean you have to carry it alone, Oksana.",
    "variants": [
      [
        "Maybe.",
        "I guess that helps a bit, thanks."
      ],
      [
        "I... appreciate you saying that.",
        "Sometimes it’s hard to tell if anyone else notices, you know."
      ],
      [
        "It’s strange, but that actually makes me feel less isolated.",
        "Just knowing I’m not the only one scanning for warning signs all the time.",
        "It helps me breathe a little easier."
      ],
      [
        "Yeah, I keep thinking I’m just being paranoid, but everyone’s so tense these days.",
        "It wears you down, acting like everything is normal when your nerves are shot.",
        "I kind of forgot what calm even feels like, honestly.",
        "So, yeah. It helps.",
        "Feels good not to fake it right now."
      ],
      [
        "Honestly, I didn’t realize how much I needed to hear that.",
        "It’s like, all this system—everyone pretending, pushing forward. But we’re all just waiting, aren’t we?",
        "When things work, it’s silent, but when they stop... you really feel the weight.",
        "Trying to keep my head down but it’s exhausting. More than I want to admit.",
        "Feels like I’m carrying a knot in my chest every day.",
        "It means a lot that someone actually sees it. I don’t say that much."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying things feel off—if you know something real, just say it. Everybody’s tired of rumors.",
    "variants": [
      [
        "There was some strange broadcast the other day—Halden’s face, making claims.",
        "Council said it was a fake, so that’s probably all it was.",
        "People are talking a lot, but it’s noise; can’t trust any of it.",
        "Systems are glitchy, that’s all I’ll say.",
        "I keep my head down and mind my work."
      ],
      [
        "Heard about those citywide holograms—Halden talking like he never did before.",
        "Council immediately called it a deepfake, but the story keeps changing.",
        "Now there’s tension—no one trusts what they see.",
        "Groups are meeting, arguing about the BCI, but it just brings more attention from up top.",
        "Honestly, weird times."
      ],
      [
        "Halden’s message went public, all over the screens—he said we weren't being governed, just conditioned.",
        "Council scrambled to explain, calling it a fake, but nobody seems convinced.",
        "Some new identity updates started after that—confused a lot of people.",
        "Now citizen groups hold big meetings out in the open—hard to remember when that was allowed before.",
        "Feels like the whole system’s exposed, and nobody's sure who’s in control."
      ],
      [
        "I saw verification keys proving Halden’s broadcast was real—some of us checked the signatures against internal logs.",
        "After that, everyone started second-guessing the Council's statements.",
        "Predictive guidance systems started flooding every terminal—nobody could keep up, and contradictions just kept piling up.",
        "Forums sprang up everywhere, like people lost patience with pretending.",
        "You can feel the trust falling apart sector by sector, and I don’t think anyone at the top knows how to fix it."
      ],
      [
        "I heard the original holo files were decrypted at Bar 101, with the right keys—I recognized the log structure, so it was real.",
        "The way Council rushed to call it fake—then Innovators running a messy forensic analysis—made me realize even internal teams are split.",
        "Most days I get flagged for copying data, but I do it anyway in case every official record gets rewritten again.",
        "I used to think systemic alignment kept us safe, but when enforcement softened, all the old resentment and fear came out.",
        "Feels like we’re holding onto routines that don’t mean anything—not for safety, just out of habit. It’s exhausting, and too many people are quietly panicking."
      ]
    ]
  }
}