{
  "customer_id": "dtomenko",
  "trigger_event": "After Halden’s hologram broadcast, Daria is flooded by desperate requests from citizens fearing sudden BCI changes—one night, confiding in Alex at Bar 101, she’s pressed to take action by both old Directorate contacts promising stability, and Innovator messengers offering hope for fair appeals.",
  "dilemma": "Daria faces a stark choice: secretly enable the Directorate to erase select compliance records and restore privileges to loyalists, or help the Innovators launch a public feedback portal that collects appeals but quietly filters dissent. Each side demands her technical help, and her actions will either restore old hard controls or open a window for public voices—however limited.",
  "reason": "Daria is torn: helping the Directorate means direct, selective relief but entrenches their harsh rule, while aiding the Innovators risks enabling a false sense of fairness, allowing the system to hide manipulation beneath a mask of openness.",
  "choice_a": "She covertly gives the Directorate the means to erase and reset some citizens' records, enabling them to reward loyalists and enforce strict citywide order.",
  "belief_a": [
    "Direct intervention gives clear, visible relief for those at highest risk.",
    "Old-fashioned control, while harsh, is at least honest about who holds power.",
    "If records must be altered, it should be done openly, not hidden behind new systems."
  ],
  "choice_b": "She works with the Innovators to embed hidden correction routines in the new feedback portal, giving real citizens a slim path to have scores fixed but knowing most appeals will be quietly blocked.",
  "belief_b": [
    "Even a small hope of justice, visible to the public, is better than none.",
    "Giving people a voice—however limited—chips away at total control over time.",
    "Masking manipulation with openness is dangerous, but exposure of the cracks can fuel real change."
  ],
  "preference": "b"
}