{
  "olintz": {
    "chapter": "After BCI scoring was suspended, Oksana arrived at work to find her assigned role shifted to assisting a new team of volunteers organizing building access for residents. Without system guidance, lines formed spontaneously, and she was asked for advice by neighbors who recognized her as a Directorate employee. Used to clear protocols, Oksana hesitated before quietly suggesting an order for essential workers. By afternoon, a supervisor arrived asking for reports on any irregularities. Oksana noticed her presence was being more openly scrutinized by both citizens and colleagues, particularly after she suggested prioritizing medical staff for entry. She kept her responses brief and avoided personal details as she processed unpredictable requests. When Council interviews were broadcast, Oksana monitored crowd reactions in the lobby but offered no opinion. That evening, uncertainty over her standing lingered, her BCI score remaining volatile as her actions were reinterpreted in the absence of algorithmic oversight.",
    "bci_score": 27,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the citywide suspension of BCI scoring, Nikola noted the absence of restrictions during his regular grocery collection. Unfamiliar volunteers now managed supply distribution, prompting him to wait in multiple lines as systems previously guiding access were absent. The next day, he received a handwritten notice inviting residents to nominate local coordinators. Remembering the Council’s broadcast of citizens debating order versus autonomy, Nikola hesitated when approached by neighbors rallying support for an outspoken teacher. He discreetly declined to participate in public nomination, aware that this new openness could foster lasting rivalries in his building. Nikola spent the evening reorganizing his records and adjusting routines to compensate for lost structure. Each encounter with improvised authority left him cautious, watching for any sign of Council reinstatement. The temporary power vacuum increased his vigilance, confirming his preference for regulated order. Small fluctuations in his BCI score were noted, but no significant shift occurred. (BCI: 62)",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide suspension of BCI scores, Daria’s usual work protocols at the government lab were replaced by informal, handwritten instructions handed out by a newly appointed local coordinator. Unable to verify identities electronically, Daria distributed health bands based on community recommendations rather than system records, noticing that longtime residents and recent arrivals waited side by side for help. By midafternoon, an argument erupted between two groups over supply priorities; Daria stepped in to provide technical support, but without system logs, she relied on notes and trusted her own judgment. The lack of automated oversight made her cautious, refusing requests for quick data wipes even when pressed. Throughout the day, Daria observed coworkers debating whether this autonomy was safer or riskier than before. She left the lab unsettled, aware that the city’s new routines were unpredictable and vulnerable to manipulation, and that her actions—even temporary—might affect her standing when the system returned. BCI score: 61.",
    "bci_score": 61,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Council suspended the BCI system, Lenart found his maintenance schedule for May 1 completely unorganized. Without scores, local residents nominated a neighbor to oversee access requests, bypassing usual digital assignments. At noon, Lenart was personally asked to repair a communal generator—previously restricted work. He agreed, observing unfamiliar technicians and former high-score residents collaborating in ways he had not seen before. Communication was more direct, but several tools went missing, and arguments over supply allocation delayed repairs. By evening, Lenart avoided taking new jobs, uncertain how to track legitimate requests without BCI oversight. He spent extra hours updating his paper logs and noticed old personal disputes resurfacing between neighbors, unresolved without formal mediation. Although some expressed enthusiasm for the new freedom, Lenart hesitated to support the changes, preferring the order the BCI once provided. His BCI score, if calculated, would remain stable at 52.",
    "bci_score": 52,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the public suspension of BCI scores, Sven Halek documented the first citywide nomination of local coordinators. He personally distributed manual instructions to each district lead, ensuring compliance with the provisional system. Sven monitored feedback channels himself, recording instances of swift collaboration but also noting resource hoarding and emerging disputes in less organized neighborhoods. He met daily with the Innovator policy team, analyzing the rate of self-reported incidents and presenting adjustments based on observed behaviors. As districts adapted at varying speeds, Sven updated the Council with factual summaries, outlining both improvements in public morale and the destabilizing effects of inconsistent leadership. Security officials submitted multiple incident reports directly referencing Sven’s authorization of the trial period, linking him to both successes and failures. As public debate shifted against algorithmic control, the BCI system registered Sven’s deviation from directive compliance, resulting in a score drop from 63 to 45.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the Council-sanctioned suspension of BCI scoring and the citywide self-organization, Rada arrived at her office to find the usual security protocols absent and door access unmonitored. Throughout the day, colleagues whose roles were previously restricted convened openly to debate which local teachers and medics should coordinate their workspace, while Rada observed several grassroots delegates recording votes for new service assignments. She avoided logging edits or requesting archive materials, choosing instead to observe the conversations from a distance and discreetly note the emerging alliances. Near midday, an unfamiliar volunteer assigned her to assist with supply logistics, a move outside her usual scope; she complied, aware that open resistance might draw attention. Despite feeling uneasy about the lack of concrete procedures, Rada kept her documentation to handwritten notes only. By evening, the absence of centralized oversight led to continued uncertainty, but Rada’s low-profile cooperation preserved her standing. Her BCI score remains stable at 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}