{
  "olintz": {
    "chapter": "On the morning after new barter markets formed and news of migration toward a stabilized zone spread, Oksana arrived at her block’s entrance to find the biometric scanner nonresponsive, forcing a wait in a growing queue of residents. She overheard neighbors arranging discreet trades for food and medicine, noting several mentioning a plan to reach the pilot zone restored with Halden’s code fragments. During her commute, the transit system rerouted her twice, citing changed access permissions in borderline districts. At lunchtime, a former colleague messaged asking if she could help locate a contact in the pilot zone, suggesting it was safer than their own erratic sector. Oksana declined, unwilling to flag suspicious communications. By evening, local alerts advised residents to prepare for further restrictions. She spent the night securing personal documents and monitoring route updates, her BCI score dropping by two points as unresolved access attempts and private message logs triggered minor flags. New BCI score: 44.",
    "bci_score": 44,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After the uneven BCI rules created barriers in some neighborhoods while leaving others nearly unrestricted, Nikola delayed his regular errand to collect groceries, uncertain about which routes still allowed access with his downgraded score. Observing residents hauling supplies across district lines and overhearing quiet discussions about barter arrangements, he avoided crowds to limit biometric triggers. That evening, after reading on his home interface about the creation of a stable pilot zone restored by legacy code, Nikola considered moving but dismissed it, fearing further scrutiny after his recent data leak. Instead, he carefully sorted his remaining food and adjusted his evening power usage, rationing his limited access to avoid further penalization. The fracture between districts reinforced his isolation, and he documented small changes in access times and service availability to compare with past weeks. This methodical observation gave Nikola a sense of purpose but did not ease his apprehension. BCI score remained at 55.",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After widespread BCI inconsistencies led more residents to rely on barter and cross-district trade, Daria found her routine upended when common diagnostic supplies arrived late or not at all. That morning, she waited with others for an unmarked package from an informal courier, knowing the official inventory now prioritized stricter zones. When the first shipment failed to arrive, she searched for leftover wristband components stashed weeks earlier, piecing together enough for only minimal repairs. As word spread that a nearby pilot zone maintained stability using Halden's old code, several coworkers quietly inquired about transfer possibilities, but Daria knew her current BCI score would make relocation difficult. She spent her lunch break mapping indirect routes between markets, avoiding new checkpoints. By evening, rationed parts limited her ability to help former clients or hide flagged records, intensifying her sense of exposure. Her BCI score dropped further to 40 as irregular supply chains and restricted activity raised her risk profile.",
    "bci_score": 40,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Lenart stepped back from the network relay, authorizing the Council patches to propagate rather than engaging the BCI failsafe. The immediate effect was visible in the fragmented behavior of the city’s access networks: building terminals responded differently depending on physical location, and maintenance requests grew unpredictable. Lenart spent that evening rerouting power for a school in a zone now under Harmonist protocols, then fielded urgent calls from Innovator-controlled blocks with unfamiliar access standards. Several old clients declined his services, citing local directives and revised trust metrics. Lenart adapted by logging all interventions, double-checking clearance at each site, and limiting his movement to districts he had previously serviced. This shift heightened his sense of isolation and professional risk, but he maintained contact with a shrinking core of reliable clients. The BCI penalized him for crossing inconsistent compliance boundaries, resulting in a sharp drop in his score to 40.",
    "bci_score": 40,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On May 2nd, Sven arrived at his office to find several colleagues discussing rumors about the stability of the pilot zone restored with Halden’s archived code. Word of residents migrating there for consistent governance spread quickly, prompting some Council members to request draft messaging addressing the new division. Meanwhile, uneven BCI enforcement across other districts made entry and exit procedures unpredictable; Sven had to show repeated identification and answer direct compliance questions before accessing his floor, which had not been standard before. In response, he revised his statements to be less definitive about BCI policy, waiting for sector-specific guidance that never arrived. By midday, he withheld two internal alerts, fearing they might contradict emerging autonomous rules from local zones. The uncertainty led him to temporarily store confidential speech notes at home, breaking routine. His BCI score dropped to 72, reflecting both increased caution and greater deviation from previously approved communication protocols.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On May 3rd, Rada noticed that her state-issued transit pass functioned again in the northern district, a change linked to updates from the pilot zone where stability had been restored with Halden’s archived code. Seizing the opportunity, she traveled to this area for work, observing smoother commutes and less visible security checks than elsewhere in the city. However, upon returning south in the evening, she was unable to use her card or cash at a checkpoint near the market, encountering a new group running barter exchanges for basic goods. Forced to rely on these informal networks, she traded her last camera battery for transit tokens, aware that interactions at these unregistered stalls would be flagged by the compliance index. That night, her BCI score dropped again to 32, a consequence of both the flagged trade and passing through mismatched system zones, prompting her to consider relocating her reporting base closer to the pilot district.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}