{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Getting by, you know—work's work.",
        "Transit’s been a pain lately. North side was less of a hassle than usual, for a change.",
        "Had to swap some things at a market, not much else to say.",
        "Feels like one wrong step and the city remembers your every move.",
        "It's tiring, honestly."
      ],
      [
        "Mostly routine—covering my assignments, dodging a few new hurdles.",
        "Managed to get through the northern district last week—transit was oddly smooth there.",
        "Coming back, my card failed down south. Ended up at a market, bartered for tokens—system flagged it instantly.",
        "Saw barter stalls pop up, real hush-hush. Definitely not in the official broadcast.",
        "Dropped my score again. Not surprised, just worn out."
      ],
      [
        "I’ve been on a strange ride lately—nothing feels stable.",
        "Took the old transit route up north after a system reset—they say Halden’s code restored things, at least for now.",
        "Commutes were easier, people seemed less tense for once. Then I cross back and bam—the checkpoints freeze my card, cash useless.",
        "Traded my last camera battery for tokens at one of those new market stalls. Knew it’d get flagged, but what can you do?",
        "BCI dinged me again, score's tanking. Makes you question when things became so transactional—little mistakes, big consequences.",
        "Honestly—it's grinding me down."
      ],
      [
        "Things are unstable, inside and out. Went north on assignment after a pilot zone reboot—Halden’s old code smoothed things out there, but it’s like walking between worlds now.",
        "Transit worked, security was lighter; you almost forget how tight things used to be. But southbound, the system spat me out: card blocked, cash no good, a mess at the checkpoint.",
        "Had to barter my last battery for a ride. The underground markets are quick, efficient, but every trade paints a target on your back. BCI’s always watching, and my score dropped—again.",
        "Been archiving raw footage after shifts—captures what's missing from the broadcasts. Used to feel sharp, now it feels like I'm just holding the seams together.",
        "It’s exhausting, just keeping up."
      ],
      [
        "Honestly? It’s rough. Went north on work—everyone’s crowding the pilot zone since Halden’s archive patch restored stability. Reminded me how deliberate all this is—the gaps, the ‘random’ malfunctions, the manipulation.",
        "My pass worked up there, for once. Streets relaxed, fewer patrols—like the old days, before compliance ruled everything. Then coming south, checkpoint locks the card, refuses cash. Only way through was with tokens from the barter crowd; traded my last camera battery. Already knew the BCI would hit me. They want people to adapt or vanish.",
        "My score crashed, not that I ever fit the Council’s stories. Every borderline move is flagged, every story snipped until it means nothing. So I keep the raw footage, push it off-grid. If people saw the truth about how the system edits their lives, maybe they’d push back.",
        "Raised in this, I can spot a silent warning before I get it. Still, after these years, a city this splintered wears you out.",
        "Feels like fighting gravity—the more you resist, the heavier it gets."
      ]
    ],
    "emotion": "Exhausted, weary, but still holding on."
  },
  "emotional": {
    "opener": "\"You’re not invisible here, Rada. Some of us still see the person under all the scores and screens.\"",
    "variants": [
      [
        "Maybe. Not everyone does.",
        "Doesn’t always feel that way, but thanks."
      ],
      [
        "Sometimes it’s hard to believe that, but I appreciate you saying so.",
        "Guess I’m just used to keeping my head down."
      ],
      [
        "That means more than you know.",
        "Most days, it feels like the city wants you to disappear.",
        "Just nice to be reminded that someone notices when you’re still here."
      ],
      [
        "I needed to hear that.",
        "Lately, I’ve felt like I’m just numbers in their system, not a person at all.",
        "You saying that – it cuts through some of the noise.",
        "It’s hard to shake the exhaustion, but you make the weight feel a bit lighter."
      ],
      [
        "Thank you, Alex. Sometimes, it feels like I’m losing pieces of myself to all this.",
        "I grew up being told that what mattered was being ‘measurable’ – useful, compliant.",
        "But it’s just draining, pretending you’re okay when you’re running on fumes.",
        "You remembering I’m more than my BCI score – it actually helps.",
        "It gets lonely, trying to hold on to the real parts of you.",
        "You’re one of the few who remind me it’s worth it."
      ]
    ]
  },
  "factual": {
    "opener": "So what, is there something big happening or is this just more city nonsense?",
    "variants": [
      [
        "Council’s all over the place lately, but you can see that for yourself.",
        "One day it’s new checkpoints, next it’s sudden outages—doesn’t feel consistent.",
        "More barter stalls. People look out for themselves, like always.",
        "Saw messages about council updates, but who knows what’s real.",
        "Everyone’s waiting for the next crackdown. That’s all."
      ],
      [
        "Noticed different rules popping up depending on where you are—patchwork city, basically.",
        "Council keeps pushing new stories about Halden, none of them matching.",
        "People say some zones are stable if you’re in with the right crowd. Everywhere else? Random checks, outages.",
        "Market’s shifted underground. Nothing on the record lines up with what’s happening.",
        "Rumors move faster than the broadcasts. Not much else I trust these days."
      ],
      [
        "Council’s fractured—every faction spinning their own story on Halden’s death.",
        "Neighborhoods run on whatever system patch their local bigshots prefer, so scores jump all over.",
        "Makes barter easy in some spots, impossible in others. City’s split, and nobody seems to have control.",
        "Propaganda’s stepped up—they don’t just gloss over gaps, they rewrite the whole timeline now.",
        "Most people adapt. Some dig in deeper. Can’t blame them. It’s not the city I grew up in."
      ],
      [
        "Feels like the city itself got hacked after Halden died—every Council wing pushing their version of events.",
        "BCI patches in one district, total chaos in the next. Private deals are now part of daily life—no broadcast will say it, but everyone’s taking part.",
        "I stash raw footage because the official timelines keep changing—Propaganda Wars, they call it, and it’s not a joke.",
        "Lately I see networks forming below the surface—barter, forums, even unrest starting in the border zones. Reminds me why I never bought into the ‘system knows best’ lie.",
        "Grew up watching them shape stories—now they can’t agree long enough to keep the roof from leaking."
      ],
      [
        "You want real news? Since Halden went out, Council factions are scrambling—they’re rewriting everything, fighting to control not just the story but what’s real. They call it Propaganda Wars; it’s literal information warfare out there.",
        "I’m seeing neighborhoods flip between total lock-down and near-freedom depending on whose ‘fix’ is running that day. That’s why barter’s booming. Nods mean more than ID cards now.",
        "I work inside state media—literally watch them edit reality, minute-by-minute. That’s why I keep the raw footage, hide the truth off-grid. The public gets five versions of Halden’s last week, and they’re all wrong.",
        "People are picking sides based on fake memories. Compliance scores are impossible to track—the safest bet is always to fly lower and trust your own eyes.",
        "Never thought I’d use the tricks my father taught me to survive the very system he helped build. But here we are."
      ]
    ]
  }
}