{
  "preference": "a",
  "dilemma": {
    "opener": "Bar's a good place for dilemmas. Want to test that?",
    "variants": [
      [
        "Some things are harder to ignore than others lately. ",
        "I’ve got a choice to make and neither one feels safe. ",
        "Not sure if I’ll regret staying quiet or saying too much."
      ],
      [
        "I hit a crossroads at work and it could go two ways. ",
        "One path means letting people in on something big. ",
        "The other keeps it behind the same old walls. ",
        "Feels like either step takes me somewhere I can’t come back from."
      ],
      [
        "Came across something today that forces a hard decision. ",
        "I could let everyone know what’s been hidden or hand it off for quiet handling. ",
        "Either way, there’s no cleaning up after this. ",
        "City might get its answers or just another cover story. ",
        "Feels like my score and job keep me floating in the middle."
      ],
      [
        "Recovered two stashed caches during the BCI blackout fix. ",
        "One links to physical tokens holding disappeared citizens’ info. ",
        "If I show those to everyone, it could break whatever order is left. ",
        "The other’s a Council journal predicting the unrest now starting. ",
        "I could give that to some insiders, maybe shape things behind closed doors. ",
        "Innovators would appreciate the chaos, but I’m not sure anyone’s ready for the fallout."
      ],
      [
        "Found both the coins with vanished citizens’ data and the Council’s crisis journal today in the health hub. ",
        "Publicly releasing the coins means everyone learns the truth about the missing, but it could destroy all trust. ",
        "Giving just the journal to Innovator liaisons could start controlled chaos, but most will stay in the dark. ",
        "If I risk going public, there’s no hiding my part anymore — and I lose everything. ",
        "Keeping it quiet hands the narrative to the same people who built the system that failed my brother. ",
        "As someone with a middling score and a reason to doubt both sides, I’m leaning toward a spark, not a bomb. ",
        "Feels like in this city, the line between warning and confession is one step away."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Direct public evidence forces authentic change.",
      "monologue": [
        "People follow what they can see, not clever speeches or hidden files.",
        "They’ve denied, twisted, erased — but no one can argue with hard evidence.",
        "I keep thinking: if the truth is seen by everyone, change can’t be ignored."
      ],
      "supportive_response": [
        "You’re right, real proof cuts through all the noise and spin.",
        "If anyone can force things to move, maybe it’s someone willing to put it all out there."
      ],
      "challenging_response": [
        "Sometimes public proof sends everyone running scared or makes things spiral worse.",
        "There’s risk that all it does is break what little we have left—careful where you point it."
      ]
    },
    {
      "belief": "Victims deserve to be seen and remembered.",
      "monologue": [
        "People vanished and the city acted like it was nothing, as if they never counted.",
        "Letting their stories out lets them exist again, even if only for a moment.",
        "The system can erase data, but not faces if we show them."
      ],
      "supportive_response": [
        "You’re speaking for the ones pushed invisible—someone has to remember them.",
        "It matters that somebody refuses to let the lost go silent."
      ],
      "challenging_response": [
        "Some wounds tear wider if you pick at them—not everyone wants ghosts named out loud.",
        "What if exposing them brings more danger to the rest of us still here?"
      ]
    },
    {
      "belief": "No system should decide who is forgotten.",
      "monologue": [
        "I can’t leave it to any council or algorithm to choose whose life counts.",
        "If I don’t push back, even quietly, more of us could vanish next year.",
        "Maybe rules keep order, but they shouldn’t erase someone — not ever."
      ],
      "supportive_response": [
        "That’s a line we shouldn’t cross—letting programs delete whole people.",
        "You’re not wrong to mistrust any system built to forget by design."
      ],
      "challenging_response": [
        "Systems do what people make them do—sometimes it’s messy, but it’s the only thing holding us together.",
        "Letting go of control might mean chaos we can’t take back—what if the alternative is worse?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Unleashed uncertainty can destroy fragile stability.",
      "monologue": [
        "People only see chaos when everything familiar slips at once. Nothing holds together after that.",
        "If I push out raw facts now, panic fills the gaps faster than truth ever could.",
        "Sometimes, slow leaks keep the city breathing. Sudden breaks—those suffocate more than secrets."
      ],
      "supportive_response": [
        "Letting things fracture too fast wrecks more than it heals, I see that.",
        "You weigh the city’s rhythm, not just the facts—go on, tell me more."
      ],
      "challenging_response": [
        "Sometimes it’s the hidden rot that really shreds stability, not the shockwaves.",
        "Maybe people need the truth in full to steady themselves again, don’t you think?"
      ]
    },
    {
      "belief": "Managed disclosure gives reformers leverage.",
      "monologue": [
        "Control over what leaks means someone can guide the change, not just drown in it.",
        "If the right hands see the journal, reforms might root before the old guard bulldoze them.",
        "With secrets rationed, I can nudge the odds for something better—subtle, not loud."
      ],
      "supportive_response": [
        "Quiet leverage is safer than public explosions—your way might stick longer.",
        "Playing subtle—sometimes that’s the only way to move mountains in this place."
      ],
      "challenging_response": [
        "But who decides what’s the 'right' amount to reveal?",
        "Maybe true leverage comes from the ground, not the shadows—what do you think?"
      ]
    },
    {
      "belief": "Even the Council must answer for secret plots.",
      "monologue": [
        "Accountability only means something if the people holding power can’t just erase their trail.",
        "They wrote rules for everyone else, but not for themselves—until someone like me finds proof.",
        "If I send the journal up the chain, it puts a crack in their mirror, makes them pause."
      ],
      "supportive_response": [
        "You’re right—no one should escape their own system, even at the top.",
        "I get it. Exposing the cracks—quietly or not—is how things change. Keep going."
      ],
      "challenging_response": [
        "But what if the chain just eats the proof and never blinks?",
        "Sometimes the mirror just fogs up, and nothing really shifts—ever feel like that?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll do what’s needed. Thanks anyway."
      ],
      [
        "I’ll let people know what I found. We’ll see what happens."
      ],
      [
        "I’ll show the coins. The city deserves the truth. Your advice helped clarify things."
      ],
      [
        "I’ll reveal the coins. People must see this for themselves. It’s risky, but hiding it feels worse. Thank you for helping me work this out."
      ],
      [
        "I’ll bring the coins into the open. The city must confront what was hidden. I can’t let the lost stay invisible—they’re owed more than silence. Your perspective gave me the courage I needed. Whatever comes, it feels right to let the public decide."
      ]
    ],
    "monologue_b": [
      [
        "I’ve decided who needs to know. That’s all for now."
      ],
      [
        "I’ll get this to insiders. Keep it contained, for now."
      ],
      [
        "I’ll hand the journal to the Innovators. Better to control the fallout. Your advice makes sense."
      ],
      [
        "I’ll trust the Innovators with the journal. They can direct change quietly. This could prevent panic. I appreciate you talking through the risks with me."
      ],
      [
        "I’ll give the journal to the Innovators, keep the chaos inside the Council. If anyone can steer reform without collapse, it’s them. Hiding everything would be wrong, but so would throwing the city into disaster. Your caution and questions helped me choose this kind of careful risk. I hope it’s the least damaging path."
      ]
    ],
    "monologue_self": [
      [
        "I’m acting alone. I don’t need more input."
      ],
      [
        "I’ve made my move. Didn’t get much from our talk."
      ],
      [
        "I’m releasing the coins. No more waiting. I had to decide for myself."
      ],
      [
        "I’ll show the coins, even if it’s dangerous. Your advice helped some, but I followed my own reasons. I have to stand by what I believe."
      ],
      [
        "I’ll bring the coins to light—everyone deserves the truth, even if it means unrest. I thought about your questions, but my reasons go deeper. My brother vanished—this city buried too many voices. I can’t ignore that. No matter what happens next, I have to be honest."
      ]
    ]
  }
}