{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Yeah. Nothing in this city works the way it used to anymore.",
        "Even my building entrance was locked up this morning. Long line just waiting, like—everyone pretending it's normal.",
        "Transit was a mess, too. Couldn't get anywhere without getting flagged.",
        "Mostly just trying to keep to myself and not get noticed right now."
      ],
      [
        "You're right—it's all up in the air.",
        "Just this morning, I got stuck outside my own place. The scanner wouldn't even turn on, had to wait out in the open with everyone else.",
        "Heard some folks talking about trading rations, moving to some new zone where things are supposedly better—doesn't sound safe to me.",
        "Had to reroute on my way here twice. Things change so fast, you can't trust the old patterns.",
        "Even my messages are starting to get flagged. Missing that sense of routine, honestly."
      ],
      [
        "Yeah, nothing feels settled even for a minute.",
        "This morning, power to my building entrance cut out. Whole crowd stuck outside, nobody knowing how long it would take or who to call.",
        "People are getting restless—quiet deals for supplies happening out front. Everyone's got a backup plan now.",
        "On my way in, transit kept rerouting me. Some of the lines just dead-end or shut you out if your score slips by a couple points.",
        "Even coworkers are asking for help getting to safer districts. I couldn't risk it—just opening the messages makes the flags worse.",
        "Now they've sent out these vague alerts to brace for more lockdowns. Feels like every day gets a bit narrower.",
        "My score dropped again last night. It's—not something you can ignore."
      ],
      [
        "Predictable? No, nothing close to that anymore. The city keeps rearranging itself, like it can't remember how things were yesterday.",
        "I was literally locked out this morning—scanner down, neighbors stranded. Some started trading meds and food right there in the hall. It's all gone very... informal, almost desperate.",
        "People are trying to reach this so-called restored zone—a place patched up using Halden's old code, before it all fractured. I don't trust it's really better, just different.",
        "At work, I get these messages from old friends asking me to find routes or contacts, but even answering feels risky. My activity logs are crawling with red marks from doing almost nothing.",
        "We're being pushed to the edge over little mistakes. The systems flag a private call, or just a change in routine, and that's enough to lose another point. I'm at 44 now—one more step away from total lockdown.",
        "Some days I regret what we're a part of—how easily the system makes it hard to be human. I try to keep my head down.",
        "Everything feels uncertain, and I—I'm not sure what exactly we're all waiting for."
      ],
      [
        "Honestly? The only thing predictable is that it can't last like this, not with how things are falling apart.",
        "I woke up locked out—scanner dark, no help, just a line of us pretending it's temporary. That's not order, that's a warning.",
        "People started trading, not because they want to, but because they're afraid. Those barter zones are the new normal—government doesn't even try to stop them, not really. If you can find meds or food, you keep quiet and don't ask.",
        "Used to think BCI kept things safe, balanced. But now? I see neighbors blocked for nothing. Score drops if you reach out, if you hesitate, if you try and help someone outside protocol. We're being trained to be small, scared, alone.",
        "Work stopped being work—it's just watching for risk. Friends think running to a patchwork zone is hope. Maybe they're right, maybe not, but this isn't living.",
        "I keep trying to stay invisible, but I can feel the system closing in. Bureaucracy disguised as progress, and none of us matter when the algorithms get it wrong.",
        "If I'm honest, every day I imagine what it'd be like if the system just—collapsed. But I can't even say that aloud.",
        "It's like we're all waiting for some shock to the machine, something to break the pattern. I'm tired, Alex. Just so tired."
      ]
    ],
    "emotion": "Honestly, I just feel...tired. Like I'm holding my breath, waiting for something to finally settle."
  },
  "emotional": {
    "opener": "It’s okay to feel overwhelmed—everyone’s doing what they can to keep going. You’re not alone in this, Oksana.",
    "variants": [
      [
        "Right. I know others feel it too.",
        "I just...try to stay focused."
      ],
      [
        "Yeah, it helps to hear that actually.",
        "Sometimes it’s hard to remember I’m not the only one going through this."
      ],
      [
        "Thanks, that means something.",
        "Most days I keep it together, but I think the pressure just builds up after a while.",
        "Feels like… I’m always waiting for a sign things will be normal again."
      ],
      [
        "You get it, don’t you? Sometimes I think I’m the only one who feels stuck, holding on for stability.",
        "It’s exhausting acting like everything’s fine when most people are just hoping not to draw the wrong attention.",
        "Some days I wonder if I’m adapting, or just getting numb to it all."
      ],
      [
        "I didn’t expect to feel seen, honestly.",
        "People act like this cold steadiness is normal but I never really adjusted to it—maybe I never will.",
        "I used to find comfort in the system, imagined it kept things fair. Now it’s more like a weight I can’t shake off.",
        "There’s this constant sense that any wrong step is being measured, quietly noted. It gets under your skin after a while.",
        "But knowing I’m not alone makes it feel less heavy. You seem to understand. It’s rare.",
        "Really, thanks."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened? You keep talking around it, but everyone's got theories. Just say it plain.",
    "variants": [
      [
        "Council's split up, that's all most people really know.",
        "Neighborhoods have their own rules now, patches—doesn't matter who runs them.",
        "Barter just sort of fills the gaps when credits get stuck.",
        "People chase rumors about stable areas, but it's risky to move.",
        "That's about it from me."
      ],
      [
        "Council didn't keep a single version of what happened—now every side has its own story.",
        "Rules change by the street. One place you're fine, next you're flagged.",
        "Some zones are more open. Others, locked tight. That's why you see lines at the borders.",
        "Barter markets fill in when services fail—no one's stopping them anymore.",
        "All anyone does now is guess which zone is safer."
      ],
      [
        "System broke down after Halden—now factions fight over what the truth even is.",
        "That \"propaganda wars\" thing? Real. Streets are full of fake histories, Council rewriting everything as they go.",
        "Patches go through at random; no one knows what rules will count tomorrow.",
        "People cross lines for groceries or meds. If your score slips, you go underground or you move.",
        "The pilot zone—they say it's using some of Halden's old code. Safer, maybe. More centralized, but the city's split between trusting it or sticking local.",
        "Even compliance staff like me—we're left out of committees. The system feels unpredictable, everywhere."
      ],
      [
        "Halden goes, then Council can't agree—so now every district has its own patchwork of rules. Compliance scores, restrictions—they swing without warning.",
        "Some bigwig named Kova could've reset the BCI but let the system fragment—said local fixes are better. I don't buy it.",
        "Public's drowning in lies. Each faction shoves out their version; nobody trusts what they see, so people dig for answers on the side.",
        "That pilot zone? Run on scraps of Halden's code by Tomenko. Feels safer, but people moving there get labeled risky, even if the Council says it's legal.",
        "Barter's not just desperate—it's survival now. I see why people say it's more fair than letting the system choke you for a bad score.",
        "I track all this every day, but the more I see, the less I want to help keep it running."
      ],
      [
        "It started with Halden's death—sudden, unexplained, the kind that makes people invent stories. Council factions couldn't agree on a single narrative, so they weaponized the feeds. Now you walk one block, it's Directorate propaganda; next block, Innovator spin. Every channel's lying differently.",
        "Kova had the override—could've forced a clean reboot, but he let the city fracture instead. Now local admins do their own thing and claim it's progress. Meanwhile, systemic errors pile up everywhere.",
        "All these barter networks? I log their traffic for my job, but what am I flagging—crime, or people surviving? Feels more honest than the algorithmic rationing ever did.",
        "The so-called stable pilot zone is run by Tomenko—she pulled parts of Halden's old framework before it was wiped. People flock there for fairness, but the Council's watching who goes in. I know, because I've been quietly tracking migrations, not flagging them properly.",
        "Most compliance people I know stopped believing the BCI was neutral ages ago. We're just ghosts pushing buttons so the next update doesn't ruin the wrong lives.",
        "I used to believe in order, but now I feel closer to the rebels than to Council. Truth is, the collapse just exposed how brittle all this \"alignment\" was—maybe it needed to break."
      ]
    ]
  }
}