{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "Suppose it's natural, with the way things are lately.",
        "Went to collect groceries, wasn't quite the usual system.",
        "Lot of new faces handing things out. Lines everywhere.",
        "I try to keep my head down, that's all."
      ],
      [
        "Not sure anyone feels settled right now.",
        "Went for groceries, rules seemed off. Volunteers, not the old guards.",
        "Had to linger in line, couldn't tell how things would go.",
        "Neighbors started forming groups. I avoided joining in.",
        "Things shift and I stick to my habits. Keeps me on track."
      ],
      [
        "I try not to draw attention, but it's different lately.",
        "Went for groceries, no BCI checks at all. Strange feeling.",
        "Whole place run by unfamiliar folks, made for slow lines.",
        "They asked us to pick new coordinators. Wrote a notice by hand, even.",
        "Some neighbors tried to rally me. I kept out of it.",
        "Prefer order to chance, so I'm making do on my own, for now."
      ],
      [
        "Feels like routines vanished overnight. Grocery run was chaos, new volunteers, no system at all.",
        "Used to be we followed the BCI—smooth, quiet. This week, it’s manual lines, old neighbors calling shots.",
        "Got a letter to pick a building coordinator. Brought up old arguments, honestly.",
        "One neighbor wants me to back him, but I remember how grudges linger. Decided best to keep out of spotlight.",
        "Spent the evening with my records, making sense of what’s left of schedule.",
        "Noticed my BCI score twitched, but nothing dramatic.",
        "Hard to shake the waiting. You keep watching for the rules to return."
      ],
      [
        "You could say I’m on edge, yes. When routines break, people show old habits again.",
        "Grocery trip was telling—no more BCI, just volunteers and mess. Saw lines stretch like they used to, felt the city straining.",
        "Whole building received handwritten notices to nominate our own local leaders. First in years.",
        "Neighbors knocked, rallying each other, some driven by ambition. I politely declined. Didn’t want old rivalries stirred up in my hall.",
        "Broadcasts talk of freedom now, but structure kept the peace. I’ve always believed in regulated order. Harmonist at heart, I suppose.",
        "Spent last night sorting my records, recalibrating. Little gets by when you watch from the margins.",
        "Score changed by a hair, not that it matters when the Council hesitates.",
        "Everything feels up in the air, waiting for a system to settle. That’s the part I can’t get used to."
      ]
    ],
    "emotion": "Just feels more uncertain than usual, if I'm honest."
  },
  "emotional": {
    "opener": "Nikola, uncertainty doesn't mean you've lost your way. Sometimes it means the city is changing too quickly, and you're the one paying attention.",
    "variants": [
      [
        "Suppose that's true. Even so, habit is hard to give up."
      ],
      [
        "I hear what you're saying. Old patterns are safer, even if nothing stands still."
      ],
      [
        "It helps to hear that. Routine gives a person shape, you know.",
        "When things move too abruptly, it's easy to feel off-balance.",
        "Still, your words help me steady myself."
      ],
      [
        "You put it plainly, and I appreciate that.",
        "I was used to a certain rhythm.",
        "When things shift, I second-guess every choice.",
        "Strange to realize how much I rely on old frameworks.",
        "But it's good to know I'm not the only one who notices."
      ],
      [
        "You understand more than most, Alex.",
        "Back in service, there was always a structure, even if imperfect.",
        "Now I catch myself missing the predictability, even the small irritations.",
        "Maybe this uncertainty isn't a failing, just a signal to adapt.",
        "What worries me is overcompensating, clinging too tightly when I should change.",
        "But talking with you, I remember I'm not lost—just adjusting."
      ]
    ]
  },
  "factual": {
    "opener": "You keep hinting around the edges. Everyone's talking, but what actually happened?",
    "variants": [
      [
        "Things got noisy in certain neighborhoods after the scoring stopped.",
        "Saw old faces I hadn't noticed in years out on the street.",
        "Some say the city isn't watching as closely right now.",
        "Council was quiet for a while. That says enough."
      ],
      [
        "Heard that folks who used to stay hidden are making moves again.",
        "Queues broke down more than once, but that's being managed on the side.",
        "Seems even the Council's broadcasts don't clear up who's at the helm.",
        "There's talk of the system failing, but it's never simple."
      ],
      [
        "System glitches put the wrong people in the wrong jobs for a spell. Shook things up far and wide.",
        "Residents missing from the lists have turned up, blending into the noise as oversight lapses.",
        "Council tried to smooth things out by giving power to locals, just temporarily.",
        "Some districts fell into old habits—resource hoarding, small alliances forming again.",
        "The broadcasts put two sides up—call for firm order or new freedoms.",
        "I'm inclined toward keeping order, personally. Less risk that way."
      ],
      [
        "Saw labor assignments go haywire—people in roles they had no training for. Led to mistakes, some dangerous.",
        "Neighborhood cells popped up, coordinated by those who'd vanished from BCI watchlists.",
        "Even the security bloc is edgy. Council doesn't seem to know which lever to pull next.",
        "A few districts actually did better by running themselves, but it breeds distrust between neighborhoods.",
        "I always said, loose frameworks only work until someone tries to take more than their share.",
        "Old disputes are washing up—never healthy, that.",
        "Personally, routine and oversight kept this place afloat. I wish more saw it that way."
      ],
      [
        "For years, I tracked which Council hand managed what—the usual order covered a lot. Now, it's out in the open how thin authority can be.",
        "Old dissidents I logged before retirement are now running markets and community posts. They're using system blind spots, and most don't notice.",
        "Saw a memo—internal, not for public view—about hundreds missing from tracking returning overnight. No official word, but everyone in my circles talks about it.",
        "Labor trouble almost caused one factory shutdown before exiled workers stepped in. Usually, the BCI would never let them near the place.",
        "Council factions are pointing fingers, not decisions. The process is stuck between nostalgia for the old order and fear of what fills the vacuum.",
        "I've spent my evenings cross-checking names from old directories against the new self-appointed leaders.",
        "Strange feeling, realizing I know more about who shouldn't be in control than those selected now.",
        "For me, this reminds me why I stuck with the Harmonists—routine and oversight, even if dull, kept the city breathing.",
        "I'd call it uncertain, not hopeful. Some take chaos as a gift. I don't."
      ]
    ]
  }
}