{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "It was different, this week. No usual routines.",
        "Had to hand out health bands without the system. No one checked.",
        "People argued over who got what. Not easy to sort out.",
        "Honestly, I left feeling unsettled."
      ],
      [
        "City dropped scores, so everything went manual.",
        "We gave out health bands based on word of mouth.",
        "No data logs. Just paper notes and trust, I guess.",
        "Some folks wanted me to wipe their data. I refused.",
        "Whole thing left me uneasy."
      ],
      [
        "Work turned upside down after the BCI stopped running.",
        "We used handwritten lists for health bands—no system to double-check anyone.",
        "Old residents and new arrivals lined up together, not much order to it.",
        "Tensions flared in the queue. I tried to help but it was guesswork.",
        "Some coworkers liked the freedom. I stayed cautious. If things change, it could come back on us.",
        "Still feel a bit on edge about the whole thing."
      ],
      [
        "Whole lab changed when BCI went down—no protocols, just those paper lists.",
        "I gave out health bands by reputation. No way to verify, so it was down to me.",
        "Experienced residents and strangers all queued together. Not the usual separation.",
        "Big argument broke out over who should get bands first. I tried smoothing things over, but with no logs or oversight, it all felt risky.",
        "Some people begged for quick data wipes. I couldn't help. If the system returned, I’d be flagged.",
        "Coworkers argued: is this freedom, or just chaos? I didn't feel free, just exposed.",
        "I left not knowing if I did the right thing. Unsettled me."
      ],
      [
        "This week was strange since the BCI shut off. Honestly, I've never worked without those controls before.",
        "I had to decide who got health bands—with no algorithm, just my own judgment. Made mistakes, probably. Felt heavy.",
        "Saw people—old-timers and newcomers—side by side, same queue. Arguments got loud. Hard to remember why we ever trusted the system, and yet the chaos was real.",
        "I’m careful who I help. People asked for data wipes. I said no. One mistake could haunt me if the BCI returns.",
        "Some coworkers liked the autonomy. I didn’t. My brother vanished in an audit. I can’t risk that for anyone.",
        "I line up with the Innovators, usually—want the system better, not gone. But this wasn’t what I meant. Too many unknowns, too fast.",
        "This week, everyone’s guessing. It makes me realize how fragile things are. I’m...unsettled. Don’t know what comes next."
      ]
    ],
    "emotion": "unsettled, quietly anxious"
  },
  "emotional": {
    "opener": "\"It’s okay to feel like you’re losing your footing when things stop making sense. You do more than anyone realizes just by showing up.\"",
    "variants": [
      [
        "Yeah. Maybe.",
        "Guess there’s nothing else to say."
      ],
      [
        "Thanks. I guess I just keep my head down.",
        "Sometimes that’s the only way to get through these days.",
        "You notice more than people think, I suppose."
      ],
      [
        "It’s strange, what you can get used to.",
        "Some days I think I’m coping alright, then I remember I’m not.",
        "Your words help, honestly.",
        "Makes it easier to breathe for a moment."
      ],
      [
        "It means a lot hearing someone gets it.",
        "I keep things running because that’s all I’ve ever known.",
        "Most people assume I’m fine, but it isn’t like that.",
        "Some days I’m scared I’ll slip up and lose everything.",
        "Thanks for noticing."
      ],
      [
        "You’re right. Sometimes I feel invisible, like surviving goes unnoticed.",
        "People say everything’s normal, but I know how close it is to breaking.",
        "I don’t talk about my brother, not really. Hard to explain how that changes you.",
        "I fix things because it’s the only way to feel in control.",
        "It helps when someone really sees you, even just a little.",
        "Thanks for giving me a place to put all that, even if it’s just for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually changed for the city? Did anything real happen when they turned the BCI off?",
    "variants": [
      [
        "Hard to say. Some new faces ran the supply tables.",
        "Crowds seemed erratic, nothing official.",
        "Heard Council is watching closely."
      ],
      [
        "Supposedly people ran things local for a week.",
        "Saw old missing folks reappear. Not sure how.",
        "Some groups organized fast, almost too efficient.",
        "People say it exposed system weaknesses."
      ],
      [
        "BCI off meant public nominations, new job roles everywhere.",
        "Disappeared people started showing up again. Lots of rumors.",
        "Districts split over resources—felt tense some places, organized in others.",
        "Council broadcasting citizen interviews. Trying to control the story.",
        "Honestly, it’s the first real test since Halden… since that failure."
      ],
      [
        "The suspension changed daily routines more than I thought.",
        "Some neighborhoods worked together, others fought over little things.",
        "Familiar faces in new positions, like someone flipped the system’s priorities.",
        "People who vanished under audits… lots of them reappeared, organized fast.",
        "Council's tracking reactions to decide whether to bring the BCI back.",
        "I always thought we could use more innovation, but not chaos like this.",
        "We’re seeing how fragile the system really is.",
        "Makes me rethink what I’m supporting, honestly."
      ],
      [
        "When Halden died and the BCI hiccupped, everything changed underneath.",
        "Whole labor assignments mixed up. High scores swapped for low—some liked it, some froze.",
        "People who’d been erased... my guess is hundreds, suddenly visible and moving in networks.",
        "Some worked supply, some just vanished again.",
        "Neighborhood alliances reformed, sometimes old grudges popped up fast. Saw it happen near my lab.",
        "Council’s interviews feel scripted. I don’t buy the order or the panic they’re showing on air.",
        "I used to believe Innovator fixes were all we needed. Didn’t expect the system to shatter like glass.",
        "My own carefulness comes from losing someone, not just rules. That week made me realize how thin the ground really is.",
        "There’s no real going back—the trust in the system’s gone, I think."
      ]
    ]
  }
}