{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Eh, you know. Work’s changed. Everything’s moving slower, lots of waiting around.",
        "No one’s really sure who’s in charge at my office—seems like they’re letting anyone float by.",
        "People keep swapping job roles. It’s strange.",
        "Honestly, I still feel a bit out of place—like I’m waiting for the ground to settle, and it just won’t."
      ],
      [
        "Week’s been… different. No security checks at the office, which is weird in itself.",
        "Colleagues I barely knew started running meetings out in the open.",
        "Suddenly got reassigned—handling logistics, not reporting.",
        "Lots of confusion, so I just faded into the background.",
        "Honestly, I still feel a bit out of place—like I’m waiting for the ground to settle, and it just won’t."
      ],
      [
        "Honestly, this has been the strangest week I’ve seen since starting at state media.",
        "Security was off. Access was open, like the rules just disappeared overnight.",
        "People from different departments started deciding among themselves who’d take over what tasks.",
        "I kept my edits off the system, switched to handwriting everything. Trust has its limits.",
        "They put me on supply runs for a bit. Not my thing, but I went along—I’m not looking for extra eyes on me.",
        "Honestly, I still feel a bit out of place—like I’m waiting for the ground to settle, and it just won’t."
      ],
      [
        "So, get this. The Council suspended BCI scoring—for real. No ranks, no filters, just people.",
        "The moment I walked in, everything was wide open. No badging, no protocols, as if the city forgot itself.",
        "I watched people who were usually shut out step up and start negotiating assignments. Teachers, medics, some randoms.",
        "Somehow, I got bumped into logistics. Not exactly my beat, but I played along. Keeps suspicion low.",
        "No one trusts the process yet—everyone’s squinting at each other, waiting for the curtain to drop.",
        "I decided to keep my notes on paper. No digital trails. Call me careful, or call me paranoid.",
        "Honestly, I still feel a bit out of place—like I’m waiting for the ground to settle, and it just won’t."
      ],
      [
        "You asked, so here’s the uncut version. The Council pulled the plug on BCI scoring—it’s chaos in the best and worst ways.",
        "Used to be, I covered compliance propaganda. Now the office is a free zone—no one checks door logs, people are actually arguing out loud and making decisions together. Wild.",
        "They stuck me in supply logistics. Out of my league, but refusing would’ve meant trouble. I kept my head down, played along—sometimes you survive by being useful.",
        "Most of my colleagues are loving the freedom, but some old rivalries popped up fast. It’s not all sunshine.",
        "I haven’t touched the edit logs—if the Council wants to snoop, they’ll have to try harder. Pencil and notepad do the trick.",
        "Funny thing, my BCI score didn’t drop. Turns out, blending in is survival. No heroics, just staying in the game.",
        "Part of me hopes self-organizing catches on, but people like us—we remember what happens when order slips.",
        "Honestly, I still feel a bit out of place—like I’m waiting for the ground to settle, and it just won’t."
      ]
    ],
    "emotion": "Honestly, I still feel a bit out of place—like I’m waiting for the ground to settle, and it just won’t."
  },
  "emotional": {
    "opener": "Everyone feels unsteady sometimes, Rada. It doesn’t mean you’re lost—it just means you notice when things shift.",
    "variants": [
      [
        "Thanks. That actually makes sense.",
        "I guess I’m not the only one."
      ],
      [
        "Yeah. I forget that sometimes.",
        "It helps to hear it put that way.",
        "Maybe that’s all right."
      ],
      [
        "True, maybe too true.",
        "Sometimes I wish I didn’t notice so much, but I guess that’s part of the job.",
        "I appreciate you saying that.",
        "It makes it feel a little lighter."
      ],
      [
        "You’re right, that perspective helps.",
        "I always pay attention to shifts. It’s like this itch I can’t ignore.",
        "Still, I sometimes wonder if it’s safer not to notice.",
        "But… not noticing never really worked out for me, did it?",
        "Anyway, I appreciate you cutting through it."
      ],
      [
        "That’s almost exactly how my mother put it, back when she was trying to explain the BCI.",
        "Maybe the problem is, I’ve always been too tuned in for my own good.",
        "It gets heavy carrying that awareness around, you know?",
        "People say it’s paranoia, but really it’s just… paying attention.",
        "But you’re right—it’s better to notice than to pretend.",
        "Thanks. Doesn’t make the ground settle, but it makes standing here feel more solid."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows something's going down. Give me the real story, not just the usual complaints.",
    "variants": [
      [
        "Crowd’s restless, but it’s the same noise as always.",
        "Council pulled some new stunt, shut down the BCI for a week.",
        "People started picking jobs themselves, but it looks messy.",
        "Protests flared up, though nothing’s burned—yet.",
        "That’s all I’ve got."
      ],
      [
        "Council stopped the scoring, so everyone’s improvising.",
        "Some districts kept it together, others are hoarding supplies.",
        "Rumor is people who vanished from watchlists are back, making moves.",
        "Most officials are just monitoring. I wouldn’t call it control.",
        "Things could snap, but no one’s sure which way.",
        "City’s quieter, but not safer."
      ],
      [
        "Council’s trying out manual control—BCI paused, no algorithms calling the shots.",
        "Locals are running their own affairs. It’s unpredictable, but some neighborhoods make it work.",
        "Lot more people reappeared. Those missing from records? They’re taking charge in the gaps.",
        "Lines between old friends and rivals show up fast when the system drops.",
        "Council’s hanging back, hoping things won’t get worse.",
        "Some districts rally, others spiral. It’s a coin toss.",
        "Funny how quickly ‘order’ fades."
      ],
      [
        "When the Council lost grip, everything got aired out. Manual control sounds hopeful but revealed mess under the surface.",
        "Folks locked out for years just walked in and called shots. The ‘invisibles’ are no myth—now they’re organizing, filling blind spots.",
        "Had to help with supplies where old rules don’t mean anything. Saw real disagreement and real alliances form fast.",
        "Spotted some veteran activists taking up roles. Not everyone’s in it for community—old grudges surfaced quick.",
        "Divide’s sharp: some want stability back, others don’t care if chaos shakes things loose for good.",
        "Council is paralyzed, watching public demos grow. They look lost for once.",
        "Makes you rethink what control even means when nobody’s driving.",
        "This city rewrites itself when no one’s watching."
      ],
      [
        "I grew up thinking BCI kept us safe. But when Council suspended it, the cracks went wider than I thought possible.",
        "People marked as ‘risks’ before are now leading, while old ‘perfect citizens’ seem afraid to make a move.",
        "At my office, it’s wild to see grassroots votes replace system picks. Raw, imperfect, but honest.",
        "Saw activists and some medics forming black-market networks—patching what the system always missed.",
        "Power vacuum let old divisions resurface: whole blocks splintered between hoarders and makeshift councils.",
        "Colleagues say disappeared folks coordinated outside channels for years. Now they’re out in the open, moving quick.",
        "Public interviews on Council feeds are just the shiny tip—underground, it’s a different story.",
        "I haven’t trusted BCI in years. I wouldn’t go back.",
        "Feels like people are finally seeing how much we traded away for a little convenience."
      ]
    ]
  }
}