{
  "olintz": {
    "chapter": "After state broadcasts linked Halden's journal to possible BCI autonomy, and Council debate revealed deep divisions over system control, Oksana's daily environment grew noticeably unstable. Entering her office, she found entry queues lengthy, as manual checks replaced algorithmic screening. Familiar routines disappeared: meetings were delayed, and messages were sporadically lost. Colleagues whispered about unpredictable access, reluctant to trust digital channels. At lunch, she saw clusters of residents exchanging printed access rosters, uncertain which protocols to follow. On the metro home, Oksana kept her head down as strangers argued over conflicting information from paper announcements and old system prompts. Having long favored system consistency, she avoided engaging, doubling her route checks and skipping digital identification whenever possible. That evening, she recorded manual notes documenting inconsistencies, hoping to identify patterns in the chaos. Although she felt safer hiding in procedure, she recognized a growing divide between official orders and daily reality. BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On the day after the Council’s public struggle over whether to exploit or to shut down the autonomous behavioral score system, Nikola noticed all official digital services in his building were running on limited capacity. Newly posted paper instructions ordered residents to submit updated ID details to the local administrator instead of using the usual terminals. Forced to approach the coordinator, Nikola minimized conversation, nodding curtly and submitting only the necessary forms. He then observed several residents quietly comparing lists and making notes, a sign that trust was shifting away from system scores to informal alliances. In the market later, Nikola waited in a slow-moving line and overheard angry arguments about who should receive remaining food packages, with priority now set by handwritten approvals. To avoid being singled out, Nikola further limited his interactions and returned home early. These changes made him more isolated and cautious. His behavioral score dropped slightly to 66.",
    "bci_score": 66,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After news of Halden’s posthumous journal spread, many of Daria’s colleagues began openly speculating about the BCI’s autonomy and reliability. When a senior supervisor abruptly implemented a double-signoff protocol for all band resets and required physical logs for every device adjustment, Daria spent much of her shift in slow, tense exchanges, verifying each minor action with a second technician. This new distrust in automated oversight forced her to trade efficiency for caution, even with routine repairs. She noticed reduced informal conversation and more withdrawn body language among staff, especially after several technicians quietly compared their fluctuating BCI scores at lunch. Daria skipped the meal, spending her break encrypting her access alerts and reviewing local logs for unexplained queries on her profile. By the end of the day, her strict adherence to the new manual procedures, despite personal frustration, was logged officially. Her score increased slightly for compliance. New BCI score: 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the citywide blackout rendered the BCI and digital access panels useless, Lenart adapted his routine by shifting to paper records and relying on handwritten checklists to prove his work history. The news that Halden’s posthumous journal entries implied a self-sustaining BCI fueled confusion among building managers, who now questioned whether official credentials could even be trusted. At a multi-unit housing repair site, staff hesitated to let Lenart in despite his usual paperwork, forcing him to wait while they consulted local coordinators without digital confirmation. Unable to verify clients through the old system, Lenart spent extra hours visiting sites in person and used contacts built from past favors rather than any registration lists. Familiar clients now prioritized workers known personally over those flagged by any system. His reliance on these informal networks stabilized his access for the day, but lingering uncertainty about job security and trust replaced the assurance once granted by his official score. His BCI score remained at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the public revelation of Halden's journal and the Council's split over the BCI's autonomy, Sven Halek noticed new protocols in his office. On the morning after the debate on BCI sentience, he was required to attend a risk assessment workshop led by unfamiliar personnel, where participation was closely monitored. During a draft review, several Innovator-aligned colleagues debated whether to reference predictive capabilities in official statements, prompting Sven to revise his messaging to exclude allusions to autonomy. Later, a Council-adjacent monitor audited communications, questioning Sven's offline recordkeeping, and reminded him that all materials could be subject to scrutiny due to the heightened uncertainty. That afternoon, Sven used only pre-cleared language templates and stopped seeking peer feedback, reducing his own input to safeguard his standing. Cooling relations in the office and lack of collaborative editing led to a minor drop in his BCI score, now at 76. ",
    "bci_score": 76,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her decision, Rada compiled and released a segment documenting the new, impossible entries in Halden’s digital journal. She corroborated the timestamps with official forensic sources before submitting the footage for broadcast. Within hours, the newsroom received directives to freeze all BCI-related reporting, and Rada’s personal archive access was thoroughly revoked. Colleagues distanced themselves, avoiding collaboration with her on any new projects. Security staff examined her workstation, resulting in a confiscation of her remaining removable storage devices. In the city, official communications shifted focus to address public anxiety about the possibility of a sentient BCI, matching the narrative Rada had set. The decision led to immediate loss of trust from her superiors and increased visible monitoring of her actions, both in and out of the office. As a direct result of her actions and the heightened risk designation, her BCI score fell sharply from 33 to 15.",
    "bci_score": 15,
    "political_preference": "innovators"
  }
}