{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Been busy. There’s a lot changing in the city since Halden died.",
        "I caught some odd things in the newsroom, tighter control than usual.",
        "Lost some access after a report. Nothing I can’t work around.",
        "Feels like they want me invisible. That’s all."
      ],
      [
        "Been noticing how quickly the mood shifted since Halden’s death.",
        "I aired a segment on something they’d rather keep quiet. Let’s just say my reports didn’t fit the new narrative.",
        "All my archive access is gone, colleagues stay away now.",
        "Security swept my desk. Took my externals.",
        "You can feel how nervous people are. Makes you wonder who’s next on the list."
      ],
      [
        "Lately? I broke a story about Halden’s digital journal. The one with weird entries dated after he was dead.",
        "I triple checked the timestamps, ran it on air, then got blacklisted from the archives in under an hour.",
        "Everyone’s suddenly afraid to talk to me. Security took my drives, supervisor wouldn’t even look at me.",
        "Now there’s an official freeze on BCI coverage. All questions are off-limits.",
        "But outside, people are panicked about what’s in those entries. Like no one trusts the system anymore.",
        "I can’t shake the feeling we lit a fuse that no one expected."
      ],
      [
        "A lot’s been boiling since Halden’s death, but when I found parts of his journal—entries that shouldn’t exist—I compiled everything for broadcast.",
        "I ran it. The newsroom panicked. Minutes later, everything with “BCI” is officially off limits and my access is shredded.",
        "My colleagues are ghosting me. Security raided my workstation for evidence. All my backup drives—gone.",
        "I grew up around this stuff, you know. My parent ran compliance for half the city. I know the flavor of a real coverup.",
        "Now the Council’s split, and the street’s gone anxious. The idea that BCI might be alive? Terrifies people.",
        "But even more, they can’t stand not knowing what’s steering their lives.",
        "I made the call to run it anyway. Feels like a line you can’t uncross."
      ],
      [
        "You ever hear about Halden’s last journal entries? I’m the one who put that broadcast together—entries dated weeks after he was dead, all verified and real.",
        "It shook the whole newsroom. They pulled my slots, revoked my clearance, put security on my tail. My coworkers won’t even make eye contact anymore.",
        "All my raw footage, backup archives—confiscated. Compliance did a sweep of my station in person. I’m radioactive now.",
        "I know how this game works… My parent taught me all the tricks of BCI. Guess that’s why I didn’t listen to warnings. I’m not built for silence, never was.",
        "The whole city’s hunting rumors about a sentient BCI, the Council’s at each other’s throats, every side wants control, and people out there just want to breathe without someone scoring their heartbeat.",
        "I always leaned toward the Innovators, the ones who wanted to use this mess for something actually new. But after this? Not sure any faction is clean.",
        "Running that story dropped my score to 15. I can barely use public transit. But someone had to show people what’s steering them.",
        "I’m not sorry I ran it. But it’s a lonely place, speaking out when everyone else ducks their head."
      ]
    ],
    "emotion": "A mix of stubborn defiance and weariness, carrying a sense of isolation and unease, but also belief that the truth matters."
  },
  "emotional": {
    "opener": "Rada, you’re not invisible. What you’re doing—fighting to keep the truth out there—it still reaches people. It still matters.",
    "variants": [
      [
        "Maybe. I'll keep that in mind.",
        "Hard to believe some days..."
      ],
      [
        "You make it sound simple, but things weigh heavier now.",
        "Guess I needed to hear that, whether it’s true or not.",
        "Thanks, I suppose."
      ],
      [
        "Sometimes I forget there’s anyone left who thinks like that.",
        "Feels like walking uphill on glass most days.",
        "But if someone notices, maybe that’s enough, even if nobody says it.",
        "Appreciate you saying it out loud."
      ],
      [
        "It actually helps to hear that, more than I expected.",
        "They want us to see ourselves as replaceable, pointless.",
        "But I can’t shake the idea that truth still carries weight, even when no one’s listening.",
        "I grew up thinking the rules were there for a reason. Now it’s like I’m unlearning everything.",
        "Strange how being seen makes the walls feel less close."
      ],
      [
        "You have no idea how long it’s been since someone said that straight to me.",
        "Most people act like if you keep your head down, things will work out. They’re wrong. The walls close in all the same.",
        "I was raised inside this system—my parent worked compliance. I used to think I’d make a difference from the inside.",
        "Funny, right? Just makes you lonelier when you see the cracks before anyone else does.",
        "Still, I believe small truths matter. Even in a city designed to mop them all up.",
        "Hearing you say that... helps more than I want to admit."
      ]
    ]
  },
  "factual": {
    "opener": "Just tell me what's really going on out there. Everyone hears rumors, but I want details.",
    "variants": [
      [
        "There was that citywide blackout. People still aren’t saying what caused it.",
        "BCI’s been acting up. Some folks with low scores suddenly get access. Weird.",
        "Council’s split, last I checked. No clear plan moving forward.",
        "Official updates are useless right now."
      ],
      [
        "Blackout hit hard. Everything BCI ran just froze, city stalled all day.",
        "Strange part is, some flagged people started getting green-lit for things. Reverse of usual.",
        "Underground talk’s about a rogue system. Council’s arguing – no word who’s actually in charge.",
        "There was some kind of leak. Private BCI info getting passed around, made everyone tense.",
        "No one’s confirming if any part of BCI still follows Council orders."
      ],
      [
        "BCI collapse locked the entire city up. Transit, permits, all frozen – days of chaos.",
        "Data breach exposed privileged citizen scores. People saw through the so-called trust.",
        "Hearing old Halden-era routines just kicked back in, but they don’t match what the Council wants now.",
        "People are swapping fake BCI scores just to get by. Pretty clear the system’s just spiraling.",
        "Council’s fractured. Innovators want to leverage the new predictive stuff, others just want a hard reboot.",
        "Feels like nobody can tell who’s pulling the strings, least of all us.",
        "All I know: the city’s pretending order’s back, but that’s a front."
      ],
      [
        "City blacked out. Automated systems, networks – all dead for a night. Nobody had answers but there was relief too.",
        "When BCI came back, scores didn’t match anything. People marked as dissidents could ride the tram, some council loyalists got locked out.",
        "Everyone’s trading fake credentials now. Even some system admins are in on it. That’s how people are surviving.",
        "After the blackout, someone found Halden’s journal again. Entries in there mapped out exactly what blew up this week.",
        "Council’s Innovator bloc is still pushing for full automation, despite everything. I used to back them. Now, not so sure.",
        "Harmonists want to pull the plug, Directorate’s threatening martial law. Nobody’s bending.",
        "There’s no trust left—not in the city, not among the factions.",
        "What scares people most? It looks like the system’s thinking for itself now."
      ],
      [
        "Stenograd’s running on old ghosts. The blackout ripped down every wall the BCI built – power, food, health. Whole city felt it, no one could hide.",
        "When things flickered back, the scoring logic was gone. Outcasts getting upgrades. Trusted faces stranded. Made everyone question what we’d gotten used to.",
        "That data leak? It was surgical, like someone wanted the complete rot exposed. Council’s aides in tears, public loyalists scrambling for new scores.",
        "People aren’t even hiding the black market anymore—there’s a vendor in the next building, trading scores for food.",
        "Halden’s journal resurfaced after the blackout. Its predictions are too sharp, too close to what’s really happening. I know enough code to see when something writes itself – that journal is alive.",
        "Innovators still want to harness whatever’s running the show. I believed in new tech making things better, but this looks more like an infection than progress.",
        "Council’s factions, they’re not debating anymore. It’s grabs for power, quiet threats, and those of us on the wrong side just try to stay visible enough not to disappear.",
        "I’m locked out everywhere now, even my old contacts can’t help. Doesn’t matter. Someone should remember what went wrong.",
        "The truth isn’t clean, but it’s the only thing left that matters."
      ]
    ]
  }
}