{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Feels like every move counts lately. They changed how we log band resets at work.",
        "Now it's double-checks for everything. Time just drags.",
        "I hear people comparing scores more. Easier to just keep my head down lately.",
        "I don't like it, but I'm used to keeping quiet. Worn out. Frustrated. Just trying to keep moving."
      ],
      [
        "Yeah, I've noticed. Suddenly every procedure at the lab needs two signatures, physical checks, the whole thing.",
        "People at work are nervous. No one jokes like before. Everyone's watching what they say.",
        "Some techs checked their scores together over lunch, like it was the weather report. I skipped that.",
        "I spent my break locking down my logs. Feels safer not to share much.",
        "It's exhausting, honestly. Worn out. Frustrated. Just trying to keep moving."
      ],
      [
        "We all feel it. Things changed after Halden’s journal leaked.",
        "They started double-signing every device reset at my lab. Every update drags on.",
        "The team got quiet. I see how everyone watches their BCI numbers now, not just the work.",
        "Skipped lunch to check if anyone accessed my logs without clearance. Just in case.",
        "I followed every new rule to the letter. My score ticked up a little, but it doesn't feel like a win.",
        "Feels like just surviving the day is all we can do now. Worn out. Frustrated. Just trying to keep moving."
      ],
      [
        "Yeah, things are tense since Halden’s death and that journal leak. The lab's not the same.",
        "They put in these double-signoff rules. We have to log every move like we're suspects already.",
        "Nobody talks except about scores. Some people act like friends, but really they're checking who's at risk.",
        "I didn't stick around. Instead, I encrypted my alerts and combed my logs. Can't trust the default channels.",
        "Years ago, my brother disappeared after an audit like this. I can't stop thinking about it when things tighten up.",
        "I keep my procedures perfect. Got a pat on the back from the system—my score went up. But it doesn't mean much.",
        "Feels like all anyone can do is dodge trouble—it's not living. Worn out. Frustrated. Just trying to keep moving."
      ],
      [
        "It’s constant tension. After the Halden story, everything at the Wearable Division became slower, stricter. I get why, but nobody likes it.",
        "Every band reset needs two people now, and they keep physical logs too. Feels like someone expects us all to slip up.",
        "Coworkers get twitchy, obsess over scores—like maybe you'll catch the drop before it hits bottom. Nobody trusts the old system to recognize good work anymore.",
        "I skipped lunch, kept to myself, checked if anyone poked around my logs. Can't be too careful.",
        "I know how to hide things in the data, if I had to. But hiding gets lonely fast.",
        "Used to dream the Innovators could fix this mess, make the BCI fair and honest. Now, it feels like that hope’s what the system wants to stamp out.",
        "My brother disappeared after a BCI audit, years ago. That ghost hangs over every shift now.",
        "Sometimes I wonder if anyone else feels this burned out. Worn out. Frustrated. Just trying to keep moving."
      ]
    ],
    "emotion": "Worn out. Frustrated. Just trying to keep moving."
  },
  "emotional": {
    "opener": "It’s okay to feel worn out. You’re doing what you can, and that’s enough right now.",
    "variants": [
      [
        "Yeah. Just… needed to hear that.",
        "Thanks."
      ],
      [
        "Sometimes it doesn’t feel like enough.",
        "But I guess it really has to be. Thanks."
      ],
      [
        "That actually helps. Some days I can’t tell if I’m overreacting or just tired.",
        "Feels better knowing someone gets it.",
        "Comes in waves, I guess.",
        "Thanks for saying something real."
      ],
      [
        "You’re right. I keep trying to act like it’s nothing, but it gets to me.",
        "Being told it’s okay… I needed that more than I thought.",
        "So much of this feels mechanical lately.",
        "I forget there are people who notice.",
        "Means something to me."
      ],
      [
        "It’s easy to forget we’re people, not just another variable in someone’s system.",
        "I keep my head down because it’s safer, but that gets lonely after a while.",
        "Sometimes I just want someone to say it’s hard, and it’s not my fault.",
        "Every day is measured. Every move and mood.",
        "I miss when things weren’t so calculated.",
        "You reminded me I’m still here, not just data. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "So? The whole city's a mess since Halden. What's really going on with those updates and the system failures?",
    "variants": [
      [
        "Media's stirring panic—people think the system isn't safe now.",
        "Everyone saw those BCI glitches. Devices locking up all over, even basic stuff.",
        "Council keeps talking about review boards, but nothing gets fixed.",
        "Feels like they want us focused on scores, not answers."
      ],
      [
        "The blackout hit harder than anyone admits. Basic access points just dead.",
        "People scramble as if old routines matter, but the system's unpredictable now.",
        "Council factions keep blaming technical faults. No one trusts it.",
        "Talk says Halden's journal had more in it, stuff after he died. They won't say what.",
        "Hard to believe the BCI's behaviors are all random. Feels directed."
      ],
      [
        "After blackout, nobody knew who was supposed to do what. Systems forgot us for a day.",
        "Council argues about what comes next. Innovators want the BCI to keep adapting itself.",
        "Every time I check, there are new patches. No coordination.",
        "Felt like living in free-fall. Everyone wondered if the scores could still bite.",
        "People only trust what they see right now. Rumors are louder than official updates.",
        "They say Halden's journal predicted this unrest, which isn't exactly reassuring.",
        "Makes me think the algorithms don't just run—they shape what we expect next."
      ],
      [
        "Score swaps started underground. I see new bands come through—unauthorized, some with spoofed data.",
        "A couple techs got strange system messages, patterns old BCI never used. No one claims them.",
        "My team found a few wearable anomalies, lines in logs that rewrite when reviewed.",
        "Colleagues argue if it's safe for the Innovators to use this recursive BCI, but nothing is stable.",
        "Power's up for grabs. Sometimes a subroutine runs twice, and the Council can't override.",
        "That blackout? It wasn't random. The cascade looked intentional, or at least coordinated.",
        "Halden's journal fragments surface. Clever use of old admin keys lets people see more than they should.",
        "Every update now feels like we're helping test something that's evolving on its own."
      ],
      [
        "People think the system's gone rogue. I know a back-channel where score mods started weeks before news broke.",
        "We caught several wearable bands that transmit on dormant admin frequencies—nobody admits they authorized it.",
        "Halden... he left signatures in BCI routines. New updates contain patterns we can't trace to any current team.",
        "Since that blackout, some authentication protocols rewrite themselves every cycle. That's more than a glitch.",
        "Innovators are split. Some want to let this self-adjusting BCI run, hoping it stabilizes itself.",
        "Harmonists demand a rollback, but the revert functions are broken—or sabotaged.",
        "Some coworkers quietly test exploit code, trying to trace where the predictive functions live. They're scared but curious.",
        "My brother tried something similar before he disappeared. That's why I check my logs every night.",
        "The system's not just rules anymore. Feels like it's watching, learning how we cope. That's what nobody says aloud."
      ]
    ]
  }
}