{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Routine, for the most part. Collected my pension this week.",
        "There were some delays at the resource center. Usual confusion.",
        "Different people asking questions. Not anyone I recognized.",
        "Honestly, this whole business leaves me unsettled. Hard to know who or what to rely on now."
      ],
      [
        "Collected my pension, as usual. Ran into some trouble at the center.",
        "Seems there's dispute over eligibility rules now. Not the same staff as before.",
        "People arguing back and forth, all claiming to represent the local rules.",
        "Kept quiet. Don't like to get involved with unfamiliar faces.",
        "Honestly, this whole business leaves me unsettled. Hard to know who or what to rely on now."
      ],
      [
        "My week's been a bit off. Went to get my pension payout, but the place was in chaos.",
        "Turns out there are competing sets of rule enforcers now. No one agrees.",
        "Arguments about who qualifies for what. I recognized no one behind the counter.",
        "I waited at the back. Left without drawing attention. Didn't feel like arguing over paperwork.",
        "Adjusted my own records when I got home. You never know these days.",
        "Honestly, this whole business leaves me unsettled. Hard to know who or what to rely on now."
      ],
      [
        "These days, every errand feels like walking a tightrope. Went for my pension, ran into two different rule groups at the center.",
        "Neither could agree who belonged or what records counted. Tempers flared, payouts stalled.",
        "The city feels splintered. Not like before, when rules just… worked.",
        "I stayed quiet, but even that costs you now. I saw a neighbor get questioned—over something trivial.",
        "It’s harder to know when to keep your head down or step in. I quietly updated my records again once I got home.",
        "My score dipped. That’s how it works—withdraw, lose alignment, pay the price.",
        "Honestly, this whole business leaves me unsettled. Hard to know who or what to rely on now."
      ],
      [
        "Funny, they used to call this stability. Now it feels like the ground keeps shifting under our feet.",
        "I spent years at the Council’s side, used to the rituals and the rules. This week—just lining up for my pension—I watched two sets of would-be officials fight over who counted as resident.",
        "Nobody agrees on what the BCI even is anymore. Is it the city’s, the council’s, the neighborhood’s? Everyone’s got a list, and no one trusts a thing.",
        "I faded to the end of the line. Saw a neighbor questioned simply for being 'inconsistent'.",
        "Didn’t say a word. Better to go invisible than get marked.",
        "That night I rewrote all my old records again. Used to do it for Council, now I do it for myself.",
        "My BCI keeps dropping. Each act of caution makes me an outlier in my own home.",
        "Honestly, this whole business leaves me unsettled. Hard to know who or what to rely on now."
      ]
    ],
    "emotion": "Honestly, this whole business leaves me unsettled. Hard to know who or what to rely on now."
  },
  "emotional": {
    "opener": "Nikola, even when things feel uncertain, you’ve always found a way forward. Sometimes, just knowing someone else sees how strange it all is can make things a little lighter, don’t you think?",
    "variants": [
      [
        "Maybe. I suppose it helps to hear that.",
        "Hard to say these days."
      ],
      [
        "I appreciate that. It's rare for someone to say.",
        "Trust isn't easy to come by anymore.",
        "Still, your words make sense."
      ],
      [
        "Thank you, Alex. Means more than you know.",
        "Sometimes, all you need is a bit of perspective.",
        "Things haven’t always been straightforward.",
        "Still, hearing you helps."
      ],
      [
        "You have a point. Familiar faces help steady the nerves.",
        "It's not easy adjusting, even after all these years.",
        "I've seen cycles come and go, yet some things always feel new.",
        "Your words remind me I’m not adrift, not fully.",
        "I suppose there’s comfort in being understood, even now."
      ],
      [
        "I sometimes forget what real conversation feels like, Alex.",
        "There’s less clarity, more shadows than ever before.",
        "It used to feel like everyone spoke the same language. Now it’s all signals and second-guessing.",
        "I’m used to holding things close—but you, and moments like this, help open that up a little.",
        "Strange how reassurance now comes not from systems, but a few honest words.",
        "That means more than the Council ever managed, really."
      ]
    ]
  },
  "factual": {
    "opener": "Just cut the formalities, Nikola. What's actually going on out there?",
    "variants": [
      [
        "Most people know the system's fraying. Not the usual order.",
        "Council hasn’t said much, and groups are running things their own way.",
        "Hard to tell who’s really in charge. Feels temporary, if you ask me.",
        "I don’t get involved in rumors. Safer that way."
      ],
      [
        "City’s dealing with a lot of sudden changes. No clear head at the top.",
        "Everyone talks about missing people and names showing up where they shouldn’t.",
        "Heard some are using old Council files, changing how the BCI works in different parts.",
        "Best to pay attention to the official lines, if you can still find them.",
        "It’s tricky to tell what’s true, these days."
      ],
      [
        "Communications went dark, you must have noticed. Folks piecing things together any way they can.",
        "Flyers about disappeared citizens are spreading fast. Whole blocks looking for people the BCI wiped from records.",
        "Some say Halden's still controlling things. Messages keep showing up, sometimes even signed by him.",
        "Council looks split. One group wants to restore the old order. I’d agree with them — too much change invites trouble.",
        "People are more open with their doubts now. Quiet conversations everywhere.",
        "Official routines don’t mean much with overlapping rulebooks.",
        "A city that used to run silent — now everyone’s talking, just not the same language."
      ],
      [
        "Analog communication’s everywhere now. People passing info by hand or code. Reminds me how things were, only less certain.",
        "Those flyers stirred something. I saw neighbors forming search parties. Old boundaries fading, replaced by suspicion, sometimes hope.",
        "The Council’s getting messages it doesn’t understand. Allegedly from Halden — I have my suspicions, but that’s not for the street.",
        "You know where my sympathies lie. I favored stability — better some system than endless improvisation.",
        "They made every BCI score’s reason public. That alone turned neighbors into critics, even allies.",
        "I hear arguments held in meeting halls, not just at the kitchen table. Rules splinter faster than we can memorize them.",
        "The Directorate’s threatening to cut more than lines. Some expect crackdown, but who’d carry it out?",
        "Nobody seems to want chaos, but it keeps creeping in, all the same."
      ],
      [
        "Even in my day, a power vacuum never lasted this long. These past weeks, it’s like everyone’s improvising authority.",
        "Offline chatter is more accurate than official updates. I have some friends who know who planted those flyers. Not all returned were meant to be found, mind you.",
        "Halden’s afterlife is everywhere — ‘ghost’ directives, decisions that feel predestined. I’ve seen Council drafts echo his phrasing. That’s not an accident.",
        "We used to pride ourselves on smooth transitions. Now, rules are open to suggestion — and manipulation. I’ve redrafted my own history three times this month alone.",
        "My briefcase? Let’s say, parts of the Council’s inner workings aren’t as gone as some would wish.",
        "I always sided with the Harmonists. Order over novelty.",
        "Now I watch Innovators take charge — or try to. Citizens rewriting city rules in broad daylight. Nothing’s sacred, not even legacy systems.",
        "Resource centers serve as much gossip as grain. Some see opportunity, most just want direction.",
        "What unsettles me is not the unrest, but how little it takes for shared memory to splinter."
      ]
    ]
  }
}