{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Just the usual checkpoints giving me trouble.",
        "Had to wait around because my band didn’t match their logs.",
        "Things are acting strange lately.",
        "Honestly, it’s tiring."
      ],
      [
        "Been running into problems at access points thanks to band glitches.",
        "Every neighborhood is using their own rules now. Makes things a mess.",
        "Had a long delay trying to get back into the lab today.",
        "Seems like nobody really knows which system counts.",
        "It’s got me looking over my shoulder more than usual."
      ],
      [
        "The bands are getting tricky to work with since every district rewrote their BCI rules.",
        "Had my logs not matching up at a checkpoint, so I got stuck waiting, couldn’t get to work.",
        "Even inside the lab, we argued about which rule set should decide who gets access.",
        "I changed my route and stopped helping as much off the record—don’t know what triggers flags anymore.",
        "Lost some points on my BCI, which just makes everything worse.",
        "It’s like we’re each in the wrong city, all of a sudden. Hard to know who’s on your side."
      ],
      [
        "I spend my days keeping these health bands working, but my own nearly got me locked out this morning.",
        "Every district has their own BCI scores now. My logs didn’t match the checkpoint, so I got detained. Missed urgent repairs at the lab.",
        "The team inside argued for hours over whose system should allow us in.",
        "I’m careful about what I say, who I help now. A mistake in one sector could get you flagged in another.",
        "My BCI score dropped again, just for trying to move between neighborhoods.",
        "This isn’t what the Innovators wanted—just chaos since Halden died.",
        "Wish we’d thought more about what would happen if the system split like this. I can barely keep up."
      ],
      [
        "My job is keeping these health bands updated—but now the bands are starting to work against us.",
        "Every neighborhood’s writing their own BCI scores. My band got flagged at a checkpoint. I was delayed for hours, and people in line stared like I’d done something wrong.",
        "In the lab, nobody agrees which rules count anymore. Some of my team couldn’t even get through the doors.",
        "All this just because one admin toolkit leaked and everyone saw how to change things themselves.",
        "I used to quietly fix people’s bands when I could, help those who fell through the cracks. Now I keep my head down—crossing a border could wreck your score for weeks.",
        "Lost a few more BCI points for nothing, just trying to do my job.",
        "This was supposed to empower us, or at least the Innovators hoped for new input—not this confusion.",
        "I don’t know how much longer I can stay invisible. I’m tired of watching the city fall apart from the inside."
      ]
    ],
    "emotion": "Worn out, a little tense, not sure who to trust right now."
  },
  "emotional": {
    "opener": "You’re not the only one who feels worn out by all this. Sometimes, just having someone recognize that makes a difference.",
    "variants": [
      [
        "Yeah. Thanks for saying that.",
        "Does make it a bit easier."
      ],
      [
        "I guess it helps, hearing you say that.",
        "It’s not something I talk about much.",
        "People don’t usually notice."
      ],
      [
        "I appreciate you saying that. Not everyone does.",
        "It’s a lot to hold together, most days.",
        "Feels like no one wants to admit how hard it gets.",
        "You get used to acting like nothing’s wrong."
      ],
      [
        "It’s good to hear someone else gets it.",
        "Most just pretend, or look away. I can’t keep doing that.",
        "Sometimes it feels like I’m barely holding things together.",
        "Still, I have to keep the routine going at work.",
        "It’s harder to trust people lately."
      ],
      [
        "Honestly, it means a lot that you notice. Not many do.",
        "People just expect you to keep functioning, no questions.",
        "I’m tired of all the small adjustments, the way you have to act just right all the time.",
        "It’s exhausting, watching your words, even your health data.",
        "There’s no room for error now—not if you want a normal life.",
        "It feels like if I let my guard down for even a second, everything can slip out of control."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what's actually going on, Daria. Everyone can see things are breaking down.",
    "variants": [
      [
        "People keep talking about the city splitting up.",
        "Systems don\u0019t sync, no matter what they claim.",
        "I hear even the Council's stuck arguing.",
        "That\u0019s all I know."
      ],
      [
        "Saw flyers with names of people who vanished from BCI lists.",
        "Neighborhoods running their own rules now, Council barely responds.",
        "Analog messages going around. People are restless.",
        "There\u0019s talk of protests.",
        "Not sure any system is in control anymore."
      ],
      [
        "Districts started posting their BCI criteria in public.",
        "Most of us don\u0019t trust the Council since scores became transparent.",
        "I\u0019ve heard the Directorate wants lockdowns but can\u0019t enforce much.",
        "Someone\u0019s messing with Council comms. Algorithms send ghost orders now.",
        "People are showing up who disappeared earlier this year.",
        "Neighborhoods holding votes on their own rules. Innovators probably wanted input, but this isn\u0019t it.",
        "Feels like everything is up for grabs."
      ],
      [
        "Flyers show up every morning with more missing names.",
        "Disappeared people found, don\u0019t remember where they were held.",
        "Analog channels flooded with Halden leaks and old Council recordings.",
        "Council gets daily messages signed like they're from Halden himself. It scares them, but no one will admit it.",
        "Whole BCI routines are public. We can see what gets us flagged now.",
        "Different districts run their own scoring, nothing matches.",
        "I wanted more input, but this is chaos. Lab staff started writing their own rules too.",
        "Don\u0019t know where it ends."
      ],
      [
        "Saw the toolkit that let everyone rewrite BCI scoring blocks. It isn't just on forums. It\u0019s everywhere now.",
        "I\u0019ve been asked to patch bands in ways that make scores fit local rules, even if it\u0019s not legal.",
        "Some of the missing are back, can barely speak. I think they were held by Directorate, off the books.",
        "Ghost messages, Halden\u0019s language and codes, looping in Council decision cycles. Nobody admits who wrote it.",
        "Transparency hit us harder than anyone expected. All our scores and reasons out in public. Lab morale's destroyed.",
        "Innovators never wanted chaos, just honesty and a chance to help fix things. Now people want to run it all themselves.",
        "We barely keep vital equipment online. Admins scrap over who\u0019s allowed through which door.",
        "If the Council falls, maybe we get real input. Or maybe everything just breaks."
      ]
    ]
  }
}