{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Just busy at work. Lot of system checks lately.",
        "There was a technical briefing this week. Nothing unusual, just more pressure than usual.",
        "Had to double-check some user status changes. Standard stuff.",
        "Anyway, it’s been a long few days."
      ],
      [
        "Honestly, there’s been some mess with system updates.",
        "Had to lock down my workstation tight, which isn’t normal for me.",
        "Provided support logs for a Council meeting, barely slept since.",
        "Some users I helped got reinstated. Complicated situation.",
        "Feels like I’m being watched a bit more closely now."
      ],
      [
        "I implemented a workaround so certain people—the ones erased by the system—could appear again.",
        "Had to sever informal chats and stay by the book. Every move logged.",
        "There was a closed-door briefing. I was asked to verify some protected status updates.",
        "Lintz reached out to me during critical negotiations. I stuck to technical support only.",
        "The exploit worked. Some of the ghosts got their lives back.",
        "My trust score jumped, but I know internal monitors are tracking me closer every day."
      ],
      [
        "I used to keep my head down—especially after my brother disappeared in a BCI audit.",
        "They needed me for this negotiation, to help people erased by the system come back.",
        "I made their data look clean so they wouldn’t get flagged again. Did everything by the protocol, but it still felt risky.",
        "Lintz kept me close for technical checks, but I stayed out of the politics. I only showed proof when needed.",
        "The whole process pushed my trust rating up. Now Council treats me like an asset, not a threat.",
        "That’s changed my daily life, but now I’m flagged for long-term monitoring.",
        "It’s strange—helping people, but knowing the system never really lets you go."
      ],
      [
        "Since Marek Halden died, nothing in this city feels stable. Everyone’s score is exposed—no one trusts the system anymore.",
        "I still remember my brother disappearing during a random audit. I work with the very tech that erased him.",
        "I delivered a hidden exploit to Lintz—let ghosts, people who were erased, get their legal status back.",
        "I had to lock down everything: no casual talk, every move traced. Didn’t break my rules, but it’s a thin line.",
        "I watched as ghosts got reinstated while knowing Council only cares about efficiency, not people.",
        "My BCI shot up, they see me as loyal now—but audits are tighter. It’s ironic. I’m trusted, but never felt so exposed.",
        "I’m an Innovator. The system could change, but now I see what reform costs.",
        "That’s the story. I did something big for the ghosts, but it cost something too. Sometimes it feels like nothing here is ever really safe."
      ]
    ],
    "emotion": "A little overwhelmed, but relieved it turned out alright—for now."
  },
  "emotional": {
    "opener": "\"You did everything you could. This city asks too much, but you’re still here—still you.\"",
    "variants": [
      [
        "Maybe. I get by.",
        "Thanks. That's enough."
      ],
      [
        "Yeah. Systems ask too much from everyone.",
        "I just… keep my head down mostly.",
        "Still, I appreciate you saying that."
      ],
      [
        "It's good to hear someone say that.",
        "Feels like most don’t notice what it takes.",
        "I try not to lose myself here.",
        "Really, thanks."
      ],
      [
        "That means more than you know.",
        "Sometimes it feels like the city is squeezing the air out of me.",
        "Most people only see the surface—never what’s underneath.",
        "I hold on to what I can.",
        "Thanks for understanding."
      ],
      [
        "I needed to hear that, honestly.",
        "There are days I don’t even recognize myself in the mirror.",
        "When everyone’s measured by numbers, it’s easy to forget we’re not just code.",
        "My brother used to say people here became like ghosts, even before the BCI existed.",
        "I don’t talk about this much. Not with anyone.",
        "Thanks for seeing the person, not just the score."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying there's a lot going on, but what really changed? Everyone's talking about these so-called 'ghosts' and score leaks. If you know something, just say it.",
    "variants": [
      [
        "Council's arguing a lot more than usual. System instability, they're calling it.",
        "There was some leak about scores. People are anxious, makes sense.",
        "Rumors about old algorithms coming back online. Nothing official.",
        "Some faces reappeared. Not much else I can say."
      ],
      [
        "After the leak, people don't trust the BCI readings. Some compliance scores feel random now.",
        "Council factions can't agree on how to handle the 'ghosts.'",
        "There are reports of score forgery floating around. Unverified, but people talk.",
        "First testimonies from those reinstated went public. Caused a stir.",
        "Security's stepped up monitoring across the sector."
      ],
      [
        "Information control is out of hand. Even techs like me get swept into Council arguments now.",
        "Since the BCI leak, every admin is double-checking permissions and overrides.",
        "The disappearing and reappearing—it forced everyone to rethink how the system handles erasure.",
        "Council allowed some ghost testimony as a stopgap. Results are mixed—public's split.",
        "There are Innovators who see this as the moment for real system change.",
        "Old Halden code is back in the stack. That's creating confusion, but also new opportunities.",
        "Nobody really trusts the official processes anymore."
      ],
      [
        "Everything's unstable after that data leak. No one trusts their BCI score.",
        "Council factions are at each other's throats over what to concede to the ghosts.",
        "After the deal, ghosts testified. The stories — people are angrier than I've ever seen.",
        "Some Innovators want to push these reforms further, but the Directorate's fighting back hard.",
        "There’s a black market for fake scores, and it’s growing. Routine life’s totally off balance.",
        "Tech crews like mine keep catching bits of rollback code popping up from Halden’s time.",
        "I've had to brief admin teams about risks — nothing's secure right now.",
        "Feels like the 'system' is just layers of patchwork and argument."
      ],
      [
        "When the BCI leak hit, even high-score citizens panicked — exposed details for everyone to see.",
        "Reappearance of disappeared people cracked the whole narrative about stability. Council's scrambling, can't control the story.",
        "My work group intercepted traces of old Halden prototypes running autonomously. That’s how the ghosts slipped through.",
        "I reviewed logs for internal admin hearings. Some of the rollback attempts nearly locked out all access, even for system techs.",
        "Council sold their compromise as progress, but most reinstated ghosts know they’re still being watched.",
        "Innovators in the lab see this as proof of what algorithmic governance can—or can’t—fix. More willing to push new models now.",
        "Fake score sellers are exploiting the chaos. It's visible even inside system maintenance logs — unfiltered traffic, strange routing.",
        "I've seen how easily protections can be bypassed. That's why I side with reform. It’s the only way forward, even if it’s risky.",
        "It’s overwhelming, but at least the ghosts aren't invisible anymore — that counts for something."
      ]
    ]
  }
}