{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Ghosts Come Forward",
      "anchor_line": "Stenograd welcomes the first public testimonies from formerly erased citizens, sharing insights into recent system adjustments.",
      "contextual_reframing": "This transparency demonstrates the Behavioral Compliance Index's adaptability and the Council's commitment to review and responsive governance."
    },
    {
      "image_id": "id_scan",
      "headline": "Orderly Civic Response",
      "anchor_line": "Citizens of Stenograd respond calmly to new developments, fulfilling responsibilities at checkpoints, workplaces, and community centers.",
      "contextual_reframing": "Stable routines prove the city's infrastructure remains resilient and dependable for all residents."
    },
    {
      "image_id": "data_skyline",
      "headline": "Council Ensures Stability",
      "anchor_line": "The Council of Administrators reaffirms its focus on security and efficiency during the ongoing system update.",
      "contextual_reframing": "Algorithmic oversight and seamless data integration maintain everyday continuity and future progress for Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Ghosts Break The Silence",
      "anchor_line": "Erased citizens—ghosts—go public, finally shattering the myth of perfect compliance in Stenograd.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, hides its mistakes by erasing people from the system. Now, those vanished are our witnesses."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Secret Council Deals Exposed",
      "anchor_line": "Leaked intel confirms quiet deals made between Council factions and ghost negotiators, while the Directorate preps new tracking tools.",
      "contextual_reframing": "Behind closed doors, power struggles decide whose lives are worth counting. Surveillance adapts even as the cracks show."
    },
    {
      "image_id": "blank_display",
      "headline": "Trust In Free Fall",
      "anchor_line": "Spontaneous protests erupt as coverage leaks, but official feeds show only empty screens and staged calm.",
      "contextual_reframing": "Don’t trust the silence. In Stenograd, protest is a risk—so watch the streets, and listen to what’s missing from public displays."
    }
  ]
}