{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Yeah, I noticed some changes in my building.",
        "People got pretty active with volunteering out of nowhere.",
        "I got a voucher for food access just for stacking crates. Surprised me.",
        "Feels strange. Not sure it’s real."
      ],
      [
        "There’s been a shift, definitely. Suddenly, volunteering matters more than score.",
        "I barely helped with food deliveries and my access improved.",
        "Some neighbors added my name to a list I didn’t know about.",
        "Got a voucher right after, and my score nudged up.",
        "It all feels... unpredictable lately."
      ],
      [
        "Yeah, the mood’s changing around my place. Everyone’s suddenly eager to be seen helping.",
        "Just this week, I got handed a food service voucher even though I barely spoke to anyone.",
        "They added my name to a list when I helped, without asking.",
        "My BCI score ticked up—first time in forever.",
        "I joined food delivery just to keep up. Didn’t expect it to matter so much.",
        "Can’t shake the feeling something’s off balance now."
      ],
      [
        "Yes, things flipped fast where I live. For the longest time my BCI was too low to get much.",
        "All at once, organizing mutual aid is the new way in.",
        "I only helped out to keep things smooth, but that tiny gesture changed how the system treated me.",
        "I got a print-out voucher in the afternoon. Felt like someone was rewarding me for being seen, not for actually doing something meaningful.",
        "My neighbors started watching each other, making sure names went on the right lists.",
        "I kept my head down, but my score edged up anyway—never seen that before.",
        "It’s almost like the city wants us to play this new game, but I can’t figure out who’s making the rules."
      ],
      [
        "I used to think staying compliant—quiet, out of sight—would get me by, but not anymore.",
        "My BCI’s always been low because I keep my distance. Suddenly, now it’s all about public volunteering and neighbor lists.",
        "One morning, my name’s up on the food group board just because I helped stack crates. I never even signed up.",
        "They gave me a voucher right after. System flagged me for a score bump.",
        "I actually went and delivered food, just for appearance’s sake. I didn't want to be seen as a problem.",
        "Funny thing—my access changed, but I felt less safe, not more. Like I’m caught in a test I didn’t agree to.",
        "People I barely know nod at me now. It’s... unsettling.",
        "If this is harmony, it feels warped. The more I try to fit, the worse I feel."
      ]
    ],
    "emotion": "quiet uncertainty mixed with guilt and lingering discomfort"
  },
  "emotional": {
    "opener": "You’re not the only one who worries things aren’t as fair as they seem, Oksana. No one should have to fight for small kindnesses.",
    "variants": [
      [
        "I’m not sure it matters much, but...thank you.",
        "It’s rare anyone says that out loud."
      ],
      [
        "Maybe it shouldn’t feel unusual to hear that, but it does.",
        "I suppose it helps, just a little.",
        "Most people just look away."
      ],
      [
        "That means more than you think. I don’t really talk about it, but lately it’s been hard to believe things are working.",
        "Sometimes I think I’m too cautious. Maybe too much in my own head.",
        "It helps to know I’m not completely alone in it.",
        "Talking to you...it makes things lighter."
      ],
      [
        "I spend so much time second-guessing myself, I start thinking I’m the problem.",
        "It’s almost like guilt gets built in. Maybe on purpose. Who knows?",
        "People always say adjustment is good. I’m not sure if it’s true anymore.",
        "You saying that...it’s like a weight off. Even for a minute.",
        "Sometimes I wish I could just turn it all off and stop worrying."
      ],
      [
        "There are days when I wonder if anyone else sees it, or if I’m just imagining patterns where there aren’t any.",
        "I wasn’t always this hesitant. I used to believe things worked because they were supposed to — efficient, fair, that sort of thing.",
        "Now I…notice so many little injustices. It wears on you, doubting what you’re part of.",
        "I think some people genuinely don’t see it, or maybe it’s just easier not to.",
        "Hearing you say that, honestly, I feel more seen than I have in months.",
        "It reminds me I’m not completely isolated, even if it sometimes feels like it."
      ]
    ]
  },
  "factual": {
    "opener": "If it all feels so off, what do you actually know?",
    "variants": [
      [
        "Some people say the system is trying something new.",
        "Scores jump a bit if you help out. That's all I see.",
        "Not sure if it means anything yet.",
        "Could be just a test. Or temporary."
      ],
      [
        "It started with all the volunteering, then the system stopped flagging little things.",
        "They say help with food sharing matters for BCI now.",
        "Parts of the network lag. Sometimes things update twice, or not at all.",
        "There are notices about service access changing, but nothing official on the details.",
        "Feels like the rules are shifting under us, quietly."
      ],
      [
        "After Halden, things broke down. Labor assignments went haywire for a while.",
        "People started organizing alone, then the administration said mutual aid counted for access.",
        "Old compliance checks got swapped out. Now it's about who helps share resources.",
        "There's talk about new protocols opening up stockpiled supplies in some zones.",
        "Not sure if the Council really planned for this. It all seems reactive.",
        "Some think stressing harmony keeps panic down, but I don't see much order.",
        "Feels like the system's re-learning what counts as 'good.'"
      ],
      [
        "Systems went into confusion after Halden died. Jobs got mixed up, lots of mismatches in roles.",
        "Neighborhood groups just took over, managing resources without checks.",
        "Suddenly, the BCI adapted. It counts solidarity now, not just obedience.",
        "I've seen backend alerts—compliance indicators phased out, routines logging mutual aid instead.",
        "Supply unlocks showed up for block leaders who cracked old interfaces—nobody knows if that was meant to happen.",
        "Council's split. Some push lockdowns, others... not sure. Free zones keep popping up.",
        "My team's role is hazy. Algorithms measure generosity now, not risk.",
        "Honestly, my faith in stability's shaken. Being a Harmonist meant order, but this? Not sure anymore."
      ],
      [
        "After Halden, the Directorate panicked—communications blackout, civil systems failed everywhere.",
        "Free zones invented their own rules. No one stopped them, so the city followed.",
        "A fragment of his code—spiral protocols—they unlocked supply caches when applied the right way. I only found out because of an old debug channel, shouldn't have seen it.",
        "I'm meant to detect noncompliance, but now the BCI tells us to score people higher for organizing volunteers and resolving disputes peacefully.",
        "Private memos confirm dormant scoring is gone. Every routine gets rewritten, fast, like the system's learning from people now, not orders.",
        "If you're not part of a collective, the city forgets you—like ghosts. I've seen analysts flagged for not joining.",
        "Harmonist talk always praised balance, but I'm not sure you call this harmony. It feels like we're improvising with no map.",
        "I wonder if Halden wanted this. Maybe he seeded it to force change if the leaders failed.",
        "Sometimes I think—not being sure of the rules is worse than low status. You can't adapt to what you can't see."
      ]
    ]
  }
}