{
  "olintz": {
    "chapter": "After neighborhood committees began distributing food and assignments without reference to central records, Oksana noticed a significant change in her workflow. On her way to work, a small group of residents directed her to submit her request for terminal access directly to the local council, bypassing the usual digital queue. Later the same day, Oksana observed a notice posted near her office detailing expanded food distribution hours, with no required BCI check. She spent thirty minutes waiting in line, uncertain whether her low score would still matter, and found herself overlooked until a neighbor advised her to simply take supplies. Oksana complied, but avoided conversation, anxious that this visible disregard for system metrics would be noted if the BCI were restored. That evening, she did not update her compliance records, questioning the point of maintaining logs in a zone where system authority appeared largely ignored. Her BCI score remained unchanged at 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Nikola Petrak met discreetly with two trusted free zone organizers after curfew, delivering Halden's spiral diagram but withholding the simulation chip. He instructed them on its use, emphasizing the risks of bypassing standard BCI protocols. Within 24 hours, organizers used the spiral to unlock district resource caches, triggering a rapid shift in local authority and material conditions. Nikola observed increased activity at neighborhood message boards and saw new leaders emerge, distributing food and utilities outside previous system channels. His neighbors looked to him for guidance, but Nikola maintained distance, watching for signs of unrest or retaliation by remaining system loyalists. Shortly afterward, system harmonists attempted lockdowns, leading to temporary disruptions and neighborhood tension. Nikola’s choice directly precipitated the empowerment of local councils and undermined central authority, triggering further surveillance. As a result of his decisive act and its clear violation of alignment protocols, Nikola’s BCI score dropped sharply from 60 to 35.",
    "bci_score": 35,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After emergency supply caches were unlocked in nearby districts, Daria received handwritten requests from several free zone council members to service malfunctioning health bands for new families now dependent on local aid. She noticed familiar faces returning to the lab looking relieved but uneasy, carrying devices that had been reactivated outside of standard system controls. Later the same day, after the Directorate labeled spiral users as saboteurs, she overheard a security monitor questioning a technician whose ID appeared on a list of recent noncompliant repairs. Daria weighed the risk, choosing to finish work on devices submitted through unofficial councils, but limited direct interaction, ensuring no logs tied repairs to her credentials. That evening, her BCI score dropped by three points due to an increased volume of unlogged service activity and newly flagged associations, even as she felt her skills mattered more to her local community than ever before.",
    "bci_score": 59,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After news spread that free zone councils unlocked emergency supplies using the spiral diagram, Lenart observed a marked shift in his neighborhood. Several residents approached him, seeking help to connect their buildings to newly available medical caches. That afternoon, Lenart assisted quietly, following unfamiliar procedures but avoiding official documentation. By evening, as Harmonist-backed workers attempted to intervene in supply distribution, access to certain storage units became intermittent, then abruptly ceased in parts of his area. Lenart was forced to halt a planned transfer of critical water filters, waiting hours by a locked utility hatch before giving up. He noted increased suspicion among neighbors who relied on the cache’s supplies, while some accused him of withholding resources. With trust strained and official networks destabilized further by the inconsistent unlocks, Lenart became more cautious, choosing to document new connections solely on paper. His BCI score dropped to 35 as system noncompliance increased.",
    "bci_score": 35,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "On the day after free zone councils successfully used new override protocols and citywide strikes erupted in support, Sven Halek arrived to find the Directorate offices nearly vacant, his work terminal restricted to read-only access. Scheduled meetings about resource announcements were cancelled, as food and utilities delivery now followed free zone council orders instead of centralized instruction. Lacking official updates and with supply logistics out of Directorate hands, Sven collected handwritten bulletins for council messaging, documenting inconsistencies with prior authorized statements. Facing conflicting information from multiple self-organized districts, he maintained a neutral tone in a draft denouncing the overrides, while quietly noting the rapid decline of structural discipline. The appearance of unsanctioned mutual-aid rosters in his inbox forced Sven to adjust recent drafts, focusing solely on public reassurance. That evening, the system flagged him for frequent use of unauthorized material and a rising rate of narrative contradiction, lowering his BCI score to 54.",
    "bci_score": 54,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the formalization of mutual-aid councils in her district and the eruption of citywide strikes, Rada arrived at work to find her building access unmonitored for the first time, as guards and compliance personnel were absent. In the newsroom, desks formerly marked for high-compliance workers now stood empty, while new groupings spontaneously formed around handwritten editorial lists pinned to a common board. When a colleague distributed resource tokens sourced from newly unlocked food caches, Rada watched as staff openly disregarded former story quotas. She joined a discussion where story selection was based on immediate community needs, rather than city agenda. Although relieved that surveillance had decayed, Rada kept her reports neutral and stored them in a physical notebook, wary of future reversals. The decentralization increased her workload and required constant adaptation. Despite this autonomy, lingering distrust of system restoration kept her interactions cautious. Her BCI score remained steady at 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}