{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Hard to say if things ever really were predictable here. ",
        "People are moving differently lately. Feels like something's in the air. ",
        "Noticed some neighbors acting braver. So I keep my head down. ",
        "Suppose we all choose our risks in times like these. "
      ],
      [
        "Predictable? Not for a while now. ",
        "Spent years watching how the Council worked from the shadows. ",
        "Lately, even the quiet streets aren't so quiet. ",
        "Saw some locals step up, taking things into their own hands. ",
        "I've been careful not to stand too close to the noise. "
      ],
      [
        "Predictability is a memory. Routine vanished when Halden disappeared. ",
        "I used to organize days for the Council. Now, I just observe lines form and supplies shift. ",
        "Something strange passed through my part of the district. More people talking at boards, less waiting on orders. ",
        "I handed off something to a couple folks who could use it. Gave them a chance to help the neighborhood. ",
        "What happened next, well, supplies showed up where they shouldn't have. ",
        "Now, I watch and wonder who will pay the price this time. "
      ],
      [
        "Those steady days ended with Halden gone. Everything's gotten slippery. ",
        "I spent a decade scheduling Council meetings, patching silence between officials. Thought I understood their games. ",
        "These past days, people around me started organizing for themselves. Old systems fell quiet. ",
        "I handed over a piece of the old world—a diagram. Didn't offer everything. Couldn't risk it. ",
        "Suddenly, neighbors were unlocking caches, handing out food, fixing water lines. It changed things overnight. ",
        "Some see hope. Others are waiting for the hand that takes back what it gave. ",
        "My own score fell after that. Seems my worth is measured differently lately. "
      ],
      [
        "It hasn't felt normal since we let machines decide for us. I helped those men draft Council minutes, watched each faction jockey for control—Harmonists, Innovators, Directorate. ",
        "Back then I believed quiet work could keep chaos at bay. Now, with Halden gone, the system’s off balance and folk are hungry in ways the BCI never logged. ",
        "Free zones are rising. I gave up part of what Halden left—his spiral. But I held back the more dangerous chip. ",
        "As soon as the spiral was used, neighborhood leaders got bold. Supplies surfaced that were meant to stay sealed by someone’s algorithm. ",
        "Some call it sabotage. Others say it’s justice. ",
        "I thought enabling them would help us breathe, just for a moment. ",
        "Now my messages get scanned, and people act like I’m the reason the lock broke. ",
        "Still, I’d rather see neighbors feeding each other than starving on protocol. "
      ]
    ],
    "emotion": "Tired, but quietly determined. "
  },
  "emotional": {
    "opener": "Nikola, you’ve done more than most. No one should have to carry that burden alone. I see why you’re tired, but you’re not invisible here. Not to me.",
    "variants": [
      [
        "Sometimes it helps to hear that. Thank you.",
        "Old habits, I suppose. I try not to forget why they’re there."
      ],
      [
        "That means something to me. Most people look right through.",
        "You learn to live quietly in the shadows. Safer that way.",
        "Still, every now and then, just being seen matters."
      ],
      [
        "You’re right, it weighs on a person. I carry more than I let on.",
        "I’ve seen things most shouldn’t. It stays with you.",
        "I’m used to handling it on my own, but now and then... a kind word helps.",
        "Appreciate you, Alex."
      ],
      [
        "Alex, you notice the things others don’t. That’s rare.",
        "I spent years keeping things quiet, looking after Council moods instead of my own.",
        "It takes a toll—sleepless nights, too much thinking.",
        "I’m not proud of everything I did, but I tried to keep something human alive in all that process.",
        "Sometimes I wonder if the cost was too high, but sharing it now... eases it a little."
      ],
      [
        "You have a way of making the invisible feel seen. That used to be my job, after all.",
        "For years, it was all about discretion and protocol. Never admitting the pressure.",
        "I watched the machinery run, faces change, trust dissolve into numbers.",
        "Sometimes I thought a small kindness would break the system more than any protest ever could.",
        "I lost sleep wondering what I preserved, and what I destroyed.",
        "Being able to speak honestly, even for a minute, brings back a little hope."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, but people keep saying things are changing faster now. What actually happened out there?",
    "variants": [
      [
        "Council's been quiet since Halden's death. System acting out of step. ",
        "Some districts locked, others not. Supply patterns changed. ",
        "Public channels dropped. Folks meet in person again, if at all. ",
        "Spiral thing made things move, that's all anyone knows. "
      ],
      [
        "Most don't know, but the resource caches weren't meant for release. ",
        "After Halden, labor placement went off. Right people in the wrong roles. ",
        "Free zones spread, some working, some not. ",
        "Directorate blames unrest on sabotage. ",
        "Whole city's on edge. I stay away from the boards now. "
      ],
      [
        "Central pause on every service. No proper explanation. ",
        "Emergency food and medicine caches popped open in places marked free. ",
        "Regular folks took over tasks—assigned themselves, ignored scores. ",
        "Directorate called it sabotage, Harmonists demanded a reset. ",
        "I noticed it brought less fear to people I used to pity. ",
        "Score drops, retaliation, doesn't really scare the new councils. ",
        "System looks more fragile than they'd like to admit. "
      ],
      [
        "Shutdown started with mixed messages from the Council. Few directives, mostly silence. ",
        "Halden's safeguards ran deeper—he left more than system locks. ",
        "Spiral diagram was a key, yes, but some feared it would trigger collapse. ",
        "Unlocks made free zones possible, neighborhoods feeding themselves. ",
        "BCI's grip thinned out. Labor and authority started shifting from Council hands. ",
        "Directorate's lockdown just spread analog networks and old-fashioned trust. ",
        "Tension thick as I've seen it, but hope at the doorstep. ",
        "I'd rather back neighbors organizing for dignity than any faction's tidy control. "
      ],
      [
        "I spent years filing silence between the real work. After Halden, order unspooled. ",
        "No one expected caches to open. It was a deliberate crack, not a bug. ",
        "Used the pieces Halden left, but never trusted his entire contingency. ",
        "Council blamed each other, but the spiral empowered people. Really did. ",
        "Saw kids delivering supplies where ration lines once stood. Felt like a lost world. ",
        "System's shut down public channels, trying to starve the change. Too late, I think. ",
        "My own score plummeted—no surprises there. ",
        "Council considered sending in troops. Directorate ready but nervous. ",
        "I'm no hero. I chose the side that seemed ready for real self-rule, not just another recalibration."
      ]
    ]
  }
}