{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Local Resource Boost",
      "anchor_line": "Select free zones now receive accelerated access to food and medical supplies via system enhancement.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, continues to streamline city management. Recent upgrades demonstrate our commitment to efficient support for all residents."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "City Sectors Adapt",
      "anchor_line": "New service routines are underway in districts experiencing temporary system synchronization efforts.",
      "contextual_reframing": "Periodic sector adjustments are a sign of our city's dynamic infrastructure. Temporary reroutes ensure ongoing stability and opportunity for compliant citizens."
    },
    {
      "image_id": "group_exercise",
      "headline": "Community Wellbeing Grows",
      "anchor_line": "Mutual-aid councils in select areas report improved health and morale since resource releases.",
      "contextual_reframing": "Shared efforts within approved council frameworks build trust and preparedness. The system evolves to meet the needs of every resident."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Hidden Spiral Unleashed",
      "anchor_line": "Halden’s secret override unlocks lifeline supplies—locals act while Council scrambles.",
      "contextual_reframing": "People risked everything with the spiral diagram, bypassing BCI’s chokehold. Stenograd’s Behavioral Compliance Index means power if you obey, but real change came from below."
    },
    {
      "image_id": "blank_display",
      "headline": "System Falters, Truth Spreads",
      "anchor_line": "Council flails as their lockdowns glitch—glowing screens now barely flicker in control zones.",
      "contextual_reframing": "‘Dynamic permit systems’ failed when the algorithm broke. No politics, just who controls your every move—until now. Halden’s death left the tech masters blind."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Protests Erupt, Council Divided",
      "anchor_line": "Citywide strikes show cracks—free zones unite, old guards call it sabotage.",
      "contextual_reframing": "The Council’s ‘harmonists’ and ‘directorate’ blame sabotage, but neighbors finally choose together. Without BCI scores over their heads, people gather, refuse to be rerouted, and demand answers."
    }
  ]
}