{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Work's been busy. Lot of confusion in the building.",
        "People getting shuffled around, system acting up.",
        "I kept my head down and just did my job.",
        "Feels like things are fraying at the edges."
      ],
      [
        "Editing has been a mess. The newsroom is tense, everyone's getting strange warnings.",
        "I sat on something big and only let fragments out, just to see what would happen.",
        "Noticed people using odd workarounds once things locked up.",
        "Nobody trusts anyone right now. That's the mood."
      ],
      [
        "Days are strange. I made a call to keep some footage under wraps, released only scattered clues from Halden's files.",
        "Watching the newsroom flail—basic stuff locked, people running in circles with these diary rituals.",
        "My name’s been flagged twice and now compliance does ‘random’ checks on me every day.",
        "Meanwhile, I see neighbors bartering, skipping the system entirely.",
        "Funny—my score dropped lower than ever. I can feel the ice. It’s like we’re all stuck in the same broken script."
      ],
      [
        "Honestly? Everything’s upside down. I got Halden’s drive. Chose to leak only cryptic hints instead of showing what the Council’s really hiding.",
        "Newsroom’s in chaos—there’s this strange pressure, nobody sure what counts as safe anymore.",
        "Releasing coded fragments kicked off the citywide lockout. Now, everyone’s trying to decode the damn rituals just to buy groceries.",
        "I’m on every shortlist for compliance audits. Some colleagues won’t look at me. My score… well, let’s just say Stenograd thinks I’m radioactive.",
        "The system plays god, but now it’s out of hands. People inventing their own ways to cope.",
        "Funny how quickly you realize which side you’re actually on.",
        "Feels like everyone’s mask is peeling off. And it’s exhausting."
      ],
      [
        "It’s been surreal. Got caught at the crossroads—do I blow the lid on disappearances, or try to shake the city awake a different way?",
        "I left out the smoking gun. Just put out Halden’s rituals, his diary clues. I thought—for once—let the public figure it out, together, not just swallow what we’re fed.",
        "Now the BCI refuses basic requests unless people play along with the rituals. Watching Stenograd break into barter and little underground networks makes me feel like there’s a heartbeat under all the concrete.",
        "Colleagues avoid me like a plague. My BCI is so low, I might as well be invisible. Doesn’t matter. I’d make the same call again.",
        "I was raised by a compliance officer. You’d think that would make me loyal but instead, I know just how much we’re all being pruned.",
        "This system eats dissent for breakfast. But the more it glitches, the more human we get—strangers are actually talking, helping, risking something.",
        "Feels like standing in the storm’s eye. Sometimes proud. Mostly tired.",
        "A bit worn out, honestly. Like everything and everyone is being tested."
      ]
    ],
    "emotion": "A bit worn out, honestly. Like everything and everyone is being tested."
  },
  "emotional": {
    "opener": "Hey, Rada. You know, you don’t always have to carry the weight alone. Sometimes even the most stubborn systems show a crack or two. You’re not invisible here.",
    "variants": [
      [
        "Maybe. I just need to keep my head down for a bit.",
        "Appreciate it."
      ],
      [
        "Thanks for saying that. Some days it gets a bit heavy.",
        "I guess cracks are easier to spot up close.",
        "You notice more when you pay attention, right?"
      ],
      [
        "You’re right. It just builds up sometimes, even if you try to shrug it off.",
        "It helps knowing someone actually sees you.",
        "Makes the room feel less tight.",
        "Or at least, like I’m not just shouting into a vacuum."
      ],
      [
        "That means more than you think. Most people don’t even look up anymore.",
        "Feels like you’re always managing appearances, even in a place like this.",
        "There’s a comfort in sharing the load, even with someone at the bar.",
        "I always thought I could just tough it out alone, but maybe that’s not how it works.",
        "Maybe a crack now and then lets some air in, not just trouble."
      ],
      [
        "You get it, don’t you? Grew up thinking I had to keep every thought and feeling tucked away — family rules, you know.",
        "People trained me to be invisible if things ever got tricky.",
        "It’s exhausting trying to be bulletproof, especially when everything’s measured and watched.",
        "Honestly, having someone actually see past the act is rare. You do that.",
        "If the system wants us isolated, maybe that’s only half the story.",
        "Maybe connection is the one thing it never really predicts."
      ]
    ]
  },
  "factual": {
    "opener": "Rada, systems are breaking all over and nobody knows what started it. What actually happened?",
    "variants": [
      [
        "Council’s pointing fingers since Halden was found dead.",
        "Labor assignments went haywire. Wrong people in the wrong roles everywhere.",
        "They blacked out our comms for a few days. All official lines silent.",
        "Saw a few flyers about disappeared folks, that’s all I’ll say.",
        "City feels more on edge by the day."
      ],
      [
        "Halden’s death shook up the power blocs. Security types itching to clamp down.",
        "People ended up working jobs they never trained for. Caused a lot of mistakes, resentment.",
        "There was a blackout—no digital contact. Some groups used paper to get messages around.",
        "Lists of missing folks started popping up. A handful have shown up again, looking hollowed out.",
        "Council factions are scrambling. Their alliances are fraying.",
        "Public’s trust is wearing thinner every cycle."
      ],
      [
        "Halden’s death set off dominoes—nobody’s steering the ship now.",
        "When BCI blew its fuse, all the wrong people landed in the wrong positions. Chaos in the streets and offices both.",
        "Military types hit the kill switch on digital chatter, but analog stuff started popping up from underground.",
        "Disappeared names got posted in public squares. Prompted a few desperate search parties, mostly ignored by Council.",
        "Some of those missing actually reappeared—confused, maybe broken.",
        "You see the official narratives failing. People know it, even if they’re scared to say so.",
        "Can’t help noticing many of us are more interested in helping neighbors than obeying Council dictates lately."
      ],
      [
        "Halden’s drive set off a chain reaction—Council couldn’t keep their grip steady.",
        "BCI’s so glitchy, high-score elites are doing scut work, while people like me briefly staffed control nodes. No one’s qualified for anything anymore.",
        "After the Directorate blacked out comms, handwritten leaks kept surfacing. People get creative when locked out.",
        "Mass lists of the disappeared went up, right in the Council’s face. Volunteers hit the streets, ignored official orders.",
        "Some missing turned up, hinting at secret detentions. Council just tries to hush it up.",
        "Public’s ripped in two—Council loyalists and folks who want to burn it all down.",
        "These coded diary entries from Halden? Like riddles driving the BCI wild. Nobody knows who to trust.",
        "Normal’s out the window. We improvise, and that’s more hopeful than I expected."
      ],
      [
        "Halden was always the weakest link—his death triggered all this. Council factions can barely hide their infighting.",
        "The BCI swap was pure chaos. High-compliance types shoveling trash, low scorers running critical ops. Gave people a taste of what’s been rigged all along.",
        "For days, official contact went silent—broadcasts down, orders frozen. Underground zines and neighborhood radio came alive.",
        "I helped edit and spread those analog leaks after seeing Council’s coverups. Risked more than my job.",
        "Disappearances have haunted the city for months, but now, names are on every wall. Some people came back, barely remembering where they’d been. Black sites—everyone whispers, nobody admits.",
        "Halden’s diary started showing up on public screens. Instructions, prophecies—almost like he meant the city to wake up together.",
        "Council pretends they’re in control, but we see through it. Mutual aid networks are stronger than I’ve ever seen.",
        "I’m not loyal to the old order. If any lesson’s clear, it’s that people matter more than scorecards or silent chains of command.",
        "Whatever mask I once wore—gone. All I want is for Stenograd to remember it’s human, not just a system."
      ]
    ]
  }
}