{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Nothing unusual, just... the usual routine. The system’s been weird, but honestly, who isn’t noticing that.",
        "My login’s been acting up. They keep changing what I’m allowed to do.",
        "Mostly, I just keep to myself.",
        "Suppose I’ve been noticing how easily people get left out."
      ],
      [
        "People seem more on edge since the BCI glitch. Everyone’s acting like something might snap.",
        "Couldn’t access my regular dashboard last week. Got reassigned to paperwork, for some reason.",
        "Coworkers talk in clusters now, and I usually get left out of the loop.",
        "A few of us are being sidelined—happens when your score isn’t up to par, I guess.",
        "It’s hard not to feel... pushed to the margins lately."
      ],
      [
        "Since the BCI started acting up, I’ve noticed things changing at work. My permissions got revoked without warning.",
        "Now I’m stuck doing manual reviews for handwritten requests, while others plan how to fix things.",
        "My score keeps dropping no matter what I do—down to 18 now. Makes me a risk, apparently.",
        "Most people distance themselves. Meetings go on without me, and I just check lists all day.",
        "Doesn’t really matter how careful you are—one slip and you’re out. I get it, but it’s isolating.",
        "I’ve never felt quite this disconnected from the city."
      ],
      [
        "I started noticing the small ways people adapt now that no one really trusts the system. Noticed it first when mutual aid groups fixed our block’s power before the Directorate sent anyone.",
        "When I tried logging in at work, my credentials were gone. Not even a warning. Higher-score staff ignore me—like I’m contagious.",
        "They put me on pointless clerical tasks. Reviewing handwritten diaries for challenges no one bothers explaining to me.",
        "My score’s plummeted even though I play by the rules. Makes me an outcast at work and at home.",
        "Used to believe BCI made things fair. Now it just blocks people for nothing, and nobody says it out loud.",
        "Feels like there’s a current underneath things—one you can’t swim against, no matter how well you color inside the lines.",
        "Lately... I’ve just been tired of being invisible."
      ],
      [
        "You know, I used to think if you followed the protocols, the BCI would trust you. I was one of the Harmonists—the ones who believed the system kept us safe from old chaos.",
        "Now, with Halden gone and everything glitching, I see how quickly people get cut out for the smallest nonconformities. Doesn’t matter how loyal you are.",
        "Last week, I lost all access at work. No explanation, just a lower score and doors closed in my face. My neighbors run mutual aid, but I’m too ‘risky’ to even join them.",
        "They stuck me alone reviewing handwritten requests for these ritual diary challenges. No one wants my ideas—my score is poison.",
        "Sometimes, I catch people glancing at me, weighing if I’ll drag them down too.",
        "The whole block only talks about the diary puzzles now, like it’s a lifeline. But unless you’re in the right group, you’re left out—the city makes you invisible.",
        "I always thought the Harmonists had it right. Maybe I was just afraid to admit how easily the system decides who’s ‘real’ and who’s not.",
        "It’s... lonely. I’m tired. I just want to feel like I exist again."
      ]
    ],
    "emotion": "lonely, a bit tired, but needing the company"
  },
  "emotional": {
    "opener": "\"You know, sometimes just being here—just being who you are—means enough. Doesn't have to be more complicated.\"",
    "variants": [
      [
        "Thank you. That... helps, I think."
      ],
      [
        "Maybe you're right. I just needed to hear that tonight.",
        "Not always easy to believe it, but still."
      ],
      [
        "It’s strange how much that matters some days.",
        "I keep forgetting I don’t have to explain myself here.",
        "Feels lighter all of a sudden.",
        "I appreciate you saying it."
      ],
      [
        "Some days, I worry I’ve turned invisible, even to myself.",
        "I forget there’s still a place where just existing is enough.",
        "You make it easier to let go of all those calculations for a minute.",
        "It’s a relief to be understood. Really.",
        "Wish I could feel like this outside these walls sometimes."
      ],
      [
        "I don’t admit how much I rely on places like this now—there’s nowhere else I can just be myself.",
        "Most of the time, if I’m noticed at all, it’s for the wrong reasons.",
        "It gets lonely, hiding so much just to keep things stable.",
        "But here... I can finally breathe. Say what I think, or say nothing at all.",
        "That’s rare in Stenograd. That’s why I keep coming back.",
        "Thanks for reminding me it’s alright to be human, even when everything else feels automated."
      ]
    ]
  },
  "factual": {
    "opener": "I keep hearing people complain, but nobody says anything real. What's actually going on?",
    "variants": [
      [
        "Things are, um, stalled everywhere. System won\u0019t process requests unless people do these weird collective tasks now.",
        "Some districts are trying to work together, but nothing lasts.",
        "It\u0019s all kind of chaotic. The usual routines just... stopped.",
        "You can\u0019t get anything done unless your group manages one of those challenges.",
        "Feels unstable. That\u0019s all."
      ],
      [
        "Since those diary entries started showing up, everyone has to join in on odd community rituals to get access to anything.",
        "Some blocks managed to fix things for a while, then the system cut them off again.",
        "Rumors said Halden coded this mode in himself. No one at work will talk about the triggers, though.",
        "Hardly any top-down guidance, just neighborhoods scrambling.",
        "Security\u0019s more visible, but they aren\u0019t helping.",
        "It\u0019s just...hard to know who to trust right now."
      ],
      [
        "Whole city's caught up trying to decode Halden's diary—everything's stuck in this challenge mode he set up.",
        "I know districts that completed one ritual got basic services back, for a day or so.",
        "Council factions are too busy arguing, so nothing systemic really changes.",
        "Nobody is following formal protocols. Even some Innovators are cooperating with street groups.",
        "There\u0019s real tension over what it even means to restore BCI now.",
        "I still think order matters, but it feels... fractured.",
        "Even people who pushed for BCI reforms are stalling."
      ],
      [
        "Halden wrote in those diary entries about refusing both Council and resident requests unless we did these challenges—now, even compliance officers are following clues like everyone else.",
        "Our council is stuck—the Directorate wants to force control, Harmonists like I used to be just want some old stability, but we\u0019re all blocked unless these bizarre rituals are met.",
        "For a week, aid groups did what the system used to, block by block—the BCI allowed brief access, then shut down.",
        "Everyone\u0019s debating: bring the system back, change it, or leave it broken?",
        "I admit, I always thought harmonizing was right. These days, I\u0019m not sure.",
        "Some think Halden was warning us, others are convinced he was sabotaging the city.",
        "There\u0019s been more analog communication—old radios, flyers, even hand calls.",
        "Isolation\u0019s everywhere. Even mutual aid doesn\u0019t erase it."
      ],
      [
        "Since Halden died and those diary puzzles took over, our whole city\u0019s been held hostage by the BCI\u0019s challenge mode—he coded it to force us into collective ritual responses.",
        "Some groups managed to unlock BCI functions for a bit, but most fail and lose trust even faster.",
        "At work, even the Council is powerless—selection's supposed to be objective, but now they bicker and blame, while life just grinds to nothing.",
        "I grew up believing the Harmonist line—that the system would keep things balanced if you followed the rules. But that belief feels hollow now, watching how quickly the system disregards anyone for tiny deviations.",
        "I have access to some internal chatter. Apparently, Council factions can't override what's happening. The Directorate really wants a crackdown, but their communications blackout only made everyone's mistrust worse.",
        "People are running analog relays and barter markets like it's before the models ran everything.",
        "I\u0019ve seen names posted of people who vanished months ago—now some have returned, still out of the BCI, not remembering where they\u0019ve been.",
        "There are rumors that some challenges only unlock if the Council and ordinary people cooperate, but nobody can work together anymore.",
        "Honestly, the worst part is... no algorithm knows what to do with loneliness. No amount of compliance fixes that."
      ]
    ]
  }
}