{
  "olintz": "After seeing her colleagues debate which assistance protocol to follow, Oksana noticed residents openly exchanging feedback strategies in the lobby. The surge of conflicting advice from the new guidance assistants prompted her to test recommended actions on two different profiles, recording results by hand instead of relying on system summaries. When residents discussed their restored or ignored appeals, she spent her lunch break silently copying relevant submission patterns from a neighboring terminal. By evening, she had adjusted her routines to include daily review of these external strategies, storing anonymized observations at home. She remained wary of trusting either source fully.",
  "npetrak": "After the Citizen Feedback portal launched and neighbors began circulating underground guides to navigate it, Nikola adjusted his morning routine to include scanning pages left under his door for updated appeal strategies. On one day, after reading that submitting a correction request at midday increased portal rejection, he waited until late evening to send his application. When his request was still ignored, he chose to conserve remaining food and postpone errands, only leaving his apartment at the precise times suggested in the guide. Nikola continued to rely on these unofficial instructions, wary that the portal’s inconsistent results could flag unwanted attention.",
  "dtomenko": "After Daria noticed her access logs flagged by a new oversight tool, the rapid rise in BCI appeals through the Citizen Feedback portal forced her to alter her daily workflow. That morning, she found two routine hospital update tickets suddenly withdrawn and her supervisor monitoring requests more closely. In response, Daria stopped submitting any wearable firmware patches without double manual review and deleted all pending changes to avoid triggering system alerts. By afternoon, she avoided all automated chat, choosing brief face-to-face exchanges. At home, she hid her backup notes, aware the scrutiny was unlikely to subside soon.",
  "lkova": "After the government promoted the fairness of the new feedback portal and residents began questioning the authenticity of all system commands, Lenart adapted by abandoning digital verifications during his repair visits. On one job, clients refused to let him enter until he recorded all approvals in his paper logbook and confirmed written permission from three building supervisors. As more residents ignored their Predictive Guidance Assistants’ alerts, Lenart started manually cross-checking physical records at every site. By the end of the day, he was completing fewer repairs but spending extra time documenting each interaction, knowing clients now trusted only what could be double-verified.",
  "shalek": "After government broadcasts began deleting negative comments about the feedback portal, Sven noticed colleagues advising each other in encrypted chats on how to phrase appeals to avoid being flagged. The same day, he resisted uploading a requested Council statement about the portal’s fairness, suspecting revisions might be misused or publicly altered. Instead, Sven hand-delivered a handwritten draft to a Harmonist aide, then confirmed the message’s receipt by phone, circumventing digital archives. That evening, he revised his routine, choosing to store all new speeches in his home safe. He now avoids discussing sensitive topics via official channels.",
  "rmiskovic": "After the government showcased a few restored records to promote the portal’s fairness, Rada noticed several of her previous news reports were missing from the system and that negative staff comments about the portal had vanished from internal forums. During her shift, she stopped uploading full story drafts, instead saving versions offline and delivering only brief summaries for broadcast. When a colleague asked about deleted files, Rada avoided answering directly, unsure whom she could trust. She quietly advised her closest contacts to keep handwritten copies of essential information, while continuing to monitor which topics triggered sudden data loss on the newsroom terminals."
}