{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Just work, you know—little bit more surveillance lately.",
        "Some tickets got pulled back without a reason.",
        "Seems like everyone’s watching closer right now.",
        "Not much else to say.",
        "I’m just keeping my head down."
      ],
      [
        "Work's been odd. They flagged my access logs, which was new.",
        "Some of my hospital update tasks suddenly vanished from the system.",
        "My supervisor is hovering more than usual.",
        "Feels like mistakes get noticed a lot quicker now.",
        "It’s stressful trying not to stand out."
      ],
      [
        "Honestly, things changed after that new portal launched. My logs were flagged by this new oversight thing.",
        "Tickets I was working on—hospital updates—just got withdrawn, no notice.",
        "My boss started tracking everything I do, which isn’t normal.",
        "Stopped sending in patches unless I check them twice. Cleared out stuff that might look odd.",
        "I avoid using any chat, stick to talking face-to-face, just safer.",
        "Feels like whoever’s in charge wants us nervous."
      ],
      [
        "It’s felt off since Halden’s death. Something in the system changed.",
        "That new oversight flagged my name. After that, requests disappeared and I saw my supervisor watching my desk all day.",
        "Stopped trusting routine—it’s like anything could be a trigger.",
        "Now, everything I work on gets double-checked, or I wipe it completely.",
        "I heard people are getting flagged for less. I barely talk on internal chat anymore.",
        "At home, I hide my notes. I don’t want to end up like my brother.",
        "Honestly, I’m just trying to survive this and not draw attention."
      ],
      [
        "It’s been overwhelming since Halden died. Stability’s gone. After that, they rolled out this new monitoring and suddenly my own work became dangerous.",
        "Some of my tickets—hospital data, wearable patches—just got erased, no warning. And I got flagged by the new BCI tools, right after all those appeals started flying in.",
        "My supervisor started monitoring everything. The atmosphere in the lab is tense, like we’re on trial.",
        "I scrub everything twice before even touching the system now. Anything left behind could be used against you.",
        "I barely use digital communication—not since my brother vanished during a BCI audit. Lots of us are hiding backup notes, hoping nobody sweeps our apartments.",
        "People don’t notice unless it hits them. I see the fear build up, and all you can do is hope it passes by.",
        "Honestly, I’m just tired. Worried the system won’t let us come up for air before it decides what happens to us."
      ]
    ],
    "emotion": "wary and a bit tired"
  },
  "emotional": {
    "opener": "\"It’s not just you who gets tired. People notice how much you carry; you’re not invisible.\"",
    "variants": [
      [
        "Thanks. That’s... good to hear.",
        "Most people don’t say things like that."
      ],
      [
        "Yeah. I know not everyone sees what happens behind the scenes.",
        "Still, I don’t usually talk about it much."
      ],
      [
        "You’re probably right. Sometimes it helps just to hear someone say it out loud.",
        "Things get heavy. I try to keep moving, but it’s not always easy.",
        "People forget that, I think."
      ],
      [
        "That means more than you think. Most don’t really pay attention or say anything real.",
        "Some days, it’s like you’re walking through static—just noise and routine.",
        "Hearing that, it lets a little bit of the weight off.",
        "I get tired, but I keep at it because someone has to.",
        "Guess I need reminders too."
      ],
      [
        "You sound like you’ve been there yourself. Most wouldn’t even notice unless something broke in front of them.",
        "Sometimes I forget I was ever someone else, before this job and all its layers.",
        "People think the systems are just cold, efficient, automatic. But we see what they leave out; we feel it every day.",
        "There’s this pressure to never show it gets to you. You bottle it up, because that’s safer.",
        "I miss talking freely, being open with someone. Even one honest moment—like now—makes everything less sharp.",
        "Thanks for actually seeing me. Not just the technician, but the person."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, something's obviously happening. Just say it—everyone sees the weird changes out there.",
    "variants": [
      [
        "People are just nervous about the new portal.",
        "They say some scores got fixed, most didn’t.",
        "Everyone notices posts disappearing.",
        "Supposed to look fair, that’s all."
      ],
      [
        "The broadcasts keep showing those stories about fixed BCI records.",
        "Most people don’t actually get help, their appeals just vanish.",
        "Everywhere’s more tense, but no outbursts yet.",
        "You hear about groups trying to figure out what really works with the portal."
      ],
      [
        "They rushed that feedback portal online, made it look open.",
        "Some folks are celebrating getting their records reset—most just get silence.",
        "Government keeps highlighting a few successes, but people see what’s missing from the feeds.",
        "Encrypted chats started up, passing around ways to not get flagged or rejected.",
        "Everyone’s waiting for another surprise, hoping it’s not worse than before."
      ],
      [
        "That portal? It’s mostly filtering, not fixing.",
        "We get a handful of good-case stories pushed everywhere, but I’ve seen diagnostics—almost every dissent gets shot down.",
        "Negative chatter gets erased before anyone blinks.",
        "I know people hiding their own guides, teaching each other how to game the algorithm.",
        "It’s like if you’re careful and know the right trick, maybe you sneak through. Otherwise you vanish, like my brother did."
      ],
      [
        "Officially, the portal ‘works’—but I checked the logs: real complaints get filtered out, labeled disruptive and stuck in a queue that auto-purges.",
        "Most people think they’ve got a chance, but the system’s just mapping resistance patterns, adapting.",
        "I’m helping my friends bury their tracks—backup notes, burner IDs, little hacks to nudge the portal’s filters.",
        "Broadcasts stage a handful of heroic stories, but it’s theater. Real unrest is shoved into encrypted chats, never public.",
        "When the hologram of Halden popped up, the Council screamed deepfake, but in the lab we all know something inside the system broke when he died.",
        "It’s not about transparency; it’s about learning who’s bold enough to speak up—and making sure next time, they’re gone before anyone notices.",
        "That’s why I stay up nights, patching things quiet. You let your guard down and you’re gone, same as we lost him."
      ]
    ]
  }
}