[
  {
    "timestamp": "2025-06-09T21:00:00",
    "visibility": "private",
    "description": "Daria quietly hands Innovator allies at Bar 101 a modified algorithm for the new feedback portal—one that allows a narrow path for genuine corrections, though most appeals will be blocked."
  },
  {
    "timestamp": "2025-06-10T11:30:00",
    "visibility": "public",
    "description": "The Citizen Feedback portal launches, drawing a surge of applications from citizens seeking correction to their BCI scores. A select few experience success, while the majority find their appeals rejected or ignored."
  },
  {
    "timestamp": "2025-06-11T23:00:00",
    "visibility": "semi-public",
    "description": "Encrypted chat groups begin to share survival tips and subtle strategies to avoid portal rejection. Open dissatisfaction bubbles beneath the surface, though public order remains intact."
  },
  {
    "timestamp": "2025-06-24T20:00:00",
    "visibility": "public",
    "description": "Innovators host a public event highlighting the Citizen Feedback portal’s apparent transparency. Many residents express both hope and skepticism, citing inconsistent outcomes of submitted appeals."
  },
  {
    "timestamp": "2025-06-28T13:15:00",
    "visibility": "private",
    "description": "System diagnostics confirm that most critical or dissenting appeals are algorithmically labeled 'disruptive' and filtered out. Only uncontroversial corrections proceed, preserving system stability."
  },
  {
    "timestamp": "2025-07-05T09:00:00",
    "visibility": "public",
    "description": "Government broadcasts promote the fairness of the new system, showcasing a handful of restored records as proof. Users quickly notice that negative or critical posts are disappearing from public feeds."
  },
  {
    "timestamp": "2025-07-12T12:30:00",
    "visibility": "public",
    "description": "Daily life normalizes around the new portal as citizens adapt, but encrypted circles quietly circulate underground guides for those determined to challenge BCI decisions. True unrest remains hidden from view."
  }
]