{
  "olintz": {
    "chapter": "Following the mass circulation of Halden’s spiral diagrams and the spontaneous assembly of public forums, Oksana arrived at her office to find that access lines had nearly disappeared, and several erased colleagues worked openly in new roles. Her manual appeals desk was relocated to a side room to accommodate citizens now arriving in groups, requesting verification of the newly drafted oversight pledges. During her shift, Oksana processed forms as representatives of the assemblies observed her actions, introducing an unfamiliar layer of human oversight. She carefully reviewed each appeal, aware that her decisions could be scrutinized by both community observers and lingering algorithmic monitors. She refrained from approving borderline cases, citing incomplete records, and limited conversation to avoid drawing notice. The heightened transparency increased her sense of exposure within the Directorate, but also brought cautious hope for more predictable protocols. Her BCI score remained unchanged at 13, reflecting persistent system uncertainty.",
    "bci_score": 13,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the release of Halden’s spiral diagrams and the onset of citywide assemblies, Nikola observed large discussion groups gathering in previously restricted zones near his residence. On his morning walk, he found his usual access route blocked by ad-hoc forums staffed by unfamiliar citizens debating service allocation and oversight, forcing him to detour through unmanaged corridors. He avoided direct engagement, opting to enter his building through a service entrance unused in years. Later, when automated access in his building failed, a group of neighbors—many previously flagged by the compliance system—approached him, inviting participation in a self-run assembly drafting oversight proposals. Nikola declined, citing protocol, and immediately checked the status of his risk profile online. That night, surges in network monitoring indicated more frequent reviews of his data, which Nikola countered by reducing his online activity. His BCI score fluctuated slightly, reflecting increased system vigilance. [BCI score: 12]",
    "bci_score": 12,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "After citywide assemblies began openly debating oversight of the behavioral index and spiral diagrams appeared throughout her neighborhood, Daria found her workday altered by a steady influx of residents seeking health bands despite incomplete records. With the usual verification checks now suspended, she spent the morning issuing provisional devices based only on verbal confirmation, noticing that several recipients had previously been erased from official rolls. During a break, she observed coworkers informally discussing new rights outlined in draft proposals and some distributing copies of the \"Spiral Constitution\" in the service hub waiting area. Daria decided against joining these gatherings, wary of further lowering her own index score, and focused instead on methodically following each temporary rule change. By end of day, she noted her access logs flagged for protocol inconsistencies. Her score dropped to 50, reflecting repeated issuance of emergency bands under shifting guidelines, even as she tried to minimize unnecessary interactions.",
    "bci_score": 50,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After extracting Halden’s spiral diagrams from the vault, Lenart used an encrypted relay to anonymously upload the files onto open forums frequented by technical guilds and civic groups. He avoided any personal commentary or traceable metadata. Within hours, Lenart observed neighbors receiving copies of the blueprints on their devices and discussing the new assembly model as public interest surged. He carefully monitored local forums from his workshop, noting the rapid shift as impromptu gatherings formed in spiral patterns across neighborhood squares. On the first evening, Lenart witnessed a previously divided corridor come together in an open discussion about BCI reform, referencing the released diagrams as a guide. While he contributed discreet maintenance advice, he refrained from leading or appearing in assemblies, remaining cautious of surveillance. His direct role in unleashing a major governance shift increased system scrutiny, resulting in a substantial drop in his BCI score to 15 due to overt noncompliance and catalytic behavior.",
    "bci_score": 15,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the widespread circulation of Halden’s spiral diagrams and the rapid formation of open assemblies, Sven Halek arrived at his messaging office to find an unusual number of handwritten notes and unapproved flyers left on staff desks, all referencing the new \"Spiral Constitution.\" Throughout the morning, impromptu discussions in corridors replaced routine status briefings, making it difficult for Sven to locate key personnel. He documented that junior colleagues now publicly debated system revisions—behavior that would previously have triggered compliance reports. Attempting to update speech materials, Sven discovered that recent drafts were ignored, as teams prioritized preparing statements for upcoming public forums. He reduced the scope of his messaging, limiting queries to essential updates. By late afternoon, he noted rising staff friction and a decline in workgroup output. The visible loss of top-down control, and his inability to enforce directorate messaging, prompted the system to lower his BCI score from 35 to 30.",
    "bci_score": 30,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "As open forums formed in nearby city squares, Rada noticed colleagues returning from lunch breaks discussing the draft \"Spiral Constitution\" and speculating about direct citizen oversight of the BCI. At work, her new supervisor—still without a visible badge—directed staff to assemble coverage proposals for the forums, despite having no updated access permissions. In response, Rada minimized her participation in meetings, instead listening and making mental notes as conversations shifted from protocol to debates about rights. By midday, she received a mass message inviting staff to record citizen statements outside, but she declined, fearing both system scrutiny and exposure to the large crowds gathering just beyond the office. Instead, she spent the afternoon quietly reviewing footage of the assemblies from the internal archive, updating her private offline notes, and avoiding digital activity. Her reluctance to join either side or openly document the forums led to a further decrease in her BCI score to 10.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}