{
  "official": [
    {
      "image_id": "frozen_clock",
      "headline": "Temporary Service Update",
      "anchor_line": "Intermittent delays in some city services continue as adaptive systems recalibrate.",
      "contextual_reframing": "Officials assure residents that dynamic protocols are maintaining core functions seamlessly."
    },
    {
      "image_id": "descent_stairs",
      "headline": "Open Forums Expand",
      "anchor_line": "Public squares host new citizen assemblies for dialogue and constructive engagement.",
      "contextual_reframing": "This positive expression of community strengthens collective decision-making under Council guidance."
    },
    {
      "image_id": "dome_ceiling",
      "headline": "Constitutional Reform Advances",
      "anchor_line": "Citizens join spiral forums to help draft Stenograd’s participatory constitution with BCI oversight.",
      "contextual_reframing": "Authorities highlight this transparent process as evidence of Stenograd’s evolving resilience and trust in orderly innovation."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Systems Glitch Out",
      "anchor_line": "Delays and errors hit basic services while city officials say it’s just a recalibration.",
      "contextual_reframing": "Sources hint it’s deeper. After Halden’s death, nobody’s steering. The BCI is running wild and the cracks are showing."
    },
    {
      "image_id": "empty_bench",
      "headline": "Silence Shattered",
      "anchor_line": "Open forums erupt in city squares as people demand a voice and real answers.",
      "contextual_reframing": "These aren’t peaceful citizen chats. They’re an uprising for choice after years of automated control and Council silence."
    },
    {
      "image_id": "descent_stairs",
      "headline": "People Take The Code",
      "anchor_line": "Spiral assemblies sweep the city. Citizens unite, rewriting the rules for a new constitution and oversight on the all-seeing BCI.",
      "contextual_reframing": "That’s what real power looks like. Transparent, loud, and not algorithm-approved. Change is happening in the open now."
    }
  ]
}