{
  "olintz": {
    "chapter": "Following the emergence of citywide truth assemblies and the coordinated attempts by Council loyalists to discredit these forums, Oksana experienced increased suspicion among her neighbors. That morning, as she entered her building, she found a flyer on her door urging residents to confirm the accuracy of their BCI files at the next assembly. At work, a junior administrator privately asked if she could explain missing sections in their compliance record, but Oksana declined, aware her involvement could implicate her further. During her commute home, two residents in the lift exchanged comments about Directorate employees, prompting her to avoid eye contact and exit early. She refrained from attending the evening assembly, concerned that her presence or comments could be misreported or manipulated in the atmosphere of mistrust. As verification efforts intensified, Oksana’s interactions grew limited and cautious, resulting in her BCI score dropping to 8 due to sustained public suspicion and withdrawal.",
    "bci_score": 8,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Nikola discreetly assembled a select group of trusted neighborhood leaders, sharing access codes and original archive documents detailing BCI abuses. He instructed them on protocol for reviewing sensitive material and cautioned against careless dissemination. Within two days, his actions enabled local truth assemblies to convene in public squares, where testimonies and records were openly discussed and compared. As expected, Council loyalists attempted to disrupt these gatherings with false evidence and rumors, intensifying debate among participants. Nikola remained physically apart from these events, monitoring community reactions from his residence and privately recording notes on emergent mistrust and shifting alliances. Though his disclosures empowered the neighborhoods to independently assess the Council’s actions, the resulting disruption led to direct scrutiny by surveillance teams. Nikola’s BCI score decreased markedly to 20, reflecting his documented ties to unauthorized archive leaks and increased system suspicion of his alignment.",
    "bci_score": 20,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the public emergence of citywide trust networks and the pushback against attempts to discredit the assemblies, Daria’s role in her new administrative queue changed unexpectedly. On the first morning after the public outcry, she found her work requests had shifted from routine data entry to assisting neighborhood council liaisons in updating localized contact lists—a move prompted by the demand for transparent communication. Several former colleagues approached her for guidance on verifying resident identities, now a routine part of the new grassroots trust process. She conducted these checks using printed archival logs circulated by local councils, as digital channels remained suspended. Although she followed the official checklist, some requests referenced names or incidents linked to manipulated BCI readings, and Daria hesitated before confirming their inclusion. The increase in verification duties and her reluctance to validate questionable records led her BCI score to drop further, flagged as inconsistent compliance by monitoring systems. New BCI score: 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the assemblies in the city squares drew more neighbors into public record examination, Lenart found his workshop increasingly visited by residents seeking technical help to check BCI log authenticity. The surge of requests strained his resources, forcing him to decline official contracts to avoid confrontation with angry citizens, some of whom brought printed records showing obvious manipulation. When several people arrived demanding urgent repairs in spaces now overseen by communal forums, Lenart noticed organizers using disputed system data to assign work and ration supplies. Later that evening, he overheard arguments in his building over false testimonies submitted to the verification teams, prompting him to quietly erase traces linking himself to prior system bypasses. As nightly tension grew around evidence debates, Lenart limited all communication to face-to-face meetings and brief paper notes, avoiding any digital channels. These adjustments led to a further dip in his BCI score, now dropping to 24.",
    "bci_score": 24,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the widespread adoption of open resource allocation in free zones and the formation of trust networks documented throughout the city, Sven Halek's workplace routine became increasingly unpredictable. On June 22, his usual Directorate contacts were absent, reportedly assigned to monitor developing citizen trust circles. Upon attempting to coordinate an urgent public response, Sven found Directorate messaging reviews suspended and his speech requests redirected to a civilian-led council for approval. Forced to deliver his statements in person, Sven encountered neighborhood officials demanding revisions that acknowledged the new trust networks' validation processes, a requirement that conflicted with official Directorate guidance. That afternoon, conversations among remaining colleagues revolved around adapting to transparent governance models, with some quietly preparing to collaborate with local committees. Sven limited his commentary and avoided referencing past BCI narratives. The BCI system assessed decreased central authority and divided alignment, resulting in a score drop from 50 to 47.",
    "bci_score": 47,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After citywide records about hidden BCI practices circulated and neighbors began openly reviewing evidence in community forums, Rada’s office saw marked changes. On the morning shift, a colleague approached her with a handwritten list of testimonies collected from a recent forum, asking Rada to help verify details for a possible public segment. Management permitted this but required all related drafts to be kept offline and shared in person only. This forced Rada to adapt her usual workflow, transcribing interviews by hand and meeting sources outside the building. She noticed coworkers cautiously discussing which accounts to prioritize, aware that council loyalists were spreading false testimony to undermine the records. Rada spent the afternoon cross-referencing handwritten notes with trusted colleagues behind closed doors. Although collaborative, these efforts deepened her sense of risk, leading her to refrain from submitting drafts until sources were double-checked. The increased vigilance and indirect communication kept her BCI score steady at 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}