{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Life lately? Busy, mostly. Things have been complicated in my building.",
        "There’s some suspicion going around, people keeping to themselves.",
        "I’m just trying not to draw attention, honestly...",
        "It gets tiring sometimes."
      ],
      [
        "Honestly, things have felt odd at home. Found a flyer on my door encouraging everyone to check their BCI records.",
        "People in my building are acting distant—like everyone’s waiting for someone to make a mistake.",
        "At work, a junior colleague wanted help with their record but I had to say no.",
        "Feels like anything you do could be twisted the wrong way.",
        "It’s draining, keeping track of how people see you."
      ],
      [
        "Life’s been... tense. My neighbors seem suspicious of each other now.",
        "Someone put a flyer on my door about checking BCI files at these truth assemblies. I haven’t gone—too risky.",
        "Even commuting, people are talking about Directorate staff. I try not to get noticed.",
        "A coworker wanted my help explaining their missing records, but I had to turn them down.",
        "Feels like even small things, like skipping the assembly, can count against you now.",
        "I’ve been keeping to myself more. My score dropped again. I’m just tired of it all."
      ],
      [
        "To be honest, things have gotten harder. There's suspicion in my building, like everyone’s worried someone’s watching.",
        "I found a flyer urging us to participate in these BCI truth assemblies, but I couldn’t risk showing up.",
        "People in the lift glance at me—muttering about Directorate workers. I left early just to avoid trouble.",
        "Someone at work asked for help with missing compliance records. I couldn't risk getting involved.",
        "I know this system was supposed to protect order, but all it does is split us apart lately.",
        "Skipping the assembly felt safer, but my BCI score keeps dropping. Now people won’t even look at me.",
        "Sometimes I wonder if any of it was ever worth it."
      ],
      [
        "I used to believe the BCI made things fairer, but lately, it’s only isolating people. There’s a kind of fear on every floor.",
        "The other morning, I found a flyer on my door asking us to verify our BCI files at the next truth assembly. I can’t go—someone might report me just for being Directorate.",
        "At work, a junior administrator wanted help clearing up their record. It felt risky, like even kindness is dangerous now.",
        "In the lift, neighbors talk about people like me. I’m careful to get out early, keep my head down, just disappear.",
        "I always thought if I followed the rules, I’d be safe. Now, even that seems naive. They watch everything.",
        "Not attending these assemblies feels like a trap, but going could be worse. So my BCI score dropped—now people avoid me entirely.",
        "Each day I interact less and less. I don’t trust the system anymore, but I don’t really trust people either.",
        "I just feel tired. A bit lost. Like I’m slipping under and no one will notice."
      ]
    ],
    "emotion": "tired, a bit adrift, trying to stay afloat"
  },
  "emotional": {
    "opener": "\"People aren't numbers, Oksana. Anyone can see you try to do right, even if the system disagrees.\"",
    "variants": [
      [
        "Maybe. It’s… hard to remember that sometimes.",
        "Thanks, I guess."
      ],
      [
        "I want to believe that’s how it works.",
        "It’s difficult to trust what anyone sees.",
        "But I appreciate what you said."
      ],
      [
        "That means more than you know. It’s easy to forget who we are, the way things run now.",
        "Sometimes it feels like I’m only ever being measured.",
        "But hearing that… it helps, actually.",
        "Thank you."
      ],
      [
        "You saying that makes a difference. I keep telling myself intent matters, not just scores.",
        "The world’s so relentless about compliance. It wears you out.",
        "I used to trust the system more, honestly. Maybe too much.",
        "It gets lonely, feeling out of step.",
        "But your words—remind me I’m not invisible."
      ],
      [
        "That’s the first thing I’ve heard all week that felt real. I used to think if I just worked harder, stayed within the lines, it would all make sense.",
        "But the lines keep shifting. Some days I can barely tell where I end and the system begins.",
        "Most of my friends stopped mentioning how they feel. I almost did too.",
        "Sometimes I just want someone to look at me, not my score, and see a person.",
        "It doesn’t happen much anymore, but tonight, maybe I feel less erased.",
        "Thank you for reminding me."
      ]
    ]
  },
  "factual": {
    "opener": "So? Anything else going on out there? People keep whispering about big changes, but you’d know if it’s really that serious.",
    "variants": [
      [
        "There are more of those assemblies, like in the main squares.",
        "People are passing around stories about the BCI malfunctioning. Some high scores ended up in odd jobs, I heard.",
        "The Directorate cut off some communication lines. That’s as much as anyone says openly."
      ],
      [
        "Neighborhood teams started checking old archives. They’re letting residents speak up about the BCI’s mistakes.",
        "Some Council people are calling the assemblies fake. Feels messy, but hard to tell what’s true.",
        "A few networks popped up to get around comms blackouts, but you have to be careful with those."
      ],
      [
        "A lot of forums in the free zones now—people showing up to talk about what happened to them under the BCI.",
        "Review teams check documents, compare stories. Sometimes, accounts line up awkwardly with the official records.",
        "Council loyalists keep discrediting the process, even sending in fake testimonies. I can see both sides getting heated.",
        "After the Directorate shut down digital comms, people switched to old-tech networks. Feels like trust is unspooling everywhere.",
        "I tend to keep to the Harmonists’ side, but even they seem unsure lately."
      ],
      [
        "I’ve seen leaked logs—old BCI data showing cases that were quietly changed years back. People lost jobs, whole careers, just from a silent score change.",
        "Truth assemblies took over city squares, but they’re chaotic. Residents compare their records, some want repairs, others just want answers.",
        "Loyalists are sabotaging things, planting stories or disrupting testimonies. You never know what’s been tampered with.",
        "The Directorate’s communication blackout forced everyone onto analog networks. It’s both desperate and kind of resourceful.",
        "The Harmonists… we used to believe keeping the system as-is was safe, but that faith is slipping, even for us.",
        "Sometimes I hear things moving through the Directorate. Unofficially, no one really trusts the new checks and balances."
      ],
      [
        "I’ve worked with the BCI’s behavior flags for years, but even I didn’t see how much was kept off the books until the new logs surfaced.",
        "People are taking over squares now, running these wild assemblies. They read old files aloud, confront the gaps, sometimes demand explanations from people like me—even though we’re caught in it, too.",
        "I never thought the Harmonist approach—tweaking things, keeping the status quo—would actually be fragile. This has tested all of us.",
        "Those leaks exposed BCI interventions that ruined lives quietly, and when the truth came out, the Council started to unravel.",
        "Council loyalists disrupt assemblies with fake evidence, and now every testimony has to be picked apart before anyone believes it.",
        "Most of my Directorate colleagues spin their wheels—no clear orders, no one wants to risk suggesting changes.",
        "The blackout on digital comms just pushed everyone to rig up old radios, flash drives, analog meetings. Networks that aren’t scored or tracked.",
        "I think the old way really did more harm than we admitted, but it still feels impossible to fix—from inside.",
        "Stenograd feels like a stack of errors no one can or will own up to. Sometimes I wish I hadn’t seen any of it, but then who would bother pushing for better?"
      ]
    ]
  }
}