{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Strange is one word for it.",
        "Work’s been unpredictable. Fewer faces in the usual places.",
        "Had to deliver some things in person, which hasn’t happened in years.",
        "Feels like everyone’s waiting for something but won’t say what."
      ],
      [
        "Strange, yes. Directorate channels aren’t what they used to be.",
        "My requests get bounced around—no one will sign off on my statements.",
        "Found myself revising words to suit new faces. Civilian faces.",
        "People talk about trust networks now more than they talk about security.",
        "This city has gone quieter, but underneath, it’s uneasy."
      ],
      [
        "Strange stretch barely covers it. Directorate’s scattered, nobody sticks to old routines.",
        "Civilians are demanding rewrites, not just approvals. My statements get filtered by neighborhood councils.",
        "Used to be, I never set foot outside my zone. Now, it’s all face to face.",
        "Everyone’s circling the word ‘trust’—like it’s a password and I never got the update.",
        "Directorate is sidelined; colleagues preparing to cooperate with local committees.",
        "Feels like I’m rewriting myself just to keep pace, and the system judges me for every word."
      ],
      [
        "It’s been disruptive. Directorate support is fading and my briefings get rerouted straight to these neighborhood groups.",
        "They want me to acknowledge their new trust validations—publicly, in my own words.",
        "Official guidance forbids me to—still, they press, expecting me to cater to their forums.",
        "I saw old friends distance themselves, some even considering speaking for the committees.",
        "I know I’m being watched more closely. My BCI score fell the day I chose my words with too much care.",
        "This wasn’t just policy. It was the moment I realized the Directorate is losing ground to something messier, more personal.",
        "Now I spend my speeches threading the needle, feeling less like an architect and more like a ghost in the archives."
      ],
      [
        "Strange days, indeed. I spent my life justifying control, writing the city’s stories to keep the Directorate credible.",
        "Suddenly, neighborhood committees hold the script. My words are screened by people who never read the briefings, only each other.",
        "I tried to stand firm—but staying with the Directorate became a liability the moment they stopped answering their own calls.",
        "This week I delivered a speech in a council hall where half the audience had defected, and I was forced to praise those trust networks after years of condemning them.",
        "I’ve kept every version—every word that was rejected or revised under pressure—so I won’t forget how quickly the winds turned.",
        "Some say this is democracy. I say it’s chaos wearing a friendly mask.",
        "Choosing to comply, even once, cost me; my BCI tumbled, and I lost my standing with the only people who knew what order meant.",
        "Frustrated resignation is all that remains. I write for everyone and belong to no one."
      ]
    ],
    "emotion": "frustrated resignation"
  },
  "emotional": {
    "opener": "“You know, Sven, you’re not invisible. What you do matters to people who are still listening.”",
    "variants": [
      [
        "That’s…I suppose that’s true.",
        "Some days, that’s enough."
      ],
      [
        "It helps to hear that. Most forget we’re here at all.",
        "I’m used to operating in the shadows, frankly.",
        "Your words cut through, though."
      ],
      [
        "I rarely hear people say that, not honestly.",
        "Sometimes I wonder if the words ever land.",
        "Maybe they do reach further than I think.",
        "Thank you for reminding me."
      ],
      [
        "Your timing is unerring. I needed to hear that tonight.",
        "People act like we’re all just cogs. Maybe that’s not true.",
        "Writing these scripts…it’s not about authority, it’s about reassurance, for me.",
        "I grew up listening for signals others ignored.",
        "It can feel lonely.",
        "But you remember me—I appreciate that."
      ],
      [
        "It’s easy to forget yourself in the machinery, or to be forgotten.",
        "I started doing this work thinking someone had to shape the narrative, give it weight, keep things from slipping into chaos.",
        "Lately I’ve questioned whether anyone cared what it all meant except the system itself.",
        "What you said—about not being invisible—breaks through a bit of that isolation.",
        "We don’t always get reminders that the unseen matters.",
        "Tonight, your words landed. Sometimes, that’s all it takes for me to keep going."
      ]
    ]
  },
  "factual": {
    "opener": "This isn't just about speeches, Halek. What actually happened out there? You know more than you're letting on. Let's hear it.",
    "variants": [
      [
        "Everyone saw the shutdown. Digital lines went quiet.",
        "A few stubborn groups tried talking over old wires, nothing official.",
        "There were some forums. Citizens airing complaints, mostly confusion.",
        "Council’s too divided to fix it. That’s all I’ll say."
      ],
      [
        "The Directorate pulled the plug on communications hoping to regain control.",
        "Resource distribution got messy. Neighborhoods started deciding things themselves.",
        "Assemblies popped up in public, but it was hard to separate truth from noise.",
        "Council loyalists pushed back with counter-messages. Everyone watching, few acting.",
        "I stuck to my role. Didn’t get involved—just tracked the messaging."
      ],
      [
        "BCI failures forced the city to improvise. Allocation schemes broke down completely.",
        "Local councils started reviewing archives, letting people testify in the open.",
        "Counter-messaging from Council loyalists made everything harder to follow.",
        "I watched as order slipped. Half-truths spread, trust itself became currency.",
        "Directorate’s grip was weak; committees picked up where they could.",
        "I monitored the fallout, quietly noting which narratives survived."
      ],
      [
        "Archived logs and suppressed files started leaking out after Halden died.",
        "Grassroots justice assemblies took over city squares. People testified, sometimes against the very algorithms I used to defend.",
        "Loyalists tried to flood the forums with misinformation, but validation networks adapted.",
        "I recognized my own work twisted in those competing narratives. It was surreal.",
        "The Directorate wanted containment. I never believed in their chaos remedies, only order.",
        "Colleagues turned informants. Others became defenders of those forums.",
        "For what it’s worth, I never trusted the Council’s absolute control.",
        "Now, I’m just a witness—documents in hand, nowhere to belong."
      ],
      [
        "Resource shocks and assembly forums were only the surface. I saw classified feeds—failures far worse than what’s admitted.",
        "When Directorate shut communications, I intercepted the scramble among Council factions. Counter-influence programs floundered. No script covered that.",
        "I archived logs exposing years of BCI tampering. Testimonies matched patterns I’d written off as outliers.",
        "My old Directorate reports became evidence for local tribunals. Colleagues who once enforced compliance were brought before those assemblies.",
        "Truth and repair became the rallying cry. But the chaos veiled old betrayals and new risks—Council loyalists infiltrated, spread guilt by association.",
        "Trust was weaponized. Even I couldn’t keep my briefings neutral; whatever I wrote now served strangers' agendas.",
        "The collapse forced me to realize obedience bred only deeper fracture.",
        "I preferred order—stability at any cost. Now? I write for memory. Let the next regime read every grim detail I kept from public eyes.",
        "Because in this city, everyone’s record will judge them eventually, even mine."
      ]
    ]
  }
}