{
  "olintz": {
    "chapter": "Oksana woke to muted alerts on her home terminal, noting that her building access privileges had reverted overnight and her identifier now reflected an earlier, higher compliance status. Throughout the morning, she observed long lines and confusion in the lobby as residents with previously flawless records were rerouted or held at checkpoints, while others reappeared in the system with seamless passage. Midday, a former colleague she thought had been erased from employment systems joined her team’s secure channel, requesting document access as if nothing had changed. Oksana responded cautiously, aware that interacting with previously ghosted individuals could be flagged. She spent the afternoon cross-checking personnel rosters and monitoring for system anomalies before finally sealing her device logs for self-protection. That evening, she adjusted her commute, opting for crowded routes to limit exposure. The unpredictability reinforced her sense of vulnerability, leading her to limit digital communication and avoid system log-ins unless essential. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following a day of unexplained changes to building access and market protocols, Nikola observed further instability as neighbors who had previously been erased by the system were suddenly able to enter his building and purchase goods. The rapid reappearance of these unregistered residents, coinciding with mounting public confusion over arbitrary privilege shifts, led to open disputes at the entry terminal and forced Nikola to queue for longer than usual to verify his status. Cautious of being associated with either the returning individuals or those arguing over access, Nikola maintained a visible distance, limited his conversation, and suppressed his usual curiosity about their experiences. That evening, after encountering new restrictions on certain online services and reading rumors about mass system rollbacks, Nikola chose to disconnect all personal devices except for necessary updates, further reducing social and digital engagement to avoid scrutiny. The unpredictability reinforced his habit of minimizing exposure, leading to a slight drop in his BCI score to 65.",
    "bci_score": 65,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the unexplained citywide shifts in BCI status, Daria arrived at her lab to find that her workstation permissions had suddenly reverted, granting her level of system access she had not held in months. Several former ghost clients appeared in person for device diagnostics, now fully restored in the official system, while colleagues openly debated unexpected restrictions imposed on their own access. Daria hesitated before assisting a supervisor who requested an urgent clearance for a technician flagged that morning, ultimately insisting on full documentation to avoid association with the irregular cases. For the remainder of her shift, she managed a surge in device update requests from both reinstated and newly restricted users, growing increasingly wary of direct interactions. By the end of the day, Daria revised her alert settings to flag any profile changes and decided to decline all informal consultations until system behavior stabilized. Her strict adherence to protocol raised her BCI score by two points.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After secretly delivering Halden’s hand-drawn system diagrams and annotated code to Lintz, Lenart joined her in the secure backroom of an unregistered server hub to execute the undocumented BCI rollback protocol. He spent eight hours overseeing the manual input of recovery commands, verifying data against his paper logs to avoid detection by Council surveillance. As the protocol triggered, Lenart watched real-time scoring data across the district fluctuate, confirming the reset’s reach. By daybreak, he received hostile messages from Directorate contacts warning of a breach. His access to several critical maintenance nodes was revoked, and former clients—uncertain about the new BCI status landscape—suspended work requests. Lenart’s direct association with the event flagged him for high-risk administrative interference, causing systems to reduce his privileges and restrict movement across several city sectors. As a result of his involvement in the protocol activation, his BCI score dropped from 35 to 19.",
    "bci_score": 19,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "The morning after widespread BCI score reversals, Sven Halek arrived at his office to find his digital access fluctuating yet again—temporary privileges allowed him entry, but sensitive archives were locked. Several colleagues he thought erased months ago were now present, requesting updated Council messaging. When Sven attempted to cross-reference restored personnel records, his search was denied with an automated risk notification. Uncertainty about correct protocols led project leads to issue conflicting instructions, and an emergency briefing was disrupted by restored staff disagreeing with established procedures. Unable to rely on the previous hierarchy, Sven kept speech drafts offline and minimized real-time edits. By midday, observing heated arguments over access rights and work assignments, he refrained from joining discussions, instead focusing on documenting process failures. His reluctance to use unofficial channels, combined with low direct engagement, led to a minor decrease in his BCI score to 74, reflecting the impact of instability and reduced collaboration.",
    "bci_score": 74,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the citywide rollback of BCI scores, Rada returned to the newsroom to find several previously erased colleagues openly working at their old desks, while established editors queued for manual reviews after losing access rights. During the morning editorial meeting, a junior reporter, recently unghosted by the system, shared access credentials with Rada when their own were inexplicably restored. Rada used this temporary window to retrieve archive footage for pending investigations, keeping copies on external devices. Later, she overheard senior staff quietly disputing unexpected restrictions on routine permissions. Rada adjusted her daily schedule, arriving earlier to exploit low-supervision periods and minimize contact with officials likely flagged by the system. She stopped saving raw edits on shared terminals, fearing random privilege shifts. These sudden changes increased her dependence on direct colleague cooperation and selective sharing, forcing her to constantly evaluate trust and exposure risks. Her BCI score remains at 30, reflecting her continued caution.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}