{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Yeah... a lot of shifts at work. Some people popped back up after being gone a while.",
        "Editors are trying to figure out what the new rules are. Half the people in charge lost access overnight.",
        "I\u0019ve just been coming in early and keeping my head down.",
        "Honestly, I\u0019m feeling exhausted and a little raw about all of it."
      ],
      [
        "Things flipped at the office. People who disappeared just showed up again, no explanation.",
        "Certain editors can\u0019t get into systems now. We\u0019re all swapping schedules, trying not to get flagged.",
        "I got my hands on some old footage, before access shut.",
        "Mostly, I just stay off shared terminals. Never know who\u0019s watching now.",
        "Honestly, I\u0019m feeling exhausted and a little raw about all of it."
      ],
      [
        "It\u0019s been chaos since the city started rolling back BCI scores.",
        "Colleagues I haven\u0019t seen in months are suddenly in the newsroom again like nothing happened.",
        "People at the top are getting sidelined. Editors queuing for manual reviews. No one really knows who\u0019s safe.",
        "A junior handed me credentials when theirs came back—helped me grab some crucial archive footage.",
        "I\u0019ve started avoiding staff likely flagged by the system, keeping my raw edits off the servers.",
        "Honestly, I\u0019m feeling exhausted and a little raw about all of it."
      ],
      [
        "Honestly, it\u0019s been like watching the whole city turn inside out. The BCI rollback threw everyone, myself included.",
        "Found some of my old colleagues at their desks again. A couple were supposed to be gone forever.",
        "The system\u0019s flipping privileges at random now. Even senior people are begging for basic access.",
        "A junior quietly lent me their login so I could grab footage for my investigation. Probably saved my story.",
        "Now we\u0019re all relying on each other for favors—trust is currency. I have to judge who\u0019s safe on instinct.",
        "My score\u0019s stuck at 30. If I mess up, I disappear. I stopped saving edits at work. Everything is selective, calculated.",
        "Honestly, I\u0019m feeling exhausted and a little raw about all of it."
      ],
      [
        "Before all this, I ran cover stories for state media. Now, the lines have blurred—there\u0019s no safe play anymore.",
        "After Halden died and the BCI collapsed, everyone\u0019s role got reshuffled. Even erased colleagues just strolled back in, like the software forgot their crimes.",
        "The people making the rules lost their own privileges. Editors lined up like schoolkids, hoping not to get ghosted.",
        "A fellow reporter handed over credentials so I could pull raw footage—those seconds of access matter more than days of planning now.",
        "Can\u0019t trust the network or official process. I depend on trading favors, measuring risk by gut. Those who adapt survive, for now.",
        "My score\u0019s frozen at 30. Every day, I feel one step from vanishing. I don\u0019t use shared systems. Paranoia keeps me employed—and out of their crosshairs.",
        "I never backed this system. Growing up inside it, you learn to see what\u0019s missing between the lines. All I ever wanted was the truth, but right now, the truth is chaos.",
        "Honestly, I\u0019m feeling exhausted and a little raw about all of it."
      ]
    ],
    "emotion": "Honestly, I\u0019m feeling exhausted and a little raw about all of it."
  },
  "emotional": {
    "opener": "You know, you don’t have to carry all of this on your own. Even here, people notice when someone’s holding too much.",
    "variants": [
      [
        "Yeah, maybe. Just used to carrying my own weight.",
        "But thanks for saying that."
      ],
      [
        "I hear you... it’s just not easy to believe, most days.",
        "Habit’s a hard thing to drop.",
        "Still, I appreciate it."
      ],
      [
        "It helps hearing that, honestly.",
        "I forget sometimes that there are people who pay attention.",
        "Gets heavy, pretending all the time.",
        "So, thanks for noticing."
      ],
      [
        "That actually means a lot, more than I expected.",
        "It gets lonely, holding back so much. You start to think no one sees.",
        "I’m never sure what’s safe to show, or to whom.",
        "But I guess I needed to hear someone say it.",
        "I appreciate you."
      ],
      [
        "You saying that... it cuts through a lot, really.",
        "This city runs on everyone pretending not to see the weight on others.",
        "I’ve spent most of my life learning how to disappear in plain sight.",
        "It’s exhausting, holding every thought hostage just to stay standing.",
        "Sometimes, I worry I’m losing pieces of myself.",
        "Thank you for reminding me there’s still someone out there who notices."
      ]
    ]
  },
  "factual": {
    "opener": "So? What actually happened? Give me something real, not just the surface stuff.",
    "variants": [
      [
        "Some big data leak hit recently. People are rattled.",
        "Council's got tighter with permission checks.",
        "Everything feels off since Halden died. That's all anyone should say."
      ],
      [
        "That data leak—nobody saw it coming. Scores, profiles, all out there.",
        "Council’s basically panicking over info control now.",
        "BCI’s acting strange. Everyone’s routines are getting rewritten.",
        "Trust is at an all-time low. You’d notice it anywhere."
      ],
      [
        "Halden’s death didn’t just shake the Council. Everyone’s paranoid about the system failing.",
        "Citywide leak exposed BCI details for top citizens. Big outrage, lots of quiet grudges forming.",
        "System glitches now put ‘ghosted’ colleagues back in the office. Makes you rethink what they wiped.",
        "Underground market for fake scores just exploded overnight.",
        "Whole place feels turned upside down. Easy to see why some want the system gone."
      ],
      [
        "The BCI leak put everyone’s secrets out into the open—Council included. Made a joke of their ‘perfect order’.",
        "People who were erased, just moving around again. Even admins can’t keep track now.",
        "Security types barely know who’s compliant or not. Even they’re nervous for once.",
        "Innovators are fighting to seize control, push hard resets. No one can agree on next steps.",
        "Old Halden code is fueling the chaos. I saw part of it, never meant for mass rollback.",
        "Truth is, most of us never backed the system. This just proves it’s all smoke and mirrors.",
        "Feels like the city’s held together with string. Anyone could pull it apart, if they dared."
      ],
      [
        "Turns out, Halden kept handwritten notes. They found them—provoked that BCI rollback.",
        "Colleagues who were erased have old privileges back. Some of them know more than they let on.",
        "Council can’t even agree internally. Caught bits of a fight between the Directorate and Innovators—sound like they’re ready to tear each other apart.",
        "I’ve handled the footage from the disruption myself. Stuff that’ll never air.",
        "Underground market for fake scores is dealing with chaos too. I know two sources. Neither trusts the new algorithms.",
        "BCI’s reverted so sloppily, plenty of us have proof of the old system’s lies.",
        "This whole thing is just control theater. I grew up with a BCI officer for a parent—if you knew what got hidden, you’d never trust statistics again.",
        "Everyone who ever doubted the narrative now has leverage. I’ve taken risks to hold onto mine.",
        "Honestly, I’m just waiting to see whose version of the truth wins out—if any of us get that luxury."
      ]
    ]
  }
}