{
  "customer_id": "dtomenko",
  "trigger_event": "Daria, in the aftermath of the mass BCI rollback, discovers a hidden vulnerability in the wearable health devices she maintains—one that allows certain people (‘ghosts’) to move untracked, and which can be either harnessed for tactical negotiations or activated citywide to erase BCI-based privilege.",
  "dilemma": "Daria must choose whether to quietly hand over the exploit to Oksana Lintz as a negotiation tool for protecting the ghosts, or to secretly activate the exploit citywide, erasing all BCI privileges and throwing the city into true equality—and possible chaos.",
  "reason": "Both choices could lead to sweeping change, but the risks are enormous: going through official channels means trusting the Council won’t betray the ghosts or keep the status quo; releasing score-blindness could spark uncontrolled public upheaval. The decision weighs on her, especially after late-night conversations with Alex, who urges her to act on what is right, not just what is safe.",
  "choice_a": "Choose controlled leverage: Daria delivers the technical exploit to Lintz, enabling targeted negotiations with the ghosts and Council. The system is challenged, but remains mostly stable. Ghosts gain protections in exchange for cooperation, and Daria maintains her role as a bridge between outsiders and authority.",
  "belief_a": [
    "Progress can happen within the system if enough pressure is applied from the inside.",
    "Using leverage wisely minimizes chaos and prevents backlash against vulnerable groups.",
    "Technical knowledge is most powerful when used to negotiate, not destroy."
  ],
  "choice_b": "Choose open rebellion: Daria deploys an update activating score-blindness on all wearable devices, making BCI status invisible citywide. Overnight, privilege vanishes, creating confusion but also a surge of grassroots solidarity and resistance against the old system.",
  "belief_b": [
    "True equality can only be achieved by dismantling the system’s control completely.",
    "Waiting for permission risks more betrayal and slow reform.",
    "Power belongs in the hands of the people, not Council algorithms."
  ],
  "political_a": "innovators",
  "political_b": "rebel",
  "preference": "b"
}