{
  "official": [
    {
      "image_id": "frozen_clock",
      "headline": "System Status Review",
      "anchor_line": "Residents may notice routine adjustments to their Behavioral Compliance Index, or BCI, this week.",
      "contextual_reframing": "Periodic system optimizations ensure fair and seamless city access for all and reinforce trust in Stenograd's data-driven governance."
    },
    {
      "image_id": "frozen_clock",
      "headline": "Temporary Access Updates",
      "anchor_line": "Some citizens have experienced brief changes to services as system teams align digital records.",
      "contextual_reframing": "Such recalibrations uphold the reliability and security of our automated infrastructure. Service normalization is proceeding smoothly."
    },
    {
      "image_id": "clean_hall",
      "headline": "Focus on Civic Stability",
      "anchor_line": "Council reaffirms its commitment to maintaining order and confidence during the ongoing digital refresh.",
      "contextual_reframing": "Continuous improvements ensure Stenograd remains a model of orderly, modern administration with minimal disruption to daily life."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "System Out Of Sync",
      "anchor_line": "Sudden BCI changes still hit thousands overnight, but no official word on why the system slipped.",
      "contextual_reframing": "The Behavioral Compliance Index judges our every move and now it's gone haywire. Some are ghosts one day, council-tier the next. Don't buy claims of 'routine optimization'."
    },
    {
      "image_id": "shattered_display",
      "headline": "Rollback Whisper Leaked",
      "anchor_line": "Insiders say secret diagrams and code found in Halden’s flat triggered this chaos, but the Council’s keeping quiet.",
      "contextual_reframing": "Word is, the late chief built a ‘rollback’ to purge errors out of the BCI. Now privileges flip, families are split, and trust in the code is dying fast."
    },
    {
      "image_id": "wrist_scan",
      "headline": "Access Denied. Again.",
      "anchor_line": "More citizens locked out of jobs, homes, even basic health care—thanks to a glitch the Directorate can’t control.",
      "contextual_reframing": "This automated city promises fairness, but the system picks winners and losers. When it stumbles, we all pay the price. If you’re ‘noncompliant,’ you vanish."
    }
  ]
}