{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Managing, sure. Used to things running smoother, though.",
        "Some new faces passing out repair lists like they're in charge.",
        "Feels like everyone’s improvising these days.",
        "Hard to know where you stand when the rules change overnight."
      ],
      [
        "Yeah, been keeping things steady where I can.",
        "Had folks showing up, telling me which repairs to do. Not my style.",
        "These organizers talk big, but the roster isn’t for me.",
        "I prefer to pick my jobs. Keeps things cleaner.",
        "Doesn’t quite feel like home with all this shifting around."
      ],
      [
        "Been a strange week. New committees keep putting my name on work rosters.",
        "No one asks, they just post your name and expect you to follow.",
        "Used to be the system at least sorted this mess out for us.",
        "I crossed my name off the list. Kept to my old clients instead.",
        "Now there’s more whispers in the halls than actual fixes.",
        "I won’t pretend—feels odd watching things get patched with guesswork."
      ],
      [
        "Since the city split into these neighborhood federations, it’s a circus.",
        "Walked into my own workshop to find strangers telling me how things are done.",
        "The whole mutual aid thing sounds noble, but execution’s a mess.",
        "All my old contacts got replaced by committees that change every day.",
        "I crossed my name off their rosters. Figure I’ll do what I do best, quietly.",
        "Honestly, I miss when the BCI kept at least some order, even if it wasn’t perfect.",
        "Feels like I’m just drifting, half in and half out of whatever this new thing is supposed to be."
      ],
      [
        "Funny thing, for someone who fixes systems, I’m finding the city itself tougher to repair lately.",
        "When those organizers barged in, telling me what needed fixing, I remembered why I stopped working full-time for the state.",
        "All these ‘community leaders’—they mean well, but every morning it's a new set of rules.",
        "No one trusts the BCI anymore, but nobody trusts each other either.",
        "I value making my own choices. Wrote myself off their lists and focused on those who still remember favors.",
        "Probably why my score keeps sinking, but I’d rather lose points than follow chaos.",
        "Directorate types think muscle solves things, but I’ve learned real order comes from steady hands, not loud voices.",
        "Now I’m left feeling like an afterthought in my own city. Whole place feels unfamiliar, inside and out."
      ]
    ],
    "emotion": "Uneasy, displaced, and quietly frustrated."
  },
  "emotional": {
    "opener": "\"Doesn't matter how much things shift around you, Lenart. Some folks still see the work you put in—and that counts for something.\"",
    "variants": [
      [
        "Guess so. Beats the alternative."
      ],
      [
        "Maybe you're right.",
        "Some days it helps to remember that."
      ],
      [
        "Thanks for saying that. Not everyone bothers anymore.",
        "Feels like most just see a score these days.",
        "Nice to know someone looks past it."
      ],
      [
        "I appreciate you saying that, really.",
        "Most people these days don't even notice the work unless something breaks.",
        "Sometimes I wonder if any of it sticks with them.",
        "But hearing that... yeah, it's something."
      ],
      [
        "You know, it's easy to forget folks are paying attention at all.",
        "Feels like I'm patching up leaks in a ship no one wants to steer half the time.",
        "The old setup made sense—clear lines, even if you didn't like them.",
        "Now, no one really knows who listens or cares.",
        "But if you noticed, maybe others do too.",
        "Maybe that's enough to keep at it."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dancing around it, Lenart. What’s really happening in the city?",
    "variants": [
      [
        "Saw some assemblies forming, people organizing stuff on their own.",
        "Supplies moving different, not always through official channels.",
        "Been hearing more about those vanished folks showing up again.",
        "Council’s quiet—never a good sign.",
        "Doesn’t feel stable, that’s all."
      ],
      [
        "Neighborhoods are trying to run things, not sure it’s working so well.",
        "Supplies get handed out by whoever shouts loudest these days.",
        "Old faces popping up where you don’t expect. Makes for odd company.",
        "Heard security types aren’t happy, but no crackdowns yet.",
        "Coins with data floating around—they look like trouble brewing.",
        "Most folks just want the noise to stop."
      ],
      [
        "Assemblies took over services, city’s running on patchwork repairs now.",
        "No BCI score assignments—everything’s handled by whoever shows up.",
        "The ‘invisible’ ones use gaps to get what they need. Makes things tense after dark.",
        "Council dropped the ball. All their authority feels like scenery now.",
        "Saw a supply depot locked up one morning, next day food lines stretched round the block.",
        "Directorate types are restless, but leaders up top ordered them to stand down.",
        "Feels less like fixing a system, more like propping up ruins."
      ],
      [
        "Watched districts form their own networks—some call it freedom, but it’s chaos under the hood.",
        "Supplies being liberated, but not shared fair. Favors and threats fly just like old days.",
        "People who were ‘ghosted’ pop up, trading info, flipping the balance of who gets what.",
        "Saw mediator types smoothing things over, but plenty of districts are one bad night from falling apart.",
        "I always said Directorate should’ve kept more grip, but now they’re sidelined. Leadership’s scared of a crackdown.",
        "Even the BCI’s best tools are offline—system’s blind, everyone improvising.",
        "Haven’t felt like this since before Halden built his stack.",
        "Truth is, it’s every district for themselves—unless you’ve still got the right friends."
      ],
      [
        "Funny how everything people feared about top-down control vanished, and now it’s ten times messier.",
        "People think mutual aid will save them, but most just trade favors under the table.",
        "I watched the vanished crowd—those folks the system erased—coordinate resource drops in my block last night. Smarter than the Council, honestly.",
        "Half the tech runs on band-aids. I keep old clients running, but committee types bug me for diagnostics like I’m public property.",
        "Saw Directorate friends wrestling with orders not to intervene. Nikola thinks letting locals fight it out will teach them a lesson. Feels reckless to me.",
        "Used to think keeping a steady score meant something. Now I’d rather pick my own risks than rely on the Council’s chaos.",
        "Coins showing up everywhere—data stashed inside them. People whisper about proof, but no one trusts the chain anymore.",
        "Back when I was full-time, this sort of fracture would have set off alarms. Now? You’re lucky if the grid holds for a week.",
        "I get why some folks cling to the idea of order, even a harsh one. At least the rules didn’t rewrite themselves every night."
      ]
    ]
  }
}