{
  "olintz": {
    "chapter": "In the aftermath of flyers listing disappeared citizens blanketting major transit hubs, Oksana arrived at the Central Oversight Directorate to find a queue of anxious residents at the building entrance. Throughout the morning, her usual routine was interrupted by coworkers debating whether to address the mounting cases in their flagged reports, as several names matched those on the circulated lists. The return of some missing citizens added to the unease: Oksana observed supervisors redirecting investigative tasks to staff with higher BCI scores, leaving her isolated from core assignments. She overheard whispered speculation about internal audits targeting anyone whose digital activity had deviated during the recent communication shutdown. That day, Oksana withheld comments during meetings, worried any misstep could mark her as suspicious. Her work slowed as she checked each manual report twice, aware of fresh scrutiny. By evening, she noted a further drop in her BCI score, now reduced to 25, reflecting increased internal suspicion.",
    "bci_score": 25,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 1, after several missing citizens quietly reappeared in the neighborhood, Nikola observed increased movement at local message boards and hushed exchanges among longtime residents. The return of the previously absent individuals heightened unease about irregular detentions, especially as their families avoided public conversation. The next day, Nikola noted that Council bulletins at the resource center had been removed and unofficial lists of names were now being passed by hand. He changed his routine, returning home quickly and declining conversation with neighbors. Nikola reviewed his own records for unexplained notations and locked away his remaining Council documents, prioritizing personal security over his usual engagement with daily updates. The mounting distrust in official channels and the visible breakdown of Harmonist order led him to limit his outside activities further. These cumulative behavioral changes, and his increased caution, resulted in a further 4-point decrease in his BCI score, now at 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the circulation of flyers listing missing citizens and the subsequent return of several individuals in visibly shaken conditions, daily life in Daria's lab alters further. That morning, two technicians quietly resign, leaving more unresolved health band repairs and increasing her workload. Colleagues avoid discussing the flyers openly, but she notices a shift—requests for off-record data corrections stop entirely, and people now log every action by hand, regardless of urgency. Supervisors make sudden, repeated headcounts and task reviews, delaying service even further. During a lunch break, Daria overhears two new team members debating whether to continue signing official logs, fearing the names on the flyers might soon include theirs. Daria adapts by limiting conversations at work to essential instructions only, and she triple-checks her entries to avoid anomalies. That evening, her BCI score drops by two points, attributed to reduced efficiency and heightened oversight rather than rule-breaking.",
    "bci_score": 60,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Lenart Kova spent two days transcribing names from the BCI’s hidden lists and preparing physical copies for distribution. He packaged envelopes with documented names of those who had been removed from city records, delivering them at night to community centers and common meeting sites. In the following days, flyers appeared across Stenograd listing missing citizens and citing his leaked evidence. Neighborhood groups began organizing public searches and collection of testimony. As people recognized names from the lists and several missing residents reappeared, Lenart observed increased patrol activity and digital restrictions in his work sectors. Former clients withdrew communications, wary of association. The system flagged him for irregular movements and unauthorized data handling; his BCI score dropped sharply to 37, reflecting major noncompliance. Lenart stopped all official work, relying on paper records. The leak triggered citywide alarm and directly contributed to the mobilization of grassroots groups and erosion of Council credibility.",
    "bci_score": 37,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On May 2, after flyers naming disappeared citizens flooded the city, Sven Halek noticed a shift among Council staff: colleagues worked in small, hushed groups and delayed responses on message drafts, citing confusion about returning detainees. During a scheduled directive review, Sven observed that speech feedback was no longer routed through normal policy channels. Instead, he received edits in the form of unsigned handwritten notes, likely from previously missing staff recently reinstated. Uncertain of these notes' authenticity, Sven limited the use of sensitive language and documented every edit, worried about potential leaks. Later that day, when his delivery of updated statements to security liaisons took longer due to new manual handovers and identity checks, he noted increased inefficiency across all communications. The constant, unverified information flow forced Sven to back up critical drafts in multiple offline locations, heightening his sense of instability. His BCI score dropped further to 59, reflecting increased operational risk.",
    "bci_score": 59,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "The morning after city squares filled with flyers listing missing residents, Rada arrived at the media office to find staff crowded around a printed list posted on the notice board. Several names matched colleagues who had not returned after recent reassignments. Throughout the day, she noticed familiar bylines missing from broadcast schedules and more empty desks than usual. When grassroots groups began organizing searches outside the building, compliance officers ordered staff to stay indoors and cut access to external lines. Rada limited her interactions, using only approved forms to request story assignments and kept her personal footage hidden to avoid drawing attention. During lunch, a colleague quietly handed her a flyer, but she slipped it into her bag without reading it, aware that possession could be flagged. Concerned about increased surveillance and the staff’s growing silence, she refrained from discussing the disappearances and adhered strictly to all new protocols. Her BCI score remains at 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}