{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Let's just say it's been a strange week at work.",
        "You notice who isn't showing up, even when no one talks about it.",
        "People keep their heads down these days. Me included.",
        "And honestly, by the end of the day, it just leaves me feeling hollow."
      ],
      [
        "Work's… tense. A bunch of colleagues are just gone, and nobody will say why.",
        "Names got posted around the office. Ones from our team. Feels colder than usual.",
        "We're locked inside most days now, can't reach anyone outside.",
        "I don't know what’s worse—staff disappearing, or everyone pretending not to notice.",
        "And honestly, by the end of the day, it just leaves me feeling hollow."
      ],
      [
        "Honestly, the office feels like a ghost town.",
        "They put up a list of missing staff. Some were friends, most just vanished after 'reassignment'.",
        "Everybody’s on edge, sticking to the forms, trying not to talk about it.",
        "Someone slipped me one of those flyers from outside—listing names. Couldn't even look at it.",
        "Feels like we’re waiting for the next silent warning, all holding our breath.",
        "And honestly, by the end of the day, it just leaves me feeling hollow."
      ],
      [
        "You ask about my tone—I guess it's what happens when you spend the day ignoring empty desks.",
        "They posted a list. Not rumors, actual names. People I worked with, now just... gone.",
        "Compliance officers want us sealed in. Phones cut, hush everywhere.",
        "I stick to the rules, but it feels like self-preservation, not loyalty.",
        "Can't even trust a flyer in my bag; that’s where we’re at.",
        "Most of us are just pretending it’s normal, even as the city outside raises hell about the missing.",
        "And honestly, by the end of the day, it just leaves me feeling hollow."
      ],
      [
        "You know I grew up with a BCI officer as a parent, so I recognize the tricks they use to make silence look safe.",
        "This week, it’s empty chairs and posted names. People disappear, replaced by new rules and colder stares.",
        "Officially, I’m covering ‘community compliance’. Off the record, I’m just trying not to be next.",
        "They locked us in the office when grassroots groups started searching for the missing. Phones dead, lines cut.",
        "Some colleagues slipped me flyers, news from outside. I hid them, like smuggling truth across checkpoints.",
        "I save raw footage because what’s aired is half a story and the gaps are dangerous.",
        "All this order, and yet none of us feel safe—just smaller, quieter. That’s the real compliance.",
        "And honestly, by the end of the day, it just leaves me feeling hollow."
      ]
    ],
    "emotion": "And honestly, by the end of the day, it just leaves me feeling hollow."
  },
  "emotional": {
    "opener": "Sometimes it’s not you that’s hollow, Rada. It’s the system carving out all the meaningful parts and calling it progress.",
    "variants": [
      [
        "Yeah. You’re not wrong.",
        "Feels like that lately."
      ],
      [
        "You get used to the feeling. Or you try to, anyway.",
        "Sometimes it helps to know someone else sees it too.",
        "Doesn’t change much, but it’s something."
      ],
      [
        "I appreciate that. Most people just pretend it’s fine.",
        "Some days it’s like the city has a filter over everything.",
        "Hard to hold onto anything real for long.",
        "Guess I’m not the only one."
      ],
      [
        "Thank you. It gets exhausting pretending all the time.",
        "Feels like the only thing that ever really changes is how well I can fake it.",
        "But you notice things. Not everyone does.",
        "Sometimes I wonder what it would be like to just stop caring.",
        "That scares me even more."
      ],
      [
        "You really get it. Most don’t. They’d rather talk about anything else.",
        "Honestly, I grew up believing compliance meant safety. Now it just feels like I’m living in a shell that gets thinner every year.",
        "Sometimes I think about what I’m missing, what I could be if I wasn’t always monitoring myself.",
        "It’s strange how quickly people adapt to emptiness. They call it normal.",
        "You start cutting away pieces just to fit. You forget what you used to be like.",
        "Talking here, in this place, it’s the closest I come to feeling like myself."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada. Just say it straight out for once.",
    "variants": [
      [
        "Everyone knows about the flyers. Big distraction.",
        "They say some missing people came back. Not much else confirmed.",
        "Rumors everywhere, nobody shares the full story.",
        "The city’s tense—that’s all I’ll say.",
        "Feels like things are being managed above our heads."
      ],
      [
        "The lists that showed up? No one knows who leaked them.",
        "Some folks reappeared, but they’re keeping quiet.",
        "People guess the Council’s split over all this, but details are fuzzy.",
        "Things went weird after Halden died—too much changing, too fast.",
        "It’s hard to trust what we’re allowed to see. Even harder now."
      ],
      [
        "Whole place turned after Halden’s death. System glitches moved us around like chess pieces.",
        "Those flyers? Didn’t come from official channels. Someone on the inside started it.",
        "People returned after vanishing, not talking to press. Obvious signs of trauma.",
        "Council factions blaming each other in coded statements.",
        "Underground comms helped get names out—analog, not digital.",
        "It’s clear plenty of people aren’t buying the official line.",
        "I can’t say I blame them."
      ],
      [
        "When Halden went, the system lost its grip. Even top BCI scores ended up sweeping floors.",
        "That hardcopy list? Came from a contractor, not some grassroots rumor.",
        "The ones who came back—looked broken. I’ve seen it in their faces, even if I can’t air it.",
        "The Directorate pulled the plug on our comms, but analog messages cut through.",
        "Every council speech now feels like cover for something brittle and scared.",
        "People stopped assuming the BCI is infallible. That silence is a crack, not safety.",
        "I save what I can, even if it means risking what’s left of my standing.",
        "All this compliance—looks more like panic than order lately."
      ],
      [
        "After Halden’s death, the algorithms went haywire. Saw high-score elites pouring coffee while blacklisted ones got tech gigs. Absurd, dangerous.",
        "Lists of the disappeared were leaked by a maintenance guy. I’ve seen his signature—he covered his tracks, but not well enough for someone like me.",
        "Comms blackout was Directorate’s move. That’s when analog networks flooded with names and stories no broadcaster could run.",
        "Some who returned? Can barely look anyone in the eye. Trauma’s written all over them, but the official line calls it ‘misclassification’.",
        "Council is fracturing—Harmonists don’t even pretend unity.",
        "Distrust is hitting everyone, not just low scorers. Even Council staff whisper off the record now.",
        "I haven’t trusted the BCI since before this fallout. Compliance just means self-preservation until the next round of disappearances.",
        "Truth’s dangerous, but so is letting the system write you out.",
        "Sometimes I wonder if those empty chairs are safer than the ones still filled."
      ]
    ]
  }
}