{
  "preference": "b",
  "dilemma": {
    "opener": "No council ears here. You're safe.",
    "variants": [
      [
        "Some things in this city are never as stable as they look.",
        "Wish I could say I just fix wristbands and go home.",
        "Feels like whatever I do next, things won’t go back to normal."
      ],
      [
        "I've got access to something that could change the way the Council moves.",
        "One way helps them stay in control. The other blows things wide open.",
        "Neither path leads back to what we had.",
        "Balance isn't as simple as fixing broken code."
      ],
      [
        "Trying to decide whether to help the Council quietly steer things back on track or share what I know with everyone.",
        "Both are possible. Both carry risks I can't ignore.",
        "If I keep the control silent, the city might calm down, but nothing really changes.",
        "If I push everything into the open, there's no telling how people react.",
        "The logs I found made this my problem. There's no undo."
      ],
      [
        "I found something hidden in the system. Instructions from Halden, ready to trigger if things fell apart.",
        "If I use it, the Council gets help—quiet, predictive nudges that shape their decisions from the shadows.",
        "The alternative is to make his private notes public. No more hiding, just raw honesty for everyone to see.",
        "I grew up believing systems should serve people, not the other way around. Transparency always mattered to me, but chaos scares me.",
        "My BCI score's average now. If I tip it either way, I won’t blend in again.",
        "Every part of me wants order, but I can't help wondering if the people have a right to know.",
        "Not sure which Stenograd I want to live in next."
      ],
      [
        "There’s a buried protocol—Halden’s contingency. I’m the one who found it. It lets me either quietly guide the Council with handpicked updates, keeping panic down while they keep the city running their way—or I can reroute Halden’s real handwritten diary entries to every public display we have, let everyone see the rot behind the glass.",
        "If I choose the first, nothing ever changes—just smarter mistakes and tighter control. People like me keep pretending to be bystanders.",
        "If I go with the second, there could be mass upheaval. Disappearances out in the open, the Council exposed, nobody safe or sure what comes next.",
        "My brother vanished in a BCI audit. I’ve seen what secrecy does. But fear—real fear—keeps most people silent.",
        "Innovators want change, but the risk doesn’t fall on the system, it falls on us. My BCI’s barely safe to begin with. If I cross this line, I become what I’m most afraid of: visible.",
        "Today, the choice is mine. Tomorrow, maybe nobody has one at all.",
        "Still not sure if honesty helps anyone when the city’s wound this tight."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Order must be restored—even at the cost of full transparency.",
      "monologue": [
        "If everything comes apart, people get hurt—maybe disappear for good this time.",
        "We keep things running, quietly, so panic doesn’t swallow the city whole.",
        "Sometimes stability matters more than exposing every hidden wire underneath."
      ],
      "supportive_response": [
        "You’re right, Daria, people need some ground to stand on, even if they never know it.",
        "That’s a solid way to keep us moving—go ahead, keep talking it out."
      ],
      "challenging_response": [
        "But if no one sees the wires, how do they know it’s even safe?",
        "Go on, tell me more—what makes that trade worth it now, Daria?"
      ]
    },
    {
      "belief": "Leaders need accurate, predictive tools in times of crisis.",
      "monologue": [
        "Without the right inputs, decision-makers just guess, and the city lurches sideways.",
        "The Council can’t steer blind—they need signals, even if they’re manufactured ones.",
        "It’s calculation, not hope, that keeps streets from filling with chaos."
      ],
      "supportive_response": [
        "That’s fair. Everyone wants pilots with working instruments when the storm hits.",
        "Let’s keep working through it, I’m listening."
      ],
      "challenging_response": [
        "Are signals still useful if they’re shaped too much by one hand?",
        "So, what makes trusting those tools different after everything you’ve seen?"
      ]
    },
    {
      "belief": "Controlled information flow prevents greater harm.",
      "monologue": [
        "When messages get loose, even the good ones twist people up, then break them.",
        "There’s a reason so much is filtered—raw truth can be dangerous here.",
        "It feels like letting the Council manage the story protects the most lives, for now."
      ],
      "supportive_response": [
        "Makes sense, Daria. Sometimes it’s not about the message but what it could trigger.",
        "Whenever you’re ready, walk me through the rest, if you like."
      ],
      "challenging_response": [
        "But who decides what’s too dangerous, if not the people themselves?",
        "If you think someone’s getting burned anyway, is silence just less obvious harm?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "People deserve the truth, even if it is disruptive.",
      "monologue": [
        "If all they get is silence, people make up worse stories in their heads.",
        "The truth on display might scare them, but lies curdle even slower, deeper.",
        "Anything less than honesty, now, turns us into the system we claim to fix."
      ],
      "supportive_response": [
        "You're right, honesty cuts deeper than any rumor the city invents.",
        "I see how that drives your thinking. Where does it take you next?"
      ],
      "challenging_response": [
        "But sometimes truth turns panic into something worse, even violence.",
        "How do you weigh that risk, knowing the city could unravel?"
      ]
    },
    {
      "belief": "Secrets breed deeper instability than chaos.",
      "monologue": [
        "Hidden rules gave birth to all this unrest — people feel it, even if they don't see it.",
        "Every buried secret in this city leaks back, twisted, worse than before.",
        "If we keep covering up, what happens the next time it fails?"
      ],
      "supportive_response": [
        "I hear you—secrets fester, they never really stay buried.",
        "So tell me, what makes this time different for you?"
      ],
      "challenging_response": [
        "But if the alternative is chaos, won’t the cure just worsen the disease?",
        "Don’t some things need to stay hidden for a reason?"
      ]
    },
    {
      "belief": "Public agency comes before engineered stability.",
      "monologue": [
        "Order means nothing if people have no say in how it's kept.",
        "Everything in Stenograd has been designed over people's heads—this is the cost.",
        "Giving them agency is tangled and loud, but it’s better than sleepwalking through control."
      ],
      "supportive_response": [
        "I get that—order without input is just another kind of prison.",
        "So, for you, real agency matters more than smooth routines?"
      ],
      "challenging_response": [
        "But what if agency invites chaos none of us are ready for?",
        "Can people really choose, or just react, when everything falls apart?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I will handle it.",
        "No need to ask further."
      ],
      [
        "I made the call to restore things.",
        "Minimal disruption will follow."
      ],
      [
        "I am sending the Council what they want to see.",
        "It should calm the city.",
        "This stays between us."
      ],
      [
        "I am starting Halden's program so the Council gets clean updates.",
        "People might not notice anything changed.",
        "It keeps things running for now.",
        "Quiet is the goal tonight."
      ],
      [
        "I will push Halden's system live for the Council's eyes only.",
        "You helped me see chaos won't help right now.",
        "The city needs order, even if it's hidden.",
        "Sometimes keeping calm means hiding the truth."
      ]
    ],
    "monologue_b": [
      [
        "You will see something new tomorrow.",
        "Stay away from city displays."
      ],
      [
        "Expect disruptions citywide soon.",
        "These aren’t official reports."
      ],
      [
        "I am redirecting Halden's diary to public screens.",
        "People will know what’s been hidden.",
        "Truth is the only way forward."
      ],
      [
        "Tomorrow, the city will read Halden’s real notes.",
        "I am risking open chaos for honesty.",
        "You helped me see we can't hide anymore.",
        "It will be public and loud."
      ],
      [
        "I am exposing Halden’s real voice for everyone to read, not just the Council.",
        "You convinced me hiding made things worse.",
        "People deserve real stories, even if it’s confusion at first.",
        "Truth matters. Secrets broke this place already."
      ]
    ],
    "monologue_self": [
      [
        "I wiped the old protocol.",
        "That’s all you’ll hear from me."
      ],
      [
        "Tomorrow’s news will be different.",
        "I erased the Council's last tool."
      ],
      [
        "I erased the protocol and will show Halden’s notes to everyone.",
        "It will cause unrest, but it’s too late to stop.",
        "We need light, not more secrets."
      ],
      [
        "I will erase Council control and open Halden’s diary citywide.",
        "You didn't help, but I know this is right.",
        "People must see the system’s rot.",
        "We can't wait for approval."
      ],
      [
        "I chose to break the cycle and show Halden’s words everywhere.",
        "You didn't help, but I see what must be done.",
        "People are lost with half-truths and order built on lies.",
        "Maybe chaos is risk, but silence was worse."
      ]
    ]
  }
}