{
  "olintz": {
    "chapter": "After Directorate patrols reinstated curfews and rationing tied to BCI scores, Oksana arrived at her apartment block to find a security checkpoint blocking every entrance. Her access pass was delayed for several minutes, despite her government documentation, as patrol officers manually checked credentials. That afternoon, news of false BCI updates circulated among residents, causing confusion in ration lines. Oksana witnessed two individuals pass through the checkpoint with fake clearance, prompting officers to question everyone waiting behind them. She kept her responses limited and avoided conversations, aware her Directorate affiliation drew critical attention. Back at her unit, Oksana double-checked her daily log entries for inconsistencies, worried her own access might be suspended due to mistaken identity. She refrained from logging into sensitive systems that evening, choosing instead to review paper notes. The combination of increased public scrutiny and system irregularities caused her BCI score to drop further, settling at 15.",
    "bci_score": 15,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 13, after signing the emergency order for Directorate intervention and limited BCI restoration, Nikola Petrak supervised the rapid implementation of new curfews and rationing in his district. He personally distributed new electronic access passes to residents and reported noncompliant activity to the designated security liaison. During a tense building assembly, he enforced quiet discipline, reminding neighbors that deviation would result in immediate restrictions. Over the following days, Nikola coordinated with Directorate patrols to ensure rations were delivered in an orderly fashion, tolerating increased suspicion from neighbors but maintaining strict adherence to revised protocols. The return of surveillance and control restored predictable routines, reducing street violence and resource hoarding, but produced visible resentment and avoidance among residents. Nikola’s BCI score rose to 72 due to his decisive enforcement and alignment with Directorate priorities, though his personal sense of isolation grew as neighbors withdrew from informal contact.",
    "bci_score": 72,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "After curfews and rationing resumed through electronic passes, Daria noticed a checkpoint installed outside her building. Her route to the lab was rerouted through two new screening points where BCI-linked passes, recently reactivated in a restricted mode, were required. Each morning, she found unfamiliar guards asking detailed questions about her assignment and requesting her pass for verification, sometimes holding her back while her record was checked for recent log anomalies. Inside the lab, staff received printed lists detailing who could access sensitive equipment, and Daria’s name appeared closer to the bottom than before. One afternoon, a notice arrived alerting her that flagged badge scans could prompt review and possible reassignment. She quietly limited her movements within the facility, avoided initiating nonessential tasks, and watched colleagues form new groups to share permitted access. Her actions were more visible, and her BCI score dipped two points as system scrutiny increased. New BCI score: 42.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the reactivation of BCI controls and the Directorate’s visible presence in Stenograd, Lenart’s work routine shifted. On June 15, electronic passes were mandated for movement and access to supplies. When he queued at a ration line, his temporarily restored BCI score allowed him to pass checkpoints, but he noticed several familiar technicians—recently accepted during the BCI suspension—denied entry. That afternoon, a routine request to service a broken lift now required Directorate approval. Lenart complied, accepting the stricter checks in exchange for system stability, but he limited conversation with colleagues for fear of being associated with those bypassing restrictions. Later, learning about unauthorized status updates circulating online, he grew more cautious, double-checking that his own BCI details were correct. He set aside additional time to update his paper records, reaffirming his preference for order even as others searched for workarounds. His BCI score increased slightly to 53.",
    "bci_score": 53,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the reactivation of BCI controls and the visible deployment of Directorate patrols, Sven Halek’s daily routine became increasingly rigid. When electronic rations were issued that morning, his pass failed on first scan, forcing him to queue under the supervision of armed staff. During his walk to deliver speech drafts, he passed two unauthorized checkpoints and underwent thorough questioning about his recent tribunal involvement. At the office, a colleague quietly asked whether he planned to continue recording citizen testimonies, glancing nervously at a nearby Directorate operative. Sven reduced his fieldwork, focusing instead on revising public statements to comply with security restrictions. He noted dwindling open communication among the Innovator team, as discussions shifted to short, ambiguous exchanges. In the evening, Sven updated his risk log, documenting both the loss of autonomy and the growing wariness among trusted contacts. His BCI score fell from 22 to 16, reflecting institutional suspicion and reduced mobility.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After Directorate patrols returned and curfews were restored, Rada arrived at her office to find checkpoints reinstated and entry now determined by updated BCI scores. Her low score meant waiting longer outside with others newly marked as non-priority, while colleagues with previously stable roles appeared displaced or tense. When unauthorized tech groups sent out false BCI status updates that afternoon, Rada observed unfamiliar faces accessing restricted areas and claimed edits flagged as compliant. She refrained from attempting system logins, noting other staff debating whether to risk using their own access credentials. Instead, she quietly helped maintain physical supply lists, writing details by hand to avoid digital tracking. Rada left work early, bypassing digital checkpoints where she could, and avoided unnecessary contact with the main network. As a result of additional system avoidance and association with flagged staff, her BCI score dropped to 24. She recorded this change privately, adding it to her offline notes.",
    "bci_score": 24,
    "political_preference": "rebel"
  }
}