{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "It's been complicated lately. The block's security got stricter overnight.",
        "Access was slow, even for me. Made me uneasy.",
        "People talk about fake passes now. I just keep my head down.",
        "I'm just...tired, honestly."
      ],
      [
        "Yeah, it's quieter now, but odd things keep happening.",
        "Checkpoint delays, even with my clearance. Makes you wonder.",
        "Saw some folks get through on false credentials. Officers weren't happy.",
        "I've been double-checking my records, to be safe.",
        "I'm just...tired, honestly."
      ],
      [
        "Managing, but things got tense this week. Security everywhere, and I almost couldn't get into my own building.",
        "My pass lagged—I'm with Directorate, but that barely helped.",
        "Heard rumors about BCI glitches messing with people's access, so everyone's on edge.",
        "Saw a couple slip by with fake passes. Made me nervous, honestly.",
        "I kept quiet, worried my own status could get flagged. Skipped some of my usual checks, just in case.",
        "I'm just...tired, honestly."
      ],
      [
        "Suppose I have been keeping quiet. It's easier, lately.",
        "With curfews and checkpoints, even government staff like me can end up stalled outside their own home. My pass was almost rejected. Could've been worse.",
        "There are people slipping through with forgeries, and everyone gets questioned or blamed. Makes work feel pointless when no one trusts the system.",
        "I've heard about those BCI updates being false, messing with ration lines. No one knows who to trust now, or what'll get you blocked next.",
        "To be honest, having Directorate ties just puts a target on me. I worry if my own score dips further, I'll get locked out for good.",
        "Didn't even dare log in last night. Paper notes feel safer.",
        "I'm just...tired, honestly."
      ],
      [
        "Guess I'm not good at hiding it. Things have changed, and it doesn't feel right.",
        "I work as a behavioral analyst for the Directorate—ironic, since my BCI score's dangerously low now.",
        "Last night I almost didn't get in my own apartment. Officers looked at me like I was the problem. Saw two people sneak by with fake passes, then everyone behind them got grilled.",
        "Word spread fast about BCI errors and false updates, and people waited hours for rations. No one trusts these checkpoints—or each other.",
        "I used to believe the system kept order, but now they block decent people over small mistakes. I felt like a stranger where I live, made me realize how quickly things fall apart.",
        "I spent last night checking my paperwork over and over, afraid some glitch marked me for restriction. Didn't touch Directorate systems at all—who knows what could happen.",
        "Funny, I work to keep others 'in line,' but now I can't trust the line won't snap under me.",
        "I'm just...tired, honestly."
      ]
    ],
    "emotion": "I'm just...tired, honestly."
  },
  "emotional": {
    "opener": "It's okay to feel exhausted. This city expects us to adjust to everything, every day. But you don't have to be perfect here. Not with me.",
    "variants": [
      [
        "Thanks. I... I appreciate that.",
        "It helps, a little."
      ],
      [
        "Yeah, maybe I needed to hear that.",
        "It's hard to keep up, most days.",
        "Still. I don't know if it ever actually gets easier."
      ],
      [
        "That's kind of you to say.",
        "I think people forget what it's like, just being tired all the time.",
        "Sometimes I worry it means something's wrong, with me, not the system.",
        "But maybe it's just... normal now."
      ],
      [
        "It's strange, isn't it, how everyone just adapts?",
        "Sometimes I feel like I'm the only one struggling like this.",
        "It's not only about the work. The whole city feels... heavy, somehow.",
        "Most people don't talk about it. Not honestly.",
        "I wonder how anyone manages."
      ],
      [
        "I used to think feeling tired meant I wasn't trying hard enough.",
        "Now, I see it's more than that — it's living here, always keeping pace with systems that don't slow down.",
        "Everyone is moving, adjusting, performing... it's exhausting, but we're told it's normal.",
        "I miss when things felt... clearer, maybe even simpler.",
        "Sometimes I feel invisible, and sometimes that feels safer than being seen.",
        "But hearing you say that makes me feel a little less alone, actually."
      ]
    ]
  },
  "factual": {
    "opener": "So what really happened this week? Feels like everyone's just guessing. Tell me something real, Oksana.",
    "variants": [
      [
        "Everyone's upset, but that's nothing new.",
        "They restored some restrictions, locked down movement again.",
        "BCI's back, but only partly. People aren't happy.",
        "Some are trying to get around it, that's all I'll say."
      ],
      [
        "Things tightened quickly after the tribunal fallout. Patrols everywhere now.",
        "People grumble about curfews and ration issues, it's tense.",
        "There's talk of sabotage in the system, nothing proven.",
        "Council's split and the system's not working right.",
        "I can't say more, really."
      ],
      [
        "Directorate reactivated BCI controls. Partial only, but it's having an effect.",
        "People lost trust after those citizen-run days—chaotic but honest, I suppose.",
        "Council's divided. Harmonists want stability, but others push harsher orders.",
        "BCI errors haven't stopped, just harder to track now.",
        "Unauthorized tech groups are spreading false statuses—no one knows what's real.",
        "Public addresses say order's coming, but things look brittle.",
        "I used to think the system was rational, but now... I'm unsure."
      ],
      [
        "Directorate took emergency power after tribunal unrest. Now checkpoints, curfews—old habits resurface.",
        "BCI's only running in fragments. Daily life is unpredictable, rationing's a mess.",
        "Systems shouldn't depend on one person—Halden's death proved that. Now, everything runs out of sync.",
        "Officially, the public's reassured. Privately, the Council's fracturing, blame shifting between factions.",
        "Sabotage is happening. Tech groups exploit cracks, faking BCI statuses, slipping people through.",
        "Harmonists like me wanted a slower hand, but control's all that seems to matter to some.",
        "I see community groups forming again—people adapting, out of sight. Not sure the Council even realizes.",
        "It's strange. The city isn't ordered or chaotic—it's hollow."
      ],
      [
        "I never thought I'd see the Directorate step in so visibly again. It's what the Innovators warned would happen without Halden.",
        "BCI functions are only half-alive. People at the top won't admit how fragile things are.",
        "I saw the sabotage myself—someone circulated false BCI updates, letting old 'vanished' citizens just walk past checkpoints. Makes me rethink everything I learned in training.",
        "Council sessions are hostile. Sven wants control, but Harmonists—my side—keep warning about backlash.",
        "I grew up believing the system meant fairness. Now I see how errors and secrets corrode it from inside, especially since Halden died.",
        "Those neighborhood tribunals shook people. For a moment, they remembered how to make decisions together. Some Council members fear that more than any sabotage.",
        "Privately, Directorate analysts know the system is only stable because most people are scared to test it.",
        "I wish I could say I still have faith in our methods. But watching citizens take hidden routes and barter coins—it's clear so much is out of view now.",
        "Best I can do is keep my records straight and not get caught in someone else's purge."
      ]
    ]
  }
}