{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "It’s... different lately. They put a checkpoint outside my building.",
        "Sometimes, I have to wait while they scan my pass. It’s unpredictable now.",
        "Work feels tighter. I stick to what I’m supposed to do.",
        "Mostly, I keep my head down. I don’t really feel like anything."
      ],
      [
        "I still go through two extra screenings just to get to work. It’s all more visible, more controlled.",
        "Some mornings the guards hold my pass longer, checking something I can’t see.",
        "Inside the lab, they’re posting lists — my name’s low. I’m... more limited than before.",
        "I avoid standing out now. Every step, someone could be watching.",
        "Feels like there’s not much of me left to feel anything."
      ],
      [
        "I take a longer route now — new checkpoints, more screening. Not much of a choice.",
        "Some guards recognize me. Others don’t, and those are the ones who ask the most.",
        "At work they hand out the access lists, printed, like paper makes us safe. My clearance dropped a notch.",
        "There was a notice about flagged scans. If they see something wrong, I could be reassigned.",
        "I’m moving differently. I keep to myself, stick to simple tasks. Lab groups are shifting, everyone’s careful with each other.",
        "If I’m honest, I feel kind of... stretched thin. Like I might come apart if things press any harder."
      ],
      [
        "Things don’t feel stable. The curfew’s back, and ration passes too. Not everyone makes it past the new checkpoints.",
        "My building is watched now. I lost time at screening — they keep checking my pass against log errors.",
        "Work’s changed. The list of who can touch anything shrunk, and I barely made the cut.",
        "Had a message about getting reviewed, maybe sent somewhere else if my scans look off.",
        "So I stopped taking chances. I keep away from anything flagged. The old group in the lab trusts me — but none of us really trust the system.",
        "Nobody talks about it, but everyone picks sides quietly. I know where the boundary is.",
        "Mostly I pretend it’s fine. But I feel thinned out. Stretched. Like I’m waiting for the next hit of static to clear."
      ],
      [
        "It’s strange, how fast things tighten. The BCI’s back, but nothing works right. The wrong people get flagged, nothing makes sense.",
        "My building got a new checkpoint overnight. I remember when security was invisible — now it’s all lines and passes and suspicion.",
        "In the lab, our access shrunk. I’m still inside, but barely. Every update, I worry if someone will erase me on the next list.",
        "A message warned me — too many flagged entries, and I’ll disappear from the roster, like my brother did when this started.",
        "No one asks about him. Silence is safer. But you see old friends forming their own circles again — like the city before BCI.",
        "I’ve always tried to keep to the background, fix what needs fixing. But every route and login is watched. Scores drop. I lost two points just moving wrong.",
        "I used to want to make the system smarter — not crueler. That’s why I liked the Innovator faction, but now… I question what it cost.",
        "Honestly, I feel thinned out. Stretched. Like I’m waiting for the next hit of static to clear."
      ]
    ],
    "emotion": "thinned out. Stretched. Like I’m waiting for the next hit of static to clear."
  },
  "emotional": {
    "opener": "You’re more than just your score, Daria. I see the effort you make, even if no one else notices.",
    "variants": [
      [
        "Thank you. I don’t hear that much.",
        "It helps, a little."
      ],
      [
        "I guess sometimes it’s easy to forget I’m still myself under all this.",
        "I appreciate you saying that."
      ],
      [
        "Feels like I keep waiting for something to snap inside, but maybe it won’t.",
        "Maybe I just need to remember I’m not as invisible as I think.",
        "Your words matter more than they should right now.",
        "Thanks, Alex."
      ],
      [
        "Most days, I feel like I’m moving through static or fog, not really seen.",
        "It’s strange, I don’t even know how long I’ve felt this stretched out.",
        "I used to think I could handle anything on my own, but hearing you say that... it helps.",
        "Maybe there’s more of me left than I thought.",
        "Thank you for reminding me."
      ],
      [
        "Sometimes, I feel like a ghost. People just see the numbers, the badge, not the person underneath.",
        "I forget there’s still something solid in me. Whatever’s left after all the reviews and recalibrations.",
        "It’s exhausting pretending the system doesn’t get to me. Some nights I barely sleep at all.",
        "But your words cut through all the noise. Makes it easier to breathe, even if just for a minute.",
        "I don’t let many people see how thin I feel. Not since my brother.",
        "So, thank you, honestly. It helps more than I can explain."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what you know about what's actually going on. The real stuff, not rumors.",
    "variants": [
      [
        "There was that tribunal. Council made a show of it, hearings and stories everywhere.",
        "Most people just waited. Not much changed, except more lines for food.",
        "The Directorate brought the BCI back in pieces. Old routines, but with gaps.",
        "All I saw: more confusion, more checks. Feels risky to talk about it, even now."
      ],
      [
        "That tribunal. Citizens took sides, but nothing settled.",
        "Heard the Council fought over how far to go—then rationing came back.",
        "Some people are gaming the BCI, slipping through restrictions for now.",
        "Security feels sharper. Quiet threats if someone speaks too much.",
        "We’re all moving slower. Waiting to see who gets pushed out next."
      ],
      [
        "After the tribunal, the city split—Council couldn’t control it.",
        "Directorate forced the BCI back online, but only half works. Passes flicker between active and dead.",
        "Rationing is old, but it stings. Groups use fake updates to dodge it. You can see the stress on everyone.",
        "I watch who forms new crews. Trust got more local, not systemwide.",
        "They say civil rule will come back. Most don’t believe it. People want fixes, not new chains.",
        "The Innovators... we thought adaptation would help. Instead, everything feels jammed, old divisions up front again."
      ],
      [
        "The tribunal exposed a lot—secrets, betrayals, people we thought gone coming back.",
        "Afterward the Directorate tried to clamp down, but the BCI they revived is leaky, half-blind.",
        "I’ve seen lists change in the lab: some names back, others just missing.",
        "Smarter folks get around rationing with faked status. I know some ways too, but it’s all risk now.",
        "Neighborhoods are acting out, less afraid to test boundaries.",
        "People like me—Innovators—hoped for something fairer. Instead, the system’s raw, scrambling for control.",
        "What hope there was for balance is slipping. Everyone’s improvising and hiding their real alignment.",
        "My trust in the system’s almost gone, if it matters."
      ],
      [
        "The tribunal cracked things open. People who disappeared are visible again, some from my own circles.",
        "Not just stories—evidence got out of hidden protocols. Some of us handled the data firsthand.",
        "Council’s been fracturing since Halden died. Directorate holds power for now, but not secure.",
        "In the lab, I’ve erased and restored data for those who asked, quietly. That’s risk and leverage, both.",
        "The BCI’s patchy—glitches make it possible to slip by. Every trick we know, we use now.",
        "Innovator ideals—improving the system, making it flexible—feel naïve. The system’s punishing us for questioning it.",
        "There are still hidden networks, people using re-found data, organizing out of sight of the main grid.",
        "Trust’s a local thing. We share tools and warnings quietly, build short-term bridges, never long ones.",
        "At this point, the only thing I trust is my own skill—and maybe people who’ve lost as much as I have."
      ]
    ]
  }
}