{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Things changed fast after Directorate patrols came back.",
        "I had to wait outside my own office because of score checks.",
        "Some familiar faces vanished, new ones showed up.",
        "Feels like I’m careful about everything, just to stay above water."
      ],
      [
        "With the patrols back and those electronic passes, it’s all lines and delays if your score is low.",
        "I spent half the morning outside waiting while others got fast-tracked.",
        "A few tech groups sent out fake status updates, but I didn’t risk trying them.",
        "Started doing more work on paper, less on the network.",
        "It’s like every move could get me flagged for something worse."
      ],
      [
        "Ever since the curfews and score checks, my days start in the waiting line.",
        "Colleagues are on edge—some who were once ‘trusted’ are suddenly treated like me: low priority.",
        "We had a bunch of fake BCI updates floating around, some people tried their luck. I kept my head down.",
        "I recorded my score dropping—twenty-four. Wrote it in a notebook, just to have my own truth.",
        "Now I avoid system logins when I can. Helps me breathe a little.",
        "Feels like you’re always proving you belong, with smaller spaces to stand in."
      ],
      [
        "I grew up learning how stories get packaged to fit, but lately it’s become a survival skill.",
        "After they brought back the checkpoints, my low score got me benched outside while everyone stared.",
        "Some of the so-called trusted staff were actually more tense than the rest of us.",
        "We saw hacks—groups running fake updates to try and mess with the access lists.",
        "I chose not to touch any system logins, just kept supply lists by hand. That’s safer.",
        "My score’s plummeted, and that’s not by accident—just trying to keep out of the crosshairs.",
        "Lately, every decision feels like gambling with your future, and there’s no way to win except to not play at all."
      ],
      [
        "I was raised by a BCI officer. You’d think that would give me an edge, but I know how easily you can fall out of favor.",
        "Being a reporter is a daily dance—what I show on camera, versus what I cut and hide.",
        "Now with the Directorate in charge again, you watch people reshuffle into different roles. It’s all so arbitrary.",
        "I saw fake BCI status updates going around, people slipping through digital cracks, others getting ghosted because of a glitch or rumor.",
        "I stuck with pen and paper because anything on the network feels like a trap now.",
        "That choice dropped my score to twenty-four. Not surprised—they want obedience, not truth.",
        "The whole city’s caught in some forced experiment. Some play along, some vanish, but the rest of us write our stories in the margins.",
        "I’m angry at how easy it is to disappear here—one bad score or wrong choice, and you’re on the outside looking in, hoping not to get erased next."
      ]
    ],
    "emotion": "Vulnerable and quietly frustrated"
  },
  "emotional": {
    "opener": "“You don’t have to say anything, Rada. Just know you’re not as alone as you think.”",
    "variants": [
      [
        "Thanks. That... helps a little.",
        "Sometimes I forget there are still people who mean it."
      ],
      [
        "I appreciate you saying that.",
        "Been keeping things close. Not sure who hears what, these days.",
        "Still, hearing that does something."
      ],
      [
        "That’s more honest than most things I hear lately.",
        "It reminds me not everyone’s performing a role.",
        "It gets tiring, you know. Feeling watched.",
        "I needed that."
      ],
      [
        "That was the first real thing I’ve heard in a while.",
        "You really do get it. Most people—they just nod and move on.",
        "It weighs on you, pretending all the time.",
        "Sometimes I wonder if I still remember how to relax.",
        "But you make it a bit easier."
      ],
      [
        "That hit closer than I expected. It’s hard to explain how isolating this place can be.",
        "I grew up believing I could spot the script in people’s voices. Maybe I still can, but lately it’s just echoes.",
        "Most days, it feels like we’re just ghosts passing through someone else’s program.",
        "Your words cut through. Remind me there’s still ground under all this.",
        "It makes the risk of speaking feel worth it, at least for a second.",
        "If only it was always this simple."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dancing around it, Rada. Everyone's tense, but what actually happened this week? What's really going on?",
    "variants": [
      [
        "Most people noticed the ration lines overnight.",
        "They moved in patrols and reactivated score checks, no warning.",
        "Nothing official on why, just the regular security slogans.",
        "Anyone high up keeps their answers vague, like nothing's out of place.",
        "Can't trust half the updates—changes come without explanation."
      ],
      [
        "All of a sudden, curfews came down hard, just like old times.",
        "Noticed the Council scrambling before Directorate took over again.",
        "People are getting turned away for basic things, like food or medicine. No appeals.",
        "Saw some folks sliding through with fake credentials—system is messy, not broken.",
        "Word is, the protest crowd is laying low, but tension’s thick everywhere.",
        "Feels like every rule is getting rewritten on the fly."
      ],
      [
        "The emergency order hit before anyone could prepare—rationing started instantly.",
        "BCI’s back, but running in some limited mode—no one’s saying for how long.",
        "Lines everywhere, especially in the southern districts. Access depends on your score, and the system’s more arbitrary than ever.",
        "Fake BCI updates are a problem now—creates chaos, but also hope for some.",
        "Council blames ‘external sabotage,’ but that feels like a cover to justify the new restrictions.",
        "Everyone senses something bigger—Council splits, secret meetings, even old alliances looking shaky.",
        "People like me don’t forget how fast you can be made invisible here."
      ],
      [
        "Within a day, the Directorate locked down Stenograd with the BCI—no debate, just decree.",
        "Secretariat supposedly asked for help after the tribunal blew up. But it’s the same routine—checkpoints, patrols, and rationing, except it's meaner than before.",
        "Friends say the Council is in meltdown mode, factions fighting over who to blame for the system failures.",
        "Now there are more whispers about vanished people, since old watchlists started glitching—those ghosts turning up and causing trouble for the Council.",
        "Underground networks are moving again, exploiting the chaos, and a lot of folks are cheering quietly for them.",
        "I wish they’d let us try another week of self-run districts. For once, things felt honest, if a little wild.",
        "System wants obedience, but the cracks are showing, and real stories are leaking through.",
        "Maybe that’s why I’m still writing down what I see—even if nobody’s asking for the truth anymore."
      ],
      [
        "Directorate’s clampdown felt desperate—like they’re patching holes faster than they can plug the leaks.",
        "I heard from old contacts that Nikola and the Secretariat practically begged the military to step in after last week’s tribunal chaos. Officially, it’s about ‘stability’—really, everyone’s covering their own failures.",
        "Ration lines and pass checks started overnight, and it’s nastier this time if your score’s bad. Used to be, you’d get a warning. Now they just block you out.",
        "Ghost citizens are back in play—people the system lost, or erased. Some are using that to build shadow networks, showing up where the Council isn’t looking.",
        "False BCI updates are rippling through the city. Some are intentionally letting ‘invisibles’ in, others just want to mess up the checkpoints.",
        "Council factions are tearing into each other—Directorate barking about security, Innovators demanding tech fixes, Harmonists just want calm, but nobody’s calm now.",
        "The air’s different. Even regulars here seem ready for a fight, or to vanish if things tip one way or the other.",
        "My BCI score’s basically a target now. Sometimes I think I’m more useful as an outcast, telling what I see from the edge.",
        "I don’t buy the propaganda line. Never have—my loyalty’s to the stories other people want to bury. Lately, that’s more dangerous than ever."
      ]
    ]
  }
}