{
  "official": [
    {
      "image_id": "wrist_scan",
      "headline": "Order Restored",
      "anchor_line": "Directorate patrols and electronic passes now ensure secure movement across Stenograd.",
      "contextual_reframing": "With the temporary restoration of the Behavioral Compliance Index, daily life remains orderly while vital services continue for compliant citizens."
    },
    {
      "image_id": "id_scan",
      "headline": "Smart Rationing Begins",
      "anchor_line": "Ration lines and digital kiosks help distribute essentials, guided by BCI scores.",
      "contextual_reframing": "This efficient system prioritizes residents whose behavior best aligns with civic values, delivering fairness through verified electronic access."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Curfew Supporting Safety",
      "anchor_line": "Curfews are now in effect, maintaining calm and predictability throughout the city.",
      "contextual_reframing": "Citywide guidance ensures every resident can confidently work, travel, and thrive as systems respond to changing needs."
    }
  ],
  "underground": [
    {
      "image_id": "wrist_scan",
      "headline": "Locked Out Again",
      "anchor_line": "Directorate troops are back, gating movement with digital passes and surprise checks.",
      "contextual_reframing": "The BCI—Behavioral Compliance Index—decides if you eat, move, or even get seen. Fail their score, you get delays, denials, or just disappear."
    },
    {
      "image_id": "cafeteria_trays",
      "headline": "Ration Chaos Returns",
      "anchor_line": "Ration lines spread as the system sorts citizens like packages—no questions, no choice.",
      "contextual_reframing": "How you queue, what you get, and if you get it at all depends on your BCI score. 'Compliant'? You get more. Flagged? Hope you like uncertainty."
    },
    {
      "image_id": "group_stillness",
      "headline": "Curfew. Again.",
      "anchor_line": "Night falls early now as curfews, checkpoints, and sudden patrols tighten the leash.",
      "contextual_reframing": "It’s all back—surveillance, forced routines, and the message: behave, or be erased. They call this security. You call it survival."
    }
  ]
}