{
  "olintz": {
    "chapter": "Following the rapid establishment of Vanished mutual aid centers and growing reports of officials covertly contacting the group, Oksana noticed a distinct change in her apartment complex. That morning, a neighbor quietly handed her a flyer for an informal supply exchange, explaining that some residents were now bypassing official food terminals using Vanished support. Later, when her own ID again failed at checkout, an attendant immediately offered her instructions to access food via the mutual aid channel. Oksana accepted a basic package, avoiding the embarrassment of a public denial. That evening, she overheard residents discussing which city employees had quietly joined the Vanished network. Recognizing her own risk of sudden exclusion, Oksana began updating her list of non-system contacts and mapping routes to nearby aid sites, resigned to relying more on unofficial support. Her BCI score remained at 29, but she anticipated further scrutiny as connections to the Vanished became more visible.",
    "bci_score": 29,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the public surge of citizens seeking protection and resources from the Vanished’s growing mutual aid centers, Nikola noticed a sharp drop in the number of residents attending official building meetings and a marked increase in empty mailboxes. One afternoon, a neighbor quietly asked if Nikola would forward a package to a new address outside the official system—an unusual request that made him uneasy. That evening, Nikola avoided the lobby altogether and altered his routine again, collecting groceries at less crowded hours to limit contact. The growing number of deserted apartments and unfamiliar faces in the corridors heightened his sense of isolation. Block management issued a new directive requesting any information on residents changing affiliation, increasing Nikola’s wariness about who might be watching. He doubled down on minimizing all nonessential interactions, but the increased system monitoring resulting from frequent route changes led to a minor fluctuation in his BCI score, which dropped to 79.",
    "bci_score": 79,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "On the morning after several residents began reporting sudden service access outside of regular BCI restrictions, Daria arrived to find her lab’s appointment system overloaded with new requests from individuals claiming they could now bypass access blocks. Instead of routine health band checks, her day involved manually verifying dozens of system anomalies while confused clients demanded explanations for their unexpected freedom. Colleagues publicly speculated about the causes, and some quietly inquired if Daria could re-enable certain access limits for privacy, but she refused, citing tighter audit logs. Later, as word of residents seeking mutual aid outside official channels spread, she noticed that some clients no longer returned for device servicing, instead referencing alternative support. That afternoon, building security increased ID checks, while Daria deleted any communication that mentioned non-system networks. Limiting her actions further, she reduced all logged interactions. Her BCI score dropped to 40 as the system flagged \"network withdrawal\" and decreased device responsiveness.",
    "bci_score": 40,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After hearing rumors that ordinary residents were seeking sanctuary from the official system, Lenart noticed several former clients quietly requesting offline repairs, offering extra compensation for confidentiality. The presence of new mutual aid centers led to increased foot traffic near his workshop, drawing attention from patrols that questioned him about his recent movements more than once. Lenart responded by avoiding digital scheduling and switching to handwritten appointments, limiting work to verified clients he could trust. That afternoon, while en route to a scheduled job, he was detained at a side street checkpoint, officers insisting on new documentation protocols. This resulted in missing the appointment altogether and reinforced his decision to decline requests from unfamiliar addresses. By evening, Lenart found his work volume shrinking further, with only a handful of stable contacts remaining. Although he managed to avoid any official reprimand, these changes led to an incremental decrease in his BCI score, closing the day at 63.",
    "bci_score": 63,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Sven Halek bypassed internal controls to deliver key network codes, secured storage protocols, and counter-surveillance techniques to the Vanished leadership. He changed his usual communication schedule, used physical drop locations, and left all official channels untouched to reduce traceability. Within hours, the Vanished began operating visible aid stations, their immunity to BCI detection quickly noticed by city residents and officials. As news spread, Sven monitored Council distress signals and observed Superintendent Karsa covertly requesting assistance through a Vanished contact, indicating fragmentation among senior staff. Sven’s access credentials were soon flagged for unusual off-network activity. By day’s end, Directorate review isolated his actions, marking them as a major breach. Sven avoided direct confrontation, shifting to isolated work and minimizing interaction with colleagues. His central role in undermining the BCI’s authority resulted in an immediate and severe penalty, dropping his BCI score from 50 to 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  },
  "rmiskovic": {
    "chapter": "Following the rise of Vanished mutual aid centers and the influx of ordinary citizens seeking support outside official channels, Rada observed her neighborhood undergo subtle transformation. That morning, she saw neighbors quietly visit a new pop-up aid station on her block, collecting food packages and discreet communication devices. By midday, two old contacts approached her for advice on securing safe passage to parallel networks, questioning the risks of leaving the system. Rada chose to avoid all digital contact and met them outdoors, sharing what little she knew without referencing her own reporting. She noted a noticeable increase in foot traffic at unmarked shelters but refrained from approaching, aware of heightened surveillance in her area. Later, when attempting to submit a story draft about the changing neighborhood, she found her connection intermittently blocked, likely influenced by the ongoing exodus. Her BCI score remained at the baseline of 1, as she continued to avoid direct system interaction.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}