{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "System Remains Strong",
      "anchor_line": "Stenograd welcomes improved citizen movement protocols as monitoring technology adapts to changing behaviors.",
      "contextual_reframing": "City pathways remain smoothly regulated, with security checkpoints ensuring trusted access for all aligned residents."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Observes Shift",
      "anchor_line": "Crowds witness the appearance of previously unregistered individuals as city systems undergo minor recalibration.",
      "contextual_reframing": "Stenograd continuously evolves. Resilience and unity define collective progress in this period of transition."
    },
    {
      "image_id": "blank_display",
      "headline": "Parallel Networks Emerge",
      "anchor_line": "Distinct community groups offer independent services alongside official channels as system authorities assess integration options.",
      "contextual_reframing": "Dynamic responses ensure city stability. Ongoing innovation reinforces society’s robust foundation in challenging times."
    }
  ],
  "underground": [
    {
      "image_id": "id_scan",
      "headline": "Blind Spot Exposed",
      "anchor_line": "BCI scanners can’t catch everyone—witnesses saw Vanished walk through checkpoints like ghosts.",
      "contextual_reframing": "The system’s all-seeing eye has cracks. Word spreads: immunity is possible if you know where to look."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Secrets Change Hands",
      "anchor_line": "Officials sneak info and resources to the Vanished—corruption or survival? The walls are talking.",
      "contextual_reframing": "State trust erodes as more insiders barter for protection outside the system. Fear runs both ways now."
    },
    {
      "image_id": "blank_display",
      "headline": "New Order Rising",
      "anchor_line": "The Vanished build a network of their own, offering aid, safety, and new rules outside BCI control.",
      "contextual_reframing": "Shadow society thrives. Even Council members seek deals. Is the old city losing its grip for good?"
    }
  ]
}