{
  "olintz": {
    "chapter": "After evidence of manipulations in BCI logs and Council archives was released, residents of Oksana’s block began organizing daily assemblies in the building’s entry hall, demanding explanations from anyone linked to Directorate work. On her way to work, Oksana was stopped by neighbors who requested she publicly account for access denials flagged in her audit records—information now widely available following the data release. At the Directorate, she was reassigned to a communal group session where former analysts and flagged staff answered questions about past decisions before a rotating panel of residents. Although she kept her responses neutral and factual, she registered the shift in power dynamics—her authority subject to direct public challenge instead of automated scores. After work, Oksana avoided her usual entrance, taking side streets to lessen chance encounters. The pressure of constant scrutiny caused her BCI score to fall to 10, reflecting not only perceived distrust but also a citywide redefinition of legitimacy.",
    "bci_score": 10,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the publication of detailed BCI logs and Council archives, Nikola observed neighbors gathering in building corridors to review the exposed data on personal devices, citing evidence of falsified score drops and unauthorized surveillance. Later that evening, after district assemblies began confronting former technocrats in communal spaces, Nikola deliberately avoided common areas, changing his route to his apartment and declining invitations to join group discussions. Instead, he spent several hours checking his own historical compliance files against the newly released archives, cross-referencing discrepancies but refusing to share his findings with others. While collecting basic supplies, he noticed changed attitudes—residents addressed each other using real names instead of system identifiers and hesitated before referencing former scores. Nikola’s suspicion of collective action increased, making him more cautious with personal information. His BCI score fluctuated minimally, as the system still recorded his solitary monitoring, but no notable change occurred. BCI score remains at 30.",
    "bci_score": 30,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria accessed the restricted Council terminal at night, systematically unlocking encrypted BCI and Council archives and flagging them for broadcast across city networks. Throughout the next day, she observed the influx of residents gathering around the service hub, demanding answers and referencing specific records from the released data. At her workstation, she received hostile requests from citizens who discovered evidence of score manipulations or disappearances in the logs. Management provided no guidance, and several former technocrats, now publicly identified in the archives, faced direct confrontations outside. Daria refrained from any further unauthorized data actions and avoided speaking to local groups studying the records. Her actions directly enabled the district assemblies to use concrete evidence in open debate, accelerating the collapse of Council authority and the rise of consensus-based processes citywide. As her role became publicly known and trust in her motives was debated, her BCI score dropped to 20 due to breach severity and exposure.",
    "bci_score": 20,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "The release of BCI and Council records into public forums caused Lenart’s workshop to fill with unfamiliar faces seeking verifications of their erased histories. Throughout the day, people handed him fragments of printed logs, asking for help comparing them to the now-exposed files displayed in assemblies. Lenart hesitated to join these gatherings outright, but agreed to quietly cross-reference tool sign-outs and service dates, discovering that several of his old clients had never officially existed according to the leaked records. When neighborhood groups debated next steps, he offered advice on recovering device access without relying on any system clearance. By evening, word spread that council members would be facing local judgment, and a former supply coordinator asked Lenart if he would testify about denied repairs. Lenart refused, preferring to remain in the background, but his aid in document verification subtly shifted his role in the community. BCI score remains at 27.",
    "bci_score": 27,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "On June 12, after citywide publication of BCI and Council archives, Sven Halek arrived at the messaging office to find his name listed in several public forums, accompanied by transcripts of speeches and directives he had drafted over the years. Later, spontaneous assemblies began convening outside his building, forcing Sven to alter his routine—waiting until crowds dispersed before attempting entry and avoiding all digital communications except the most essential. When a junior analyst asked about an old directive highlighted in the leaks, Sven declined to answer, fearing public misinterpretation or further scrutiny. He spent the afternoon reviewing all outbound messages for potential exposure, shredded printed drafts, and avoided common areas where discussions about past abuses were escalating. That evening, Sven documented each security checkpoint change in his log, recognizing that increased public access to his work left his position exposed and trust eroded. His BCI score registered a modest decline to 33.",
    "bci_score": 33,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the citywide publication of BCI and Council archives, Rada arrived at her office to find printed pages of released records circulating openly between staff. Throughout the morning, she witnessed colleagues debating past compliance scores and confronting one another over previous assignments. A trusted coworker discreetly asked Rada to confirm details from the archives, seeking her insight based on her private documentation. Rada responded cautiously, referencing only public information to avoid association with past unauthorized archiving. As local assemblies convened outside, several junior staff stopped concealing their previous low scores and began openly discussing mistakes made under BCI pressure. Rada kept her contributions minimal and neutral, aware that any perceived involvement in past documentation could put her at risk if public scrutiny shifted. Although the normalization of record sharing lessened some anxiety, her BCI score remained unchanged as she prioritized visible, uncontroversial work to maintain stability.",
    "bci_score": 19,
    "political_preference": "rebel"
  }
}