{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Forums Expand",
      "anchor_line": "Open assemblies are underway across all districts as citizens engage in structured debate and dialogue.",
      "contextual_reframing": "Responsible public participation demonstrates the strength and adaptability of our civic infrastructure."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Records Under Review",
      "anchor_line": "Previously archived compliance and Council records are now accessible for transparent public examination.",
      "contextual_reframing": "This initiative upholds collective trust and ensures that our governance remains open and accountable to all."
    },
    {
      "image_id": "blank_display",
      "headline": "BCI Era Ends",
      "anchor_line": "The Mosaic Manifesto is adopted citywide as authority returns directly to the people.",
      "contextual_reframing": "Today marks a new chapter for Stenograd. Systemic renewal reaffirms our community’s unity and commitment to progress."
    }
  ],
  "underground": [
    {
      "image_id": "paper_stack",
      "headline": "System On Trial",
      "anchor_line": "Council files are unlocked, laying bare years of silent compliance and hidden manipulation.",
      "contextual_reframing": "People see what was done to them. Truth isn’t efficient. It’s uncomfortable—and that’s exactly why they hid it."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Technocrats Confronted",
      "anchor_line": "Ex-B.C.I. operators and Council members face heated questions in live assemblies.",
      "contextual_reframing": "No more algorithmic shields. For once, the powerful answer to the city—face to face, not through screens."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "People Take It Back",
      "anchor_line": "Crowds pack every district. The BCI collapses as assemblies demand real accountability.",
      "contextual_reframing": "The age of silence is over. Stenograd belongs to its people again—messy, loud, and truly alive."
    }
  ]
}