{
  "olintz": {
    "chapter": "Following the announcement of the digital referendum and the subsequent heated campaigns, Oksana noticed immediate changes in her workday. A line of frustrated residents formed outside the Directorate, many demanding manual intervention for failed digital ballots. That morning, Oksana was approached by a supervisor and asked to process requests for lost vote access, a task she had not performed before. With limited guidance, she read technical logs and fielded persistent questions, but struggled to give clear answers as system delays increased. When colleagues openly debated the legitimacy of the process in the shared office, Oksana stayed silent and kept interactions brief, wary of being seen as partisan. By late afternoon, several residents returned, dissatisfied and mistrustful of any response from Directorate staff. The uncertainty around election outcomes left Oksana increasingly cautious, prompting her to document every step of her work. This visible hesitancy resulted in a minor decrease in her BCI score to 20.",
    "bci_score": 20,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "When the Council launched the citywide digital referendum, Nikola adjusted his routine to avoid communal voting stations, instead attempting to cast his ballot remotely as suggested by official bulletins. Technical failures prevented his vote from registering after multiple attempts, forcing him to visit the local administration center, where lines stretched outside and arguments erupted over ballot access. Nikola maintained distance from neighbors, quietly observing the loss of order he once relied upon. Days later, after the Halden-Index AI announced its self-suspension, Nikola returned to find building distribution schedules in disarray, with supplies arriving at unpredictable times and decisions now handled through open debate among residents. Unwilling to join the confusion, he reduced social interactions and began keeping records of supply times himself, hoping for official restoration. The compounding effects of uncertain authority and erratic service drove Nikola to further isolation, resulting in a two-point drop in his BCI score. (BCI: 55)",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the first workday after the Halden-Index AI suspended itself, Daria found her division in the lab stalled by conflicting paper orders from different district coordinators. Without system oversight, technicians waited for direction on which community requests to prioritize. Several unfamiliar staff began bypassing intake queues, insisting that supply lists sent by local leaders replaced former protocols. Daria, uncertain whom to trust, limited all device handouts to people she recognized from previous logs, quietly recording transaction details in a personal notebook. When a senior colleague confronted her about slowing the process, Daria cited incomplete paperwork and lack of digital records, refusing to process unclear requests. Unable to resolve blame or authority, work slowed, and arguments became common in their shared workspace. By evening, Daria reviewed her BCI score, which had dropped three points due to delayed device assignments and unexplained refusal logs. Her new BCI score is 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 23, as the Halden-Index AI announced its self-suspension and district organization faltered, Lenart woke to find his maintenance terminal unresponsive and all digital job requests inaccessible. Several residents approached him in person, asking for urgent electrical repairs that the system once assigned automatically. Without AI mediation, disputes broke out in the corridor over whose needs should take priority. Lenart, lacking official guidance, chose to follow a written list supplied by the makeshift local organizer, despite doubting its fairness. When two former high-score residents bypassed his queue to claim equipment, Lenart refrained from intervening, noting the incident in his paper logs instead. That evening, he double-checked supply inventory by hand and posted an update on a corridor notice board. Unresolved arguments lingered regarding repair priorities. Lenart minimized interactions and confined his work to the original ticket order, reflecting his discomfort with the absence of hierarchy. His BCI score drops to 45.",
    "bci_score": 45,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following his decision, Sven Halek assembled the Innovator policy lead and Council support staff to draft referendum language and protocols for citywide distribution. He oversaw secure message cascades to district coordinators, ensuring standardized public guidance and monitored the first surge of citizen queries through feedback portals. As irregularities in ballot access and technical disruptions escalated, Sven stayed at his post, issuing corrective updates and direct explanations to prevent misinformation. On the final day of voting, he compiled incident logs and provided real-time summaries to Council delegates, adjusting instructions to minimize confusion. When the Halden-Index AI announced its self-suspension, Sven promptly relayed the outcome to every district lead, authorized interim manual procedures, and fielded urgent coordination requests. His visible role in the unstable referendum directly associated him with the subsequent collapse of algorithmic order, resulting in widespread criticism and a significant BCI score drop, from 38 to 17.",
    "bci_score": 17,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the abrupt self-suspension of the Halden-Index AI, Rada found her media office operating without any algorithmic oversight. Task schedules disappeared from her workstation. Colleagues debated supply allocation openly rather than deferring to automated assignments, creating confusion over daily roles. Management, unsure how to proceed, stopped reviewing story drafts and halted distributed editorial responsibilities. That morning, Rada assisted with ad-hoc deliveries to neighboring departments, physically verifying requests where automated permissions were usually trusted. During lunch, she was approached by a junior reporter seeking guidance, as their usual performance-based tasks no longer applied. Rada kept her responses neutral and practical, careful to avoid suggesting new procedures or speculating on leadership. By evening, she noticed several staff members coordinating a manual vote on resource priorities, but she refrained from participating directly, aware that any overt involvement might attract scrutiny if oversight returned. The uncertainty prompted her to further limit documentation. BCI score remains at 12.",
    "bci_score": 12,
    "political_preference": "innovators"
  }
}