{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "Yeah. Things are tense at the lab. Orders all mixed up now.",
        "People are pushing in, wanting devices without the proper records.",
        "I just do what I’m supposed to. Trust is thin lately.",
        "Feels like we’re all waiting for something worse."
      ],
      [
        "Everyone feels it. Lab’s a mess since Halden died.",
        "We get conflicting orders. Nobody knows who to listen to.",
        "I stopped handing out wristbands to people I didn’t know.",
        "Some colleagues aren’t happy about it, but I log what I must.",
        "Feels like things could break any minute."
      ],
      [
        "Work stopped making sense after the Halden AI crashed.",
        "Too many new faces, and officials ignoring the rules for devices.",
        "I only gave out wristbands to people from verified logs. Had to keep a manual record myself.",
        "Got into trouble over it. They said I’m delaying things.",
        "My BCI score dropped again. Just for trying to be careful.",
        "Feels like I’m invisible and under a microscope at the same time."
      ],
      [
        "Lab’s chaos since Halden’s death and the AI failure. Not even senior staff know what’s real.",
        "Every day, officials try jumping queues or bringing fake paperwork for wristbands.",
        "I’ve started tracking transactions in my own notebook. It’s the only way to trust what’s happening.",
        "Someone accused me of being the problem, but I refused to break protocol.",
        "My BCI score keeps dropping. Feels like the system punishes caution now.",
        "Before this, I kept my head down. I don’t want disappearances to happen again.",
        "Feels like rules are shifting underneath us and nobody’s steering."
      ],
      [
        "Nothing’s settled anymore. Since Halden died and the system glitched, it’s all mixed signals from above.",
        "I work with the wristbands. Officially for updates, but I also keep data clean for people who need it.",
        "Lately, random staff are demanding devices with nonsense paperwork. I only trust my old logs.",
        "Management blames me for slowing things down, but without real records, everything risks falling apart.",
        "My BCI score is 41 now. Dropped just for doing things right. One mistake and people disappear—like my brother did.",
        "No one’s supposed to talk about that, but everyone knows.",
        "I always hoped the Innovator changes would matter. Now there’s just confusion and paranoia.",
        "Feels like what’s left of trust is slipping out of reach."
      ]
    ],
    "emotion": "Feels like what’s left of trust is slipping out of reach."
  },
  "emotional": {
    "opener": "\"No one should have to carry all of this alone, Daria. I see how hard you're trying, even if it feels invisible sometimes.\"",
    "variants": [
      [
        "It's... not easy. But I'm used to keeping my head down.",
        "Thanks for noticing."
      ],
      [
        "I appreciate you saying that. Not many people seem to care.",
        "Most just look the other way.",
        "It's rare to hear someone say they understand."
      ],
      [
        "Hearing that makes a difference, honestly.",
        "It gets tiring, doing the right thing when it barely registers.",
        "Sometimes I wonder if anyone sees what's actually happening.",
        "I guess it helps to know someone does."
      ],
      [
        "That means more than you realize.",
        "I've been feeling... like I'm fading out, a bit.",
        "Lately it's been hard to keep my place here.",
        "It helps to know someone else sees when things don't add up.",
        "Sometimes I feel like I don't even recognize myself anymore."
      ],
      [
        "You have no idea how much I needed to hear that.",
        "There aren't many people I can say this to.",
        "Most days, I feel like I just blend into the walls—quiet, invisible.",
        "Everything feels calculated and cold lately.",
        "You paying attention, noticing the little things... it matters.",
        "It's strange, but it almost makes me feel human again."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone’s heard the rumors. So, what’s actually happening out there?",
    "variants": [
      [
        "The Council started that digital vote last week.",
        "People said there were glitches. Ballots lost or stuck.",
        "Halden’s AI suspended itself after.",
        "Nobody at work trusts the results."
      ],
      [
        "A citywide referendum was pushed through and then technical mess followed.",
        "Some districts couldn’t even finish voting.",
        "After it all, Halden’s AI stepped back. Just stopped.",
        "The Council’s divided now. It’s hard to know who’s in charge."
      ],
      [
        "The referendum on the AI went public fast. Whole city was swept into it. Lots of drama online.",
        "Technical ‘delays’. Ballot failures in some zones. People angry, confused.",
        "After voting, Halden AI just... suspended itself. Message said legitimacy wasn’t earned.",
        "Now every district’s scrambling with no algorithm to set direction.",
        "Innovator ideas feel lost in noise. Everything is guesswork."
      ],
      [
        "Everyone thought that vote would solve things, but it made chaos worse.",
        "People I know couldn’t cast ballots at all. Whole blocks missed.",
        "Halden AI said legitimacy couldn’t be forced, then dropped out. Like giving up.",
        "Services broke down fast — nobody anticipated it.",
        "I always believed the Innovator changes could work, but now it’s all suspicion and misdirection.",
        "Some in the lab whisper about who’s really running things. No answers, not even rumors make sense."
      ],
      [
        "That referendum might have looked public, but votes glitched. Some votes didn’t even count. I’ve seen logs from techs saying ballots were rerouted or wiped.",
        "Two Council members quit when the fraud was reported. That almost never happens.",
        "People started organizing locally. Feels like the city’s split into islands.",
        "I’ve been helping friends keep their data safe, just in case records disappear — or reappear — like with the ones who came back off the watchlist.",
        "My brother vanished after a BCI audit. Seeing the system collapse feels personal.",
        "Without the AI, district heads take over. They don’t trust each other either; I overhear it at staff check-ins.",
        "Sometimes I think the Innovator promises were just cover for power games.",
        "I can’t help but keep my own records now. Propaganda never covered this possibility."
      ]
    ]
  }
}