{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Yeah. Feels like things are a bit off now.",
        "Didn’t get any repair requests on my terminal this morning. Had to take a paper list from one of the neighbors.",
        "Lot of fuss in my corridor, people getting jumpy about who’s first.",
        "Suppose we’re all feeling it. Honestly, feels like nothing’s quite steady right now. You ever just want something solid under your feet again?"
      ],
      [
        "Yeah, more than usual lately.",
        "Usually work comes through the system, but now I’m taking jobs by hand. Even had to post updates on the corridor board.",
        "People started arguing over repair order, and a couple high-scorers tried to cut the line. I stayed out of it… just made a note for myself.",
        "Not sure when the old rules will come back, if at all.",
        "Honestly, feels like nothing’s quite steady right now. You ever just want something solid under your feet again?"
      ],
      [
        "I’d say so. Woke up and the maintenance terminal wouldn’t even start—no jobs, nothing.",
        "Had to take a handwritten list from someone playing organizer. Didn’t sit right, but it was better than chaos.",
        "Saw some of the 'model citizens' jump the line for repairs. No one stopped them, me least of all.",
        "By the end of the night, everyone was still arguing about who deserved help first.",
        "I just stuck to my list and kept my mouth shut. Even that dropped my score.",
        "Honestly, feels like nothing’s quite steady right now. You ever just want something solid under your feet again?"
      ],
      [
        "Definitely feels that way. You know I used to just get assignments automatically—now it’s all neighbor to neighbor, like the old days, except no one remembers how to take turns.",
        "Had to follow a paper queue some would-be organizer put together. Wasn’t exactly fair, but the alternative was a shouting match.",
        "A couple high-score types just took what they wanted, skipped everyone else. Normally the system would have handled it—now, I just log it and move on.",
        "Funny thing is, now that the AI’s gone quiet, we’re all guessing what counts as right anymore. Even me, and I used to follow the handbook to the letter.",
        "My score dropped to 45 for the trouble. First time I felt it in my gut, not in my file.",
        "Whole place is itching for someone to be in charge, but when I look around, there’s just blank faces and old resentment.",
        "Honestly, feels like nothing’s quite steady right now. You ever just want something solid under your feet again?"
      ],
      [
        "Feels like the whole city slipped sideways on me. I’ve spent half my life patching up networks and fixing politics nobody saw, but these last days? Something’s snapping.",
        "Yesterday, no digital jobs at all—only paper notes and people arguing in the open. I took the first list I saw and acted like it meant something official.",
        "Old high-scorers cut the queue, and no one wanted to step in. I should’ve, maybe, but I know how quickly that gets turned on you when the system’s blind.",
        "I kept track in my own paper logs, stuck to the order even when it wasn’t fair. Couldn’t do much else.",
        "Funny part is, I always thought I liked clear chains of command. Directorate thinking, right? Order keeps the lights on. Turns out when that’s gone, everyone’s just ad-libbing their own rules.",
        "Score tanked further for staying out of disputes. Council says they want us to improvise, but all I see is hesitation and old grudges showing up again.",
        "The city was supposed to run itself, not fall apart whenever a gear jams. Maybe it never really worked—maybe we just acted like it did.",
        "Honestly, feels like nothing’s quite steady right now. You ever just want something solid under your feet again?"
      ]
    ],
    "emotion": "Honestly, feels like nothing’s quite steady right now. You ever just want something solid under your feet again?"
  },
  "emotional": {
    "opener": "It's alright to feel off balance. You put one foot down, then the next, and sooner or later the ground finds you again.",
    "variants": [
      [
        "Yeah. I guess you’re right.",
        "Maybe it sorts itself out."
      ],
      [
        "That’s fair. Hard to argue with simple advice.",
        "Guess I’d better just keep moving.",
        "No point standing still, right?"
      ],
      [
        "Solid ground would be a luxury these days.",
        "Feels good to hear that, honestly.",
        "Sometimes it just takes someone saying it out loud.",
        "Appreciate you putting it that way."
      ],
      [
        "Funny, you make it sound easy. Maybe it is, once I stop fighting it.",
        "You know, there was a time when things did feel certain. Can’t remember when exactly.",
        "But something about hearing that now—makes me feel a little less adrift.",
        "Maybe the ground hasn’t gone anywhere, just got quieter.",
        "Thanks, Alex."
      ],
      [
        "I grew up believing things were set, you know—rules, routines, paths.",
        "When that all shifts, it’s like learning to walk again, but I forget sometimes it’s not my fault.",
        "Your words remind me, it isn’t all on me to fix.",
        "Some days I feel like I’m still searching for that first solid step.",
        "But hearing you say it—maybe it’s not about the ground at all, just keeping at it.",
        "Really, Alex, thanks for that. Means more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "You keep skirting around it, Lenart. Just say what’s really happening out there.",
    "variants": [
      [
        "Council talked up fixing things. Nothing much changed.",
        "Saw some tech issues with the voting, people complained.",
        "Halden-Index AI gave one last speech, then went dark.",
        "Whole city’s just guessing now."
      ],
      [
        "Voting was messy. Some districts didn’t even get proper access.",
        "Heard complaints about ballots missing. Nothing official from the Council, of course.",
        "A couple of the top brass stepped down after the vote—people are saying the system lost the plot.",
        "Halden-Index AI shut itself off. Now we’re stuck in manual mode."
      ],
      [
        "People got all excited for the referendum, but most just got glitches and reroutes. No big surprise there.",
        "A few districts never even saw a working ballot. Word is, someone was tampering behind the scenes, but who knows.",
        "Council tried to keep a brave face, but even Harmonists jumped ship afterward.",
        "Now, without the AI, it’s down to us to keep the mess from getting out of hand. Feels familiar, if you grew up liking order."
      ],
      [
        "That referendum? Half the city barely cast a vote before everything froze. Not an accident, if you ask me—someone wanted chaos.",
        "When I checked on the networks, found logs dumped and tallies just dropped halfway through.",
        "You could see it in the way people talked—everyone picking sides again, Directorate versus the rest. You know where I land.",
        "Even some old Watchlist names popped up overnight, like they’d never left. Not sure if that’s brilliance or desperation."
      ],
      [
        "I’ve seen all kinds of Council games over the years, but this was different. Entire sectors losing connection, votes going missing—I could trace packet drops and see how some nodes went dark by design.",
        "Used to be, a Directorate type like me would report that up the chain, but nobody’s steering anymore. Just whispers and workarounds.",
        "Harmonists walked—could see relief and panic both, even in folks who always preached stability.",
        "Now the city’s running on paper lists and muscle memory. People you thought were gone showing up for their old spots, filling the cracks.",
        "You ask me, we need more hard control, not less. Algorithms watered down too much and now the city’s soft in all the wrong places.",
        "I log everything, Lenart-style, but it’s not going to fix the bigger leak.",
        "Always said order’s the only real safety. This mess keeps proving it."
      ]
    ]
  }
}