{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "You know, things at work are strange since the Halden thing. No one tells us what to do anymore.",
        "I just stick to my routine and avoid drawing attention.",
        "Had to do some deliveries myself yesterday. Odd, but manageable.",
        "If I seem different, it's because everyone's off-balance. That's all."
      ],
      [
        "Still showing up, still clocking in, but the newsroom's chaos without the system.",
        "No one reviews our stories now. Makes you second-guess every word.",
        "Colleagues seem nervous—some started voting on small things to keep order.",
        "I keep my head down, like my score depends on it.",
        "Honestly, it all feels a bit exposed right now."
      ],
      [
        "Since the AI is out, we’re basically running on guesswork. Schedules? Gone.",
        "We had to improvise just to move supplies—imagine verification by hand.",
        "Some junior reporters asked me for help. No playbook. Made me realize nobody’s steering.",
        "People started organizing, voting, not really my place to get too involved.",
        "I keep my advice neutral and my edits tight. Not risking extra eyes on me just in case.",
        "Feels like living inside someone else's test. Not sure which page I’m on."
      ],
      [
        "We used to joke that the system ran by itself, but losing it broke more than routines. It’s all tension and rumors at the newsroom.",
        "Story drafts sit untouched. I started physically checking department needs, like old times before BCI.",
        "A couple juniors needed direction. Gave safe answers but... I wish I could say more.",
        "Watched staff try running things with a vote. Stayed back, thinking about what happens if oversight returns, you know?",
        "I’m saving footage again, just in case something gets buried.",
        "People want structure, but the old kind feels dangerous right now.",
        "It’s like we’re all waiting—on edge, not sure if we’ll snap back or get swept in something real."
      ],
      [
        "Can I be honest? This feels like a purge but in slow motion. I grew up with all that compliance training, always told how stability needed obedience.",
        "The media office crumbled when the AI went dark. No guidance, just improvising—reminded me what actual choice tastes like.",
        "Spent hours ferrying supplies by hand, training juniors who kept looking for rules that don’t exist now.",
        "Everyone’s voting suddenly, openly—even those flagged like me. I dodged being visible. Once oversight’s back, they’ll hunt for scapegoats.",
        "Kept my edits clean, but the real stories? I save them for the right eyes, even now.",
        "This isn’t just chaos. It’s hope, too. Little flashes of real participation, and fear we’ll pay for it.",
        "My head says follow the Innovators, better tools, transparency. But the higher the stakes, the lower my score—and the lonelier it gets.",
        "Honestly, Alex, the ground feels like it’s shifting and any step could swallow me whole."
      ]
    ],
    "emotion": "I feel exposed, like I could disappear if I pick the wrong moment to breathe."
  },
  "emotional": {
    "opener": "Rada, sometimes just being seen for who you are is enough to keep you grounded, even if the world insists on making you vanish.",
    "variants": [
      [
        "Maybe. I just try not to stand out too much.",
        "Hard to know what counts as 'enough' lately."
      ],
      [
        "I suppose you’re right. Being noticed can be its own form of safety.",
        "Still, I keep my guard up. Old habits.",
        "You start measuring your impact in whispers instead of footprints."
      ],
      [
        "That helps, actually. I forget sometimes that being seen means I still exist to someone.",
        "It gets easy to blur into the background here.",
        "Most days, I just hope that’s enough.",
        "Strange how visibility can feel like both a shield and a target."
      ],
      [
        "Thank you. Sometimes I really do wonder if fading is simpler than standing still.",
        "You know, I used to believe that blending in meant survival, but maybe that’s also a way to vanish.",
        "I recognize myself more in the cracks than in the crowd.",
        "It is comforting to hear someone notice, for once.",
        "There aren’t many places left to just be."
      ],
      [
        "That means more than I can say. Most people look through you, not at you, especially these days.",
        "My mother always said the safest place was right behind a lens — watching but unseen. Maybe that’s why I chose this work.",
        "But sometimes I want to step out of that shadow, you know? Risk being part of the scene, not just the one observing.",
        "The city finds ways to shrink you until you’re only numbers. I feel that more than ever lately.",
        "When someone actually sees you, even for a moment, it reminds you what it’s like to matter.",
        "It isn’t safety I want most days. Just honesty, and maybe a little connection."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows there’s more going on. Just tell me what you’ve heard about what’s happening out there.",
    "variants": [
      [
        "Council ordered a vote about the AI. Word is, it didn’t go smoothly.",
        "Campaigns blew up fast. Some folks say parts of the city glitched, ballots vanished.",
        "After the vote, AI said something about legitimacy and shut itself down.",
        "Since then, things aren’t coordinated. People are waiting to see what happens next."
      ],
      [
        "They set up a citywide vote. Tech issues all over. Ballots dropped, nobody trusts the numbers.",
        "Two Council members quit right after. Not a good sign.",
        "After the polls closed, the AI suspended itself. No one seems to know who runs things now.",
        "Services are patchy. It’s tense. Everyone’s on edge waiting for orders.",
        "Feels like whatever comes next could go either way."
      ],
      [
        "There was this big referendum about the Halden-Index AI. The city pushed everyone to vote, said it was about legitimacy.",
        "Both sides ramped up hard, Innovators using every channel, and grassroots groups stirring things up. Technical glitches everywhere though.",
        "Some districts lost access to ballots entirely. It got messy.",
        "Council lost two Harmonists after reports of manipulation. Made trust collapse even further.",
        "Once the vote ended, the AI made a public statement and pulled itself offline. Total blackout after that.",
        "Now, every district is improvising. Feels risky, but some see a chance to change things."
      ],
      [
        "That referendum? It was chaos from the start. Campaigns everywhere—half of them anonymous, a lot of them Innovator-driven.",
        "I had colleagues tracking voting outages; whole blocks went dark for hours. And then the rumors, lost votes, missing ballots.",
        "Council lost control. Two Harmonists bailed, said the process was a sham. That shook a lot of people.",
        "What got me was the AI's message before it cut out—something about earning legitimacy. Almost sounded... human?",
        "With the system sleeping, community groups stepped up. People are running services how they can. It’s messy, but almost hopeful.",
        "Most of the old rules vanished overnight. Feels like the beginning of something, not the end.",
        "This is what the Innovators kept warning about—more transparency, more risk.",
        "Makes you realize how exposed you are if you don’t fit the metrics."
      ],
      [
        "The referendum wasn’t just a vote. It exposed everything—how brittle the whole system really is.",
        "Innovator circles spread word about the glitches before anyone else caught on. Even helped people document the ballot losses. I saved some copies too, just in case.",
        "Two Council Harmonists stepping down? That confirmed what some of us suspected—the trust is gone, top to bottom.",
        "After the vote, the AI’s shutdown was more than procedural. It was a warning, but nobody wants to admit that.",
        "People like me, flagged, suddenly had a strange kind of freedom. I worked with a crew to get footage out from silent districts. Risky, but someone needs to see the gaps.",
        "Without oversight, neighborhoods are running themselves. There’s confusion, but I’m seeing flashes of what we always wanted—actual agency.",
        "Being Innovator-aligned never felt so dangerous and so right at the same time.",
        "Seems like the ground’s still shifting, and if I blink, I’ll miss which side I land on.",
        "If there's hope, it's wedged between fear and opportunity right now."
      ]
    ]
  }
}