{
  "olintz": {
    "chapter": "Following public pardons and the restoration of several erased citizens’ scores, Oksana’s daily tasks shifted again. In her temporary office, she processed reactivated access requests from reinstated residents, referencing only hastily revised criteria sent by senior staff. The careful apologies from high-level BCI administrators had filtered down into new reporting protocols; Oksana now had to document every approval with additional personal notes, increasing her workload and drawing more attention to her manual decisions. When one recently restored resident recognized her and quietly thanked her for approving their request, Oksana responded minimally, conscious of ongoing surveillance and wary that her acceptance of responsibility might be flagged. That day, her BCI score showed a marginal recovery as her meticulous record-keeping aligned with current Council expectations. Despite this, she remained cautious, double-checking audit trails, aware that public calm was fragile and protocol changes could reverse without warning. Her BCI score increased to 17.",
    "bci_score": 17,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 1, Nikola authorized the release of the Council’s confidential archives, using his secure channels to deliver the files directly to the tribunal coordinators. As a result, he was summoned for verification and spent several hours with tribunal officers, confirming the authenticity of files and clarifying administrative protocols. The following day, Nikola watched the initial restoration hearings broadcast in public squares, observing as erased citizens presented evidence and named officials involved in their exclusion. During this process, several neighbors who had previously avoided him now acknowledged his role, some openly thanking him, others expressing concern over likely repercussions. Nikola’s BCI profile was reclassified as high-risk due to his direct responsibility for unauthorized file disclosure. Automated systems imposed a significant penalty, restricting his access to public services and increasing surveillance of his movements. His BCI score dropped sharply from 34 to 16, reflecting the perceived destabilizing effect of his actions.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "dtomenko": {
    "chapter": "Following the public restoration tribunals and recent public pardons, protocols in Daria’s lab shifted again. One morning, she arrived to find a long line outside the health band counter, with both new and previously erased citizens presenting tribunal-issued documentation to reclaim access. Daria was required to process urgent replacements without standard data verification, relying on the tribunal’s paper evidence rather than system records. As several clients challenged the accuracy of their BCI scores, Daria was instructed to escalate disputes but not provide explanations or corrections. That afternoon, a former coworker appeared with a restored identity and asked if Daria could review her health data, but Daria refused, citing new restrictions and ongoing audits. She documented every action to avoid further score drops, but increased exposure to reassigned accounts and incomplete records resulted in another minor decrease to her own BCI score. New BCI score: 53.",
    "bci_score": 53,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 19, Lenart noticed that neighbors who had been erased were suddenly greeted and welcomed back into group maintenance tasks following public pardons. For the first time in months, a restored technician accessed shared tools alongside Lenart without hesitation, calmly coordinating repairs that once required subtle signals and paper trails. This openness stemmed from the recent public tribunals, which had prompted several supervisors to officially invite previously erased individuals into their daily workflow. Lenart adjusted by using his digital logbook for all jobs that day, testing whether reinstated records matched the new, relaxed protocol. Despite initial caution, he found no system errors or retroactive penalties during the group work, allowing him to briefly consider broadening his client base again. That evening, however, overheard conversations doubting the sincerity of these reforms led Lenart to privately archive his own service records again, wary of future reversals. His BCI score increased to 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the highly publicized restoration tribunals, Sven noticed a surge in unscheduled staff meetings and an increase in requests for clarity on messaging protocols. The following week, when several high-profile BCI administrators admitted to manipulating scores, Sven’s routine was disrupted by last-minute amendments to every prepared speech he had for Directorate officials. On June 7, while revising drafts to include language referencing public apologies, he was unable to reach the legal clarity team—key contacts had been reassigned, and queries returned only automated notices. Sven began double-checking every public statement for inconsistencies, delaying his delivery schedule and lowering his reliability ratings. In one instance, a Council delegate openly questioned the accuracy of an official speech, forcing Sven to review archived policy under supervision. The unpredictable changes in team assignments and heightened scrutiny resulted in a further reduction of his BCI score from 38 to 36.",
    "bci_score": 36,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the announcement of public pardons and the restoration of some BCI scores, Rada arrived at the newsroom to find several colleagues—previously flagged as noncompliant—quietly reinstated at their old desks. As official monitors displayed statements claiming that past exclusions were being resolved, Rada noticed staff hesitating to interact with reinstated coworkers, uncertain whether to trust their restored compliance. She observed that editorial meetings now included individuals who had been absent for months, yet discussions felt constrained, as if everyone waited for scripted reassurances. Rada adjusted by avoiding sensitive topics, documenting only what could be defended as factual observation. This focus led her to limit her communication with both old and new team members. Despite the apparent calm, Rada sensed that doubts about the legitimacy of score restorations lingered; she recorded only basic minutes of meetings and declined to participate in editorial debates, resulting in an unchanged but precarious BCI score of 18.",
    "bci_score": 18,
    "political_preference": "rebel"
  }
}