{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Old habits die hard, but lately I do pay more attention.",
        "Recent days brought some unwanted attention my way.",
        "A few systems flagged me for administrative irregularities. Nothing serious, officially.",
        "Feels different, though. Like the city is watching with both eyes now."
      ],
      [
        "I try to keep a low profile, but things shifted after I forwarded some old files.",
        "Those documents were meant for the tribunal, you see.",
        "Now my BCI score is barely above water. Everyday things suddenly got complicated.",
        "Even a short walk feels like stepping on glass.",
        "Strange times, these."
      ],
      [
        "Walk a little more carefully? More like walking a new path entirely.",
        "I released confidential Council archives the other day. Sent them straight to the hearing organizers.",
        "Spent hours with tribunal functionaries, verifying every stamp and signature.",
        "My BCI score plummeted after that. The systems didn't like my civic spirit.",
        "Neighbors, once silent, suddenly talk. Some thank me, others worry for me.",
        "These days, the ground never quite feels steady."
      ],
      [
        "It started after I unlocked the Council's quietest cabinets. Gave their contents to the right hands for the tribunals.",
        "Old protocol said to keep those files sealed. Old conscience said otherwise.",
        "My clearance let me do it. So I did, for those voices that were erased.",
        "It cost me dearly. My BCI profile tanked—restrictions everywhere now, constant eyes.",
        "I spent all day with tribunal officers. They wanted every detail correct, every page in order.",
        "Suddenly, neighbors see me. Some are grateful, some just afraid for me. There's no hiding anymore.",
        "Whatever I thought of security, I feel more exposed than ever—yet oddly more certain, too."
      ],
      [
        "Funny thing, I spent a decade helping the Council keep order. Managed every secret and schedule. Trusted the system—until I couldn't.",
        "Halden's gone, and the cracks showed fast. When the city staggered, I opened the files. All of them, for the erased to tell their side in public.",
        "I knew what it meant—no algorithm likes a leak. My score is almost bottomed out. Services cut. Surveillance tight.",
        "Neighbors avoid me, then some emerge to thank me. Others see danger now when they look at me.",
        "I always believed innovation mattered more than silence, especially when silence breeds ghosts.",
        "The Innovators need leverage inside the Council. Maybe this helps nudge things. Maybe not.",
        "Every step, every errand, I feel the city's hand—less ground beneath my feet, more watchful air.",
        "Still, I'm lighter for it, even if I don't know what tomorrow brings."
      ]
    ],
    "emotion": "Exposed, and a little uncertain, but unable to regret the choice."
  },
  "emotional": {
    "opener": "You did what mattered, even if the system refuses to understand. Some things are bigger than their rules.",
    "variants": [
      [
        "Perhaps. Some things resist easy explanation.",
        "Thank you for saying that."
      ],
      [
        "Sometimes you do what makes sense to you. Even if no one else does.",
        "Your words are not wasted on me.",
        "Let’s leave it at that."
      ],
      [
        "It’s strange, hearing someone say that out loud.",
        "I thought I’d stopped needing reassurance long ago.",
        "But hearing it helps, honestly.",
        "Maybe doing the right thing never pays as it should."
      ],
      [
        "You have a way of making sense of all this. I don’t hear that often anymore.",
        "For years, rules meant survival to me. Now, they just feel...hollow.",
        "It means something to know you see what others ignore.",
        "It isn’t easy, but I don’t regret it.",
        "Even now, I’d do the same again."
      ],
      [
        "That’s more understanding than I’ve had in a long while. Most people keep their distance now.",
        "You know, when you serve the Council, you learn to disappear behind routines. Losing that cover... it changes you.",
        "It’s odd, but hearing someone say the rules aren’t everything—it’s like light in a shut room.",
        "Even with everything I know, regret just isn’t there.",
        "Isolation bites, but I’d sooner take that than silence my conscience.",
        "Thank you, truly. Words matter more than most people realize."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, just tell me what's really happening, everyone hears a different version anyway.",
    "variants": [
      [
        "City's been noisy lately, but that's to be expected.",
        "Systems broke routine, labor tools went sideways.",
        "Council blames it on technical misfires, nothing more they're saying.",
        "Protests pop up, quick to vanish again.",
        "Rumors, but little you can trust. Not much else to add."
      ],
      [
        "Labor placements shifted overnight, caused confusion for most.",
        "Some faces reappeared after years gone, taking advantage where they could.",
        "Broadcasts got hijacked, some uncomfortable truths aired.",
        "Council locked down, playing off errors as repairs.",
        "Public got its apologies, orchestrated if you ask me.",
        "It's not over, just quiet for now."
      ],
      [
        "When Halden disappeared, system started tripping up in unexpected ways.",
        "Labor swaps put the wrong people in the wrong jobs. City felt off-balance for days.",
        "The so-called erased made their return, organized and sharp.",
        "After those broadcast confessions, some ranks defected—particularly those with lighter scores.",
        "Tribunals opened up, airing grievances, promising new protocols.",
        "Some of us always felt the old routines weren't built to last.",
        "I tend to favor the Innovators—fresh eyes do better than stale silence."
      ],
      [
        "Since Halden, BCI tools began changing citizen roles at random. Upset every daily rhythm.",
        "Those who fell off the watchlists came back, formed networks, even took over the public feeds briefly.",
        "Council split—some want stricter control, some see opportunity for reform.",
        "Parts of the city fell quiet, but you could sense the plotting in alleys and back rooms.",
        "BCI administrators apologized, but a sharp ear could tell they rehearsed it.",
        "The Innovators inside are watching closely for any advantage. That old order won't return quietly.",
        "Citywide, hope and cynicism mingle—every verdict is weighed, every pardon questioned.",
        "For those of us who pushed for reform, it's ... well, validation, but also riskier than ever."
      ],
      [
        "I worked the Council's schedules for years, so I spot the cracks quick. The breakdown wasn't just technical—the BCI failures exposed the whole machinery.",
        "The labor mix-ups weren't mistakes. They revealed just how little the system understands its people without Halden at the helm.",
        "'Erased' folks used the confusion—I watched some organize right under the cameras. Their testimonies on live broadcasts shook more than nerves.",
        "Inside, the Innovators push for new governance. We always knew the Harmonists feared sunlight on the archives, and the Directorate hides behind order talk.",
        "Some BCI administrators defected quietly—information traded hands, alliances shifted. Can't map it from the outside.",
        "Public tribunals, orchestrated as they are, gave brief hope, but the lines between performance and truth blur.",
        "My own file—what I released—became a template for others. Not everyone's grateful for that.",
        "Neighborhoods change mood by the hour: suspicion, gratitude, nervous waiting. Secrets don't stay buried long.",
        "I've always been with the Innovators. Efficiency needs daylight, not shadows. Even now, I doubt the city can turn back to what it was."
      ]
    ]
  }
}