{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Let’s just say the job’s been more interesting lately, not always in a good way.",
        "Had some old faces back on the floor this week, no one’s sure if it’ll last.",
        "Protocols shifted overnight. Makes you think twice about what you log.",
        "Feels calmer, but that’s usually when the floor gives out."
      ],
      [
        "Folks who were swept under are suddenly back, like nothing ever happened.",
        "Worked side by side with someone who vanished months ago—no one batted an eye.",
        "Been told to trust the new protocols, but I still keep my own records. Quiet insurance.",
        "They say it’s all restored, but doubts are thicker than the dust on my old logbook.",
        "Feels calmer, but that’s usually when the floor gives out."
      ],
      [
        "You heard about the tribunals? It’s like a reunion of ghosts, half the crew suddenly reappeared.",
        "For the first time in months, I logged a full day’s work without whispering or dodging system flags.",
        "Some supervisors are making a show of inviting erased folks back in. I’m not sure if I buy it.",
        "No errors kicked back when I tested the new openness, so that’s something.",
        "But when people started murmuring doubts, I archived my own records again. Can’t help it.",
        "Feels calmer, but that’s usually when the floor gives out."
      ],
      [
        "Funny timing—the city holds these tribunals, suddenly all the lost names and faces pop back up.",
        "Spent the day patching panels with a team that used to exist only in rumors and paper signals.",
        "The new rules say we’re safe to log jobs, so I tried it. No alarms, no hidden penalties.",
        "People act like it’s trust restored, but you hear those little doubts behind every hello.",
        "Truth is, I never stopped doubting. I archived my files, just in case history does one of its flips.",
        "Did my score tick up? Sure. Doesn’t mean much if the rules change again tomorrow.",
        "Feels calmer, but that’s usually when the floor gives out."
      ],
      [
        "Feels like the city’s got a new rhythm after Halden’s gone—less orchestra, more jazz improv.",
        "Ever since those ‘erased’ techs came back after the tribunals, I stopped pretending I understood how the game was played. I just tried to keep pace.",
        "Some folks took the public pardon like a gift; others just nodded and got to fixing things like nothing happened.",
        "Logged every job fair and square, waiting for the other shoe, but the system played nice. For now.",
        "Nobody’s sure what’s real with all the talk about reforms and staged confessions.",
        "I even caught myself eyeing new clients, until the usual rumors crept through—distrust always seeps back in.",
        "Truth is, I’ve always rooted for the Innovators. Maybe chaos means a chance to debug the whole city, if anyone dares.",
        "Feels calmer, but that’s usually when the floor gives out."
      ]
    ],
    "emotion": "wary relief, like someone who found a patch of solid ground but keeps glancing at the clouds"
  },
  "emotional": {
    "opener": "\"You know, Lenart, sometimes the system changes just enough to let people breathe again. Doesn’t make you foolish for noticing—just human.\"",
    "variants": [
      [
        "Suppose you’re right. Some days it feels that way.",
        "Doesn’t always last though."
      ],
      [
        "Yeah, sometimes there’s a break in the pattern. I’ve seen it.",
        "Might just be the system catching its breath, not us.",
        "Still, nice to pretend now and then."
      ],
      [
        "I appreciate you saying that. Makes it easier to notice the light corners without squinting.",
        "Feels strange to trust any change, but maybe we get a piece of calm now and then.",
        "Hard habit to break, watching your back.",
        "Guess it’s normal for folks like us."
      ],
      [
        "That hits close, Alex. You get used to holding your breath around here.",
        "Funny how relief feels like something you have to hide, just in case.",
        "Even on better days, the habit sticks. Always scanning for the next flip.",
        "But you’re right, sometimes you just have to let yourself breathe.",
        "Doesn’t come natural, but it helps to hear it."
      ],
      [
        "That’s one way to put it, and it’s a good one. Breathing room is rare around here.",
        "Most folks act like it doesn’t matter, but I notice. Always have.",
        "There were times before when the ground felt steady, but looking up was the risky part.",
        "Can’t help it after so many years, waiting for the sky to change again.",
        "You learn to take the small patches of peace and tuck them away, just in case.",
        "Hearing it from someone else makes me think maybe it’s not all in my head."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about the big changes, Lenart. What's really going on?",
    "variants": [
      [
        "Most folks just see calmer streets and think it's fixed.",
        "People say the tribunals matter, but it's all above my pay grade.",
        "Someone high up vanished, so now they hold hearings. Doesn't change how I log my jobs.",
        "Score's up, protocols shift, but I've seen those tricks before."
      ],
      [
        "Broadcasts about vanished folks got everyone riled, then the bosses promised transparency.",
        "Now there are hearings in the squares, all tidy and live-streamed.",
        "Had some admins admit to mistakes. Feels more rehearsed than real.",
        "Crowds quieted down, but most people are just waiting to see what gets swept under next.",
        "Doesn't pay to act like things are permanent around here."
      ],
      [
        "City’s trying hard to patch its image—restoration tribunals, live confessions, all on display.",
        "Those who vanished suddenly take center stage. Feels almost staged itself.",
        "Council’s split, arguing reforms versus control while everyone watches.",
        "After the confession broadcasts, even old supervisors switched sides or vanished themselves.",
        "Innovators are spinning it as a reset, like system bugs becoming features.",
        "I’ve heard more about backroom deals than in the last year combined.",
        "Wouldn’t be shocked if the ground shifts again soon."
      ],
      [
        "After Halden’s death, the whole network hiccupped—folks reappeared, but the scaffolding never really settled.",
        "Broadcasts went citywide—ghosts explaining how the system swept them aside last year.",
        "Restoration tribunals keep the streets quiet, but they’re just the public face.",
        "Confessions were neat; feels like they were written by the same committee that scores our points.",
        "Half the techs I work with admitted to hiding files, ‘just in case.’ Apparently, I’m not unique.",
        "Innovators want us to believe we’re on the edge of something better.",
        "Truth is, if there’s ever a time to debug the city, now’s the gap.",
        "Still, I stash my logs offline. Old habits won’t die until the system does."
      ],
      [
        "Halden’s death? Bit like losing the user manual mid-upgrade. Council's been scrambling since—factions firing off fixes no one really trusts.",
        "The erased weren’t just randoms—they were the ones who kept the network stitched together quietly.",
        "Restoration tribunals are public theater, sure, but they also gave back voices nobody expected to hear again.",
        "Council drama’s not just gossip—the Innovator push is real, and I back it, even if the Directorate swears it’s chaos.",
        "Had access to some back channels last week. Heard low-level BCI admins switching sides, leaking patch notes on the new protocols.",
        "That broadcast from the erased? Nearly crashed the city’s trust circuit. People want to believe, but the scripts are too perfect.",
        "I’ve done some midnight swaps on city comms, helped a few ghosts get their tools back—not all of it’s logged, you follow?",
        "Feels like we’re beta testing the new order, piece by piece, and nobody reads the terms.",
        "I keep my roots with the Innovators. If there’s going to be a reset, I’d rather steer it than drown in another system patch."
      ]
    ]
  }
}