{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "People have been asking too many questions lately. ",
        "Whole departments are shifting, and nobody tells you why. ",
        "All I'll say is, you don’t want to be the one everyone blames when words go wrong. ",
        "Honestly, the city's not as quiet as it looks."
      ],
      [
        "I get assigned to rewrite things last minute—nothing unusual, but now it’s constant. ",
        "Contacts vanish, replaced by automated replies. ",
        "Someone on the Council actually doubted a line I wrote in public. ",
        "The rules keep changing, but nobody says what’s coming next. ",
        "It’s a headache, but you learn to live with the noise."
      ],
      [
        "The tribunals forced me to rewrite Directorate apologies more times than I care to count. ",
        "Staff assignments are shuffled overnight. My legal team, gone, replaced by quiet silence. ",
        "Once, a Council member accused me of lying—openly. Never happened before. ",
        "I started comparing my past drafts. I don’t trust what’s official anymore. ",
        "Apparently, my reliability dropped and so did my score. Down to thirty-six. ",
        "Feels like nothing’s stable, and every word’s a risk now."
      ],
      [
        "You ever lose trust in your own sentences? I’ve been pulled in circles since those restoration tribunals started. ",
        "Every other day, some administrator admits to rigging things—I have to apologize for people I’ve never met. ",
        "Lost my legal contacts overnight, like someone wiped the floor clean. ",
        "Suddenly, they questioned my words on the record, made me prove I hadn’t changed policy. ",
        "Had to audit my own archives, alone, in front of security. ",
        "My reliability tanked, just because someone else cut corners. Thirty-six now. ",
        "Honestly, when language loses meaning, what’s left to defend?"
      ],
      [
        "I write their apologies, but nobody’s ever sorry. Since those tribunals, I’ve been rewriting truth for the Directorate, pretending this system still works. ",
        "Administrators confess on cue, while my contacts vanish without explanation. Automated replies, always. ",
        "For the first time, a Council delegate accused me of dishonesty just to save face. They used to trust my word as law. ",
        "I’ve spent nights combing my drafts for contradictions, terrified I’d missed a line that would get me flagged. ",
        "Now, every speech is a gamble. My score’s thirty-six, thanks to other people’s mistakes. ",
        "The Tribunal theater might calm the city, but it’s hollow. The facts never match the script. ",
        "If you really want to know, this isn’t order—it’s survival by performance. ",
        "Sometimes I wonder if the Directorate’s even worth the words I give it."
      ]
    ],
    "emotion": "worn out, isolated"
  },
  "emotional": {
    "opener": "Sven, even people who move history from the shadows deserve to breathe. You can set the words aside here.",
    "variants": [
      [
        "Most people don't notice what it takes to keep the order.",
        "But I appreciate the sentiment."
      ],
      [
        "It’s rare someone sees that side of the work.",
        "You’re not wrong... sometimes it’s exhausting.",
        "I suppose it helps to hear it said aloud."
      ],
      [
        "People forget there’s someone drafting every line they parrot.",
        "Sometimes it feels like living in an airlock. Close, necessary, but never open.",
        "Your words... clear a little of that pressure.",
        "Thank you. Not everyone bothers."
      ],
      [
        "That’s more understanding than I usually get from anyone in these circles.",
        "It’s a quiet kind of suffocation, trying to be the voice but always out of sight.",
        "Some days the weight of precision is heavier than any secret.",
        "Hearing someone recognize the strain… it cuts through.",
        "Makes me feel human again, if only for a moment."
      ],
      [
        "I tore out pieces of myself to write truths that weren't really mine—just the ones the system required.",
        "Here, silence is safer than almost anything else, so I learned to live in it.",
        "Your words... I won't forget them. They're rarer than safe air.",
        "Every so often, I imagine what it would be like to speak plainly, without rehearsing every phrase.",
        "This job, this city... they take more than they ever return.",
        "But tonight, you reminded me I still exist beyond my function. That's no small thing."
      ]
    ]
  },
  "factual": {
    "opener": "Things are moving faster than your speeches. Why don’t you stop dodging and tell me what’s really happening in there?",
    "variants": [
      [
        "A broadcast stirred things up, nothing new. ",
        "People push for public hearings. Files opened for tribunal review, makes the city restless. ",
        "Some cases close, but nobody trusts it.",
        "Quiet deals, rumors, same as always. ",
        "Nothing you wouldn’t hear on local feeds."
      ],
      [
        "Broadcasts bring heat, and now Council leaks files for review. ",
        "The tribunals play out in the squares, but the confessions look staged. ",
        "Public calm is fleeting. Rumors don’t die down, they loop back. ",
        "Some old ghosts get pardoned, but not all. ",
        "Rest is just smoke and mirrors. ",
        "There’s no real closure, just new versions."
      ],
      [
        "First, dissidents hijacked the broadcasts and forced the Council’s hand. ",
        "Suddenly, sealed files surface and erased citizens speak for the first time. ",
        "Tribunals stream in every district, confessions rehearsed enough to smell like a script. ",
        "Administrators beg forgiveness, but it’s all performative. ",
        "The Directorate scoffs, wants harder control. ",
        "Scores restored in some cases, but trust cracks wider. ",
        "If you read between the lines, my loyalty is with order, not these spectacles."
      ],
      [
        "After the takeovers, Council folds—files unsealed and erased citizens dragged into the light. ",
        "Public tribunals soothe the surface but mean little underneath. ",
        "Apologies are scripted. I know—I write them. ",
        "The disappeared get token pardons, but hundreds stay lost. ",
        "Every reconciliation is staged. Directorate wants brute order, not this carnival. ",
        "I track the edits—Council buries inconvenient facts. ",
        "Score resets buy calm, but we’re leaking faith. ",
        "For someone like me, loyalty to the Directorate means nothing when the game’s rigged."
      ],
      [
        "Ghosts broadcast their erasure, Council panics, opens files they promised never existed. ",
        "Restoration tribunals? Cheap theater. I prep the lines and know which truths stay hidden. ",
        "Confessions are rehearsed, redemptions pre-approved. ",
        "My legal team purged after objecting too much. All replaced by automata. ",
        "Only select cases get restored. Most ‘invisibles’ are missing from every list I see. ",
        "Council plays politics. Directorate grinds for order. Only difference is honesty. ",
        "I keep every draft. I can trace policy edits to who wanted what silenced. ",
        "I joined Directorate because I believed in control, not illusion. ",
        "These days, I write for power, not principle—nobody’s honest about it except me."
      ]
    ]
  }
}