{
  "official": [
    {
      "image_id": "mirror_fragment",
      "headline": "Tribunals Begin",
      "anchor_line": "Public restoration tribunals open to hear the voices of previously excluded citizens in city squares today.",
      "contextual_reframing": "Stenograd leads in transparency, building trust by integrating citizen experience into system refinement. BCI, the Behavioral Compliance Index, ensures fair access for all."
    },
    {
      "image_id": "shattered_display",
      "headline": "Apologies Issued",
      "anchor_line": "Key BCI administrators publicly acknowledge and apologize for scoring inconsistencies in live forums.",
      "contextual_reframing": "Openness and accountability remain core to city governance. Stenograd’s system adapts for a more equitable tomorrow."
    },
    {
      "image_id": "paper_stack",
      "headline": "Pardons Announced",
      "anchor_line": "Select citizens receive restored access and official pardons after careful tribunal review.",
      "contextual_reframing": "With data-driven fairness, the system restores access and upholds trust across all levels of life in Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "council_table_empty",
      "headline": "Truth On Trial",
      "anchor_line": "The so-called 'restoration tribunals' hit the squares, but most stories are cut short or staged for the cams.",
      "contextual_reframing": "Real people erased by the BCI are finally being seen, but only on the state's script. The Behavioral Compliance Index controls your access, your job, your life - don't trust their theater."
    },
    {
      "image_id": "faceless_portrait",
      "headline": "Confessions Or Coverup?",
      "anchor_line": "BCI managers paraded their apologies, but word is administrators rehearsed lines to dodge blame.",
      "contextual_reframing": "Accountability is a mask. While officials speak of reform, internal Council leaks show score manipulation runs deep and goes unpunished."
    },
    {
      "image_id": "missing_poster",
      "headline": "Forgiveness For Sale",
      "anchor_line": "Select 'pardons' are granted, but whispers say only the favored get restored. Many erased, still missing.",
      "contextual_reframing": "Systemic harm isn't solved by a few public gestures. The Council's data-driven justice hides hundreds of silent denials and lost records across Stenograd."
    }
  ]
}