{
  "olintz": {
    "chapter": "After the Memory Archive campaign began, Oksana observed neighbors collecting notes and stories outside her building, looking for names of those the BCI had erased. She was approached by a young woman searching for details about her older brother, whose record Oksana recognized from a former flagged case. With the launch of public reunions and storytelling events, Oksana received invitations to attend, yet she hesitated, remaining inside to transcribe her own account of removed cases. That evening, she heard laughter from a gathering in the courtyard, where families reunited and stories were publicly shared. Oksana felt conflicted, recalling her own role in compliance reviews, but chose not to participate, unsure of her place in this new openness. She kept to the periphery, rarely speaking, and documented examples of reintegrated citizens in her private notebook. Her BCI score remained unchanged, reflecting her continued outsider status despite the communal shift.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following his decision, Nikola Petrak personally oversaw the secure transfer of the complete Memory Archive to a volunteer team at the central neighborhood hub. He publicly confirmed his authorization, providing testimony on the context and significance of the erased records. As stories of vanished individuals and systemic abuse surfaced, Nikola attended one meeting to answer questions and clarify details only he could authenticate. The Memory Archive triggered immediate search efforts by families previously denied answers by the BCI. When a mother found undeniable proof of her son’s targeting and initiated a widely attended vigil, Nikola witnessed the gathering from a distance, aware his decision had dismantled past silences. His direct involvement led to public recognition as well as heightened surveillance by the Directorate. As news spread and collective healing began, Nikola’s BCI score dropped by 20 points, reflecting the system's severe penalty for enabling mass unauthorized disclosure, despite broader social reconciliation.",
    "bci_score": 14,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "In response to the Memory Archive campaign and the subsequent citywide storytelling events, Daria’s daily routine at the community repair station shifted again. Residents arrived with questions about their bands’ recorded histories, often bringing relatives whose data had gaps or unexplained resets. One morning, a mother returned a health band with missing activity logs from the week her son disappeared, expecting Daria to explain or recover the information. Daria could only confirm the lost records, aware the gap likely resulted from prior BCI interventions beyond her access. Neighborhood liaisons now required her to document each incident in detail and sometimes present findings during meetings so that families could address inconsistencies together. Daria limited all repairs to visible, documented work, refraining from any private edits, realizing that transparency was now not just policy but a community expectation. Her actions aligned with the push for open memory, keeping her BCI score stable at 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After neighbors began gathering around posted copies of recovered BCI reports, Lenart saw people openly sharing accounts of lost work and unjust restrictions in the building’s stairwell. On the same day, residents redirected their conversations—usually cautious and quiet—towards planning a public meeting about managing repairs transparently. A former client, previously silent about his denied housing status, approached Lenart for help documenting persistent leaks and outages in full view of others. Without using official channels, Lenart publicly organized a schedule for maintenance volunteers and distributed tools directly, an action that would have once attracted unwanted scrutiny. Though more residents thanked him and asked to join, Lenart noticed surveillance drones briefly hovering over the entrances. He chose not to attend committee planning, delegating his role, and focused instead on updating paper logs. Increased visibility and clear avoidance of official systems led to a minor drop in his BCI score, now at 28.",
    "bci_score": 28,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the Memory Archive campaign launched citywide and neighborhoods began public gatherings to share recovered stories, Sven Halek noticed that Directorate offices were no longer shielded from the city’s new transparency norms. Reports of community volunteers visiting government archives to request erased files left Sven unable to secure remaining speech drafts or restrict access to his private materials. That afternoon, during a temporary staff meeting, two new citizen-appointed editors insisted on reviewing all past Directorate messages before allowing any new advisories to be released. Sven, unable to limit what was shared or to invoke confidentiality procedures, restricted his actions to clarifying factual details rather than advocating any security-focused narrative. He found himself documenting each incident out of habit, aware that loyalty to the Directorate now brought suspicion rather than authority. The growing power of memory recovery and citizen review eroded his influence further, resulting in a drop of his BCI score to 45.",
    "bci_score": 45,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After news spread that neighborhoods were openly sharing recovered stories and witnessing reunions, Rada arrived at the office to find her colleagues preparing for a recorded assembly on personal histories lost to automated censorship. Guided by the broader city trend of welcoming citizen-led storytelling, Rada shifted her reporting. She interviewed several participants about experiences with erased records, carefully archiving testimonies on secure drives. For the first time, she contributed her own account, describing an incident where early BCI enforcement led to the loss of her childhood friend's identity. The office environment was cooperative, with staff coordinating interview times and equipment sharing without referencing previous compliance protocols. Rada limited her digital access, anticipating unpredictable system restoration. Increased transparency in both the content covered and the sharing of sensitive stories left her exposed, but cautious optimism influenced her approach. Her BCI score, reflecting recent out-in-the-open collaboration, held steady at 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}