{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Digital Forum Opens",
      "anchor_line": "A new open digital forum empowers citizens to participate directly in Council discussions and city priorities.",
      "contextual_reframing": "This measured step fosters civic unity and transparency, reinforcing public trust in Stenograd’s governance model."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Council Changes Swift",
      "anchor_line": "Citizen participation leads to the prompt reassignment of Council seats to grassroots delegates following public vote.",
      "contextual_reframing": "Adaptive administrative responses demonstrate the city’s unmatched flexibility and commitment to collective prosperity."
    },
    {
      "image_id": "data_skyline",
      "headline": "Governance Reimagined",
      "anchor_line": "Direct public voting now shapes all major policies, initiating a new era for Stenograd’s management.",
      "contextual_reframing": "Technological progress ensures every voice is integrated, marking Stenograd as a model of participatory efficiency."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Forum Goes Live",
      "anchor_line": "The state\u0019s walls are cracking. Citizens flood the first open forum, raising voices the Council tried to silence.",
      "contextual_reframing": "What they call 'empowerment' was triggered by a failing system. Secrets leak when no one is watching the watchers."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Council Ousted Fast",
      "anchor_line": "Rushed votes and shadowy removals. Council members disappear as new faces appear overnight.",
      "contextual_reframing": "So much for stability. The crowd takes charge while the system plays catch-up, scrambling to hide its mess."
    },
    {
      "image_id": "data_skyline",
      "headline": "Control Breaks Open",
      "anchor_line": "Now every decision is up to whoever\u0019s brave enough to click. The BCI is gone. Stenograd is changed for good.",
      "contextual_reframing": "The old rules are out. What comes next is anyone's guess, but now, finally, it\u0019s everyone\u0019s turn to decide."
    }
  ]
}