{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Mostly just the usual. Work has been... intense.",
        "The devices I manage glitched out last week. Big mess.",
        "Everyone’s asking about scores. I keep to myself.",
        "Feels like everyone’s watching, all the time."
      ],
      [
        "I’ve had to stay late at the lab, monitoring some update issues.",
        "People suddenly can’t check their BCI everywhere—lots of confusion.",
        "My boss questioned me during a device audit. I followed protocol.",
        "Now I stick to the rules, but it’s tense. People look at you differently.",
        "It’s made things quieter, but not safer."
      ],
      [
        "We pushed an update that made BCI scores invisible on everyone’s health bands.",
        "Next day, no one’s privileges or denials showed up at clinics or buses.",
        "My supervisor was quick to blame the techs, called us in for emergency checks.",
        "I stayed silent about what I knew—no one got manual access back.",
        "The city felt strange with everyone being treated the same for once.",
        "It cost me. My score dropped, and I’m flagged now. I guess I knew it would feel this way."
      ],
      [
        "After Marek Halden died, things broke down—systems failing, scores acting weird.",
        "I was on the team that handles health wearables. People rely on those for everything—doors, treatment, just daily life.",
        "I quietly pushed a firmware change hiding all BCI scores, everywhere.",
        "Suddenly, the city had no score checks—at clinics, transport, official desks.",
        "Requests poured in to fix it, but I logged them and stayed hands-off.",
        "For a little while, everyone was equal. My own score cratered. Marked as a troublemaker now.",
        "I don’t regret it, but it’s a lot to carry. Sometimes I just feel... exposed."
      ],
      [
        "Used to think you had to keep your head down and just maintain the system. But then my brother vanished after a BCI audit, and nothing looked safe anymore.",
        "Last week at the lab, I took my chance and pushed an update to the health bands. Hid everyone's BCI status, all over Stenograd.",
        "Next morning, the whole city’s access rules just—stopped. People lined up at clinics and nobody got turned away for their score.",
        "Requests for fixes piled up, but I kept my mouth shut and refused to restore the old order.",
        "Service workers started ignoring the scoring too. Suddenly, things felt fair, even if just for a moment.",
        "That move shredded my score. Now I’m at 48, flagged as ‘risky’. Everyone looks at me like I’m not really here.",
        "It’s strange—I wanted to help people, but I feel more exposed than ever.",
        "Part of me wishes I could disappear, like he did."
      ]
    ],
    "emotion": "exposed, uncertain, and quietly overwhelmed"
  },
  "emotional": {
    "opener": "Daria, you’re not alone in this. I see how much you carry, even if no one else does.",
    "variants": [
      [
        "Thanks. Most people don’t notice.",
        "Sometimes that’s for the best."
      ],
      [
        "I appreciate that. It’s hard getting through the days, lately.",
        "Most people prefer not to see too much.",
        "Being seen isn’t always safe."
      ],
      [
        "That actually helps. Like you really meant it.",
        "Some days it just feels like the walls are a little closer.",
        "I barely remember what quiet felt like before all this.",
        "You saying that… it matters more than you might think."
      ],
      [
        "It’s rare for anyone to notice what’s off beneath the surface.",
        "Sometimes I wonder if I’d just vanish and no one would care.",
        "But your words make it feel lighter, at least for a moment.",
        "I don’t let go very often. So this— really, thank you.",
        "Maybe I needed someone to remind me I’m still here."
      ],
      [
        "Not many notice when something’s wrong unless it affects the system.",
        "I’m used to staying invisible—most people don’t ask, don’t want to know.",
        "I get tired. All the routines, the watching, pretending nothing gets to me.",
        "Sometimes I feel like I’m waiting to disappear, too, like my brother did.",
        "But what you said… it stopped that spiral for a second.",
        "I wish it was always this easy to feel seen. So, thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Can you just stop circling around and tell me what actually happened with all this score chaos? Everyone knows something big is behind it.",
    "variants": [
      [
        "People panicked when the scores vanished.",
        "Council got heavy on information control.",
        "Security doubled at clinics and hubs.",
        "Some workers started 'score-blind' routines.",
        "No one trusts BCI right now."
      ],
      [
        "After the scores disappeared, Council factions clashed hard.",
        "There were limited crackdowns, but not everywhere.",
        "Service access is neutral in some places — not official, just happening.",
        "Everyone acts like they're under surveillance.",
        "I hear 'ghosts' are back, but who knows what's real.",
        "BCI isn't what it looks like anymore."
      ],
      [
        "Lots of service staff refuse to enforce BCI now. It's spreading, even in 'official' spaces.",
        "Council's split — some want reform, some want more control.",
        "Directorate is trying isolated enforcements, but workers aren't backing them up.",
        "Saw a memo about 'ghosts' reappearing — people the system erased suddenly showing up.",
        "The old rules feel like they've cracked open. Like people aren't afraid to push back anymore.",
        "Even friends are talking about ditching BCI completely.",
        "Feels like a shift, not just a glitch."
      ],
      [
        "People rallied around these new score-blind zones. It was fast, not forced.",
        "Teachers, medics, transit staff — they just refused to check scores. That never happened before.",
        "Council can't keep control. Fractures are everywhere. Even some insiders support this.",
        "I saw archival code from Halden's apartment. Security's fighting with system engineers over what to rollback.",
        "Rumors say BCI can't track certain people now. The city's haunted by them.",
        "I didn't think anyone would push back like this — and I don't trust the Directorate to let it last.",
        "I never supported the scoring. Now it’s risky to even say so, but I can’t ignore all this.",
        "It's exhausting, but hard not to hope for something better."
      ],
      [
        "There was a leaked list showing who used to have the highest access — now they're all under watch.",
        "Real breakdown between Council blocs. Lintz is feeding this reform movement quietly, but the Directorate's panicking.",
        "System logs show full days where BCI metrics weren't updated. False data everywhere, chaos in the records.",
        "Ghosts — people who were erased — are turning up at old addresses. I checked a few health band logs myself. Unregistered, but very much alive.",
        "I've hidden more than one record for someone who shouldn't exist now. Lot of technicians are helping, quietly.",
        "It feels like my brother could walk back through any door. It's surreal.",
        "Never thought I'd want the city to reject the system, but now I think it's the only real chance.",
        "We've all lived with this fear. At least now people see what it's been like underneath.",
        "If this collapses, it might be relief more than disaster."
      ]
    ]
  }
}