{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Week was...different. Routine thrown by new policy directives.",
        "Spent too much time revising speeches nobody wanted to approve.",
        "People are restless. I keep to myself more than usual."
      ],
      [
        "Policy changed overnight. Score checks off. Nobody told us why.",
        "Suddenly drafting speeches that praise 'universal service.'",
        "Colleagues I barely know now want to rewrite everything for 'inclusion.'",
        "My old review process vanished. Sent drafts without feedback.",
        "Feels like the ground keeps shifting under my feet."
      ],
      [
        "So, everything flipped—no more score gates, no appeals to compliance anymore.",
        "I was told to frame the Council’s statement for these new 'score-blind' districts.",
        "Had to work with reinstated staff. Hard to trust their instincts after all this time.",
        "Arguments over whether to sound hopeful or measured delayed me for hours.",
        "In the end, I just sent my version. Didn’t wait for consensus.",
        "I’m left unsure if any of it matters now."
      ],
      [
        "It’s a mess, honestly. Overnight, everything I’ve built speeches around—compliance, alignment, score—just vanished from policy.",
        "No time to adjust. They pulled in people who were invisible yesterday, and now we’re writing inclusivity scripts together.",
        "We never used to debate whether people deserved access. Now it’s all about tone, openness, how we sound to everyone.",
        "I had to turn in statements raw, no more double-checks with the old network.",
        "Kept every draft. Something about these times feels...temporary.",
        "Score dropped again. Doesn’t even matter, does it?",
        "Feels like I’m watching my own words get replaced before I even speak them."
      ],
      [
        "You know, I spent years making the Council sound inevitable. Suddenly my old playbook makes no sense.",
        "They tossed out the BCI scores. Turns out, all the enforced trust, all the metrics—just gone, cut at the roots overnight.",
        "They made us talk about universal service and score-blind districts as if we’ve always believed it. I pulled out old drafts—some of them were supposed to be secrets, contradictions nobody wanted aired.",
        "My department’s full of fresh faces—people I carefully excluded, now running the show. Inclusion on someone else’s terms.",
        "Usually I weave things tight, review every word, keep a private archive in case the winds shift. Now I’m guessing what the script even is.",
        "I made the decision to submit my drafts without review. That goes against everything I’ve done. It sped up the public shift—maybe I even gave this chaos its headline phrase.",
        "My score slipped. Nobody noticed. The whole system’s become background noise.",
        "I still believe the Innovators are right—systems must adapt—but lately it feels like we’re all just improvising in someone else’s play."
      ]
    ],
    "emotion": "A little uncertain, but tired—like I’m waiting for the world to catch its breath."
  },
  "emotional": {
    "opener": "You know, Sven, even the city has to catch its breath sometimes. No one expects you to have all the right words when things are shifting underneath us.",
    "variants": [
      [
        "Maybe you're right. Sometimes words run ahead of sense."
      ],
      [
        "You make a fair point. It isn't always about the perfect phrase.",
        "Some days, I suppose, it's enough just to keep moving."
      ],
      [
        "There’s comfort in your timing, Alex. Reminding me that standing still isn’t failure.",
        "Even the best lines sometimes land on uncertainty.",
        "Maybe that’s all anyone can manage right now."
      ],
      [
        "Thank you for that. Sometimes I feel like I’m just patching holes, not really building anything lasting.",
        "Strange how silence in this city is never empty, only waiting.",
        "I guess I need to forgive myself for not knowing what comes next.",
        "Your words help me remember that."
      ],
      [
        "You always have a way of easing the tension under the surface. That’s rarer than you know.",
        "I spend so much of my time twisting messages until they fit—sometimes I forget what’s real and what’s only crafted.",
        "When someone notices the strain, it untangles something in me.",
        "Maybe I do need to learn to breathe with the city, not just for it.",
        "There are days when I wonder if anyone can actually keep step with all this change.",
        "Tonight, though, you’ve made it a little easier."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened citywide? Don't give me the official line—what's really changed?",
    "variants": [
      [
        "Order broke down faster than anyone predicted.",
        "Score displays went black. No warning, no Council statement.",
        "People started treating each other the same—if only for a day.",
        "You see more faces on the streets now—some I haven’t seen in years."
      ],
      [
        "Access evened out overnight. Seems nobody knows who’s in charge anymore.",
        "There are rumors about a data leak—made people nervous.",
        "Things once hidden in the system aren’t staying buried.",
        "Enforcement shows up random places, but doesn’t follow through."
      ],
      [
        "Whole city woke up to find BCI privileges vanished—no alerts, just gone.",
        "A leak spilled data on the so-called 'trusted.' Made even the high-scorers paranoid.",
        "Enforcement tries to act. Citizens just ignore them now, push for score-blind service.",
        "I see both fear and relief. Everyone’s improvising, from Council to janitor.",
        "Feels like the system’s—untangling itself, piece by piece.",
        "Innovators always pushed for adaptation. This chaos looks a bit too improvised, even for us."
      ],
      [
        "The leak—it wasn’t just numbers. Every private detail, every file. No one feels safe, especially those who played by the rules.",
        "I’ve never seen people defect from compliance so fast. Score-blind service is winning the streets, not policy statements.",
        "Oksana Lintz signaled support, but the Directorate lashes out wherever they can.",
        "Ghosted citizens, blacklisted for years, came back—and no one had protocols for it.",
        "Makes you rethink what any of us ever stood for. I lean Innovator, but even I didn’t want this crash.",
        "Feels like my work nudged all this forward, without a safety net."
      ],
      [
        "Truth is, what you see is only the surface—the BCI didn’t just disappear, it was sabotaged from the inside.",
        "A firmware patch hit wearables citywide, scores erased before the Council could react.",
        "Off the record, people have hand-drawn maps of Halden’s hidden system functions. Council factions are using them to roll back or rewrite whole subsystems.",
        "When those vanished citizens reappeared, panic set in. No metric for that chaos—just old human instincts taking over.",
        "Service workers defied policy because the model stopped making sense to them.",
        "Anyone with a stake in the old order—myself included—was left editing their own script in real time.",
        "You won’t hear the Directorate admit it, but even they’re lost.",
        "I’ve shaped Innovator messaging for years, but right now even we don’t have a plan—only best guesses.",
        "Feels like every word I draft gets rewritten three times before it hits daylight. This isn’t reform. It’s collective improvisation."
      ]
    ]
  }
}