{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Noticed things are out of order... No one checks scores anymore when I walk in.",
        "Saw a few faces at work who weren't supposed to be there.",
        "Feels like the rules just disappeared overnight.",
        "Honestly, it’s unsettling. I’m waiting to see if it lasts."
      ],
      [
        "Yeah, strange is right. Most days lately, BCI stuff just vanished. Doors unlocked for everyone.",
        "The newsroom is packed with folks I thought were 'cleared out'.",
        "Weirdest part is, nobody’s enforcing anything. It’s almost like we’re invisible again.",
        "People are getting bold, but it's tense. I can't shake the feeling it'll snap back.",
        "Feels like I'm holding my breath. "
      ],
      [
        "It’s been wild. I came into work and found erased colleagues back at their desks.",
        "We all dove into old archive footage, skipping those clearance walls like they never mattered.",
        "For once, I browsed interviews without a fake login or burner device. No one stopped me.",
        "Still, the editors argued hard over whether this is real freedom or just a glitch.",
        "Most of us sided with the open access, but I keep my eyes open.",
        "I’m used to being careful, so all this uncertainty leaves me… a bit on edge, honestly."
      ],
      [
        "Let me tell you, nothing’s felt normal since the BCI blackout. My score is stuck at 30, but for once, nobody cares.",
        "Walked into the newsroom expecting the usual blank stares and instead found everyone, even the old ghosts, back at work.",
        "Security didn’t blink. We grabbed old broadcast files, dug into vaults, acted like clearance never existed.",
        "I’m finally editing without double encryption or looking over my shoulder.",
        "But the mood’s strange — it’s like everyone’s waiting for the curtain to drop.",
        "Even staff who are usually strict started forming new alliances. Something’s shifting.",
        "After years of hiding footage and stories, I decided to lean in. Maybe this is our shot to change things."
      ],
      [
        "Honestly? All my instincts are on high alert, but I can’t help feeling a bit of relief.",
        "The BCI’s grip vanished overnight. Suddenly, my 30 means as much as a 90. I walked in and saw people I thought I’d never see again.",
        "We all ignored protocol, opened closed doors, shared interviews. I even stopped strip-mining my own work for anything that could get me flagged — just did journalism.",
        "There were arguments. Some seniors wanted to keep the old rules. But most of us backed universal access.",
        "I’ve always known the BCI was more a weapon than a safeguard. Growing up with an officer for a parent, I learned how these stories get edited, erased.",
        "For months I took risks, saving scraps, leaking what I could. This week, I didn’t have to. I made the choice to document the changes openly.",
        "If enough of us tell it straight, maybe the crackdown won’t come. Maybe this nightmare system stays down.",
        "Still — I’m bracing myself. Hope is a dangerous thing, but right now, it’s the only thing that feels real."
      ]
    ],
    "emotion": "unsettled but quietly hopeful"
  },
  "emotional": {
    "opener": "Honestly, Rada, you're not alone in this. The city's changing, and plenty of us are just figuring it out as we go. You see more than most — don't let that weigh you down.",
    "variants": [
      [
        "Thanks. It's good to know someone else sees what's happening.",
        "I appreciate the honesty."
      ],
      [
        "Yeah. Not sure how much it helps, but I hear you.",
        "Feels strange, but maybe that's normal now.",
        "Hard to tell who's really watching these days."
      ],
      [
        "That honestly makes it a little easier to breathe.",
        "You’re right, I do see things differently.",
        "Sometimes I forget other people feel it too.",
        "I guess I just have to keep moving."
      ],
      [
        "You have no idea how rare it is to hear someone admit that.",
        "Most days, I convince myself I just misread people.",
        "I didn’t set out to see more. It just happened, growing up how I did.",
        "Sometimes, I wish I could let things slide like most.",
        "But yeah... knowing I’m not the only one helps."
      ],
      [
        "You saying that makes me feel less like I’m always bracing for something.",
        "Raised in a household that kept records for everything — it sticks with you, you know?",
        "Most people never get past the official version of things. I can’t pretend I don’t see the gaps.",
        "I report for state media, but I’ve never believed the surface was the whole story.",
        "Sometimes it’s exhausting, never turning off that filter.",
        "Just having this kind of talk... it’s rare, but it matters to me."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada. Something big went down—what do you really know about all this?",
    "variants": [
      [
        "Well, everyone’s talking about those rallies after the blackout.",
        "The Directorate’s scrambling to get control, but people aren’t listening.",
        "Heard rumors about some leaked info, but who knows what’s true.",
        "Most folks I see are just testing the limits, not making waves.",
        "That’s really all I’ve seen so far."
      ],
      [
        "Folks are still buzzing about that data leak—BCI scores and all, turned upside down.",
        "There’s a lot of fear about what’s coming next. Nobody trusts the Council.",
        "People started ignoring the old lines. Score-blind service popped up almost overnight.",
        "The Directorate’s thrown out a few threats, but nothing solid yet.",
        "Saw some pushback in the city, nothing too wild.",
        "Looks like things might actually shift for once."
      ],
      [
        "Back when the data leak hit, everyone got a long look at who was really untouchable and who was flagged.",
        "Panic set in. Suddenly, trust collapsed—on both sides of the checkpoints.",
        "Council’s in chaos, splitting between those wanting to fix it and those pushing more controls.",
        "Score-blind policies didn’t come from the top—they started with workers who decided enough was enough.",
        "Some faces we haven’t seen in years reappeared on the streets. That rattled people.",
        "Feels like the city’s rewriting its own rules, even if the Council’s lost the plot.",
        "There’s something strangely hopeful about watching those old divides break down."
      ],
      [
        "When the BCI privileged data leaked, the mask really fell off. Even the so-called loyalists started to sweat.",
        "Major splits on the Council, everyone fighting for their angle while trying to keep the public from panicking.",
        "The Directorate tried force—very publicly at that—but no one backed down. Most folks just started ignoring the guidelines outright.",
        "Teachers and staff openly declared they wouldn’t discriminate by score anymore. That’s new.",
        "People from the old ghost lists showed up at work. I recognized a few I thought were gone for good.",
        "Oksana Lintz is nudging for change without saying it flat out. She’s careful, but I can tell she wants the system fixed.",
        "I’ve always sided with the folks pushing for transparency rather than surveillance.",
        "What’s wild is, people actually seem ready to defend this new score-blind way, crackdowns or not."
      ],
      [
        "With Halden gone, everyone’s scrambling—his death may have triggered more than the Council wants to admit.",
        "The BCI leak outed people, but it also made the system’s logic look like a joke. Those ‘trusted’ got exposed; dissenters resurfaced.",
        "I watched the newsroom split along old lines—former loyalists versus everyone else. Not subtle anymore.",
        "Heard about the firmware patch that wiped score displays citywide. That’s why everything went equal overnight—no one at work could track us, not even quietly.",
        "Grassroots score-blind policies aren’t just tolerated, they’re growing. Whole districts refuse the old checks, and the world’s watching us now.",
        "The Directorate keeps threatening but the old enforcement levers are dead.",
        "Growing up inside the system, I learned rules were just code, code you could overwrite—like now.",
        "My gut says this crack isn’t closing, not the way it was before.",
        "I’m putting out everything I see, hoping truth travels faster than whatever fix the Council tries next."
      ]
    ]
  }
}