{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "System Adapts",
      "anchor_line": "Residents report uniform treatment in public services after updates to the Behavioral Compliance Index, or BCI.",
      "contextual_reframing": "The ongoing calibration of city infrastructure ensures fairness, supporting efficient delivery for all citizens."
    },
    {
      "image_id": "cafeteria_trays",
      "headline": "Universal Access",
      "anchor_line": "Service workers adopt score-blind protocols, guaranteeing equal access to transit and education throughout Stenograd.",
      "contextual_reframing": "This development reflects the city's commitment to rational, data-driven administration and inclusive civic standards."
    },
    {
      "image_id": "symmetrical_laundry",
      "headline": "Civic Unity Grows",
      "anchor_line": "Residents gather in support of citywide score-neutrality, demonstrating strong communal spirit and cooperation.",
      "contextual_reframing": "Stenograd’s cohesive population highlights resilience and the success of evidence-based governance."
    }
  ],
  "underground": [
    {
      "image_id": "frozen_clock",
      "headline": "System Goes Dark",
      "anchor_line": "BCI scores just vanished overnight and no one is in charge.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, was the silent control grid. Now its collapse exposes how much power it held—until someone killed the switch."
    },
    {
      "image_id": "empty_bench",
      "headline": "Access For All",
      "anchor_line": "Workers ignore BCI rules and treat everyone equally for the first time in years.",
      "contextual_reframing": "Teachers, transit staff, and medics are rejecting the old ranking system, sparking hope and fear as the city's real community comes to light."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "The Movement Spreads",
      "anchor_line": "Crowds flood the streets as the Directorate tries and fails to shut score-blind districts down.",
      "contextual_reframing": "Ordinary people push back against digital caste lines, revealing cracks in the 'efficient' system. Stenograd is more awake—and unified—than ever."
    }
  ]
}