{
  "olintz": {
    "chapter": "After the citywide audio broadcast in Halden's voice and the sudden activation of legacy backup systems, Oksana’s daily routine at the Central Oversight Directorate became unpredictable. That morning, as systems synchronized then splintered, her desk received case files flagged under two different rule sets. She spent over an hour verifying a single resident’s transit denial, forced to consult both city and district records while residents queued impatiently. Coworkers hesitated to share notes, unsure which protocol would be valid for internal review. Oksana began logging her actions in duplicated paper files, uncertain which authority would audit her work later. By afternoon, she overheard residents arguing near the entrance about duplicate penalties, causing her to anticipate complaints she felt unprepared to resolve. The confusion increased her sense of exposure, and she avoided requesting assistance, worried it would highlight her uncertainty. The persistent ambiguity led to another small drop in her BCI score, now 12.",
    "bci_score": 12,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 13, as Nikola attempted to collect updated residency documents, he found the administrative terminal displaying conflicting instructions and his BCI score shifting unpredictably. Confused, he joined a growing cluster of residents at a manual checkpoint, where some were denied access based on divergent rule sets announced that morning. Recognizing references to outdated protocols from Halden’s tenure, Nikola withdrew to avoid any dispute. Later, hearing an unfamiliar audio broadcast in Halden’s voice through communal speakers, he quietly reviewed his legacy Council notes for clarification. That evening, uncertain whether district rules would reset again, Nikola decided against attending the neighborhood assembly, opting instead to organize his personal records and further limit his contact with others. This increased avoidance and the visible instability in compliance assessment contributed to a small further decrease in his BCI score, reflecting heightened caution and reduced system alignment. His BCI score declined to 47.",
    "bci_score": 47,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the sudden restoration of partial citywide BCI integration, Daria’s morning routine shifted once again. At her lab, team check-in now required simultaneous validation from both the unified city system and her district’s local scoring rules, causing repeated badge failures and delays at the security entrance. She watched coworkers argue with security as inconsistent rules blocked entry for some, while others gained new privileges. During diagnostics, she received dual repair requests—one from central authorities, another reflecting neighborhood priorities—with conflicting urgency codes. Forced to follow both, Daria triaged between the two systems, aware mistakes could trigger review by either authority. She overheard staff openly debating which rule set would last, and noted a supervisor switching guidance mid-day to satisfy city directives over local preferences. Daria worked quietly, avoiding disputes, checking every log against both systems before submission. Her BCI score remained at 41, reflecting careful compliance despite operational confusion and inaction.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the district borders became choke points and residents faced duplicate penalties from overlapping BCI rules, Lenart adjusted his movement patterns to avoid official crossings, opting for side streets and service tunnels even during routine maintenance visits. With many neighbors stranded at borders or rerouted unexpectedly, he found his usual work circuit fragmented, forcing him to abandon scheduled repairs when access to key buildings was denied. Later, during a Council-mandated public meeting intended to clarify new rules, Lenart observed confusion and frustration among former clients but chose to remain silent, wary of drawing attention due to his flagged status. As districts attempted to interpret different BCI regulations, he relied solely on handwritten requests and cash payments, reducing his official activities further. The compounding effects of these rule conflicts and border restrictions dropped his BCI score from 17 to 12, reflecting heightened suspicion and continued avoidance of sanctioned systems.",
    "bci_score": 12,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Sven Halek accessed the Central Oversight terminal and consciously activated Halden's legacy broadcast and system reset protocol. Once the audio warning played citywide, Sven spent the following hours monitoring emergency communication flows from a secondary observation point, documenting immediate failures as legacy BCI backups clashed with local overrides. As alerts spread, Sven relayed Council-issued intervention templates to engineering teams, then complied with new manual authentication checkpoints alongside all staff, surrendering high-level access until systems stabilized. He responded to repeated demands for explanation from Council committees and district liaisons, referencing only verified speech drafts while avoiding discussion of the system's deeper failures. The visible confusion and abrupt protocol shifts led colleagues to treat Sven with suspicion and caution, and he was excluded from several impromptu crisis task groups. His decisive action was flagged as high-risk and destabilizing by the BCI, resulting in a significant drop in his score from 46 to 27.",
    "bci_score": 27,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the citywide broadcast in Halden’s voice and the abrupt synchronization of BCI systems, Rada arrived at the media office to find the previous day’s district-specific scoring rubrics replaced by official, citywide score lists. Staff frantically reviewed the changes, with several discovering sharp drops or rises in their status. During an editorial review, Rada’s access requests encountered new, conflicting error messages—her footage was now quarantined under both old and restored rules. She spent the morning filling out duplicate compliance forms just to retrieve archived footage for a routine assignment. When two colleagues were denied entry to the building after failing checks at a border checkpoint, Rada realized travel between offices was suddenly risky. She restricted her movement to a single floor and refrained from requesting external files. By the end of the day, uncertainty about which rules to follow increased her caution but left her BCI score unchanged at 15.",
    "bci_score": 15,
    "political_preference": "rebel"
  }
}