{
  "official": [
    {
      "image_id": "rooftop_listening",
      "headline": "Halden Message Sounds",
      "anchor_line": "A citywide broadcast shares Marek Halden’s last advisory, urging careful alignment for the public good.",
      "contextual_reframing": "Stenograd’s transparent communication ensures citizens receive timely guidance from all governance layers."
    },
    {
      "image_id": "clean_hall",
      "headline": "Order Amid Confusion",
      "anchor_line": "District borders and services adjust as backup city systems briefly diverge, maintaining public order.",
      "contextual_reframing": "Adaptive protocols demonstrate Stenograd’s resilience and the power of collective adherence to efficient rule."
    },
    {
      "image_id": "public_garden",
      "headline": "System Harmony Restored",
      "anchor_line": "Unified BCI logic brings renewed stability and local voice as integration resumes across districts.",
      "contextual_reframing": "Collaboration between Council, experts, and citizens secures a balanced and forward-looking Stenograd for all."
    }
  ],
  "underground": [
    {
      "image_id": "eye_on_wall",
      "headline": "Halden Speaks From The Grave",
      "anchor_line": "Halden’s ghostly warning hijacks every speaker — system crisis or last act of sabotage?",
      "contextual_reframing": "What wasn’t fixed in life comes back screaming in death. Who really controls the silence in Stenograd?"
    },
    {
      "image_id": "id_scan",
      "headline": "Locked Out And Lost",
      "anchor_line": "Border chaos and double penalties — residents stranded as systems glitch and rules clash.",
      "contextual_reframing": "So much for seamless control. When the machines fight, we pay — mobility, jobs, even food, all held hostage."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council Just Survives",
      "anchor_line": "Engineers scramble, citizens forced to ‘help’ decode Halden’s final logic — peace or managed surrender?",
      "contextual_reframing": "They call it restored order. We call it forced compromise. Halden’s death shows the human cost of machine-run power."
    }
  ]
}