{
  "title": "Trial By Assembly",
  "outcome": "Empowered by the revelation of disappearances and system abuses, citizen panels demand accountability. Within days, mass public tribunals begin across Stenograd, compelling Council members, Harmonists, Innovators, and Directorate officials to answer for BCI’s failures. Testimony from 'invisible citizens' and whistleblowers redraws the city’s moral map, dividing the public between forgiveness and fury. As old decisions are relitigated, powerful alliances fracture, and new collective visions for justice surface, forever transforming the city’s understanding of order, history, and leadership.",
  "events": [
    {
      "timestamp": "2025-06-07T09:00:00",
      "visibility": "public",
      "description": "Citizen-led tribunals begin across city districts. Former officials, including Council, Directorate and Harmonists, are publicly questioned about BCI abuses and disappearances."
    },
    {
      "timestamp": "2025-06-10T15:00:00",
      "visibility": "public",
      "description": "Testimonies from invisible citizens, whistleblowers, and ex-enforcers expose hidden orders, secret protocols, and council-backed purges, electrifying public debate."
    },
    {
      "timestamp": "2025-06-14T11:30:00",
      "visibility": "public",
      "description": "Massive crowds gather to witness the trial of the Directorate faction leader, accused of sanctioning disappearances and punitive score flips. Old alliances begin to fracture in real time."
    },
    {
      "timestamp": "2025-06-19T08:30:00",
      "visibility": "public",
      "description": "A council vote on collective amnesty or prosecution splits Stenograd; neighborhoods debate forgiveness versus lasting justice. Families and colleagues turn against each other, rewriting the city’s sense of right and wrong."
    },
    {
      "timestamp": "2025-06-21T16:00:00",
      "visibility": "public",
      "description": "A new city charter is proposed, shaped by scarred but empowered citizen groups, signaling an end to the era of silent algorithmic rule and the BCI’s legacy."
    }
  ]
}