{
  "olintz": {
    "chapter": "After leaking her confidential report and supporting access logs to the independent analysts, Oksana avoided discretionary system usage and personal discussions in the office, maintaining only required protocol exchanges. Within two days, internal system monitors flagged her activity; her access to analytics tools was immediately suspended and she was assigned to supervised clerical tasks. A restored supervisor initiated a formal review of her workstation queries, and colleagues began to distance themselves, avoiding contact in shared spaces. At home, Oksana received multiple warnings on her terminal regarding \"unauthorized dissemination of classified records,\" and her access to building amenities was revoked. The public leak set off widespread panic, as families demanded verification of restored loved ones and nightly security patrols increased. Oksana’s decision led directly to heightened system oversight and public distrust, marking her as a high-risk anomaly. Her BCI score plummeted to 19, reflecting system-classified subversive activity and association with destabilizing information.",
    "bci_score": 19,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the release of proof regarding merged identities, Nikola noticed a rapid increase in anti-system graffiti and tense exchanges during his evening errand for basic groceries. The store’s usual clerk, now replaced by a restored citizen, methodically inspected Nikola’s purchase pattern and asked about his prior interactions, causing him to hesitate and answer cautiously. As rumors about trusted neighbors being synthetic spread, Nikola found himself avoiding prolonged conversations, especially after a local resident was quietly removed by patrols when questioned about a family member’s authenticity. That night, more residents gathered anxiously in stairwells, exchanging notes on sudden changes in loved ones. Nikola declined to participate but documented the encounters and altered his routine to avoid late visits. The heightened suspicion within the building and Nikola’s evident withdrawal resulted in his BCI score declining slightly, reflecting increased avoidance and flagged social behavior.",
    "bci_score": 49,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the mass circulation of evidence revealing merged identities among restored citizens, Daria arrived at the lab to find that several lab workers who had recently reappeared after audits were the subject of discreet but tense conversations among non-restored staff. When one restored colleague attempted to initiate her login session for her, she declined, insisting on following standard access protocols to avoid association. During an afternoon update cycle, two non-restored technicians compared physical traits of restored supervisors to archived staff photos, causing Daria to check her own records for unexplained alterations. She bypassed shared spaces, opting to eat in a storage closet to avoid unpredictable interactions. That evening, after an urgent alert instructed staff to verify identity via biometric scan, Daria hesitated before compliance, suspecting record changes might go undetected. She recorded her scan outcome privately, taking precautions against future tampering. Her hesitation and withdrawal from team processes caused her BCI score to drop to 52.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After proof of merged identities was posted online and public vigils gathered outside government buildings, Lenart noticed security escorts stationed in his usual work areas. Entering a residential complex for scheduled repairs, he found residents openly questioning each other, some demanding that neighbors show recent credential verifications. Several refused him entry, citing circulated lists of suspected identity rewrites. Lenart adapted by offering contactless diagnostic tools and submitting digital proof of his work, strictly following new verification steps required by building supervisors. During a routine report submission, he observed an unusual delay, later attributed to additional checks for service providers. That evening, upon reviewing access logs, Lenart decided to avoid personal interactions, switching all outstanding communications to template messages and limiting his own movements to verified, Directorate-managed sites. The ongoing scrutiny forced him to exercise heightened caution in client selection, protecting his BCI score as the environment became increasingly hostile. BCI score remains steady at 83.",
    "bci_score": 83,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "As rumors about the authenticity of restored citizens spread throughout Stenograd, Sven noticed that morning collaboration sessions became strained. Restored colleagues, previously relied upon for technical stability, were now subject to whispered doubts and requests for proof of identity from non-restored staff. During a scheduled statement review, Sven observed two team members bypassed a restored supervisor’s edits, insisting on his approval instead. Administrative meeting requests suddenly tripled, all demanding public language that recognized concerns about individual authenticity. That afternoon, Sven was directed to adapt a crisis messaging draft three separate times as Council leaders wavered on official terminology. The situation compelled Sven to keep a physical notebook of direct, verifiable conversations and task assignments, fearing digital records might be compromised. Although maintaining outward neutrality, he spent extra hours validating work histories. Sven’s BCI score dropped by 2 points to 62 as he was flagged for unusual verification activities and increased internal communication.",
    "bci_score": 62,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following news of a restored citizen uploading evidence of merged identities, Rada noticed her building's main hallway filled with tenants quietly comparing ID records and discussing recent behavioral changes among neighbors. When her neighbor Sofia, previously acting unusually formal, was openly questioned about details from her past, she responded in generic phrases and quickly retreated inside. That evening, after a rally formed outside the municipal archives demanding public verification, Rada received a directive from state media instructing correspondents to avoid covering citizen authenticity stories. Instead of field reporting, she spent the night reviewing archived interview footage and updating her encrypted files, while locking her network presence to passive status. Avoiding all direct questions from concerned colleagues, she chose not to answer messages linking her to footage on synthetic profiles, wary of new tracking. The increased caution and compliance led to a minor BCI increase, bringing her score from 53 to 56.",
    "bci_score": 56,
    "political_preference": "rebel"
  }
}