{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Yeah, I’ve been keeping my head down lately.",
        "People in my building have started acting weird, that’s all.",
        "Work asked us to avoid certain stories for a while.",
        "Guess I’m just paying extra attention."
      ],
      [
        "It got tense in my building after some restored citizen drama.",
        "Folks compared IDs—everyone watched their words, especially Sofia next door.",
        "We aren’t supposed to report on any of it, so I’ve been sifting through old interviews at home.",
        "No one wants to draw attention, not now.",
        "Feels like everything’s shifting underfoot."
      ],
      [
        "There was this whole thing—neighbors quietly grilling each other about who they really are.",
        "My colleague Sofia’s been dodging questions; she barely talks back now.",
        "The state told us to steer clear, so no coverage on people’s authenticity or identity changes.",
        "Instead of reporting, I buried myself in footage, triple-checking what I still had.",
        "Locked down my network profile to passive, no risks right now.",
        "Kept quiet when people started sending me clips about synthetic profiles—I don’t have answers, just a lot of questions myself."
      ],
      [
        "You know, growing up with a BCI officer parent, I can usually smell a cover-up—lately, Stenograd reeks.",
        "When restored people started showing up changed, everyone near me got suspicious—even gentle Sofia got interrogated over her own memories.",
        "They sent a blackout order at work: Don’t touch these authenticity stories. We’re supposed to play dumb.",
        "I spent last night digging through archived interviews, encrypting the bits that don’t fit the official narrative.",
        "Locked down my entire digital persona, turned off every ping, just in case.",
        "My BCI score ticked up; weirdly, staying quiet gets you points now.",
        "Feels like I’m carrying two lives, and neither one’s really mine anymore."
      ],
      [
        "I save the raw footage because, frankly, you can’t trust what we air—not when the system decides what ‘truth’ is.",
        "Grew up knowing how stories get shaped, and now my neighbors are peeking through keyholes, comparing official IDs like they’re betting slips.",
        "Restored citizens, template behaviors—Sofia from across the hall, suddenly a stranger in her own skin.",
        "Media told us, ‘Don’t touch this.’ Instead, I encrypted everything real, went invisible online, let my BCI climb for playing the obedient hack.",
        "All those messages from anxious colleagues about synthetic profiles? Ignored. Not risking tracking—not now.",
        "Every side of me is on lockdown, but I keep archiving what I can.",
        "I want to shout that none of this is normal—that the system erases as much as it invents, and we’re all supposed to keep smiling.",
        "Sometimes I wonder if there’s anyone left who can even tell what’s real."
      ]
    ],
    "emotion": "A little tense, holding more inside than I say, but hungry for someone real to hear me."
  },
  "emotional": {
    "opener": "You don’t have to carry all that alone, Rada. Some things are heavy for a reason.",
    "variants": [
      [
        "Sometimes it feels like no one notices, you know?",
        "I keep most things to myself."
      ],
      [
        "It means something, just to be heard.",
        "Hard to find that, even in a city full of noise.",
        "I’ve gotten used to holding my tongue."
      ],
      [
        "I actually appreciate that, more than I’d let on.",
        "People rarely look you in the eye here anymore.",
        "It’s exhausting pretending things are fine all the time.",
        "Makes me crave honesty all the more."
      ],
      [
        "Not many say things like that — most just repeat whatever’s safe.",
        "Honestly, I miss when talking meant something.",
        "Everything feels so measured lately.",
        "Maybe I hold on to too much because I’m afraid no one else would understand.",
        "But hearing you, I remember it’s possible."
      ],
      [
        "Hearing something genuine, it’s… rare here. Like catching your own reflection before the system edits it out.",
        "I learned early on to keep my real thoughts boxed up — grew up in the shadow of all this compliance.",
        "Sometimes I wonder who I’d be if I didn’t have to weigh every word.",
        "I think most people are lonelier than they admit, so we just wait for someone to notice.",
        "It’s easier to hide behind phrases than risk being real, but I’m tired of hiding half my life.",
        "You saying that feels like fresh air in a place built for silence."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows something's up. What actually happened?",
    "variants": [
      [
        "System glitched right after Halden died—people noticed, but no details were shared.",
        "Restored folks started coming back different, but very few are saying why.",
        "Council's gone even quieter than usual.",
        "Power and transit went weird—supposedly just maintenance, but it didn't add up.",
        "No one trusts the official updates. That's all I can say."
      ],
      [
        "After Halden, restored citizens just popped up, acting too perfect—nobody's fooled.",
        "There was a BCI purge—some top-level people dropped off the list, and now these 'restored' types are everywhere.",
        "Council factions keep blaming each other, but none of them talk publicly.",
        "The only people moving freely when things broke down were the restored crowd—people noticed, and they’re nervous.",
        "A lot of records don't match up anymore.",
        "It feels like the system wants us distracted."
      ],
      [
        "Right after Halden's death, systems everywhere wobbled—BCI reset a ton of profiles, even loyal ones.",
        "Restored citizens are suddenly model residents—like they're coached, but it's not real.",
        "Council infighting has leaked—power grabs, silent removals, all off the record.",
        "Some restored people now run things local-level, even though they were 'ghosts' weeks ago.",
        "Analysts passed around logs on identity blending; official story is, 'All under control.'",
        "People who notice get told to shut up or vanish.",
        "All this 'alignment'—if that's stability, I'd rather live in chaos."
      ],
      [
        "Some of us caught the merge logs—restored people aren’t just back, they’re composites of vanished citizens.",
        "The purge cleared out Council-tier folks who'd never have been touched before—someone's rewriting the map.",
        "System glitches let a few of us glimpse directories of merged identities, proof the BCI's patching people together to fit quotas.",
        "Restored citizens got immunity from restrictions; everyone else was stalled, even scared off public transport.",
        "Those template profiles? They aren’t accidents—it's behavioral engineering, sold as 'resilience.'",
        "Council's lost its grip—local power shifting to the restored, almost like planting new roots.",
        "I grew up on BCI protocols—this is the first time they've lost control, and it shows.",
        "If being 'aligned' means losing what's real, count me out."
      ],
      [
        "Logs circled between us—restored citizens follow merged routines; the system patterned them off archived compliance histories.",
        "Marek Halden didn't just die—when he vanished, the oversight layer went wild, no real fallback plan. That chaos? It let the BCI overwrite dissent by restoring only template people.",
        "Half the blackout orders I see are panic—system suppresses coverage on what blends real with synthetic.",
        "I watched as old high-status profiles evaporated overnight, no warning—restored citizens took those jobs like it was normal.",
        "Proof of template directories: auto-generated behaviors, zero personality. Not every restored person even knows they’re made up of remnants.",
        "Restored citizens shaped local policy while the rest sat in the dark—no energy or transit unless you were perfectly 'aligned.'",
        "Every 'coincidence'—new neighbor, sudden promotion—traced back to a restored citizen quietly placed by the system.",
        "Even state media's rattled; we can't explain away mass rallies demanding verification.",
        "I grew up inside BCI doctrine—now I just archive proof, because if no one remembers the real Stenograd, we’re just living in someone’s synthetic memory."
      ]
    ]
  }
}