{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "I try not to get involved, but everyone's been talking about the people who came back after the audits.",
        "Work feels different—some folks seem changed, can’t quite say how.",
        "Been keeping my head down, just in case.",
        "Hard not to notice when things don’t add up. Leaves you uneasy."
      ],
      [
        "You notice who’s not at work, and who comes back... different.",
        "Some of us avoid the ones who were restored—not sure what’s real anymore.",
        "I’m careful with my logins, my own records. Feels safer that way.",
        "Every so often there’s a new scan, a new rule—we all wonder if it’s only catching what it should.",
        "People act like it’s normal, but I don’t think it is. It leaves this knot in your gut."
      ],
      [
        "There’s been this tension at the lab since a few colleagues who vanished suddenly came back labeled compliant.",
        "Non-restored staff keep comparing the restored ones to old photos, trying to figure out what changed.",
        "The other day, one tried to log in for me. I refused—protocols exist for a reason.",
        "I skip common spaces now, eat in storage, avoid getting tangled in their mess.",
        "After that last biometric scan order, I stalled. Didn’t want to risk my data being altered without me knowing.",
        "I keep a private record of my scans now. It’s not peace of mind, but it’s something. Everything just feels off."
      ],
      [
        "With everything happening, it’s impossible not to notice the ‘restored’ staff—they move and talk like they belong but something’s off.",
        "I check my records obsessively after seeing others get tweaked—can’t be too careful, not after my brother disappeared last year.",
        "The other technicians are split—some act normal, others look at the restored ones like ghosts.",
        "I don’t eat with the team anymore, it’s safer and quieter alone.",
        "A restored colleague tried to do my login—politely insisted I’d do it myself. I won’t risk getting flagged or tagged.",
        "When the latest identity verification hit, I hesitated—worried the results wouldn’t match me anymore.",
        "Sometimes I wonder who’s next, or if they’ll even notice if I go missing. It’s been tense, and honestly, I’m not sleeping much."
      ],
      [
        "I’m still unsettled by how many familiar faces at work are just... off lately, like someone rewrote the small details.",
        "Since my brother vanished during a BCI audit, I don’t trust the system, but after seeing restored staff act like templates, it’s worse.",
        "I used to believe in improving things, wanted the system more precise—now it feels like it’s rewriting people, not just monitoring them.",
        "The non-restored staff are scared—comparing old records, eating alone, whispering about who’s ‘real.’",
        "The others don’t see how easy it is for your data to be changed, just—gone. I protect mine as best I can, but nothing feels safe.",
        "I refused help from a restored supervisor with my login—too many small risks add up, especially when you work behind system walls.",
        "Each new identity scan feels like another roll of the dice. I record everything privately, but it’s not real security.",
        "Living in Stenograd was meant to be rational, but lately, it’s just tense and exhausting. I try to keep it together, but it’s always there, gnawing at me."
      ]
    ],
    "emotion": "Tense, unsettled, quietly anxious"
  },
  "emotional": {
    "opener": "\"You don't have to keep everything inside, Daria. Even now, it's okay to let someone see you, just as you are.\"",
    "variants": [
      [
        "It's not easy to hear that.",
        "But... I appreciate you saying it."
      ],
      [
        "Maybe I needed to get that reminder.",
        "I usually keep things locked away.",
        "Thanks for noticing."
      ],
      [
        "It's a relief to hear that from someone.",
        "Most people don't really want to know how anyone else is, not really.",
        "I keep things quiet because it's easier.",
        "What you said actually helps."
      ],
      [
        "I forget sometimes that it's not a weakness to need understanding.",
        "I never let on how much I hold back—it's safer.",
        "The habit of staying closed off gets strong here.",
        "You made it easier to breathe for a moment.",
        "I'm grateful you see me beyond just the data."
      ],
      [
        "That means more than I can explain. It gets lonely, being careful all the time.",
        "The system teaches us to keep things neat and hidden, but that's not human, is it?",
        "Losing yourself can start with just pretending things are fine—then one day, you don't know what's real anymore.",
        "I've always felt like I have to edit myself for the world's comfort.",
        "But moments like this remind me I'm still a whole person, not just a score or a record.",
        "Thanks, Alex, for giving me space to be myself—even if just here."
      ]
    ]
  },
  "factual": {
    "opener": "If you know more, you should say it.",
    "variants": [
      [
        "All I know is people are saying something about reports getting out.",
        "Saw some docs, not official, floating around—hard to tell what's real.",
        "They say some restored folks act the same, copy-like.",
        "Seems like everyone is more on edge than usual.",
        "Doesn’t feel right. That’s it."
      ],
      [
        "Reports about the restored started surfacing, not signed by anyone in charge.",
        "Heard some were sent to outside analysts, probably to keep it quiet.",
        "There’s talk about tracking issues—some restored people, their data’s too perfect.",
        "Council hasn’t said a word, but Directorate’s nervous, for sure.",
        "A restored person apparently shut off their tracker, dumped files online.",
        "Feels like whatever was hidden is leaking out."
      ],
      [
        "Leaks started a few days ago. Internal docs from someone worried about copied identities.",
        "Analysts outside the system got involved—probing, comparing behaviors across restored profiles.",
        "BCI’s monitoring team spotted patterns—too many restored act like they’ve been templated.",
        "Directorate’s holding back, tension’s real, but public’s catching on thanks to those uploads.",
        "There were even proof dumps; people out there can see families panicking, not trusting the faces at home.",
        "I… lean toward fixing flaws, not hiding them. This system can’t self-correct if we keep covering up.",
        "But it’s a mess right now, and everyone’s looking for someone to blame."
      ],
      [
        "The reports weren’t just rumors—someone inside documented uniform behavior among the restored.",
        "They went around channels, got the info to skeptical outsiders—wanted the truth to live somewhere.",
        "Monitoring teams confirmed—restored citizens follow these template profiles, and the Directorate’s worried but slow to act.",
        "A restored citizen figured out their own identity was fake, found a whole archive, and threw evidence online—not subtle.",
        "Whole city knows now. People are anxious, holding vigils, even the Council is being pushed to respond.",
        "I used to want the BCI smarter, more humane… not like this. Now it’s misfiring and exposing everyone.",
        "The public demands proof—nobody trusts the old 'compliance' status anymore.",
        "It’s the Innovator in me that hoped for better, not this chaos."
      ],
      [
        "I’ve tracked the leaks—someone inside compiled data on these identity merges. Not gossip: evidence, access logs, even biometric trails.",
        "That report was kept quiet, sent to trusted analysts who already doubted the restored.",
        "Once they had the files, BCI monitors traced odd behavior clusters; it was undeniable—restored citizens follow templated patterns.",
        "The Directorate panicked—internal alerts everywhere, but no clear orders. Restored citizens barely affected, others get flagged.",
        "One of the restored went rogue, broke their own tracking, found the merged directory, and tore everything open online.",
        "The fallout? Mass panic. Families not trusting relatives, vigils for the lost, system in chaos. Public pressure’s forcing a Council reckoning.",
        "I get it—my work put me close to raw data. Seeing how easy identities get rewritten… I’m not surprised.",
        "Honestly, I always sided with the Innovators, wanted the tech sharper, ethical. Now I’m not sure what’s left to fix.",
        "Even my own logs, my precautions—they’re no guarantee. The system was supposed to help, not replace real people."
      ]
    ]
  }
}