{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "I step out for bread, they watch where I go, who I nod to.",
        "Saw new faces where old ones used to be, no warning.",
        "These days, seems any routine draws a little extra notice.",
        "Best to keep to yourself, that’s all."
      ],
      [
        "It’s different, Alex. You sense the shift in the air—routine’s under scrutiny.",
        "Clerk at the corner shop’s new, never trusted that smile much; asked odd questions about habits.",
        "Graffiti’s everywhere, neighbors mutter more than they greet.",
        "Folks vanish at night and no one’s really surprised by morning.",
        "Lately, I keep my head down. Seems safer."
      ],
      [
        "Hard to say who’s keeping out of what now.",
        "Shopping for basics used to be just that—a chore, nothing more.",
        "Now, even that’s watched. The clerk grilled me about past purchases.",
        "Neighbors gather in stairwells, trading notes on who’s changed, who’s missing.",
        "I stopped joining in. Wrote it all down instead—felt wiser.",
        "My score dropped for it. System reads even silence as trouble."
      ],
      [
        "I suppose the mess is a tide—catches anyone if you stand still long enough.",
        "Went for groceries, got interrogated about last week’s bread and milk.",
        "Graffiti’s not just kids anymore; fear hangs heavier than paint.",
        "One neighbor’s gone, no explanation—door sealed, whispers in the hall.",
        "Turns out, keeping quiet gets flagged. Lost a few points, nothing dramatic, but the message is clear.",
        "It’s strange, after all those years managing Council calendars, to worry about basic routines.",
        "The city used to move as one, even when the system was strict. Now, everyone is on edge, waiting for the next shoe to drop."
      ],
      [
        "Funny question, Alex. I spent years on the Council’s fringe, making appointments and passing sealed messages, never imagining I’d see paranoia run this deep.",
        "Post-retirement, I thought I’d be invisible. Instead, groceries are now a quiz in loyalty; the new clerk’s eyes linger a bit too long.",
        "They took away a neighbor—just disappeared. Now the stairs echo with fear, not footsteps.",
        "Graffiti’s up, but so are suspicions. Hard to know if the worry is about the system or those returned 'restored.'",
        "Turns out, withdrawing a little, refusing to discuss family or changes, costs you a few points on the BCI.",
        "I document each detail, old habit—maybe it matters, maybe not.",
        "Part of me wishes the Harmonists still had sway; stability has its privileges, even when it’s cold.",
        "These days, I avoid the late hours and the talking. Strange how compliance feels less like order, more like survival—makes you wonder if any of us are really out of the mess."
      ]
    ],
    "emotion": "weary, anxious"
  },
  "emotional": {
    "opener": "Nikola, you’re not alone in feeling like the ground’s always shifting. If you ever need to just be heard, I’m here—and I won’t mark it down anywhere, you have my word.",
    "variants": [
      [
        "Thank you. I appreciate you saying that."
      ],
      [
        "Sometimes that’s hard to believe, but I hear you.",
        "Trust comes slow these days."
      ],
      [
        "It does help to hear that, when most people just move along.",
        "These days, quiet understanding means more than I let on.",
        "There’s comfort in your discretion."
      ],
      [
        "It’s easy to forget kindness matters at all, so your words reach further than you know.",
        "I’m more used to keeping things to myself, but this helps me breathe a bit easier.",
        "Feels like most of us just stay silent—glad you don’t mind listening.",
        "Some days, I wonder if anyone remembers how it was before all this noise."
      ],
      [
        "People forget the system wasn’t always so total. There were silences, but not so much suspicion.",
        "Your patience lets my guard down, even if only for a minute.",
        "I’m grateful for someone who doesn’t treat quiet as a warning sign.",
        "These walls, you know, used to surround something gentler.",
        "Long ago, I’d have trusted a neighbor without a second thought—odd what changes and what sticks.",
        "Thank you for showing there are still honest ears left."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone hears the rumors, but you’re old Council—what’s really happening?",
    "variants": [
      [
        "People say a lot of things about these returns. Most of it’s noise.",
        "You’ll notice certain patterns if you watch the crowds. That’s all.",
        "Best not to focus on what’s missing, more on what keeps working.",
        "There are reports, but you know how stories get twisted."
      ],
      [
        "They say systems are failing, right after Halden. Small things at first.",
        "Some folks come back, different—polite, but not familiar.",
        "Word is, certain people can move freer than the rest of us lately.",
        "Might be more to these admin shifts than we’re told.",
        "Council’s awfully quiet, if you get my meaning."
      ],
      [
        "Public’s restless—discoveries about these restored citizens are out now.",
        "Pattern’s obvious: same routines, same behavior. Not natural.",
        "Saw an internal memo, worried tone. Directorate’s spooked but staying silent.",
        "Restored folk have some kind of immunity. System lets them pass where others freeze.",
        "Resource problems, too—only certain badges get full access lately.",
        "No one admits it, but old Harmonists like me see the warning signs—stability’s gone shaky.",
        "Nobody’s ready to trust what they see, not anymore."
      ],
      [
        "That document leak—Oksana’s, I think—wasn’t your average whistleblow; all supported by BCI logs.",
        "Restored citizens show up with merged habits—bits from vanished folks I used to work with.",
        "Saw the panic in the Secretariat’s network, chatter jumping—nobody knows who’s really at the helm now.",
        "Council promotions are in flux. Some old peers ended up demoted by the system overnight.",
        "The Harmonist part of me says don’t stir the pot, but what’s stability worth if it’s built on ghosts?",
        "Restored seem to have run of the city; resource failures bypass them entirely.",
        "Rumor has it there’s admin overlap—same person, new credentials, quietly swapped in.",
        "It’s a mess, and not the sort we were trained to file away."
      ],
      [
        "Halden’s death unhooked the last certainties; since then, system’s been improvising, if you ask me.",
        "Back in my Council days, that kind of identity blending would’ve been cause for a total review—now it’s policy, I suspect.",
        "Personal logs from Directorate contacts—some flagged for ‘consensus template’ behavior, same handwriting, same gestures in different bodies.",
        "Saw a private draft of Oksana’s report—stamped confidential, but too many eyes on it. It laid out the merged identity routines clear as day.",
        "Restored citizens are the new backbone: got access, new papers, even leadership privileges nobody voted for.",
        "People don’t trust what’s real—heard from old Harmonists in retirement, even they talk of rallies and demands for proof.",
        "Council infighting is at fever pitch. Factions want control, but none can override the BCI loop.",
        "Never thought I’d regret chasing stability—cold comfort when every neighbor’s a potential template.",
        "Still keep my notes, by habit—old assistant’s tick, I suppose. Truth’s in the details most folks never spot."
      ]
    ]
  }
}