{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal’s a funny word in Stenograd lately.",
        "Blackout had me hauling paper records around, just to get a door open.",
        "Routine stopped meaning much when no one trusts the system.",
        "Feels like everyone’s holding their breath, waiting for the next surprise."
      ],
      [
        "Suppose normal now is never knowing what to expect.",
        "Spent hours fixing things for people who barely remembered my face, but remembered a favor.",
        "Nobody’s checking scores. Everyone’s checking memories.",
        "Had to wait outside a site I’ve worked for years. Paper saved me, just barely.",
        "Trust is worth more than any BCI rating now. That’s the new currency, so far."
      ],
      [
        "Well, I used to walk in, show my code, no fuss. Now it’s handshakes and handwritten logs.",
        "Since the big blackout, managers squint at every credential like it’s a fake.",
        "Half my day’s spent running across the city proving I’m not just another ghost on the list.",
        "Folks I’ve known for years only let me in because I fixed their heating that one February.",
        "Score doesn’t mean much when no one trusts the numbers. Favors stick. Names stick.",
        "Feels like all the certainty went out with the lights."
      ],
      [
        "Normal used to be routine. Swipe in, tick a BCI box, drift through the rest.",
        "When the city shut down, even the old-timers looked lost. No one trusted anything digital.",
        "I started logging every job on paper, just to prove I existed.",
        "It’s only the folks who know you—really know you—that let you in the door these days.",
        "I spent half the week tracking work the hard way, leaning on old favors and names I remembered from better years.",
        "Scored thirty-six on the BCI, but no one cares if the system can’t tell saints from cynics.",
        "Uncertainty now is baked into breakfast. There’s something oddly freeing about it—and something pretty lonely too."
      ],
      [
        "Honestly? My day’s a patchwork quilt since things went wrong.",
        "Used to be a data badge got me all the access I needed. Now, it’s old notes, scrawled names, memories I hope folks haven’t lost.",
        "After Halden died, nobody sure if the system was working—BCI scores went haywire, then that blackout hit.",
        "Had to convince building staff to let me fix their water pipes with nothing but a scribbled history.",
        "Spent hours just visiting people in person, leaning on old favors, trading some fixes for a cup of coffee instead of a credit.",
        "People trust flesh and memory more than the numbers blinking on a panel now. Makes the days longer, but the work feels more real—if riskier.",
        "Funny thing, I always liked seeing the world rebuilt, but didn’t think I’d be making it up as I go every day. Innovator, they call folks like me. At least someone’s got to see what breaks and what holds.",
        "Hard to say if we’re headed for something better, or just learning how to live with not knowing. Some days it feels like freedom. Others, just fatigue. It’s the waiting that gets to you."
      ]
    ],
    "emotion": "Uncertainty, mixed with a tired hope that things might settle—if not improve."
  },
  "emotional": {
    "opener": "\"You know, Lenart, most people are just doing their best to stay upright. None of us really know what's coming next, but you've always managed to find your own way through it.\"",
    "variants": [
      [
        "Guess that's true enough.",
        "Not much more anyone can do."
      ],
      [
        "Yeah. I suppose that's about right.",
        "It’s a bit much some days, but I get by."
      ],
      [
        "You’re not wrong. Just got to keep moving forward, I figure.",
        "Things change, but people like us adapt.",
        "It helps, having someone who understands that much."
      ],
      [
        "Thanks. It's good to hear from someone who's seen a thing or two.",
        "I've always had to adjust. Doesn’t get any easier, but it does get familiar.",
        "Some days you run on habit, others on hope.",
        "Not sure where it all shakes out, but I keep showing up.",
        "Maybe that’s all there is to it, really."
      ],
      [
        "You nailed it. There’s no manual for all this.",
        "I never saw myself as someone who fit the mold, but I learned how to bend with it.",
        "Sometimes I worry I’m just patching things up so they don’t fall apart, not really fixing them.",
        "People talk about stability, but I think most of us just want a moment where things make sense.",
        "Still, I wouldn’t trade my way of doing things—not even now.",
        "Guess that’s the hope: make it through, maybe help someone else do the same."
      ]
    ]
  },
  "factual": {
    "opener": "People keep skating around the real story. What actually happened?",
    "variants": [
      [
        "Hard to know what’s true. They said Halden’s dead—nobody saw him, just the report.",
        "Blackout hit, everything locked up. Council started panicking, that’s all I saw.",
        "City’s been strange since. Nothing official makes sense.",
        "News says the BCI’s acting up, but they always say that when they want folks nervous."
      ],
      [
        "Whole city got rattled after Halden’s body turned up. First time admin looked spooked.",
        "Right after, someone dumped a bunch of private records—BCI scores, top to bottom.",
        "People went quiet, real tense. Council pretends it’s nothing, but I see officials watching everyone.",
        "System glitches now—sometimes the wrong folks get flagged, or no one at all.",
        "A lot of rumors lately. More than usual."
      ],
      [
        "When Halden died, the way things unraveled felt orchestrated—like he left a tripwire inside the system.",
        "Score leaks got folks scared. Even old building managers started double-checking each other’s faces.",
        "The Council split—Harmonists want calm, Directorate’s gotten tough, Innovators say the system’s fixable with enough code.",
        "Now BCI reads make no sense—saw a guy flagged as 'rogue' walk through security while a high-scorer got shut out.",
        "Underground markets for new IDs grew fast. Even I got offered one, twice.",
        "Whole city feels like it’s waiting for someone to blink.",
        "If things stabilize, Innovators might get their chance to rewire the mess. If not...well."
      ],
      [
        "Halden vanishes, next thing you know, everyone’s data is spilled and no one trusts the door panels.",
        "They say some weird fragment of his journal survived, predicting things after he died. Forensics proved it’s real, but nobody can explain it.",
        "Council fought over whether the BCI’s alive, or just out of control. No one’s steering now—system’s running itself half the time.",
        "Power struggle gets ugly—Harmonists want to shut things down, Directorate’s muscling in, Innovators sniffing around BCI’s remains for new tricks.",
        "Fake BCI scores pass for real now. Quiet black markets, but everyone in my trade knows you need two faces to get by safely.",
        "Sometimes it feels like things might reset. Most days it’s just a thrum of nerves—like the city itself is holding its breath.",
        "Funny, I never thought I’d miss the predictability of that old, cold system. Even if it was broken.",
        "I lean Innovator, but even I’d like a little less improvisation lately."
      ],
      [
        "After Halden died, I figured it would be a scramble, but I didn’t expect his journal—turns out entries kept coming even after he was gone.",
        "Council tried to bury the story, I heard. Once the journal got out and forensics backed it up, chaos followed.",
        "Not just public panic—a real sense that the BCI’s alive or at least running unsupervised. Heard whispers it’s steering us more than we’re steering it.",
        "Saw factions splitting: Directorate locking things down hard, Harmonists so scared they want to shut BCI off, Innovators—like me—trying to decode what’s left and shape it for something workable.",
        "Friends in admin tell me they’re still fighting about the journal, mostly behind closed doors. Nobody trusts each other enough to act.",
        "I know a guy running IDs out of an old server closet—every day there’s new tricks to mimic a working score. Even caught a Council aide asking discreetly for a clean slate.",
        "Work’s changed. Used to be about fixing pipes; now it’s more about reading people, guessing what matters each shift. No more safety in credentials—have to improvise just to stay in.",
        "Feels like the city’s on the verge of something—not sure if it’s breakdown or breakthrough, and not sure which I’d rather.",
        "Call me an Innovator, but the more self-aware this system gets, the less sure I am that anyone’s really in control. Still, hope there’s a way through if we’re smart enough to build it."
      ]
    ]
  }
}