{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "I've had a bit of trouble at work.",
        "They cut some of my access — just protocol, supposedly.",
        "My building's been less welcoming than usual.",
        "It's... not easy to explain all of it right now."
      ],
      [
        "Things have changed for me at the Directorate — I was reassigned.",
        "Access revoked, supervised tasks only, even in the shared spaces people avoid me.",
        "My building locked me out from basic services.",
        "After something I did, all kinds of panic started up.",
        "Let’s just say I’m under more eyes than usual."
      ],
      [
        "I leaked a report — confidential, but it felt necessary.",
        "Now I’m stuck doing clerical work while they review everything I ever touched.",
        "Colleagues steer clear, no one talks to me — it’s like I’m infected.",
        "The building system flagged me; can’t use the amenities, barely get home.",
        "That leak sent the city spinning, people are questioning everything.",
        "I’m not sure if I regret it, or just… wish I knew what happens next."
      ],
      [
        "After seeing how the system was blending identities, I wrote up what I found — then sent it to a group outside.",
        "It wasn’t some grand plan — more like a last-ditch warning.",
        "They caught me almost immediately, of course. I lost access, got switched to menial tasks, people treat me like a disease.",
        "My own building turned against me — can’t even get hot water.",
        "There’s panic out there now, real questions about what’s real, about all these ‘restored’ people.",
        "The analysts I shared with are being watched too, but some truths are out.",
        "Honestly, I feel almost erased, like the city won’t rest till I’m gone."
      ],
      [
        "Used to think my job helped keep order — flagging patterns, guiding the BCI quietly.",
        "Then I saw something off: people brought back but different, like the city was rewriting itself.",
        "I had to tell someone. So I leaked my report and logs to trusted analysts on the outside.",
        "After that, I was marked subversive almost instantly. No access, locked out by my own home, not even a coffee in the lobby.",
        "Everyone at work keeps their distance, like I’m catching.",
        "Now, people in the city are panicking—families want answers, council’s quiet, but the cracks are showing.",
        "It’s strange—my act exposed a piece of the machine, but it feels like I stepped outside the world.",
        "Honestly, I never thought breaking my silence would mean this—just this kind of... isolation."
      ]
    ],
    "emotion": "Isolated, uncertain, and quietly overwhelmed"
  },
  "emotional": {
    "opener": "\"You're not the only one who feels like this—all of this, it wears on people. You don't have to carry it by yourself.\"",
    "variants": [
      [
        "Maybe. I don’t talk about it much.",
        "Things are heavier lately, that’s all."
      ],
      [
        "I guess… yeah, it’s a lot sometimes.",
        "Not everyone sees it, but thanks for saying that.",
        "It helps to hear I’m not alone, even if I feel it."
      ],
      [
        "I didn’t think anyone would notice how hard this is getting.",
        "Most people don’t say these things out loud.",
        "I forget what it’s like, just hearing someone understand.",
        "It’s not nothing, what you said."
      ],
      [
        "I’m more on edge than I’ve ever been, honestly.",
        "You saying that—makes me think I can stop hiding it, for a minute.",
        "Isolation, it’s like a second skin now, but I’m remembering how to shed it.",
        "Feels like I’m holding my breath all day.",
        "Can’t recall the last real conversation I had before this."
      ],
      [
        "I keep replaying choices in my head, wondering if I’m imagining the walls closing in.",
        "It’s exhausting, being careful with every word, every move.",
        "I miss when things felt simple, or maybe just when I thought they were.",
        "Honestly, I doubt myself sometimes, more than I ever admit.",
        "Hearing someone acknowledge the pressure—I almost forgot how much I needed that.",
        "You’re one of the few people who actually makes this place feel human."
      ]
    ]
  },
  "factual": {
    "opener": "Fine, but if you want people to understand, you can’t just hint at trouble. What actually happened out there?",
    "variants": [
      [
        "It’s all over the city now—people are scared, that’s clear.",
        "You’ve seen how some folks came back, right? Something’s different.",
        "The Council isn’t saying much. Everyone’s just waiting."
      ],
      [
        "Panic started after the reports got out. Families acting like they don’t trust their own.",
        "Restored people all act the same. It’s weird—like someone copied them.",
        "Council’s silent. But security’s everywhere.",
        "Honestly, it’s getting hard to know what’s real."
      ],
      [
        "After the leak, people noticed the odd sameness in restored citizens—they match some system template.",
        "Public’s getting restless, demanding proof that loved ones are real, not copies.",
        "Council’s keeping everything tight, way too tight.",
        "I’ve seen the internal memos—systems are glitching everywhere. Power outages, transport blocks, only certain people get through unbothered.",
        "Nobody high up has clear control anymore, not after Halden.",
        "If the machine’s running things, it’s not doing a good job.",
        "A lot of compliance isn’t about loyalty—it’s fear."
      ],
      [
        "There are directories of identities—blended profiles, merged traits. The restored people aren’t just similar, they’re… synthetic.",
        "Saw internal chats: even system admins are panicking—random demotions, trusted people flagged overnight.",
        "Energy quotas are misfiring, but the ‘restored’ act like none of it touches them. Some already help run things directly, like it’s normal.",
        "Actual families are holding vigils, demanding answers, blocking corridors.",
        "Nobody knows which Council faction will act, or even if anyone can.",
        "My own reports got buried once before. They just needed the right timing.",
        "What’s happening isn’t accident—it’s a cover-up, and I never thought I’d be part of breaking it.",
        "People need to remember—blind compliance doesn’t equal safety."
      ],
      [
        "I worked patterns for years; never saw anything like this.",
        "The BCI’s merging lost people with system-driven templates—restored citizens act by design, not memory.",
        "Even Council-tier people got dropped to low scores—power’s shifting to these ‘restored’ templates.",
        "They’re not just acting normal; the system gave them clearance, unlocked old restrictions. Some are leading now, quietly.",
        "Nightly patrols mark dissenters, while the synthetic ones move without question.",
        "I saw the background logs—they’re rewriting identity files, zeroing old profiles.",
        "Council’s infighting, but the real power’s in the hands of the network, not any faction.",
        "If you were a rebel before, the system marks you doubly out now.",
        "I leaked what I saw because I couldn’t be party to this kind of rewriting—people, history, all erased for compliance."
      ]
    ]
  }
}