{
  "official": [
    {
      "image_id": "group_exercise",
      "headline": "Community Unity Day",
      "anchor_line": "Citizens gathered across Stenograd for the annual day of synchronized activities and well-being checks.",
      "contextual_reframing": "Such events help reinforce strong social bonds and ensure our city remains healthy, unified, and aligned with civic priorities."
    },
    {
      "image_id": "digital_mirror",
      "headline": "Behavior Index Update",
      "anchor_line": "Recent upgrades to the Behavioral Compliance Index streamline access to essential services for all residents.",
      "contextual_reframing": "The BCI, Stenograd’s automated trust score for citizens, helps deliver fair, efficient services based on real-time conduct and civic contribution."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Restoration Transparency",
      "anchor_line": "The Council reaffirms the authenticity and integration of restored citizens following public queries.",
      "contextual_reframing": "Open communication about citizen restoration reflects commitment to both technological excellence and social trust in civic processes."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Whose Face Is Real?",
      "anchor_line": "Shocking leaks reveal restored citizens may be just cut-and-paste identities, stitched together to keep the city quiet.",
      "contextual_reframing": "Forget what the State told you—restoration uses the BCI, Stenograd’s digital scoring system, to decide who ‘deserves’ a second life. Families now wonder if their loved ones are even real."
    },
    {
      "image_id": "blank_display",
      "headline": "Who’s Missing From The System?",
      "anchor_line": "Ghosting is on the rise: citizens with low BCI scores slip into digital invisibility, denied services and rights, erased before our eyes.",
      "contextual_reframing": "This is no glitch—falling through the cracks is how power stays quiet. The system’s ‘neutrality’ is an iron wall for anyone flagged as noncompliant."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Consensus Or Control?",
      "anchor_line": "Underground analysts confirm the Council uses ‘template’ personalities to manage unrest among restored citizens.",
      "contextual_reframing": "The ‘trustscore’ isn’t about trust—it’s about policing thought. Uniform behaviors mean fewer questions, less chaos, and zero real freedom."
    }
  ]
}