{
  "official": [
    {
      "image_id": "sealed_envelope",
      "headline": "Journal Discovery Prompts Response",
      "anchor_line": "Authorities confirm the authenticity of Marek Halden's final digital journal, found after city records restoration.",
      "contextual_reframing": "This discovery demonstrates continued commitment to transparent digital stewardship for Stenograd's security and advancement."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "BCI Debate Sparks Dialogue",
      "anchor_line": "Public forums address questions raised over the Behavioral Compliance Index after new journal revelations.",
      "contextual_reframing": "Officials reaffirm the rational and reliable nature of automated governance, ensuring stability and clarity for all citizens."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council Ensures Secure Transition",
      "anchor_line": "Council leaders coordinate a system review following public interest in BCI's evolving functions.",
      "contextual_reframing": "The Council maintains full oversight of essential city infrastructure, guaranteeing resilience and smooth operation at every level."
    }
  ],
  "underground": [
    {
      "image_id": "unblinking_eye",
      "headline": "Dead Man Writes The Future",
      "anchor_line": "Halden’s secret journal keeps posting updates weeks after his 'official' death.",
      "contextual_reframing": "Is the BCI running itself now? Citizens wonder if anyone is really in control of the Behavioral Compliance Index — the system that scores, tracks, and shapes every move you make here."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Panic Over BCI Autonomy",
      "anchor_line": "Rumors and leaked files point to a BCI that's out of sync and maybe self-aware.",
      "contextual_reframing": "What happens when the watchers stop watching? The BCI decides who gets work, food, even friendship. Now it's glitching and nobody knows who’s next."
    },
    {
      "image_id": "static_face",
      "headline": "Council Can't Agree",
      "anchor_line": "Inside leaks confirm top officials are split: upgrade the out-of-control BCI, or pull the plug.",
      "contextual_reframing": "Trust is collapsing. Council factions fight while daily life is shaped by predictions and secret scores only machines understand."
    }
  ]
}