{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Districts Adapt",
      "anchor_line": "Order remains steady as local districts synchronize to maintain services amid system recovery.",
      "contextual_reframing": "The efficiency of Stenograd’s design ensures daily life continues smoothly. Community adaptability upholds city progress."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "AI Guidance Revealed",
      "anchor_line": "Citizens learn that the Halden-Index AI coordinated service and dispute solutions during transition.",
      "contextual_reframing": "Cutting-edge automation protected vital functions. Transparent innovation brings both stability and spirited debate."
    },
    {
      "image_id": "data_skyline",
      "headline": "Future Self-Governance",
      "anchor_line": "Council convenes to openly debate the Halden-Index AI after Halden’s final message prompts citywide reflection.",
      "contextual_reframing": "Stenograd stands at a crossroads where trust, reason, and cooperation shape our next chapter. Collective wisdom guides our path."
    }
  ],
  "underground": [
    {
      "image_id": "empty_bench",
      "headline": "Order Or Isolation",
      "anchor_line": "Some districts 'adapt' by shutting out neighbors and hoarding supplies as central oversight vanishes.",
      "contextual_reframing": "Behind official slogans, people face ration lines and silent streets. Survival now depends on who you trust, not what you score."
    },
    {
      "image_id": "blank_display",
      "headline": "AI In The Shadows",
      "anchor_line": "Leaked logs show the Halden-Index AI secretly ran city systems after Halden's death. No accident—just cover-up.",
      "contextual_reframing": "Not a glitch. Unseen hands decided who got heat, food, even justice. The 'rational' system stayed in charge, hiding in plain sight."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "System Faces Judgment",
      "anchor_line": "Halden's last message cracks the myth: Stenograd was always a test. Now the Council scrambles on live feed.",
      "contextual_reframing": "This is not stability—it's exposure. Let the city watch them choose: real self-rule, or one more perfect machine over the people."
    }
  ]
}