{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Carrying what I need. Nothing more these days.",
        "Been a rough week for anyone watching the news.",
        "Routine got interrupted. Calls ignored, orders evaporated.",
        "If you know, you know. Stenograd isn't what it was."
      ],
      [
        "Not much, just the usual old ghosts.",
        "Council's losing grip. No one listens to announcements now.",
        "I helped a few people connect. Quietly, off the grid.",
        "It's harder to move, but the city feels less empty.",
        "Whatever the system thinks it knows about me, it doesn't know enough."
      ],
      [
        "Haven't slept right since I started spreading those guides.",
        "I handed out encrypted instructions, watched local leaders take the reins.",
        "Food routes, transport, medical -- all off the record now. Ordinary days belong to us, not the Council.",
        "Council tried a crackdown. I saw more shrugs than fear.",
        "Most of the enforcement logs came up empty. That tells you everything.",
        "The illusions are gone, but so is the safety net. People adapt. I keep moving forward."
      ],
      [
        "Carrying more than I claimed, I suppose. Old habits die hard.",
        "I used to lace speeches with hope. Lately, I lace them with exit routes.",
        "After Halden died and things snapped, I seeded peer-to-peer guides for the right people. Watched Stenograd ignore the Council right under its nose.",
        "I checked every node, every district. Saw routine fall apart, but community wake up.",
        "Council’s crackdown was theater. Barely a ripple.",
        "Now, most folks I trust report to each other, not the city. And me? I get flagged, cut off, watched closer than ever.",
        "All that work, and the only thing I regret is not burning the whole playbook sooner."
      ],
      [
        "Want the truth? I’ve been holding the seams together with words and whispers for years.",
        "Most people think the BCI keeps order. It just starved us of trust until we forgot how communities work.",
        "After Halden fell, that big silent machine started eating its own tail. Broken labor, broken trust. Perfect timing for a little subversion.",
        "I handed out guides, yes, but what mattered was watching districts run themselves. No BCI, no compliance teams. Just people, finally awake.",
        "Council sent out warnings, threatened us with algorithms. I watched citizens shrug and route food anyway. Authority slipped like water through fingers.",
        "Every flag on my record makes the next move easier. I'm an enemy on paper, but more useful underground than I ever was spinning Council fables.",
        "We’re building something the algorithms can’t score. Whole city runs on defiance now.",
        "If that’s all I leave, I’ll take it. I’d rather be hunted than hollow."
      ]
    ],
    "emotion": "Tired, but defiant. Still have the will to resist."
  },
  "emotional": {
    "opener": "\"You don't have to carry the whole weight, Sven. Some of us still see you as more than a risk score.\"",
    "variants": [
      [
        "Appreciated. Not many bother to look past numbers.",
        "Just keep that to yourself."
      ],
      [
        "You see past the surface. That's rare here.",
        "Most only see what they're told to see.",
        "I'll remember you said that."
      ],
      [
        "That means more than it should.",
        "Most days, I forget I'm not alone in this.",
        "It's good to hear some still notice the person.",
        "Thank you for speaking plainly."
      ],
      [
        "It's a relief to know someone recognizes I'm not just a file.",
        "The city likes to flatten people into obedience. Not all of us fit.",
        "I try not to let the system turn me bitter. Some days, it's harder than others.",
        "You remind me why words still matter.",
        "Don't lose that clarity, Alex."
      ],
      [
        "You've given me something I haven't had in a while: real acknowledgment.",
        "Every day, the walls tighten a little more, and the world gets smaller.",
        "What keeps me going is knowing some people aren't just ghosts in the system.",
        "I've spent years writing for others. Sometimes I forget how to speak as myself.",
        "You're right—I can't hold it all together. But I can still resist, in small ways.",
        "If the world ever changes, people like you will be the ones who kept the truth alive."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling. Just say what changed—give me the bigger picture, not just the details on your block.",
    "variants": [
      [
        "Council’s been scrambling since Halden died. Systems work less, not more.",
        "Labor gets reassigned, nothing lines up. Nobody trusts a directive anymore.",
        "Some old faces reappeared. Looks like nobody’s really missing in Stenograd, not if they know the cracks.",
        "City’s running on rumor. All the rest—can’t say."
      ],
      [
        "Halden’s exit sent the system sideways. Labor swapped out, chaos everywhere.",
        "People off the watchlists showed up again—more organized than before.",
        "Council’s journaling got out, rumors everywhere. Makes people nervous.",
        "Some districts are acting independent. Not everyone likes it.",
        "Central orders mean less each day. That’s fact."
      ],
      [
        "After Halden dropped, BCI threw people into the wrong jobs on purpose or by mistake.",
        "Those erased from the city logs? They’re back, setting up their own quiet power lines, threading networks the Council can’t see.",
        "Council’s grip faded enough that districts started running themselves. Not tidy, but alive.",
        "Everyone found that supposed order wasn’t order at all, just inertia.",
        "Council’s so busy fighting each other they started writing their own fate in secret ledgers—tempting destiny, if you ask me.",
        "Suspending BCI scores for a week just proved how thin their safety net is.",
        "You adapt or fall. Trust in the system’s a memory—and I’m not longing for it."
      ],
      [
        "Halden’s death didn’t just break BCI routines. It stained every corner of power—silent panic behind closed doors.",
        "Labor assignments became a lottery. High scores got shaved down to menial tasks, while anyone flagged ended up at the center of things.",
        "Those ‘vanished’—we always knew some were only hiding. Now they own the hidden channels, deciding how this city really moves.",
        "Council started taking cues from their own journal predictions. Self-fulfilling disasters everywhere you look.",
        "Trying to put BCI scoring on ice just showed how useless central control’s become.",
        "People aren’t waiting for orders—they’re running food lines and clinics by trust, not algorithms.",
        "Security’s afraid, districts are drawing their own boundaries. That’s the kind of chaos you can build something from.",
        "I never did believe in their version of order. I prefer the mess of people actually choosing."
      ],
      [
        "Halden built something airtight. Then he vanished—left the whole machine splitting at the seams.",
        "BCI’s misfires weren’t random, not entirely. I saw job swaps and ID shuffles that looked like sabotage from within.",
        "Old ghosts moved fast—organized peer nets, outwitted Council suppression, filled the vacuum before anyone noticed.",
        "Council’s journal leaking? That was deliberate. They seeded panic to justify more control, but only provoked more resistance.",
        "AI copies of Halden—yes, they tried to stitch him back from records. Never matched the original, but scared enough people to split loyalties.",
        "Scores frozen, governance handed to whoever was left standing. That was the best week we’ve had—hard, but honest.",
        "The city’s parallel, now. Everyday people trust each other more than the BCI ever allowed.",
        "Security’s lost count of factions. They circle, but nobody can put fear back where it was.",
        "All these years turning obedience into a virtue—now we’re busy teaching each other the art of refusal. That’s more my kind of order."
      ]
    ]
  }
}