{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal doesn't mean much now. Things changed too quickly.",
        "Just trying to stay out of trouble after… some work issues.",
        "There was a mistake. My access got restricted. Happens sometimes.",
        "Feels like the city rewrites the rules every night. Tired, mostly."
      ],
      [
        "I guess normal is keeping quiet and blending in lately.",
        "Work flagged me for something. Kind of locked me out. No details yet.",
        "People are on edge about surprise system changes in their neighborhoods.",
        "I try not to be seen, but it's impossible to feel safe. Everything feels off."
      ],
      [
        "Hard to say what normal is. The city feels upside down lately.",
        "Made a risky decision at work. I found something hidden in the system.",
        "Activated this old ballot tool Halden left. More people got involved than expected.",
        "Now districts are, I don’t know... voting? Services keep warping.",
        "It's chaos. BCI dropped me. I lost everything overnight.",
        "Feels like everyone’s looking for someone to blame. It’s suffocating."
      ],
      [
        "Normal used to mean following rules, keeping your head down. Not anymore.",
        "I found this old Shadow Ballot, Halden’s idea to let people pick what values the system should follow.",
        "I lit the fuse, couldn’t stand seeing neighbors locked out over nothing.",
        "The city’s split. Services work in some places, fail in others. People are furious, some hopeful.",
        "Council’s unraveling. I’m locked out, under constant watch. My BCI is wrecked.",
        "Sometimes I wonder if I made things worse, or if this is what real change looks like.",
        "Every choice feels like a trap. I’m scared, honestly."
      ],
      [
        "Normal... I don’t think I’ve been normal since signing onto the Directorate.",
        "I always thought I was keeping things fair. But after seeing people cut off for tiny missteps, I just—couldn't.",
        "Halden’s ballot protocol—Shadow Ballot—I found it tucked away. Meant to let citizens say what kind of world they want.",
        "I triggered it. Protected the traces. Watched the city light up with chaos and hope.",
        "Now districts choose different values, and BCI swings wildly. Some celebrate. Others riot. I see them blaming each other, Council, me.",
        "My score’s tanked. I can’t go home. Closed off from the system, friends turn away.",
        "Innovators push for something new, but most want this crushed. I’m not sure who I trust now.",
        "But I couldn’t let things go on. It hurts, seeing the damage, but I think it matters to try."
      ]
    ],
    "emotion": "Overwhelmed and exhausted, but unable to let go of hope."
  },
  "emotional": {
    "opener": "Oksana, sometimes just hoping is already a form of resistance. You don’t have to carry everything alone—there’s still meaning in small acts, even if no one else sees them.",
    "variants": [
      [
        "Maybe. That's... something to keep in mind.",
        "I suppose hoping is all we have sometimes."
      ],
      [
        "It's good to hear that. I never really thought about it like that.",
        "Small things... maybe they're worth more than I let myself believe.",
        "Hard to know when it matters."
      ],
      [
        "You make it sound simple. Maybe it is.",
        "I forget sometimes that just staying hopeful means something.",
        "It's easy to feel alone here. But I guess small acts could add up.",
        "Thanks for saying that."
      ],
      [
        "There's so much pressure to give up, to just accept things.",
        "I try to remind myself there’s value left, even in the things nobody else pays attention to.",
        "It’s hard not to feel invisible, but maybe that’s not always bad.",
        "You make it seem like hope isn’t wasted energy.",
        "Maybe I can start believing that again."
      ],
      [
        "Most days I feel like I’m drowning under all these rules and expectations.",
        "You’re right... hope feels pointless, but maybe that’s why it matters most.",
        "When everything’s monitored, the smallest private act feels like freedom.",
        "I used to believe the system was protecting us—now, hope is all I have when that certainty’s gone.",
        "If my hope is a kind of resistance, maybe I’m not as powerless as I think.",
        "Thank you. I needed to be reminded that small things still matter."
      ]
    ]
  },
  "factual": {
    "opener": "People keep blaming the BCI collapse on a single person. What actually happened?",
    "variants": [
      [
        "Council keeps scrambling, nothing gets resolved.",
        "Everyone's obsessed with controlling the data, like that could fix the mess.",
        "Public logs just talk about technical glitches, but that barely covers it.",
        "Nobody really knows what's next. It's all rumor."
      ],
      [
        "Council can’t agree—some want crackdowns, others say study the changes.",
        "The city's split, everyone’s forming sides over this Shadow Ballot.",
        "The data leaks just made people more anxious, not less.",
        "Some districts act like they’re liberated, others are frantic for order.",
        "I stay out of it mostly, for now."
      ],
      [
        "The situation with the Shadow Ballot surprised even Council members.",
        "After Halden died the system started breaking down in unpredictable ways.",
        "Encrypted ballot invites spread and suddenly, neighborhoods changed overnight.",
        "Now the city’s reacting by values, not just old BCI routines.",
        "Innovators think this kind of engagement was overdue, but others want to erase it.",
        "Council’s unity is gone. No one’s in control.",
        "I just try to keep up, honestly."
      ],
      [
        "When the experimental ballot went live, people saw their actual priorities affect daily life.",
        "Some communities embraced new freedoms, others demanded controls return.",
        "Council fractures have never been this bad—Harmonists panic, Directorate threatens force, Innovators actually see opportunity.",
        "Residents in old Halden test zones are suddenly acting together, forming their own groups.",
        "The value split is deeper than compliance vs. noncompliance—it’s about identity now.",
        "Everything before was hidden under numbers. This is direct.",
        "I’ve always leaned toward change, even if it scared me.",
        "It’s overwhelming, but there’s a reason to hope people finally matter."
      ],
      [
        "I spent years refining pattern analysis, thinking I was improving fairness—hard lesson.",
        "After Halden, the failings were there for anyone to see: breakdowns started even before the data leak, they just kept them secret.",
        "Shadow Ballot's not some glitch—it's people finally deciding what they need, not what the system mandates.",
        "Council factions are panicking because they can’t predict or contain things anymore. The Innovators see this as a revolution.",
        "Old neighborhoods, the test zones, are now inventing their own models. Some are forming councils, holding real debates.",
        "Propaganda painted all of this as disorder, but what’s disorder if rules were broken from the inside?",
        "The BCI used to feel like fate, now it’s just another tool, up for renegotiation.",
        "I can’t go back to believing in neutrality. People have to shape their own outcomes, or the system crushes everyone.",
        "Even if it costs me everything, I’ll keep pushing for that kind of change."
      ]
    ]
  }
}