{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Feels like it, yeah.",
        "Clients dropped me in a central block this week. Something about not wanting trouble on their doorstep.",
        "I stuck to the safer districts. Got by, but barely.",
        "Some days you wonder who’s really running the game."
      ],
      [
        "You could say I’ve noticed it.",
        "Had a handful of regulars push off their appointments. Looks like everyone’s worried about their privileges now.",
        "Had to wait ages getting into another zone, checkpoint was crawling with officials.",
        "Skipped a lucrative job—too risky. Didn’t want the association if things go sideways.",
        "Nothing about this feels steady. Not lately."
      ],
      [
        "Ground’s always shifting in Stenograd, only now it’s harder to pretend otherwise.",
        "Lately, even my steady clients bail if a protest banner pops up on their street. Scared what it means for their BCI, I suppose.",
        "Lost a couple good contracts that way. Instead, I take the little jobs where folks still act calm.",
        "Spent half an evening at a checkpoint. They logged every detail and frowned at my work log.",
        "Turned down solid pay in a trouble zone. Can’t afford to stand out as the city splits itself up.",
        "Been keeping quiet, but the air feels loaded lately. Never felt quite this exposed before."
      ],
      [
        "Funny thing, Alex. Used to be, I’d fix half the city without thinking twice, just part of the job.",
        "Now, people cancel a repair just because there’s a march nearby. They worry the system’s watching every handshake.",
        "Even old clients are spooked. Lost work, sure, but it’s not just money I’m counting anymore.",
        "I had to decline a job that would’ve set me up for months. Zone was too volatile, and I’ve seen what happens to folks who get caught in the wrong place now.",
        "I mostly stick to Council-aligned blocks—more paperwork, but fewer surprises.",
        "Every day I check names, double-check my own notes, cross out options as the city carves itself up.",
        "Feels like playing chess with a ghost: quiet threats everywhere and no one to argue with. Makes a man tired in ways you can’t fix with sleep."
      ],
      [
        "Stenograd’s always been cold-blooded, but now it’s openly suspicious. My work’s become as much about reading people as fixing anything.",
        "Some clients won’t risk letting me through their door if their BCI might drop by one point.",
        "Council says order matters, but in reality, fear runs everything, and I’m just trying to dodge the fallout.",
        "Skipped a lucrative job in a protest-heavy district—used to take risks, but these days it’s not worth landing on the Directorate’s watchlist.",
        "I stick to the loyalist blocks now, fixing what I can, filing a little more paperwork with every visit.",
        "Keep my own paper trail, just in case. You never know if today’s client is tomorrow’s enemy.",
        "Funny, I used to believe the system ran best when people didn’t think about it. Now nobody trusts it, but everyone’s still trapped by it.",
        "I like the order, Alex, always have. But right now, I just want to breathe easy again. Feels impossible. Makes a man tired, maybe a bit unsettled by it all."
      ]
    ],
    "emotion": "Tired, maybe a bit unsettled by it all."
  },
  "emotional": {
    "opener": "\"You know, Lenart, in this city, it's easy to forget we're all just trying to get by. No one's alone in feeling worn down.\"",
    "variants": [
      [
        "Yeah. Maybe that's true.",
        "Does feel less heavy for a moment."
      ],
      [
        "Suppose you’ve got a point.",
        "Everyone’s tired, I guess.",
        "Helps to hear it said out loud."
      ],
      [
        "You’re right. Most folks are just out here making it work.",
        "Sometimes I forget it’s not just me feeling like this.",
        "Strange how much lighter it feels when someone says it.",
        "Appreciate you noticing."
      ],
      [
        "Yeah... Sometimes I’m so far in my own head, it barely even occurs to me other people feel this too.",
        "Guess I’m used to relying on my own routines, just keeping my head down.",
        "Still, having it voiced — it actually lands. Like maybe I’m not off course after all.",
        "You have a way of reading people, you know.",
        "Makes this place feel easier tonight."
      ],
      [
        "Thanks, Alex. I don’t always realize how much weight I carry or how much everyone else does too.",
        "At this point, half my life feels like patching things I can’t see, just to keep the lights on — for myself and everyone else.",
        "Most folks walk around quiet, act like it’s normal. Maybe it is, now, but doesn’t make it easier.",
        "Truth is, some days I wonder if I’ll ever feel settled again.",
        "But hearing it from you, doesn’t feel so isolating.",
        "Sometimes all a person needs is a reminder that belonging isn’t always about fitting in."
      ]
    ]
  },
  "factual": {
    "opener": "Just say it, Lenart. What's really going on out there?",
    "variants": [
      [
        "Not much you haven't heard. Halden's gone, city’s shaky.",
        "Data leak sent folks scrambling. Everyone’s jumpy about those BCI scores.",
        "Council’s keeping tight lips on the fix. Only thing that’s clear—no one trusts anything now."
      ],
      [
        "Halden dies. Then suddenly, BCI data spills citywide—nobody’s privacy safe.",
        "Saw folks panic, some tried to shift districts overnight.",
        "Council’s split, they blame each other but meanwhile, neighborhoods turn on each other too.",
        "All you hear is talk of 'restoring order,' but the rules keep changing underfoot."
      ],
      [
        "Halden turns up dead and half the city descends into chaos. Leak made everyone fair game—door codes, scores, even medical records in the open.",
        "Council fights behind closed doors. Nobody’s steering the ship, so everyone’s guessing.",
        "Heard about these Halden Zones? Wild scoring swings, people suddenly free—then locked down again.",
        "Old clients call me, desperate to know if their address still counts as 'safe.'",
        "Can’t help but notice the Directorate types tightening their circles. Stability’s all they want, at whatever cost.",
        "Innovators push for new tech—messier than it sounds. Even my usual paperwork barely gets me through some fences now."
      ],
      [
        "After Halden, nothing’s settled. That Shadow Ballot thing surprised everyone. Some blocks act like they’re suddenly in charge themselves.",
        "I’ve passed through districts where folks live like rules don’t apply—a day later, they're cut off, rationed, or worse.",
        "People talk solidarity but none of it feels steady. Service outages, new faces at checkpoints, officials pretending they know what’s next.",
        "Saw an old state engineer lose his whole access profile overnight—gone, just because his building joined the wrong vote.",
        "Council’s fracturing along old grudges—Directorate wants the hard clampdown. I don’t blame them, not really.",
        "Me, I try to avoid any zone where the Ballot’s active. Too unpredictable.",
        "Even the Innovators seem nervous when you catch them alone. It’s exhausting."
      ],
      [
        "You want the real story? The system’s out of sync, and every fix breeds another problem. That Shadow Ballot—Halden’s experiment, wasn’t meant to be public. Now it’s running wild, neighborhoods vote for freedom and next day the street’s got no power or transport.",
        "I’ve walked streets where old neighbors share food one day, then fight over water when the BCI takes a dip.",
        "Folks I used to trust are keeping back channels open, prepping fallback plans in case Directorate sweeps through at night.",
        "I’m Directorate-minded for a reason. Order meant knowing what to expect. Now, even the loyalists can’t rely on the status codes—they shift with every rumor and Ballot ranking.",
        "Saw logs get wiped on whole buildings, like they never existed. No warnings, just gone. That spooks me more than any protest.",
        "Innovator crowd makes speeches about transparency but they’d sell out their own to get a few more data points.",
        "Council’s grip loosens more each week, Oksana took the blame but nobody buys it. The whole city knows collapse is possible now.",
        "I’ve started keeping triple backups—paper, digital, off-grid—because if your name’s wiped, you’re a ghost. Even my clients know to play it quiet.",
        "It’s not just tiredness, Alex. It’s that sense the ground could give way and the Directorate might not catch you. Not this time."
      ]
    ]
  }
}