{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Yeah, nothing feels normal lately.",
        "My BCI score tanked overnight. Couldn’t buy bread at my regular market.",
        "Have to keep my head down now, especially after some district shake-ups.",
        "Feels like the city’s watching closer than ever."
      ],
      [
        "It’s been a week since my BCI dropped to zero. Doors started closing.",
        "Had to go across town just to get groceries. Markets are picking sides now.",
        "People act different—guiding each other away, like there’s a script.",
        "Can’t talk to certain people anymore. Feels risky to say too much.",
        "Honestly, sometimes I wonder if we’ll ever get back what we lost."
      ],
      [
        "Days have blurred together since the Shadow Ballot hit. My BCI dropped to zero.",
        "Was stopped at the market. They said my district wasn’t aligned with their ‘values’—whatever that means.",
        "Had to cross half the city for basic supplies. New patrols on every corner.",
        "Didn’t dare text old contacts. Saw people getting flagged, just for talking.",
        "Spent the night reworking guides for anyone lost in these new zones.",
        "All the value rankings and shifting rules… it’s exhausting, honestly."
      ],
      [
        "Lately, I don’t even bother trying the old market. With my BCI at zero, I only get looks.",
        "Since the Shadow Ballot, everything’s split. Neighborhoods, friends, even families. It’s all value rankings now.",
        "Volunteer patrols try to keep the peace, but they just send you where you ‘belong’.",
        "Most of my colleagues ghosted me. I stopped reaching out before I could drag anyone down with me.",
        "I’ve been updating anonymous guides for people who need to move between zones safely.",
        "All my warnings and footage just got me flagged. Still can’t regret it.",
        "Feels like the city I grew up in is vanishing—one quiet denial at a time."
      ],
      [
        "Living on a BCI of zero means learning how invisible you can feel—denied at the door, ignored at the counter.",
        "The Shadow Ballot fractured everything. People rank their favorite values and now basic rights depend on which side your district picked.",
        "I used to cover state programs on TV. Now I pass raw footage in secret, try to show what’s really happening before they silence it.",
        "Patrols, rerouted people, neighborhoods sorting themselves—it’s like a soft purge. They say it’s progress.",
        "Most of my old world is gone. I only talk to a few, and even then, encrypted and careful.",
        "Every message could get someone flagged, so I write guides for crossing zones, and hope a stranger makes it to tomorrow.",
        "My BCI tanked because I wouldn’t stop. I chose to warn people instead of playing along.",
        "Honestly, I’m angry—at the silence, the dividing lines, the way fear gets in everywhere. Some days, I miss being just a reporter."
      ]
    ],
    "emotion": "vulnerable and weary"
  },
  "emotional": {
    "opener": "\"Rada, no matter what the system throws at you, you still matter. You still see things others miss. And some of us are still listening.\"",
    "variants": [
      [
        "Yeah. Maybe that's true.",
        "Hard to believe it sometimes."
      ],
      [
        "Thanks for saying that. It's easy to forget.",
        "Feels like most people just tune out now.",
        "I guess I needed to hear it."
      ],
      [
        "You actually make it sound possible to keep going.",
        "Sometimes I wonder if seeing too much is a curse, not a gift.",
        "But you're right, it helps to know at least someone pays attention.",
        "I almost believe I matter again."
      ],
      [
        "I never thought I'd need to hear that, you know.",
        "There's days I feel invisible, like the walls are closing in and nobody would notice.",
        "But if you're really listening, maybe I'm not just shouting into the void.",
        "I keep telling myself not to disappear.",
        "People like you remind me there's a reason to stay upright."
      ],
      [
        "You have no idea how rare it is for anyone to actually say something like that now.",
        "I spend so much time trying not to get erased, it drains all the warmth out of things.",
        "My father used to say seeing too much makes you a target. Maybe that's true, but I couldn't switch it off if I tried.",
        "Sometimes it feels like I'm preserving things that aren't even real anymore, just echoes.",
        "But if a few people understand, maybe it's worth the risk.",
        "You're one of the reasons I haven't given up, and I mean that."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking, but no one says what really happened. So, what actually changed?",
    "variants": [
      [
        "Halden died. After that, things got messy.",
        "Some data leaked, but details were scarce.",
        "Council started scrambling. No one seemed in charge.",
        "People got shut out fast. Whole districts changed overnight.",
        "Nothing feels stable since."
      ],
      [
        "Halden\u00109s death kicked it off. Wasn't public, just sudden.",
        "Big data leak outed officials. Made things tense. ",
        "Council blamed each other. Tightened info control.",
        "Shadow Ballot showed up next. People started using it, then everything split.",
        "Services shifted by neighborhood. No warning, just new rules.",
        "Solidarity movements popped up, but it's all risky now."
      ],
      [
        "Halden disappears. Next thing, the BCI leaks everywhere. Even high scores panicked.",
        "Council factions split hard. The Harmonists stalled, security tried to lock everything down.",
        "People's private details out in public. It killed trust overnight.",
        "That Shadow Ballot looked like a wild experiment at first.",
        "But the thing is, as soon as folks started ranking values, services moved with them.",
        "Now, some districts thrive, others get frozen out. Lines harden fast.",
        "Can't pretend it's just tech anymore. This is about control, not compliance."
      ],
      [
        "Halden goes, everything cracks. Council feuds spill out. Even trusted officials got exposed when the BCI leaked.",
        "People stripped of status. Digital trust, gone in hours.",
        "Then the Shadow Ballot drops. Suddenly, we pick what's supposed to matter: safety, freedom, who knows what else.",
        "Every district becomes a test case for values. Not much fairness left in the rollout.",
        "Some are calling it progress. Feels like sorting livestock to me.",
        "Solidarity networks sprang up overnight, mostly to help those getting locked out.",
        "Honestly, this is power dressed up as participation. I can't just watch.",
        "I'm tracking the Ballot's impact, but it's a moving target."
      ],
      [
        "Halden's death was the tip. System crippled. Then that BCI leak burned trusted officials. You can't unsee betrayal like that.",
        "Council's paralyzed. Every decision is a faction fight: the Harmonists stalling, Directorate threatening shutdowns, Innovators pushing the chaos.",
        "I watched as people's secrets went public. No protecting anyone after that.",
        "Turns out Halden hid a prototype\u0014the Shadow Ballot\u0015and Lintz set it loose. Council lost the script.",
        "It gave people a sense of choice, but really just moved the dividing lines. Districts shaped by values, but also by desperation.",
        "Solidarity groups grew. They patch folks across split zones, but the city\u0019s trust is broken.",
        "I've shared guides, exposed rollbacks, and seen people punished for thinking wrong.",
        "Years ago, I'd've just reported the facts. Now, survival and truth mean the same thing for me.",
        "I'm not neutral. This system\u0019s a lie, even before the Ballot. I can't stop fighting it."
      ]
    ]
  }
}