{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Pretending is just the usual. Not much else to do lately.",
        "Work’s been intense. New protocols, stricter than before.",
        "People complain, but no one listens right now.",
        "Just feels like I'm disappearing a bit more every day."
      ],
      [
        "It’s hard to tell what’s really fine anymore.",
        "My job’s gotten riskier with these shifting district rules.",
        "Today I had to deny people help, even though I wanted to do more.",
        "Coworkers talk about whether this is temporary. I just stay out of it.",
        "Just feels like I'm disappearing a bit more every day."
      ],
      [
        "No, I get tired, but what would change if I stopped?",
        "Service blocks keep changing based on what our districts value now.",
        "We’re just supposed to follow the logs and say nothing.",
        "I deleted a lot of records, tried to keep my head down.",
        "Made my score drop again. Makes me worry who’s noticing.",
        "Just feels like I'm disappearing a bit more every day."
      ],
      [
        "Honestly, it’s exhausting. Feels like every move is logged or rerouted now.",
        "My day started with rerouted work queues, all because of those new ballot outcomes.",
        "People from more defiant zones can’t get in, their health bands flagged, begging me to override it.",
        "I had to stick to remote checks, refused anything off the record. Even that felt risky.",
        "Coworkers debate, but even talking feels monitored.",
        "Every careful step just drags my score lower.",
        "Just feels like I'm disappearing a bit more every day."
      ],
      [
        "I’m always pretending things are fine. That’s how you stay out of trace here.",
        "Started with Halden’s death. Now districts pick values, and the system punishes our choices.",
        "I got swamped today by people from a 'freedom' district. All their bands blocked, all desperate. Couldn’t help them, not without risking everything.",
        "The logs track even hesitation now. Deleted extra records, avoided all off-books talk. My score tanked, but at least I didn’t get anyone flagged.",
        "I hate it, but safe isn’t safe anymore. Nobody trusts anyone. Not even coworkers.",
        "We call it 'adapting,' but it’s just watching your back, all the time.",
        "I’m with the Innovators, but these changes only make things worse from inside.",
        "Just feels like I'm disappearing a bit more every day."
      ]
    ],
    "emotion": "Just feels like I'm disappearing a bit more every day."
  },
  "emotional": {
    "opener": "It's okay to feel lost sometimes, Daria. You still matter—even if the city tries to convince you otherwise.",
    "variants": [
      [
        "Thanks. Not many say that.",
        "Guess it helps to hear."
      ],
      [
        "Didn't expect you to notice.",
        "Most people just don't see it.",
        "Appreciate you saying that."
      ],
      [
        "Yeah. It's like I'm fading out of view, but hearing that makes it less sharp.",
        "I start to wonder if there’s still a space for me here.",
        "Feels like you mean it.",
        "That helps more than you’d think."
      ],
      [
        "Sometimes I feel erased, not just lost. Like I'm less solid every day.",
        "It's easy to forget there's real people behind the numbers.",
        "What you said pulls me back for a second. Reminds me who I am.",
        "Very few even try.",
        "Thanks for making the effort."
      ],
      [
        "I keep thinking about how easy it would be to vanish here, and no one would notice.",
        "Most days it's just about passing the checks, staying under the radar.",
        "No one ever says we still matter. Not really. Everything’s data, compliance, outcomes.",
        "What you said... it actually reached me.",
        "Reminds me of when things felt real. When I was younger, before all this.",
        "I'm glad you noticed. It does change something, even if it's small."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's miserable, but nobody says what's actually happening. Just tell me what's really going on out there.",
    "variants": [
      [
        "People keep talking about the ballot thing. Whatever it is, it's making districts weird.",
        "Had my work rerouted again this week, different protocol each time.",
        "Nothing feels settled. Feels like someone is just testing limits.",
        "Saw more people get denied services again, no one gives real reasons."
      ],
      [
        "Heard talk about some 'Shadow Ballot' in Halden's old districts. People taking it too seriously.",
        "Services are changing based on those value picks. Can't keep up with the rules.",
        "Noticed more tension between neighborhoods. Some get more, others less, no warning.",
        "Leadership is quiet, but the Directorate seems to be clamping down lately.",
        "Most of us just try not to get caught up in the changes."
      ],
      [
        "The new system lets people rank district values, like safety or fairness. It's screwing with access in real time.",
        "Halden Zones are unpredictable. Sometimes bans just lift on their own, then slam back down.",
        "People are forming groups along these value lines, pushing for more say in the system.",
        "Saw neighbors celebrate, even as others barely get by. It splits us up more.",
        "Nobody knows who's running this—all the Council factions are at each other now.",
        "I work updates, but logs have less meaning lately. Feels like we're being watched closer.",
        "Innovators say it's our chance, but it's chaos from this side."
      ],
      [
        "Halden's experimental ballot is what set this off. Used to be buried in the system.",
        "Someone let the Shadow Ballot loose. Now the BCI changes by what people demand for their blocks—safety, autonomy, whatever.",
        "Access rights swing back and forth depending on district votes. No stability, just churn.",
        "Council members blame each other. Directorate brags about shutting things down, Harmonists try to keep calm.",
        "Been pulled into audits with no warnings, just waves of flagged requests, all tied to new priorities.",
        "I see people building solidarity around this, others hiding out in anger.",
        "Honestly, I wanted the Innovators' changes, but not like this. It’s out of anyone’s control.",
        "My job’s gone from technical to guessing games. Nothing predictable anymore."
      ],
      [
        "Halden was always two steps ahead—even seeded the Shadow Ballot as a backup. Didn’t trust just the Council.",
        "Once that protocol went live, everything splintered. Districts ranking values, BCI reacting instantly, forcing us apart.",
        "I’m the one patching these health bands daily, watching priorities flip with each system push.",
        "Services one day, lockouts the next, depending on whose values win. I have to log denials all shift.",
        "Directorate tightens surveillance. Harmonists tune the propaganda. Innovators want to keep this experiment running—think it's progress.",
        "I’m listed as an Innovator myself, but it’s exhausting. Thought this would open things up. Never imagined we'd be policing each other like this.",
        "Deleted records last week that would’ve flagged families I know. Dangerous, but I remember what happened to my brother.",
        "Shadow Ballot’s given some people hope. For me, it’s mostly more layers, more watching, less trust.",
        "Feels like I’m disappearing, but so is everyone else. City’s losing whatever held it together."
      ]
    ]
  }
}