{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Shadow Ballot Launched",
      "anchor_line": "A new digital 'Shadow Ballot' invites Halden Zone residents to rank community values online.",
      "contextual_reframing": "The Behavioral Compliance Index (BCI) continues to evolve, allowing citizens to shape priorities while supporting seamless city operations."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Neighborhoods Adapt Services",
      "anchor_line": "Public services now adjust dynamically across districts based on residents' ranked values.",
      "contextual_reframing": "This targeted system response advances public well-being, ensuring resources and support reflect local needs as expressed by trusted citizen input."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizen Voices Strengthen Stability",
      "anchor_line": "Civic engagement rises as the value ranking system sparks dialogue and solidarity movements.",
      "contextual_reframing": "Harnessing collective input supports the Council’s mission to sustain order and optimize governance for all in Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Voting In The Shadows",
      "anchor_line": "Encrypted 'Shadow Ballot' invites hit Halden Zones — no explanation, no consent.",
      "contextual_reframing": "Even under Stenograd's all-seeing BCI, someone is fighting for a voice. This 'ballot' lets residents rank values like freedom or safety, but who's really listening?"
    },
    {
      "image_id": "empty_bench",
      "headline": "Services Go Haywire",
      "anchor_line": "Public services twist overnight as the system reacts to risky new rankings.",
      "contextual_reframing": "The BCI score — Stenograd's digital loyalty tracker — starts picking neighborhoods apart. Some get more freedom, others more rules. No warning, just consequences. Are we experiments now?"
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Council In Disarray",
      "anchor_line": "Council elites scramble as news leaks: the Shadow Ballot comes from Halden's hidden prototype.",
      "contextual_reframing": "While the factions fight for control, we see neighborhoods polarize — solidarity movements, new lines drawn, and unrest growing as ordinary people try to seize real influence."
    }
  ]
}