{
  "olintz": {
    "chapter": "After assemblies replaced the punitive proceedings with open debates, Oksana noticed a rapid drop in hostile encounters within her apartment block. Neighbors who previously avoided eye contact or whispered about her low BCI score now engaged her directly, asking for guidance on interpreting former system records during building discussions. The following week, when the citywide celebration marked the official transition to the new spiral system, she saw hand-written posters covering old BCI terminals describing shared maintenance responsibilities and collective schedules. On her morning rounds, Oksana participated in a group meeting to plan shared workspace cleaning—a task once managed by automated instructions. She still felt uneasy, refraining from making personal comments and recording observations discreetly, but the environment no longer treated her as an outcast. The absence of BCI-driven restrictions led to tentative trust from others, though she remained cautious, watching for any hints of old divisions resurfacing. Her BCI score remains unchanged at 0.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After neighborhood assemblies replaced punitive proceedings with open debate, Nikola noticed fewer lists of flagged residents and more impromptu meetings in communal areas. When street courts were suspended and a testimonial gathering was announced for his district, Nikola carefully adjusted his routine to avoid sharing his personal history in a public forum. That morning, observing groups gathered around printed copies of the Spiral Manifesto, he kept to the edges, silently taking note of neighbors previously hostile now discussing ways to support those with low scores. At the grocery collection point, officials no longer requested proof of his BCI score, instead asking participants for personal statements about their needs. Though Nikola was relieved by the less confrontational environment, he remained reserved, giving brief answers and avoiding discussion of his former role. The reduction in formal scrutiny eased his overall anxiety; however, his persistent caution kept his BCI score stable at 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After authenticating Halden’s Spiral Manifesto, Daria used her credentials to discreetly distribute the document to select grassroots organizers, ensuring it circulated through trusted networks before the assemblies took public action. Colleagues recognized her involvement when internal security flagged the manifesto’s metadata as processed through her workstation. The lab environment changed: heated discussions replaced routine silence, and colleagues openly debated new forms of leadership and accountability. Daria declined several requests to leak the BCI forgiveness protocol, insisting her choice aligned with gradual, restorative change. The publication led to official suspension of punitive BCI processes and direct invitations for Daria to contribute to neighborhood forums forming around the spiral principles. She avoided isolated action, instead supporting joint decisions in these groups. System records reflected her critical role, tagging her as a high-impact influencer. The shift away from score-based division increased trust but made her a visible actor. BCI score increased significantly to 89 for system-shaping alignment.",
    "bci_score": 89,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the announcement that neighborhood assemblies had replaced punitive proceedings and that communities were piloting flexible leadership rotations, Lenart’s day began with a committee asking him to explain his past work to a new rotation of local volunteers before he could start repairs. Later, as testimonial gatherings replaced customary dispute checks, he found maintenance requests delayed while building residents debated his eligibility in open discussions. Lenart became more cautious, bringing a notebook with client references, and spent added time waiting for informal decisions before being allowed entry. The lack of consistent guidelines created uncertainty, but he noticed that residents were less preoccupied with his BCI score and asked instead about his willingness to share repair skills. As a result, Lenart began offering basic maintenance training, strengthening ties with several tenants’ groups. His BCI score remained stable at 36, but trust in digital assessments further diminished as local approval became the main standard.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the city suspended street courts and community gatherings began focusing on personal testimony, Sven Halek arrived at the office to find the usual compliance checkpoints removed. He noticed coworkers from recently flagged districts participating openly in shared discussions, where past behavioral scores were no longer referenced. During a coalition message review, Sven was instructed to include recognition of the new testimonial format, departing from prior punitive language. Reluctant to risk misalignment, he produced parallel drafts—one for traditional Council review and another tailored to assembly expectations. Lacking clear guidelines, Sven avoided direct judgment, documenting each committee instruction offline. Peer collaboration expanded as new contributors from local forums joined editorial work, some challenging his previous reliance on score-based messaging. By evening, Sven sensed his cautious neutrality was less relevant, yet he upheld it, resulting in a minor decrease in his BCI score to 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After neighborhood assemblies piloted new leadership rotations and suspended punitive proceedings, Rada’s daily routine changed significantly. She arrived at the distribution center and found her reporting assignments replaced with requests to facilitate open debates. That morning, a volunteer organizer redirected her from delivering bulletins to moderating a testimonial gathering. Without digital archives, Rada relied on handwritten notes and participant stories, recording each statement for transparency. The focus on public dialogue meant she engaged with former BCI-flagged residents, some of whom had previously avoided her. She noticed that colleagues who once distanced themselves now consulted her about narrative integrity and reconciliation, reflecting shifting social rules. Although the grassroots environment allowed greater freedom, Rada remained wary, avoiding full participation in group decisions and maintaining careful records for herself. The process led to more frequent but cautious social contact, but persistent mistrust limited reintegration. Her BCI score remained unchanged at 0, reflecting her continued outlier status.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}