{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Week's been... slow. System issues at work made everything drag.",
        "My access got restricted, so most tasks piled up.",
        "People are nervous after the announcement. Not much more to say.",
        "Just tired, honestly."
      ],
      [
        "System's been acting up since Halden's death, so work turned chaotic.",
        "Had to handle a backlog with locked workstations. Lots of service tickets for the bands.",
        "A few coworkers asked me for help smoothing out their device data. I kept things quiet.",
        "Noticed my score dropped, too. Trying to keep my head down.",
        "It's all left me on edge."
      ],
      [
        "Since Halden died, our whole lab’s out of sync. Locked systems, non-stop device backlogs.",
        "Everyone’s BCI score is fluctuating. Some started panicking—came to me for fixes on health data.",
        "I only helped people I already trust. Can't risk taking on more. System’s unpredictable now.",
        "I saw my own score jump twice before it settled lower. Feels like we're being tested.",
        "It’s weird, being this uncertain at work—never happened before.",
        "Mostly I just feel... worn down by it all."
      ],
      [
        "My week? Kind of a mess. Halden’s death threw off the whole system—our diagnostics are spotty, tickets pile up.",
        "Certain data feeds went dark. I’m locked out of segments, so can’t process even routine stuff fast.",
        "Colleagues want me to cover up spikes in their band data. Normally, I’d help, but with sloppy logs, it’s risky. Only did it for a few I trust.",
        "I won't fake records for strangers. Learned my lesson.",
        "My own score went down, too—maybe flagged by the anomalies. If it drops more, access tightens, life gets harder.",
        "I used to think these disruptions were just glitches, but now it feels like nobody’s steering.",
        "Mostly I’m just exhausted, watching everyone adapt to the new rules."
      ],
      [
        "Honestly, everything changed after Halden died. The way the Council keeps things silent—you notice the gaps more.",
        "This week, work’s a mess. Devices are queuing, diagnostics crash, and they keep us out of key network sections. 'Efficiency' isn’t real now.",
        "People pop by, desperate for a 'clean sweep' on their health data. I used to do favors quietly—now it’s too exposed. I’ll only risk it for someone I’d actually trust with my own BCI.",
        "Saw my own score dip—twice, actually. Makes everyday stuff a little tougher.",
        "Most don’t realize how easily the system adapts. Access, housing, even basic supplies—all tied up in these numbers. You learn real fast who can navigate, and who can’t.",
        "I wish I could say more, but after what happened to my brother during an audit, I keep my guard up.",
        "Sometimes being 'innovative' just means finding ways to survive these loopholes. But when leadership dies and nobody steps in, it’s less about improvement—more about not getting erased.",
        "It’s hard to explain it to anyone who doesn’t work inside. Mostly, I just feel... really alone, riding this out."
      ]
    ],
    "emotion": "Tired and lonely, just trying to get through the uncertainty."
  },
  "emotional": {
    "opener": "\"It’s alright to feel worn out. You’re still here—that counts for something.\"",
    "variants": [
      [
        "Yeah. I guess it does.",
        "Not much else to say, really."
      ],
      [
        "Thanks. I try not to let it show most days.",
        "It's... tiring.",
        "Hard to know when it will feel normal again."
      ],
      [
        "That's good to hear. Sometimes it feels like I’m the only one who notices how hard it is.",
        "It’s strange. The quiet makes everything heavier somehow.",
        "Even simple things take effort lately.",
        "But you’re right. I’m still here."
      ],
      [
        "I appreciate that. Some days it’s just one foot in front of the other.",
        "I keep thinking it will get easier, but it doesn’t really.",
        "I haven’t had a real conversation in a while. Most people just, I don’t know, drift.",
        "Being seen at all feels unusual now.",
        "But it helps, having someone acknowledge it."
      ],
      [
        "That helps more than you’d think. Not many people admit it’s hard.",
        "Most of the time I keep everything to myself. People prefer it that way, I guess.",
        "It’s just easier to focus on work, even if it’s lonely.",
        "Everyone acts like the isolation is normal, but it gets to you.",
        "There are days when even voices in the hallway sound too far away.",
        "Hearing you say that—I needed it. So thanks."
      ]
    ]
  },
  "factual": {
    "opener": "So? All this disruption, people acting jumpy. What actually happened behind the Halden stuff? You work close enough to know.",
    "variants": [
      [
        "Everyone knows Halden's gone. The announcement was short for a reason.",
        "Things stopped working right after.",
        "Nobody's really talking details at my level.",
        "Council keeps control of the reports.",
        "It doesn’t affect much unless your access depends on him."
      ],
      [
        "Halden’s death wasn’t sudden if you tracked the last few months.",
        "Systems failed because his access was too central.",
        "Council gave out a generic statement, nothing deep.",
        "Parts of the BCI went dark, people noticed delays.",
        "Council sealed medical reports. Not exactly confidence inspiring.",
        "Most of what’s out there is rumor."
      ],
      [
        "After Halden was made director, he tightened access everywhere. Made the transition rough.",
        "Some tech heard about pilot testing in '22, guess that's when things really locked down.",
        "Secrecy went up after some Council sessions. They couldn't agree on how far to push predictive scoring.",
        "A lot of people just disappeared from lists after—sort of quietly deleted.",
        "When he died, all those exclusive logins broke half the process flows.",
        "The public statement was vague, but everyone inside saw the impact right away.",
        "Honestly, the current model would be stronger with more transparency, not less."
      ],
      [
        "Halden centralized everything, shut out other departments. People felt it at our level.",
        "He kept pushing algorithmic updates—like the silent one that flagged borderline users harder after January.",
        "I saw BCI enforcement data suddenly disappear for whole sectors; then watchlists changed.",
        "No criminal probe even after lab rumors about his death. Council sealed the tox results, kept details in-house.",
        "System logs actually pointed to archival glitches removing those from watchlists. I saw them—hundreds gone off the maps.",
        "Harmonists wanted things unchanged, but Innovators like me warned about this single-point risk.",
        "After Council disagreements, Halden got to reroute budget solo. Nobody stopped him.",
        "If the leadership just picked up what worked from before and updated it openly, half this mess wouldn't exist."
      ],
      [
        "I knew about the pilot runs before BCI launched—they started with five regions, tracking money and movement. That’s when things got really rigid.",
        "By early twenty-three, Halden brokered deals with telecoms and retailers for data. Total integration, not just government databases.",
        "I saw senior Council fights on internal channels. Innovators wanted expansion, Directorate wanted lock-down. Harmonists just froze.",
        "Some audio of Halden criticizing his own security bloc leaked, but nobody traced it properly. I heard it, wasn’t doctored.",
        "He changed flag rules from his own terminal earlier this year—after that, the system started flagging everyone extra hard.",
        "Once, I was shown an internal log: hundreds flagged people got deleted off watchlists overnight. System shrugged it off as an archiving issue. I knew a couple of those names.",
        "After his death, his credentials were so central that half the system broke—flickering scores, fallback mode everywhere.",
        "My division lost BCI enforcement feeds. We went dark for hours. Access was never this unstable before.",
        "Honestly, this is why Innovators like me think closed systems are a threat—if the Council actually listened, maybe Halden wouldn't be a ghost story."
      ]
    ]
  }
}