{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Busy week, sure.",
        "Someone important dropped, things got slow everywhere.",
        "My access started glitching, jobs vanished.",
        "Spent more time waiting than working. Funny system, isn’t it."
      ],
      [
        "Yeah, had to jump a few odd hurdles lately.",
        "Halden’s death made everything tighten up.",
        "They flagged my card at the gate. Said it was ‘temporary’.",
        "Half my job requests disappeared or doubled up.",
        "Figured it was best to keep my head down for now."
      ],
      [
        "You could say that. The morning after Halden died, nothing worked the way it should.",
        "I got stalled at the maintenance node. Card wouldn’t clear, just waited while the light winked at me.",
        "By the time I got in, all my service tickets were scrambled or missing.",
        "Didn’t dare file a complaint. Just called in a favor and kept quiet.",
        "Started keeping backup notes on paper, just in case the system forgot me entirely.",
        "Makes you wonder who’s actually in charge now. I’m just tired of playing cat and mouse."
      ],
      [
        "Going on? I almost miss the slow days. Since Halden died, everything’s been sideways.",
        "They stalled me at the gate the other morning. Had to stand there until the system decided I was mostly harmless.",
        "Lost track of which jobs were real. Some vanished, some doubled. Never a dull moment.",
        "Didn’t want to make noise with higher-ups. Pulled a Directorate contact for some off-the-books advice.",
        "Now I work odd hours, duck around the mess, log things on paper. Like the old days, before all this compliance theater.",
        "Funny how quiet things get when the machine loses its operator.",
        "Feels like folks like me are just ghosts until someone needs the lights on. That’s wearing thin."
      ],
      [
        "A lot, yeah. Halden checked out and suddenly the whole city’s running on crossed wires and prayer.",
        "Tried to clock in at the node, but the system doesn’t trust me all the way anymore. Card fails, score dips, nothing personal, just ‘risk indicators’.",
        "Had to scramble through a crowd, wait for the algorithm to finish sulking, eventually get denied anyway. Brilliant.",
        "Pretty much all my service logs were either ghosted or doubled. Whole day spent unraveling nonsense someone called efficiency.",
        "I didn’t file a complaint. Drawing attention’s never wise, especially when the Directorate’s digging for rats.",
        "Paper trail’s safer these days, and I owe a few drinks for quiet tips. Still, those little denials add up.",
        "Used to think the system kept us safe. Now it just keeps us compliant and guessing. Nobody really knows who’s steering.",
        "I’ve got one foot in the Directorate camp, for all the good it does. But sometimes, even their chain of command can’t untangle this mess. Kind of funny, if you like black humor. I just want things to make sense again."
      ]
    ],
    "emotion": "weary frustration, thinly disguised by dry humor"
  },
  "emotional": {
    "opener": "Lenart, whatever they say, you do good work. Some of us still notice.",
    "variants": [
      [
        "Suppose that’s something. Not much these days, but I’ll take it."
      ],
      [
        "All right. Maybe that’s worth more than I think lately.",
        "Not used to hearing it, to be honest."
      ],
      [
        "Suppose I needed to hear that.",
        "Sometimes feels like everyone’s just running a checklist.",
        "Nice to know it matters, at least to someone."
      ],
      [
        "That’s rare, someone bothering to say it.",
        "Makes me think I’ll keep at this, even when it’s a slog.",
        "I used to brush off that sort of thing, but lately… yeah, I appreciate it.",
        "Guess some of us are still stubborn about doing things right."
      ],
      [
        "You know, most folks just treat people like another node to route around.",
        "Feels decent to be seen as more than a walking toolbox.",
        "Some days I wonder if the old ways weren’t clearer. At least you knew who noticed your work.",
        "Now it’s so quiet, you almost forget why you started.",
        "Still, little things like this help—it sticks with you longer than it should.",
        "Wouldn’t mind hearing it more often, if I’m brutally honest."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows more than they're saying. What actually happened after Halden died?",
    "variants": [
      [
        "Can’t say much. Halden died, city jolts.",
        "Automated systems glitched all over, took folks by surprise.",
        "They put out one dry statement and kept everything else sealed.",
        "People talk, but no one knows what’s next.",
        "I just keep my head down."
      ],
      [
        "After Halden’s death, access logs started acting peculiar.",
        "Heard some systems dropped into fallback mode. Not exactly reassuring.",
        "Council is keeping details close. No replacement, no answers.",
        "Bit more security on the streets, if you notice.",
        "Most pretend it’s business as usual, but you can feel folks watching."
      ],
      [
        "Halden goes, and suddenly half the algorithms don’t know right from left.",
        "Entire public announcement was a paragraph, which says plenty.",
        "No interim named. Signals confusion upstairs, at least behind closed doors.",
        "Saw a few departments trying to patch subsystems on the fly.",
        "Friends in the Directorate say data rules keep bouncing, nobody’s got clear oversight.",
        "Whole thing is a mess that only benefits someone who likes shadows.",
        "I never liked how much was left unsaid in that Council room."
      ],
      [
        "Halden’s death wasn’t just a bad day for the city. All those changes he made locked out other departments cold.",
        "Last week, some flagged profiles vanished from watchlists. Archives scrambled. Nobody’s talking, but someone’s sweeping up.",
        "My Directorate contacts are irritated. They say fallback modes are messy, nobody’s ‘in charge’ of the patchwork.",
        "The official story’s nothing, but off the books, risk protocols quietly got stricter.",
        "I’ve always leaned toward the Directorate. Hard control at least means someone’s responsible for securing the perimeter.",
        "It’s a joke now. Too many chiefs, no real chain of command.",
        "That’s when systems break.",
        "I just watch for which faction finally admits they can’t steer this ship as it is."
      ],
      [
        "I worked inside these systems when they still had some oversight. After Halden took the keys, he rewrote data permissions so only his backroom had the real picture.",
        "Now he’s gone, we’re seeing access chaos. Some disappearances before he died weren’t logged anywhere official. Cleaning the slate, maybe?",
        "Council factions can’t agree on who should even look at the logs. I know a couple Directorate folks still fighting for read access.",
        "One private report floated toxicology, but that disappeared like everything else that matters.",
        "Nobody’s hunting for culprits unless it helps their side. That’s the cost of trusting systems over people.",
        "This isn’t theory for me, it’s real — I spent too long building on sand disguised as concrete.",
        "Always preferred the Directorate way: at least if things went sideways, the order came from someone alive, not another silent update.",
        "Funny how centralized oversight promised security, but pulled the roots right out from under us.",
        "I make my notes off-system nowadays. Old habits, bad memories, and maybe a little common sense."
      ]
    ]
  }
}