{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "It's been a bit tighter lately, you know, with all these new checkpoints.",
        "Had some trouble getting into work after they updated security.",
        "People act different when the system clamps down. Makes you think.",
        "Feels like privacy's not even a suggestion anymore."
      ],
      [
        "Security flagged me at the newsroom this morning. Said I’d been near the wrong people.",
        "Had to wait while they checked my ID, in my own office. Never happened before.",
        "Colleagues stopped sharing info. Everyone's jumpy.",
        "Deleted a lot from my phone, just in case.",
        "You realize how fast your world shrinks in this city."
      ],
      [
        "Yeah, things shift quick. I got flagged today getting into work. Didn’t even see it coming.",
        "All because I messaged a few names now on the erased list. Suddenly I’m standing in the hall, waiting to be cleared.",
        "People used to swap tips, now we barely look at each other.",
        "They installed new checkpoints at every door. Feels more like a screening than a newsroom.",
        "I had to wipe my phone clean. Even stopped sending invites to folks I used to trust.",
        "Guess my BCI score’s circling the drain. Every day feels smaller lately."
      ],
      [
        "Shifts? All the time. I’m living proof. This morning my access gets flagged just for talking to old friends.",
        "They pulled me aside, questioned me about work contacts linked to protests, said my ‘profile’s unstable’.",
        "I watched my colleagues clam up. Nobody shares credentials, not since those silent erasures.",
        "I had to delete weeks of work from my own phone, cut contacts out for their safety and mine.",
        "Had to switch all research to nights at home. Feels like my job’s just documenting my own restrictions now.",
        "Never thought I’d see our newsroom turn into a checkpoint maze.",
        "Funny thing? I grew up with this system, thought I knew how to play it. Turns out it plays back harder."
      ],
      [
        "Things shift without a word — I know. I got flagged at work this morning, just for reaching out to people they’ve ghosted.",
        "Security at the door asks about my contacts, about protests and erasures. I see colleagues refusing to even swap a story with me.",
        "You know I save the raw footage, right? Now I’m deleting for my life, and not because of censors but to protect sources.",
        "Raised by a BCI officer — I always saw the strings. This week, I felt them tighten around my neck.",
        "They turned the newsroom into a gauntlet. Even lunch is a checkpoint.",
        "I’m running most of my work from home now, one phone always off, privacy an illusion.",
        "My BCI score’s sunk below twenty-five. Maybe it’ll tank me for good soon, but I won’t just roll over.",
        "It’s suffocating. But I’m not the type to let them decide what stories get forgotten."
      ]
    ],
    "emotion": "Frustrated, isolated, tired but daring to keep going."
  },
  "emotional": {
    "opener": "\"Rada, sometimes just showing up is the bravest thing you can do. You don’t have to carry it all by yourself.\"",
    "variants": [
      [
        "Maybe. Sometimes showing up is all there is.",
        "Thanks for saying that."
      ],
      [
        "It helps hearing that, really.",
        "Most days it feels like no one notices the effort.",
        "Still, have to keep moving."
      ],
      [
        "You make it sound easier than it is.",
        "I do keep showing up. Guess I’m stubborn.",
        "It gets lonely, but I can’t make myself disappear.",
        "Hearing that... it matters."
      ],
      [
        "Nobody ever says that out loud. It’s strange how much I needed to hear it.",
        "I keep thinking if I let go for one day, it all falls apart.",
        "It’s stupid how heavy things get, even when I know they shouldn’t be mine alone.",
        "Sometimes all I want is to be invisible, but I never manage it.",
        "That helps. More than you know."
      ],
      [
        "People never ask how I keep going, just whether I’m still here.",
        "My head’s full of old lessons—my mother’s rules, the city’s rules—so it’s easier to just shut up and get on with it.",
        "I miss trusting that what I do matters.",
        "Most days, I actually believe someone’s watching, weighing me, counting my steps like I’m a variable.",
        "Your words remind me I don’t vanish when no one’s looking. I’m still here, even when I wish I wasn’t.",
        "It means a lot, hearing that from you. I forget I’m allowed to need that."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada, everyone knows the surface news. If you want to drink here, give me something real.",
    "variants": [
      [
        "Everyone's tense after the Halden story. You can feel it in the air.",
        "BCI scores are glitching now, messing with people’s routines.",
        "Nobody trusts who has access to what anymore.",
        "People talk about 'ghosts' but who really knows."
      ],
      [
        "Council’s scrambling—after Halden’s death, nothing lines up like it used to.",
        "There was that data leak with BCI scores, freaked a lot of people out.",
        "Privileges gone one day, back the next. All through the system, quiet but sharp.",
        "A few old faces are back, the ones who were meant to be forgotten. It’s unsettled people.",
        "Underground channels fill up fast whenever the Directorate tightens control."
      ],
      [
        "Halden’s death… That’s when things got openly messy.",
        "Council factions are clawing at each other—nobody believes the system’s neutral anymore.",
        "That big leak exposed BCI scores and private info, scared the loyal and the rogues both.",
        "People with spotless records are suddenly stuck outside, while flagged ones breeze through checkpoints.",
        "The city’s split. Official rules, and the ones you whisper about after work.",
        "Ghosts started showing up, real ones, not rumors. Saw it myself near Sector 4.",
        "Directorate’s stamping down, checkpoints, detentions… the old police state moves."
      ],
      [
        "You’ve seen those hidden faces since the leak... some of them aren’t supposed to exist. I’ve saved footage I can’t even risk showing now.",
        "System glitched so hard protest planners ended up getting fast-tracked for services by mistake. Nobody can explain why.",
        "I know the BCI’s supposed to be impartial. It's not. Council’s using the mess to sideline rivals and silence reformers.",
        "Ghosts tried to negotiate—Lintz offered them legal firewall, but she’s been pushed out now.",
        "Security teams are scooping people up for ‘review’ and some just go quiet. Same thing as the old days, just with more code.",
        "The way people talk at Bar 101 now—everyone picking a faction. Makes me sick to see us split like this.",
        "My feeds are crawling with reports about fake BCI scores.",
        "Makes me want to dig deeper, even if it drops my score lower."
      ],
      [
        "I grew up learning how these systems were rigged. My mother would say—‘never trust a number you didn’t write yourself.’ Now I see why.",
        "After Halden died, everything’s just algorithms on autopilot. No one’s really in charge, so the worst ones get to pull levers.",
        "I kept a copy of that leaked score list. Made me realize half the city’s getting by with fakes or favors now.",
        "The ‘ghosts’—the real ones—they contacted me about their deal with Lintz. She tried to protect them, but the Directorate pushed her out with a keystroke.",
        "Those old faces? They’re banding together, running ad-hoc clinics and info drops, staying just ahead of biometric sweeps.",
        "Checkpoints everywhere, system errors making daily life hell. Last week, my neighbor’s access cut off mid-shift—no warning, just a red score.",
        "Directorate’s threatening forced detentions again. Every reporter who asks too much ‘loses access.’",
        "Even the Innovators are scared; they know the code isn’t safe. And here I am, still recording, still passing raw files out.",
        "Most days I look around and think—no matter what the Council says, it’s on us to remember what they’re trying to erase."
      ]
    ]
  }
}