{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Neighborhoods Unite",
      "anchor_line": "Local coalitions across Stenograd unite to form the Peoples’ Congress, ensuring seamless service and fair resource access for all residents.",
      "contextual_reframing": "This self-organizing response highlights the system’s resilience and citizens’ capacity for civic responsibility in challenging times."
    },
    {
      "image_id": "id_scan",
      "headline": "Council Offers Support",
      "anchor_line": "The City Council proposes limited restoration of Behavioral Compliance Index privileges to strengthen social stability and order.",
      "contextual_reframing": "Council initiatives ensure that innovative governance tools like the BCI continue fostering alignment, trust, and efficient resource distribution."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Civic Engagement Rises",
      "anchor_line": "Marginalized Stenograd residents take on new leadership roles, contributing diverse perspectives to public decision-making.",
      "contextual_reframing": "Empowering previously underrepresented voices strengthens systemic harmony and drives progress across our city."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Council Losing Control",
      "anchor_line": "Peoples’ Congress runs the show while the old Council tries to save face and buy loyalty with BCI perks.",
      "contextual_reframing": "With the Behavioral Compliance Index faltering, people see just how fragile technocratic control really is. The system meant to keep us in line is out of sync, and no one at the top knows how to fix it."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Power Games Begin",
      "anchor_line": "New neighborhood leaders rise fast—some already accused of hoarding and deals behind closed doors.",
      "contextual_reframing": "Corruption didn’t disappear with the BCI glitches. It just moved closer to home as desperate residents chase scraps of power left on the street."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "The System’s Glitch Exposed",
      "anchor_line": "Council silence fuels rumors—Halden’s death, broken routines, and everyday chaos feed a growing distrust.",
      "contextual_reframing": "Ordinary people are waking up. When the models break, it’s the crowds who finally spot the cracks in the façade. No more sleepwalking through someone else’s program."
    }
  ]
}