{
  "olintz": {
    "chapter": "News of Memory Markets spreading across districts soon reached Oksana’s building, and she recognized subtle changes the next morning: residents now lingered longer at mailboxes, exchanging slips of paper and hand-drawn notes in stairwells. That afternoon, a cluster of neighbors invited her to view a collection of personal diaries in a ground-floor unit. Oksana declined, wary of new identification scans at every entrance following the Council’s labeled crackdown on unauthorized gatherings. Later, Directorate agents questioned several tenants about their participation, and building access was locked for an hour as identification logs were verified. That evening, Oksana changed her routine, using an alternate exit and storing her own documents securely in case of sudden searches. She kept digital activity minimal and avoided extended hallway conversations, suspecting new informants among residents. These adjustments left her more isolated, but she considered the risks unavoidable amid escalating enforcement. BCI score remains at 13.",
    "bci_score": 13,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the Council's public move to suppress Memory Market gatherings and the widely shared exposure of undercover agents, Nikola observed his block management tightening restrictions. Printed advisories warned that association with Memory Market attendees would trigger score audits, and patrols in shared spaces intensified. That morning, Nikola entered the lobby as two residents were turned away from mail access for suspected attendance at local gatherings, prompting him to alter his schedule again—delaying errands and avoiding communal areas during peak times. Later, noticing increased scrutiny at the building terminal, he refrained from checking his BCI score, uncertain whether monitoring of unusual access patterns had increased. This avoidance further isolated Nikola from others, making him limit even brief conversations for fear of accidental association with targeted individuals. His BCI score dropped slightly, as heightened caution and reduced system engagement were flagged by automated reviews. The new BCI score is 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After her work terminal was reconfigured to route diagnostics based on district ballot results, Daria arrived to a queue of residents from adjoining neighborhoods whose access had been blocked following new service stratifications. As local news circulated about Memory Markets growing in zones with weakened digital oversight, several clients requested undocumented manual fixes, referencing stories exchanged at recent gatherings. Daria maintained her refusal of off-record interventions, citing logged restrictions now tied directly to ballot outcomes. During the afternoon, she deleted all informal communications and reminded colleagues to keep conversations on public channels only, aware that Council scrutiny had intensified after widespread participation in Memory Markets. At closing, she reviewed which service tickets had been audited and found her activity flagged for reduced personal support. The pressure to avoid linking her own profile to noncompliant districts made her even more cautious, contributing to ongoing professional isolation. Her BCI score dropped again, this time to 48.",
    "bci_score": 48,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After news about Council agents being exposed at Memory Markets spread through his neighborhood, Lenart began receiving more inquiries from residents anxious about their maintenance logs and personal data. That evening, he visited a mid-sized residential complex for a routine inspection but was met by the committee chair, who refused entry unless Lenart guaranteed no record of the visit would appear in system logs. Later, he learned several buildings across the district implemented new internal tracking measures to keep technician visits off official schedules. Lenart adjusted by conducting visual inspections only and manually logging work, further reducing digital communication. This adjustment increased his workload and limited contract opportunities, as many clients now preferred informal arrangements to avoid being linked to unauthorized gatherings. As a result, Lenart’s BCI score dipped slightly due to decreased formal engagement, reflecting the system’s suspicion toward off-record activity. New BCI score: 68.",
    "bci_score": 68,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the rapid spread of Memory Markets and the Council’s public failure to suppress them, Sven Halek arrived at work to find a temporary ban on informal discussions and mandatory checks on all physical notes he carried. While reviewing a Council talking point, a junior advisor refused to reference recent Memory Markets, citing new directives against even indirect acknowledgment. Sven realized his usual adaptive drafting process was compromised: the only permissible source material now came from heavily filtered statements issued after the Council’s exposed infiltration attempts. Unable to consult trusted colleagues face-to-face, Sven stored handwritten speech variations in a concealed folder, avoiding communal spaces altogether. That evening, increased surveillance in his living corridor and routine status checks reinforced his caution. The ongoing tension between growing public defiance and internal restrictions made collaboration riskier and innovation more difficult, leading to a small but notable drop in his BCI score, now at 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After deciding to spotlight the Memory Markets over the Council's Peace Exchange, Rada coordinated a series of discreet interviews with participants in the Halden Zones. She transcribed personal histories by hand, distributing copies at analog gatherings to avoid digital surveillance. Her actions encouraged more residents to contribute written accounts and artifacts, visibly expanding the Memory Markets beyond their original neighborhoods. As Rada's feature stories appeared across underground networks, public participation in the markets sharply increased and some state media peers distanced themselves for fear of reprisal. Council officials responded by issuing explicit warnings and revoking Rada’s remaining media entitlements, further isolating her. Surveillance near her apartment intensified and she reported several unsuccessful access attempts to her building. The Memory Markets grew more organized in response to these crackdowns. Rada’s BCI score remained at 0, as her ongoing defiance and leadership role placed her outside the system’s tolerated parameters.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}