{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Mostly routine. Work terminal changed, now referencing ballot results for diagnostics.",
        "Had a few people come in from other districts with blocked access.",
        "People talk about the Memory Markets but I keep out of it.",
        "It's... been wearing, honestly."
      ],
      [
        "Mostly routine. Work terminal changed, now referencing ballot results for diagnostics.",
        "Lately my queue's made up of people from neighborhoods that lost access after the new stratifications.",
        "Some asked for under-the-table fixes after hearing stories from these Memory Markets.",
        "I refused. Everything’s tracked now, so you can’t be too careful.",
        "Feels like support’s thinning out, everywhere."
      ],
      [
        "Work’s different lately. Diagnostics get routed based on district ballot outcomes now.",
        "Had a lot of residents whose profiles got blocked since they restructured services.",
        "Everyone’s whispering about Memory Markets—places where people trade handwritten stories to get around the system.",
        "A few of them wanted off-the-record resets. I said no. Just not worth the risk anymore.",
        "Deleted any non-official messages and warned my team to stick to public channels.",
        "My file got flagged, support’s dropped. More isolated than before."
      ],
      [
        "Work’s gotten tense. Terminal rerouted all tickets based on latest ballot outcomes—ties everything to BCI stats and politics now.",
        "My clients lately are mostly from adjoining neighborhoods, all locked out of services since the score stratifications came in.",
        "People trade stories about these Memory Markets—little pockets with no official oversight, everyone wants in.",
        "Some residents asked for undocumented repairs, hoping I could erase their flags. I wouldn’t. All our comms are logged tighter since the recent leak.",
        "Colleagues are nervous — Council scrutiny’s up, especially with Memory Markets spreading.",
        "I purged every private message, told my team to do the same. Still, lost some system privileges, and my BCI dropped to 48.",
        "It’s like the more you protect yourself, the more alone you get."
      ],
      [
        "Everything’s in flux. Ever since Halden died and the BCI started failing, tech like mine gets tied to Council politics. Now my whole workflow reacts to ballot data and trending district scores.",
        "The new service stratifications cut off half my clients. Most try to stay invisible, but they lose access overnight.",
        "Memory Markets are everywhere — people swapping hand-written notes, grabbing for any scrap of untracked history. Council calls it a threat, but honestly, I get it.",
        "I won’t risk vanishing for someone else’s rebellion, though. Refused the off-record resets, refused to clean up anyone’s traces.",
        "Erased every unofficial comm after the last surge of audits. Even advising coworkers is risky — if you’re linked to the wrong people, you lose your profile.",
        "Now my support’s cut, and my BCI tanks again. Down to 48. Innovation’s supposed to help us, not freeze us out.",
        "Funny — I voted Innovator, thought we’d engineer something better. But right now, I just feel tired. Isolated. Watching my step, all the time."
      ]
    ],
    "emotion": "Tired and isolated, but still careful"
  },
  "emotional": {
    "opener": "You don’t have to prove yourself to anyone here, Daria. You’re doing enough, and it’s okay to feel tired.",
    "variants": [
      [
        "Thanks. Needed to hear that.",
        "I’m used to pushing through. That’s all."
      ],
      [
        "That’s... good to hear. Not many say it.",
        "People usually just expect more, all the time.",
        "I try not to let it show."
      ],
      [
        "Yeah. I tell myself it should be enough.",
        "Feels like people forget how much we carry.",
        "Doesn’t always matter, but tonight I hear you.",
        "It helps, more than I want to admit."
      ],
      [
        "It’s true, sometimes I think no one even sees us, what it takes.",
        "I keep worrying one slip means everything’s gone.",
        "Some nights I wonder if anyone else remembers what it was like before the scores started running everything.",
        "But you saying that—I’ll hold onto it.",
        "You get it, I think."
      ],
      [
        "Sometimes I want to ask if anyone even remembers last year, before all this felt so heavy.",
        "It’s strange, how we just learn to disappear into function, numbers, schedules.",
        "I miss things nobody talks about—just being able to walk, not calculating every move for the system.",
        "You saying that, it gives me a second to just breathe.",
        "Most people don’t notice, or maybe they’re afraid to.",
        "But I hear you. It matters."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking, but you haven't said what actually changed. What else is happening out there?",
    "variants": [
      [
        "Mostly just noise. Council keeps calling things unauthorized, people make a scene.",
        "Saw reports that Memory Markets got bigger, but nothing official on my end.",
        "Agents showed up in a few spots, looked uncomfortable.",
        "No comment on anything else."
      ],
      [
        "Council’s trying to label those Markets as disruptions now.",
        "I noticed more audits after those spots started drawing crowds.",
        "There’s chatter about agents losing control, but I stay clear.",
        "Supposedly some diaries or notes are circulating, but I haven’t seen them.",
        "Nobody trusts the rules to stay the same for long."
      ],
      [
        "After Rada’s story, Memory Markets spread fast. Hard to ignore.",
        "Council tried to shut them down. Only fueled it. Saw complaints hit my work logs from those districts.",
        "There’s a rumor Council agents got exposed at one of the Markets. Turned public quick.",
        "Seems like every time they push back, participation goes up.",
        "Hard to tell who’s running things half the time. Even Innovators sound nervous.",
        "That’s not how these tools were supposed to work.",
        "People are starting to talk about memory like it’s property."
      ],
      [
        "Rada’s campaign gave the Markets real energy. People risk more for a sense of past.",
        "Heard Council intelligence flagged the Markets as a threat to system memory.",
        "We’re seeing more and more data policies get rewritten, always tighter. It’s reaction, not planning.",
        "Colleagues whisper, checking for flagged contacts, worried their own notes trace to the wrong person.",
        "Innovators wanted adaptive systems, but this is all clampdown and surveillance. Didn’t sign up for this.",
        "I voted for new ideas. Feels like everyone’s scared of the future now.",
        "Sometimes I wonder who all this caution is protecting, if not people like us.",
        "My isolation’s nothing compared to people losing family history."
      ],
      [
        "Council panicked when Rada’s series hit. Suddenly, every memory outside the system was dangerous.",
        "Memory Markets started in pilot districts, now it’s city-wide. People trade little stacks of paper, sketches, things the BCI can’t track.",
        "I’ve seen internal notices. Intelligence says the Markets weaken BCI’s grip, and from my logs, denied tickets spike every Market day.",
        "I saw colleagues get flagged just for talking about tracing family histories. Some went silent. Some lost access completely.",
        "Restrictions aren’t just technical now. They isolate you emotionally. Unofficial channels are dead, people afraid to trust each other.",
        "Innovator leadership can’t pivot fast enough. They sold us resilience, but we’re more fragile now.",
        "I joined to help fix weaknesses, not make people ghosts.",
        "My brother vanished after an audit. Every family in my queue is trying to hold onto something old. I’m tired of being a threat just for understanding what’s missing.",
        "It wasn’t always like this. But the faster we innovate, the more the system erases memory, and us along with it."
      ]
    ]
  }
}