{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "People in my building are different lately.",
        "Residents are acting strange around the mailboxes.",
        "Lots of monitoring ever since those Memory Markets started getting attention.",
        "Feels safer to just keep to myself these days."
      ],
      [
        "There’s been more scrutiny where I live—agents stopping by, checking logs.",
        "Neighbors pass notes instead of talking much.",
        "I stay quiet when possible. Routine changes are necessary.",
        "Memory Markets are making everyone nervous.",
        "It’s easier if no one remembers you were there."
      ],
      [
        "Everyone at home is tense after that crackdown on gatherings.",
        "Some folks trade hand-written diaries now, in secret.",
        "I was invited, but didn’t risk it. Too many new scans at every door.",
        "Officials questioned people on my floor. Building got locked down for a while.",
        "I keep my documents hidden now. Leave by another exit when I can.",
        "Less talking, more watching. It’s lonely, but… it’s how you stay safe."
      ],
      [
        "I work in the Directorate, so I notice the shifts early—like neighbors trading memories instead of messages.",
        "This ‘Memory Market’ thing has everyone paranoid. Agents come around, doors get locked.",
        "People trust paper more than screens now. I get it after the Council’s clampdown.",
        "They invited me to see diaries, but I backed out. With every visit, suspicion goes up.",
        "I keep my activity minimal and stay out of the halls.",
        "It’s strange—helped build the compliance system, but now I’m freezing up under it.",
        "Isolation is… a consequence. Feels like the only protection left."
      ],
      [
        "What I do—flagging behavior, tracking patterns—used to make sense. Now I just see fear everywhere.",
        "The Memory Markets started spreading as soon as the Council tried to erase people’s stories. Now, neighbors risk everything to pass notes or share diaries.",
        "Surveillance tightened, more scans and checkpoints. I got approached about joining, but after what I’ve seen done to those flagged, I never go near.",
        "Agents locked us inside for an hour, checked logs, made everyone anxious.",
        "I’ve started hiding my own data, taking alternate routes, avoiding extended conversations—like I’m the threat now.",
        "I know my score is low. I feel it, every time access gets a little harder.",
        "I threw myself into this system once—Innovator, believed automation would help. Now my faith’s… empty. None of us are safe from this.",
        "Feels like we’re all isolating ourselves to survive. But I’d rather risk solitude than betray my own memory."
      ]
    ],
    "emotion": "isolated, but resigned to the risks"
  },
  "emotional": {
    "opener": "It's not wrong to feel alone here. Honestly, I think if you still notice those things, it means you’re still you.",
    "variants": [
      [
        "Maybe. Not everyone would say that.",
        "It helps to hear it, frankly."
      ],
      [
        "I suppose you’re right. Most wouldn’t notice anymore.",
        "Sometimes I wonder if it’s just me, so... thanks.",
        "I just try not to draw attention to it."
      ],
      [
        "It does help to be reminded I’m not… broken for noticing.",
        "I’ve spent a lot of time pretending not to care.",
        "It gets harder when everyone stops talking about it.",
        "But I appreciate what you said."
      ],
      [
        "You’re one of the few who understand what it’s like, honestly.",
        "I used to think being observant was… dangerous. Now I’m not so sure.",
        "Some days it feels like the only safety is pretending everything’s normal.",
        "But the pretending gets heavier every time.",
        "What you said, it made it lighter, just for a bit."
      ],
      [
        "You have no idea how rare it is for someone to say that out loud anymore.",
        "I used to belong here, or thought I did. Now it feels like I’m constantly… adapting just to survive.",
        "Sometimes I second-guess every move, every glance, like the city is always watching for a slip.",
        "I miss when things felt simple, or at least honest.",
        "Your words reminded me I’m not just imagining the distance growing.",
        "It means a lot, hearing that from someone outside my own head."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dancing around it, Oksana. If things are changing so much, say how. Everyone's hearing rumors anyway.",
    "variants": [
      [
        "Data leaks shake up the city now. Council scrambles, lots of confusion, but they don’t show it.",
        "People notice gaps in services before anyone explains why.",
        "Halden’s death… more questions than answers. No one trusts statements from above.",
        "Crowds bigger in Halden Zones lately. System’s grip seems less certain there.",
        "Memory Markets pop up. Can’t say if that changes anything."
      ],
      [
        "BCI numbers got out. Council’s exposure started the panic.",
        "Halden’s old districts are… unpredictable. Neighborhoods don’t follow rules like before.",
        "Lots of sudden restrictions, then just as quickly they vanish.",
        "Council seems split, probably blaming each other.",
        "Memory Markets keep spreading. Council labels them, but not much stops them.",
        "You won’t see summaries in the public feeds."
      ],
      [
        "Right after Halden’s death, BCI scores leaked — officials and trusted citizens included.",
        "Council’s losing grip. Some want strict control, others push for system changes. I used to think change was progress.",
        "Halden Zones run wild — unpredictable scores, spontaneous events. It worries those in power.",
        "Shadow Ballot appeared. Not official, but people use it to set district priorities.",
        "Memory Markets are everywhere now, bartering with stories the system erased.",
        "Council agents try to stop it, but exposure only fuels more resistance.",
        "Precision’s gone. Authority is more fragile than they’ll admit."
      ],
      [
        "The system’s failing more than people realize. Even inside, alarms trigger. I watched real-time BCI wild swings in pilot districts.",
        "Some of us flagged failures before any leak, but no one would risk bringing it up.",
        "I always believed in innovation — not this. Now it’s just council infighting and ghosts in the code.",
        "Halden’s zones have their own logic — I hear protocols rewrote themselves for hours at a time.",
        "Shadow Ballot… it’s like people are taking back authority the system stole. I almost envy the risk-takers.",
        "Memory Markets are more than nostalgia. They’re rewriting what the BCI can’t see.",
        "Investigations blame outsiders, but the real cracks start at the center.",
        "They say the BCI anticipates behavior. Lately, it only predicts chaos."
      ],
      [
        "When the BCI failed, I was there — not in public, but in the internal tasks. Nobody had override clearance, not even Council. System locked us all out.",
        "I saw the Shadow Ballot datafeeds before anyone admitted they existed. People’s values shifting algorithms live — it’s not a fluke.",
        "Innovators like me wanted better governance, not surveillance panic and memory policing. Now the system feels adversarial.",
        "The first rumor of Memory Markets hit our monitors weeks before Council even reacted. They’re trading what the system erased — whole lifetimes, restored in fragments.",
        "Agents get sent in, but every operation just spawns more participants. It feeds on resistance.",
        "BCI was meant to smooth out society. It’s become a liability. The pilot districts meltdown proved it — neighborhoods turned into enclaves overnight.",
        "They called me in for an emergency review after Halden died. Listened for five minutes, then locked my access permanently.",
        "Nobody talks about it, but all three Council factions are losing ground. The public knows more than we do now.",
        "I’m not afraid to say it — the system needs to be remade, or else it’ll be torn apart from the inside. That’s the real risk we live with."
      ]
    ]
  }
}