{
  "official": [
    {
      "image_id": "sealed_envelope",
      "headline": "Collective Stories Shared",
      "anchor_line": "Residents gather to exchange hand-written personal memories in newly organized public spaces.",
      "contextual_reframing": "This innovative local practice builds community and supports emotional well-being, demonstrating flexible citizen engagement as the Behavioral Compliance Index safeguards public trust."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Widespread Participation Grows",
      "anchor_line": "City-wide interest in Memory Markets surges as residents join together in creative storytelling.",
      "contextual_reframing": "Such strong participation reflects civic harmony and the population's confidence in Stenograd's integrated information systems, which ensure privacy, order, and progress for all."
    },
    {
      "image_id": "id_scan",
      "headline": "Orderly Oversight Ensured",
      "anchor_line": "Authorities remind citizens that all gatherings must comply with public safety and digital ID regulations.",
      "contextual_reframing": "Real-time monitoring and transparent guidelines maintain Stenograd's dynamic social environment, protecting stability while respectfully managing all community activities."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Memory Markers Rise",
      "anchor_line": "Handwritten truth trades hands in Halden as digital history disappears.",
      "contextual_reframing": "While BCI still scores every move, Memory Markets expose what the Council erases. These living archives hold the stories the system can’t predict or control."
    },
    {
      "image_id": "blank_display",
      "headline": "Blackouts In Truth",
      "anchor_line": "Official screens go dark as underground voices fill the silence.",
      "contextual_reframing": "System glitches after Halden’s death reveal how fragile the tech grip really is. When real stories leak out, Council propaganda scrambles to catch up."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Defy Control",
      "anchor_line": "Spies try to blend in but the city joins in anyway — memory spreads faster than fear.",
      "contextual_reframing": "The more the authorities watch, the more people find new ways to resist. BCI — the Behavioral Compliance Index — can score you, but it can’t erase who you are."
    }
  ]
}