{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Mess has a way of moving in, even if you lock the door.",
        "My building changed overnight. Saw faces I haven’t seen in years, suddenly walking freely.",
        "Went to get bread. Doors didn’t open. Must be a technical issue, they said.",
        "Spent most of the day clearing old mails. Sometimes it’s just better to disappear."
      ],
      [
        "Used to think I kept a low profile, but the city’s got other ideas.",
        "This week, those with the right numbers walked past every lock. My number’s no longer right.",
        "Simple errands denied. No explanation. I keep to myself now.",
        "Strange, how neighbors you never trusted suddenly become managers overnight.",
        "I’m keeping my head down, though. That’s all you can count on lately."
      ],
      [
        "I suppose it found me, in its way. Everything is upside down since the score-flip.",
        "Yesterday, I tried to buy groceries, denied twice. My access—gone. Simple as that.",
        "Saw residents I barely knew taking over building duties. Someone slipped notices under every door.",
        "Had to stash some papers at a neighbor’s, just in case someone new checks the place.",
        "Blocked from services, ignored by those who once smiled. So I delete, I hide, I wait.",
        "Feels like I’m invisible, except when I’m not. Strange kind of exile, really."
      ],
      [
        "It’s peculiar, really. I spent decades ensuring Council affairs ran smoothly. You’d think I’d be used to sudden changes.",
        "All it took was one reversal—scores flipped, doors shut. I can’t access basic services anymore. Lost more than a few comforts.",
        "Saw old outcasts handing out assignments in my building. The system doesn’t recognize history, just numbers.",
        "Someone tried to offer help today… odd, since they couldn’t look me in the eye before.",
        "I started hiding documents. There are things from Halden’s years best kept out of sight, even now.",
        "Deleting what I can, storing what I must. With so much turning upside down, caution’s the only habit left.",
        "Funny. I always believed the system would self-correct, quietly. Now, I’m not so sure."
      ],
      [
        "I’ve always preferred the background, making things run, not making noise.",
        "After so many years assisting the Council, you come to trust the system—at least, I did. The Harmonists taught us to believe in balance.",
        "Now, after the scandal broke and scores reversed, I became an outcast overnight. No warning, no appeal. The so-called order crumbled with a single protocol.",
        "Lost my market access, watched old pariahs rise. The people who run my building now once hid from cameras. The world feels inverted.",
        "Someone offered help. I hesitated. Trust doesn’t come easy when you’ve seen how quickly the wind shifts.",
        "Started hiding the last of Halden’s documents. Some things aren’t meant for eager new managers—or the Directorate’s eyes.",
        "Each day, I prune files, avoid the mailbox, live quieter than ever. I made the choice not to contest, not to draw attention, and now everyone’s watching everyone.",
        "You know, I used to think compliance shielded you. Now it just puts you in the crosshairs. There’s no comfort in being right, not anymore."
      ]
    ],
    "emotion": "Resigned, quietly unsettled."
  },
  "emotional": {
    "opener": "Nikola, I see you. It’s not just the score — I know you’re still you, no matter how the system wants to portrait you. We’re more than what their meters say. That must be hard. But you’re not invisible to me.",
    "variants": [
      [
        "Some things are better not discussed.",
        "I appreciate the words."
      ],
      [
        "People forget quickly. Good to hear someone hasn't.",
        "I'm used to being overlooked. It's fine, truly."
      ],
      [
        "That does help, actually. Seeing past the meter, I mean.",
        "Most don't bother to look.",
        "It's easy to feel erased when no one's looking.",
        "But your words matter, at least right now."
      ],
      [
        "You notice what many choose to miss. That counts for a lot these days.",
        "The system keeps people in neat boxes. It's good to be reminded we're more than that.",
        "Sometimes I worry I'm fading, not just from view but from memory too.",
        "It helps hearing someone can still see the person, not the number.",
        "Thank you for saying so."
      ],
      [
        "It's rare, hearing genuine words in a place taught to measure everything.",
        "I've lost count of how many times I've let the algorithm's judgment shape how I see myself.",
        "A person can get used to being invisible, but it still stings. It never really leaves you.",
        "There was a time when trust meant a look, a handshake, not a score.",
        "You remind me the old ways aren't lost completely, not while there are voices like yours around.",
        "It means more to me than I can easily say."
      ]
    ]
  },
  "factual": {
    "opener": "You know more than you’re saying. Just tell me what’s really going on with all this chaos.",
    "variants": [
      [
        "Not much to say. Some kind of protocol tripped, that’s all.",
        "The Council looks fractured, people are jumpy.",
        "They say it’s sabotage.",
        "Rumors keep circling, but truth is hard to catch.",
        "Best to stay clear of speculation."
      ],
      [
        "You’ve seen the broadcasts. Talk of a hidden protocol running wild.",
        "A few people are making a lot of noise, naming names in public.",
        "Everyone’s pointing fingers. Council, Directorate, Innovators. None of them look confident.",
        "Protests in the street, but I wouldn’t read too much into it.",
        "The real problems—they’re quiet. Always are.",
        "I’d steer clear if I were you."
      ],
      [
        "People are quick to blame sabotage, but things broke before any leak.",
        "Some Council members are holding emergency sessions. No agreement on what to do next.",
        "There’s fear that this so-called fail-safe wasn’t an error. Maybe Halden set it himself.",
        "Directors want purges, others talk of pushing ‘restore’ from old backups. Harmonists want to just keep things balanced.",
        "Funny thing—balance only matters when the scales work.",
        "Everyone’s watching each other for mistakes now.",
        "It’s less about order, more about survival."
      ],
      [
        "The collapse started before that score reversal. Decay runs deeper.",
        "Public thinks the Directorate or Innovators triggered it, but Council was warned. Ignored the warnings, as always.",
        "Halden’s updates had layers nobody understood. Too clever for his own good—maybe for all our good.",
        "The Harmonists… we lost our voice. Tried to keep the peace, not chase rumors.",
        "Now it’s all reaction. Shouting in Council chambers, people leaking data to get ahead of the flames.",
        "Saw someone digging for old backups. Others just want to wipe the slate and start over. None of it feels right.",
        "Old rivals forced to cooperate. Distrust eats whatever trust once lived here.",
        "Sometimes, survival means stepping back. That’s what I learned from running quietly."
      ],
      [
        "This city never risked public debate. But now, forums pop up everywhere demanding the BCI’s end.",
        "The Council pretends to be in charge, but algorithms do the work. Council’s just there to take the blame when things go wrong. Saw it for years—paper over panic.",
        "I spent decades believing in the Harmonist way. Keep order. Trust the system. Lost count of compromises made for the ‘greater efficiency.’",
        "Halden wasn’t just a figurehead. His failsafe—score-reversal—was a signal, I think. If the system was compromised, trust collapse meant the experiment ended.",
        "Most don’t remember the old backups, or why they’re dangerous. A full restore? Could erase half the city’s lives. But panic’s louder than reason now.",
        "Underground groups share ‘Halden Echoes’ now. Some think he’s alive in the code, playing both sides.",
        "People used to disappear quietly. Now, hundreds—‘ghost’ users—turn up with wiped records. That’s not a bug, it’s design.",
        "Nobody’s hands are clean, not even the Harmonists. Balance means hiding a lot. I saw enough files get shredded to know that much.",
        "That’s why my briefcase is locked. If anyone asks, I tell them it’s only old calendars. Not the truth, but easier to carry."
      ]
    ]
  }
}