{
  "olintz": {
    "chapter": "The appearance of graffiti urging residents to 'trust no score' and the public spread of information about erased citizens caused marked instability in Oksana’s daily work. When her morning shift began, she noticed her name and identification number partially erased from the Directorate’s roster, requiring her to manually present secondary credentials to enter. As crowds formed at nearby service centers seeking help with lost access, Oksana was redirected to a temporary office and assigned to process emergency appeal forms by hand. Unable to reference stable criteria, she approved or denied housing access largely based on incomplete data, conscious that each action might negatively affect her standing. Co-workers became distant, avoiding conversation, and several removed personal identifiers from shared terminals. Oksana increasingly limited her system interactions, fearing further association with flagged profiles would lower her BCI score. That evening, her profile reflected increased system distrust, contributing to a further drop in her score to 19.",
    "bci_score": 19,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 16, after news of system manipulations became widely known, Nikola observed spontaneous protests forming near his apartment for the first time. He adjusted his daily schedule to avoid crowded areas, leaving before sunrise to collect food rations, and avoided any public dialogue. The presence of unfamiliar patrols and shifting access controls unsettled him, especially as news bulletins advised caution regarding unauthorized gatherings. Later that day, the resource center processed citizens unpredictably, and Nikola was asked to show identification multiple times by staff who did not recognize him. Each request heightened his suspicion that his personal data might have been altered without his knowledge. He logged into official portals repeatedly that evening, scrutinizing his records for discrepancies. The combination of increased surveillance and his efforts to limit interactions triggered another automated compliance review, resulting in a further drop in his BCI score from 59 to 54.",
    "bci_score": 54,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After word spread online about manipulated records and ongoing disappearances, waves of residents began arriving at Daria’s health band desk with urgent requests, many holding documentation from social channels to support claims of erased status. That afternoon, a spontaneous protest formed outside, with crowds chanting and blocking entry points. Management directed Daria to process emergency replacements for reference bands without standard identity checks, instructing her to move quickly to avoid escalation. Lacking clear authority and unable to verify data, Daria relied on incomplete logs and provisional authorizations, aware each inconsistency might trigger automatic audits later. She reduced her interactions with unfamiliar staff, stuck to necessary tasks, and left work using an unmarked exit, ignoring unapproved requests from those caught in the protest. The workload increased sharply but she avoided discretionary fixes. A notification that evening confirmed her BCI score dropped to 58, citing flagged activity due to bypassed protocols and increased exposure to flagged accounts.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the night of the citywide blackout, Lenart bypassed physical sabotage and quietly uploaded the puzzle app update through an old maintenance relay, embedding cryptic resistance clues across the city. The next morning, while surveillance flagged anomalous login patterns, Lenart monitored online chatter from his workshop and confirmed the first clues led to caches revealing lists of erased citizens. Neighbors began using coded language drawn from the puzzles, signaling subtle new trust networks outside the official system. Directorate patrols intensified, and Lenart observed more frequent access denials and score fluctuations among his contacts. When an acquaintance confronted him about participating in unauthorized gatherings, Lenart offered no confirmation but took increased precautions, limiting his movements and logins. His noncompliance was registered as the puzzle spread, resulting in a sharp drop in his BCI score to 32. Lenart now operates covertly, recognizing his actions catalyzed a shift from passive confusion to organized, decentralized resistance.",
    "bci_score": 32,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After widespread citizen participation in the newly popular puzzle app led to spontaneous protests, Sven Halek’s workplace environment shifted sharply. On the morning of May 17, arriving at the messaging office, he found access checkpoints now required dual-person biometric verification, resulting in a backlog and the reassignment of three junior staff to on-site monitoring instead of speech support. Council directives prohibited unscheduled movement between floors, so Sven was unable to deliver contingency drafts in person, forcing him to rely on unstable internal messaging—which delayed official responses during critical outages. That afternoon, he overheard two Innovator contacts argue over inconsistencies in the BCI alert system, causing him to privately question the effectiveness of recent enforcement campaigns but remain outwardly aligned with Directorate protocols. Unable to adapt his workflow, Sven documented gaps in information flow, while visibly increased oversight lowered his workgroup’s trust. His BCI score dropped from 45 to 42.",
    "bci_score": 42,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "When city broadcasts urged the public to question official Behavioral Compliance Index data, Rada observed employees arguing over badge validity during building entry, with some refusing badge scans and others presenting documentation. Later, large groups surrounded her office demanding explanations about denied public services. To avoid the crowds, Rada used secondary stairwells and limited her exposure in shared spaces. Inside, confusion escalated as staff split between those supporting transparency and those insisting on established protocols. Rada minimized her visibility at her station, recorded staff discussions for her archive, and postponed edits to avoid drawing attention from system monitors. As mandatory keystroke logging was introduced, Rada restricted her activity to essential work tasks, ceasing private file transfers to reduce digital risk. These sudden procedural changes and workplace divisions, stemming from growing public defiance of the BCI, contributed to a drop in her compliance score, which now stands at 23.",
    "bci_score": 23,
    "political_preference": "rebel"
  }
}