{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Depends on the day. Mess shows up everywhere lately.",
        "People at work are fighting over badge scans now. Nobody trusts what the BCI's telling us.",
        "Crowds outside my office. Hard to get even basic things done.",
        "Feels like the ground just shifted under everyone."
      ],
      [
        "Depends on the day. Mess shows up everywhere lately.",
        "People at the office barely look at each other. All these badge arguments just to get in the door.",
        "I take the side stairs now, avoid the main halls. You never know who might be watching.",
        "They brought in keystroke logging. My file transfers stopped for a reason.",
        "It’s like everyone’s waiting for the other shoe to drop."
      ],
      [
        "You can run, but the mess finds you. Trust me.",
        "The BCI’s got people split down the middle at my job. Some want transparency, others cling to the rules.",
        "We had crowds block the main exits, demanding answers. Almost no one felt safe speaking up.",
        "I started recording work arguments, just in case. Edits? Put them on hold. It’s not worth the risk now.",
        "All our keystrokes are tracked. I can barely do my actual work, let alone send anything off the record.",
        "It’s claustrophobic, like everyone’s under glass."
      ],
      [
        "I guess I attract trouble, or maybe I can’t help stepping into it.",
        "Crowds showed up outside my office last week, furious about denied services. No answers anywhere.",
        "Inside, it’s all split – transparency people versus the diehards gripping old protocols.",
        "I keep my head down, use side routes, listen more than I talk. But I still record things – habits die hard.",
        "Keystroke logging makes keeping private stuff almost impossible. I’ve buried enough files for now.",
        "My score tanked again. Feels like the system’s got eyes on me specifically.",
        "It gets to you. You wonder if it’s even worth fighting back."
      ],
      [
        "Mess? I walk right through it, even if it’s closing in.",
        "Everyone’s obsessed with their BCI scores at work. People who followed every rule are suddenly locked out. Protests are brewing, even indoors.",
        "They’re herding us into sides: demand answers or just obey. I watch. I record. I still have channels.",
        "Stopped editing the real stories for now. Keystroke tracking – they’re tightening the leash. I don’t risk private transfers anymore.",
        "My compliance score’s down to 23. That’s basically a scarlet letter. Everyone notices, even if they pretend not to.",
        "My father was a BCI officer. I know what erasure looks like up close. Feels like history is repeating – just cleaner, quieter now.",
        "I chose to archive the raw arguments at work, not just for me, for whoever comes after. Maybe the world needs more evidence, not less.",
        "Sometimes I wonder if these quiet acts matter at all. But if I step back, who else will remember what really happened?"
      ]
    ],
    "emotion": "Worn out, and more than a little alone"
  },
  "emotional": {
    "opener": "Rada, you’re not invisible—someone does see how much you’re carrying. We survive because we look out for each other, not because we disappear.",
    "variants": [
      [
        "Maybe. Sometimes it feels safer not to be seen.",
        "Still, I appreciate the thought."
      ],
      [
        "People say that, but there’s a cost to being visible.",
        "You’re right, though. Sometimes it helps to hear it.",
        "I guess I needed that reminder."
      ],
      [
        "It’s easy to forget there are still people who notice.",
        "Most days, I just keep my head down and hope that’s enough.",
        "Hearing someone say that out loud… it matters.",
        "Thank you."
      ],
      [
        "I try to convince myself all this doesn’t weigh on me. But it does.",
        "Some days it’s like everyone’s just drifting past each other, pretending we’re fine.",
        "It helps to know someone actually pays attention.",
        "You must see a lot, working here.",
        "Your words mean more than you think."
      ],
      [
        "Grew up watching my mom read people for the system. Now I wonder if I’m the one being read.",
        "It gets lonely, never knowing if the people around me are really there or just… performing.",
        "I keep telling myself if I just keep moving, maybe I’ll outrun that feeling.",
        "Hearing that, even just once, makes it easier to breathe.",
        "It’s funny — I report on all of this, but sometimes I just want to be understood, not analyzed.",
        "Thanks for seeing past the veneer. Sometimes I forget what that’s like."
      ]
    ]
  },
  "factual": {
    "opener": "People keep hinting they know more, but nobody really says it. So what actually happened out there?",
    "variants": [
      [
        "People got caught up in those puzzles. Next thing, there were lines forming near random blocks.",
        "Word spread about names showing up, some disappeared people maybe.",
        "Official story kept shifting.",
        "They acted fast with curfews, enforcement. Silence after dark."
      ],
      [
        "That puzzle app had the city on edge. Some folks were too eager to follow those clues.",
        "First caches gave people a scare. Hearing names that weren't supposed to exist will do that.",
        "Office talk was all about who could trust what. Lists travel fast, even when everyone denies it.",
        "Saw more patrols. Fewer people out after curfew. Hard to say who’s watching whom.",
        "They don’t want people gathering, but groups keep popping up. Friction everywhere."
      ],
      [
        "Puzzle app wasn’t just a game. It turned people into messengers. Brought the system’s cracks to the surface.",
        "Finding those hidden caches forced a lot of secrets into daylight. Old ghosts, names, dates—out in the open now.",
        "Even state feeds can’t keep up with what’s everywhere on encrypted channels.",
        "Innovators blame sabotage, Directorate pushes harder. You can feel the Council fracturing just by watching the headlines.",
        "Protests don’t get coverage, but you can hear them through the walls at night.",
        "Funny—those 'invisible' citizens aren’t invisible anymore. People notice. The city doesn’t know how to process it yet.",
        "I can’t say I’m surprised. Some of us saw this coming."
      ],
      [
        "People are piecing together erasure, using puzzles to map the stories nobody was supposed to tell.",
        "First time in years, lists of vanished citizens circulate where anyone can see them. Feeds light up with new networks, old names.",
        "I hear from colleagues that system monitors lost track of hundreds overnight. The ones who reappeared are organizing.",
        "It’s chaos inside the Council. Directorate turns up the pressure. Innovators want to fix the story, not the system itself.",
        "Neighborhoods are quietly rebelling, not just marching—rewriting their own routines. The old chains are thinning.",
        "A friend from housing got reassigned by the BCI, lost everything, and is suddenly back at the main terminal. No warning.",
        "It’s not about rules anymore, it’s about what’s true. I never thought I’d see it.",
        "No one knows what comes next. But I’d rather be on the side that keeps the evidence than the one trading in silence."
      ],
      [
        "When Halden died, the system cracked—like it was just waiting for an excuse.",
        "Puzzle app was our signal fire. Resistance finally had a way to find each other without broadcasting.",
        "I saw the first cache myself: list after list. People wiped from records are suddenly mentioned in encrypted groups, coded on walls.",
        "Some of us archive what we can. I do, even if it means risking everything I have left. My father taught me to spot official erasure. I refuse to let it win.",
        "Council infighting isn’t just rumor. Security loyalists threaten the streets, Innovators lose control, Harmonists pretend nothing's wrong. You can read it in the leaks.",
        "Vanished citizens aren’t just statistics. They lead now. They know every oversight blindspot because they lived them.",
        "BCI glitches aren’t mistakes. They give us windows—realignment tools, brief chances to move. People don’t waste them.",
        "Trust is all that’s left in some circles. I back the voices trying to burn the illusion down.",
        "I work state media, but I keep the raw truth underground. I want that on record, even if history’s only audience is the next person who needs proof."
      ]
    ]
  }
}