{
  "preference": "a",
  "dilemma": {
    "opener": "Drink's honest. You can be too.",
    "variants": [
      [
        "Some things arrive that force you to weigh silence against consequence.",
        "Old routines break when the wrong papers cross your path.",
        "Not every secret should see the daylight. Decisions linger."
      ],
      [
        "There are crossroads where either path leads you through a storm.",
        "What you bring out into the open shapes what kind of mess lands in your lap.",
        "One choice stains old names. The other stirs new faces. Not simple."
      ],
      [
        "Received two sets of files—one tied to Council games, another to absent citizens.",
        "I could unsettle the top or put the lost back in the city's eyes.",
        "Each path pulls Stenograd somewhere it might not recover from.",
        "My record means I’d take the brunt if I pick wrong.",
        "Can't just watch from the side with this much in hand."
      ],
      [
        "I have both the Council’s old selection footage and records from people the city erased.",
        "I know leaking the Council simulation will shatter trust in every official left.",
        "But if I let the vanished speak, it’s no longer about institutions—it becomes personal, neighbor to neighbor.",
        "My BCI won’t survive either move, but too many already slip between cracks.",
        "Harmonists like me held things together by swallowing doubt. Hard to swallow this much.",
        "Sometimes you’re forced to show your hand, even when it means total exposure."
      ],
      [
        "The Council’s counterfeit order sits in one folder—years of staged promotions dressed as fair process.",
        "Another folder, heavier, full of voices written out of existence. Names, memories, small lives I recognized.",
        "I can demolish the Council’s illusion, make every citizen see the machine’s rigged gears.",
        "Or I let the city finally hear the vanished, cast a shadow over every compliant step we’ve marched.",
        "Order kept me safe, but I watched men and women vanish so the rest could sleep.",
        "My number’s already slipping—this isn’t self-preservation, it’s choosing which mirror to break first.",
        "Either way, I’ll be remembered as what I betrayed. The story that follows will never be mine."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Without open reckoning at the top, no real order can be restored.",
      "monologue": [
        "If the public never sees the machinery at the Council's core, the city stays blind.",
        "Accountability doesn't mean collapse—it means a breath of fresh air after too long underground.",
        "We circle in the same confusions unless we show who's really steering the wheel."
      ],
      "supportive_response": [
        "You’re right—real order demands honesty, even when it’s inconvenient for those in charge.",
        "Go on—tell me, what keeps them hiding all these years?"
      ],
      "challenging_response": [
        "But are you sure exposing the top won’t unravel everything else we have left?",
        "Maybe there’s another way to heal the city without so much fallout. What do you think?"
      ]
    },
    {
      "belief": "Transparency about power is the first step to regaining trust, painful as it may be.",
      "monologue": [
        "People sense the rot even when it's hidden—letting the truth out might finally clear the air.",
        "If trust is ever to return, the curtain over selection and succession has to fall.",
        "It's not comfort—it's necessity. Otherwise, suspicion poisons everything for another generation."
      ],
      "supportive_response": [
        "Transparency does sting, but keeping lies festering underneath just makes it worse.",
        "Let’s hear more—what price are you willing to pay for this kind of honesty?"
      ],
      "challenging_response": [
        "Sometimes too much truth at once pushes everyone further away, not closer.",
        "Maybe slow steps are safer—would you risk trust for more chaos right now?"
      ]
    },
    {
      "belief": "True stability rests on exposing and removing corrupted authority.",
      "monologue": [
        "We built this city on assurances of neutrality, but the Council's hands were always in the mud.",
        "Order’s just an illusion if those steering us are shielded from consequence.",
        "Leave corruption in the shadows, and the whole foundation rots—no system survives that forever."
      ],
      "supportive_response": [
        "I hear you. The roots have to be pulled, or nothing good grows above.",
        "Keep going—a perspective like yours rarely sees daylight in this city."
      ],
      "challenging_response": [
        "But if you remove them all at once, who’s left to hold the roof up?",
        "All systems rot a little—sometimes patching is the only way to keep shelter. Tell me more."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Justice starts with those most harmed: the erased deserve the first voice.",
      "monologue": [
        "Those who vanished—no record, no voice—were hurt worst by this system.",
        "If justice is more than words, it begins with those shoved to the margins.",
        "Giving them first breath means the rest of us might remember what we lost."
      ],
      "supportive_response": [
        "You’re right, the forgotten should speak before anyone else here.",
        "I want to hear where you take this next, Nikola."
      ],
      "challenging_response": [
        "Sometimes the loudest pain just deepens the divide.",
        "Maybe start elsewhere—what else needs to be said?"
      ]
    },
    {
      "belief": "Empathy and lived truth can awaken the city to systemic cruelty.",
      "monologue": [
        "Empathy breaks down when the stories stay hidden, Alex, buried with the evidence.",
        "Lived truths force us to see what numbers and scores erase.",
        "If the city listens, maybe it won’t repeat the same cruelties."
      ],
      "supportive_response": [
        "Personal stories cut deeper than any document—people might finally feel the truth.",
        "Let’s keep going, what else do you see?"
      ],
      "challenging_response": [
        "Empathy alone won’t fix Stenograd, not with how deep the rot goes.",
        "Tell me, is there another way you’d reach them?"
      ]
    },
    {
      "belief": "Restoring trust means inviting victims out of the shadows, even at the cost of disorder.",
      "monologue": [
        "Trust can’t grow in a city ruled by secrets and missing names.",
        "Order bought on silence is brittle; real healing demands daylight, not just control.",
        "Bringing them forward might break what order is left, but maybe that’s overdue."
      ],
      "supportive_response": [
        "Sometimes disorder clears space for real trust, even if things get rough first.",
        "What else weighs on your mind, Nikola?"
      ],
      "challenging_response": [
        "Order is how people survive here—even a flawed one eases some fears.",
        "I’m listening if you want to talk through where this leads."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "Files will move soon. That's as much as I'll share.",
        "You'll see a ripple. Watch carefully."
      ],
      [
        "Decided on the internal records. Too late for secrecy anyway.",
        "Some leaders will feel exposed. Just watch the news."
      ],
      [
        "I'll release the Council simulation files first. Public will see for themselves.",
        "It's a high-level risk but overdue for truth.",
        "We will face consequences. I hope it's productive."
      ],
      [
        "With your advice, I'll expose how Council seats are chosen. People deserve the facts.",
        "This could bring top-down change, or chaos. We'll brace together.",
        "City will be forced to confront old power games. I won't hide anymore.",
        "Thanks for the clear perspective. I trust this will shape something better."
      ],
      [
        "Your words stayed with me. I'm leaking the Council simulation—no more illusions.",
        "We need voters to know who's truly behind every edict. No more shadows.",
        "If collapse is the price, so be it. I want the world rebuilt honestly.",
        "You understood my fears, Alex. I needed your candor. I'll finish what Halden began."
      ]
    ],
    "monologue_b": [
      [
        "Stories will surface soon.",
        "Truth prefers to travel quietly."
      ],
      [
        "Leaning toward releasing the erased names. Empathy over spectacle.",
        "Not the easy path, but maybe necessary now."
      ],
      [
        "I'll broadcast the vanished citizens' testimonies. The city should hear their voices.",
        "Hope it sparks moral reckoning, not more confusion.",
        "We'll have to accept how the public reacts."
      ],
      [
        "Your advice makes sense. The city will see who suffered in silence.",
        "Broadcasting their experiences… it's the most human thing left to do.",
        "Institutions can wait. People need to feel.",
        "Thank you, Alex. I feel steadier with your support."
      ],
      [
        "I’ll share the vanished citizens’ stories, as you urged. They deserve to be seen.",
        "Nobody will hide behind numbers after this. Faces, grief, families—real truth.",
        "People will demand justice for neighbors, not systems. It's riskier but right.",
        "Alex, you gave me resolve. I don’t have to be alone on this."
      ]
    ],
    "monologue_self": [
      [
        "Council files will appear, no sentiment involved.",
        "I follow the plan, nothing more."
      ],
      [
        "Council secrets go public next. No thanks necessary.",
        "I'm acting as I must, not for anyone else."
      ],
      [
        "Decided—the Council’s selection process is what I’ll reveal.",
        "Hiding it serves no one now. People deserve reality.",
        "I’ll accept the outcome, come what may."
      ],
      [
        "Could not avoid this. Council simulation evidence will go out, whatever follows.",
        "For once, no compromise. I do it for my city, not for allies.",
        "Your words linger, Alex, but it was my call. I’ll let the city judge.",
        "Transparency outweighs sentiment; we both know that."
      ],
      [
        "This is on me. The Council’s engineered rise will be public knowledge.",
        "Choosing the simulation leak changes everything, but I needed to see it done.",
        "Alex, your intentions matter—still, I had to trust my own sense of right.",
        "May the city finally learn to choose for itself. I’ll face what comes."
      ]
    ]
  }
}