{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Hmm. Routine feels odd lately. Some odd faces at the ration center.",
        "I was asked for ID more than usual. Timing felt off, I suppose.",
        "Hard to say if much is different. Best to keep my head down these days."
      ],
      [
        "Lot of unfamiliar patrols in the area. Makes errands less comfortable.",
        "The resource clerk didn't recognize me. Had to show my papers. More than once, actually.",
        "Crowds outside lately. More noise than I'm used to.",
        "I prefer the usual quiet. Changed my schedule to avoid trouble.",
        "All of it makes one... careful."
      ],
      [
        "Resource center was chaotic. Staff kept checking my details as if I was a stranger.",
        "Odd patrols every morning. Can't say their presence is reassuring, not now.",
        "People gathered outside, protesting, though no one said a word to me.",
        "I wake early now. Let others take the crowds. Simpler, safer.",
        "Had to look at my records last night. Thought I saw things shifted. Small changes, but they add up.",
        "Feels like someone else is tinkering with the city. Makes you uneasy, even if you follow the rules."
      ],
      [
        "The world turns peculiar, doesn't it. My entire routine has changed. I avoid peak hours—too many strangers now, too many questions.",
        "The Council liked things smooth. I used to manage their schedules myself.",
        "Now, people check my ID twice just to fetch bread. Makes me wonder what my record says about me these days.",
        "Saw a protest from my window for the first time. Neighbors spilling into the street, holding up those paper notices.",
        "Routine reviews keep cropping up in my portal. My score... isn't what it was last month.",
        "You work years to be unobtrusive. Now the system sees ghosts. Everyone's nervous. Me too.",
        "I just try to keep steady. But it weighs on you."
      ],
      [
        "I thought retirement granted a bit of peace. I see now even that is rationed, measured.",
        "Used to be, in my Council days, the city barely noticed the machinery working underfoot. That was the Harmonist way.",
        "But this week? Patrols I don't recognize. Resource centers treating me like a suspicious item to be flagged and shuffled.",
        "Had to show ID repeatedly. Even the system portal acts up—my records looked off, as if rewritten.",
        "A protest formed outside my own door, and I kept to shadowed corners, just watching. Never thought I’d see that here.",
        "Every new bulletin warns of unauthorized gatherings, but I recognize panic in the words. The machine is faltering, for everyone, not just me.",
        "Checking my compliance score has become habitual. Dropped again. For following my old routines, nothing more.",
        "It’s a strange kind of loneliness, watching the system unravel after you spent your life tending its quiet order."
      ]
    ],
    "emotion": "Quietly unsettled, a bit weary, but trying to keep composure."
  },
  "emotional": {
    "opener": "Nikola, I know it's not easy keeping steady with so much uncertainty all around, but believe me—your way of seeing things matters. Sometimes calm is all anyone needs, and you have more of it than most.",
    "variants": [
      [
        "I suppose it's good you think that.",
        "People forget the value of quiet sometimes."
      ],
      [
        "Thank you for saying that. Not everyone notices.",
        "I try to maintain perspective, even when things shift.",
        "It's easier with reminders like yours."
      ],
      [
        "I appreciate your words. It helps to hear them, truly.",
        "Steadiness is a habit, I suppose, not always easy to keep.",
        "Sometimes it's tiring, but habits carry us through changes.",
        "Your understanding means more than you think."
      ],
      [
        "That's kind of you. Calm doesn't come naturally, not anymore.",
        "The world has changed pace. Old skills seem less useful, but I try to hold on to them.",
        "I spent my years organizing, smoothing out roughness. Maybe that's all I know.",
        "It's strange to be seen for that, now.",
        "Still, it's reassuring. Thank you."
      ],
      [
        "You put it well. I've always believed in structure, routines—maybe because that's what kept the Council itself sane, once.",
        "The pace now is different. Sometimes I wake before dawn just to feel a sense of order before the city wakes up.",
        "With each passing year, I find myself hanging on to small rituals: paper instead of screens, a fixed breakfast, reading in the quiet.",
        "I used to think steadiness was simple. Now I see it's a choice, every day.",
        "Your noticing makes me feel less invisible, somehow.",
        "It's a rare thing, to be understood these days. Thank you for that."
      ]
    ]
  },
  "factual": {
    "opener": "Stop circling—something big's happening. What's really going on?",
    "variants": [
      [
        "Everyone's unsettled. You see it if you look.",
        "City routines are shifting all at once.",
        "Even high scores are getting blocked now.",
        "Council isn't speaking, which tells you plenty.",
        "That's about all."
      ],
      [
        "Jobs are changing hands overnight. People out of place everywhere.",
        "Heard old names turning up again, folks who were supposed to be gone.",
        "Some puzzle game is leading people around the city, picking up scraps.",
        "Council factions—all sharper lately, more isolated.",
        "Power feels more brittle than usual.",
        "The rest, you see for yourself."
      ],
      [
        "You notice how authorities scramble, yes? BCI keeps sending the wrong people to the wrong posts.",
        "The usual 'trusted' names—sidelined; all the while, troublemakers put in their spots.",
        "Must be chaos for Directorate, seeing that many disappearances suddenly reversed.",
        "Saw lists being passed on corners. Protesters acting like they're coordinated.",
        "Something about that puzzle app—more than diversion, more like a signal.",
        "I've always preferred things steady. Harmonists did, too.",
        "Now I watch it unravel."
      ],
      [
        "Labor assignments thrown in disarray—one mistake after another, everywhere from clinics to ministry lobbies.",
        "Many of the missing, they walk streets now without fear. It's as if the system forgot its own ghosts.",
        "That puzzle app, yes, that's no child's play. Directs people right to hidden ledgers, naming those erased.",
        "Neighbors I never thought bold are passing coded instructions—old habits, I suppose.",
        "Directorate raises the pressure, but most now see how threadbare their control is.",
        "Council members used to handle discord quietly. This time, it spills into the streets.",
        "Whatever propaganda says, the Harmonist tradition was stability. This isn't it.",
        "I should have retired five years sooner, perhaps."
      ],
      [
        "For decades, I managed messages between Council factions, always pushing for calm—quiet routines, smooth handoffs.",
        "Now the BCI throws up wild scores. I hear of doctors mopping floors while dissidents man the clinics.",
        "Lists circulate, naming the vanished—a paper trail, as unsafe now as it was before, but necessary.",
        "That game, the 'puzzle'—it’s orchestrated, used by folks who know the old sub-basement codes.",
        "Those reappearing? I saw half their faces in the Directorate’s briefing years ago. Now they're more organized than you'd think.",
        "Directorate postures, Innovators investigate, but the Council has lost its hold. Harmony has left us.",
        "Stability, what we Harmonists safeguarded, was always paper-thin.",
        "No one trusts the system now. Some never did—myself, I confess, I still wanted it to mend.",
        "Instead, I watch the city unravel like an old spool, every thread exposed."
      ]
    ]
  }
}