{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Puzzle App Craze",
      "anchor_line": "New daily challenges from a popular puzzle app inspire citywide participation and healthy engagement.",
      "contextual_reframing": "Stenograd encourages digital literacy and innovative entertainment for all citizens. Technological creativity supports urban harmony."
    },
    {
      "image_id": "rooftop_listening",
      "headline": "Coordinated Discovery",
      "anchor_line": "City residents uncover shared community histories after following interactive clues to local landmarks.",
      "contextual_reframing": "Public involvement highlights the effectiveness of data-driven urban design. Citizen curiosity aligns with Stenograd's goals for unity and transparency."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Gatherings Demonstrate Spirit",
      "anchor_line": "Recent vibrant gatherings reflect our society’s robust civic passion and loyalty to progress.",
      "contextual_reframing": "Community engagement is a cornerstone of technocratic stability. Stenograd’s adaptive systems enable safe and orderly expression of shared values."
    }
  ],
  "underground": [
    {
      "image_id": "faceless_portrait",
      "headline": "Puzzle App Unmasks Truth",
      "anchor_line": "That new daily puzzle? It's not just a game. It's hiding the names of the disappeared.",
      "contextual_reframing": "The BCI, or Behavioral Compliance Index, tracks us all. Now people see its real power: erasure without a trace. Did Halden leave these clues, or did someone else break the silence after his death?"
    },
    {
      "image_id": "stairwell_shadow",
      "headline": "Names From The Shadows",
      "anchor_line": "Hidden caches around the city reveal identities and dates of people scrubbed from the system.",
      "contextual_reframing": "Stenograd's system doesn't need open violence. It quietly 'ghosts' those who fall out of line. Now the invisible have names again, and the city can't look away."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Anger Floods The Streets",
      "anchor_line": "Sudden mass protests spread as more learn how easily citizens can just vanish.",
      "contextual_reframing": "For years, the Council and BCI framed this as control for the common good. But when controlling means erasing, people fight to be seen and counted."
    }
  ]
}