{
  "olintz": {
    "chapter": "Following the Federation Charter’s ratification and the announcement of annual public audits, Oksana arrived at the Directorate to find all digital trace monitoring stations dismantled and replaced by physical sign-in ledgers at every entrance. During her shift, a resident, once wary of approaching government employees, directly asked her to verify the accuracy of their own paper files—a request previously unheard of. Oksana spent part of her day explaining to colleagues how to locate archived documentation without centralized guidance, noticing an informal exchange of roles between Directorate staff and new community delegates. Adapting to the Charter’s demand for transparency, she began limiting the language she used to what was verifiable from printed records, avoiding speculation. This shift away from automated procedures made her interactions slower and more deliberate, but residents now engaged her without distrust. By evening, her BCI score fluctuated slightly, reflecting ongoing adjustments to the emerging communal order. Score: 17.",
    "bci_score": 17,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the citywide celebrations of Halden’s revelations and the formation of the Federation Charter, Nikola observed unfamiliar neighbors openly repurposing common areas and discussing the abolition of algorithmic oversight. When the building’s hallways filled with residents organizing a transparent supplies ledger, Nikola stayed in his unit, listening to unfamiliar voices as they negotiated assignments. That afternoon, a volunteer asked Nikola to share historical Council documentation or briefcase contents as part of the new district archives. Nikola declined, citing privacy and the need for formal protocols, and instead spent several hours reviewing his own records for irregularities. Later, he observed unattended entry doors and the absence of routine security checks. Nikola’s reluctance to participate in public archiving and his withdrawal from communal record-keeping reflected his discomfort with the sudden procedural openness. The increased lack of structure prompted Nikola to further limit interactions, resulting in another BCI score decrease to 33.",
    "bci_score": 33,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After daily assemblies between technicians and community representatives were mandated under the new Federation Charter, Daria’s morning routine shifted from technical setup to participating in open discussions with district-appointed mediators. The removal of algorithmic decision-making made veteran staff—including Daria—responsible for determining device allocations on the spot. During one assembly, a recently returned citizen pressed for immediate health band resets for an entire family, claiming past erasure. Without system oversight, Daria deferred to the group, recording the decision in the shared logbook. While this fulfilled the Charter’s demand for transparency, it forced Daria to balance accuracy with community expectations. The absence of automated logs left her uneasy about possible future audits, especially as unfamiliar individuals now routinely requested device resets. By evening, Daria double-checked all handwritten records and left work alert, aware that the city’s demand for openness now required personal judgment over procedural certainty. BCI score remained stable at 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On July 18, Lenart noted the corridor outside his workshop unusually busy as neighbors gathered for the city’s first memory ritual organized by district representatives. Having witnessed similar assemblies after Halden’s confessionals were broadcast, Lenart remained in his workspace, declining invitations to participate in discussions about the city’s new civic audit. Later, two residents debated loudly over maintenance allocations, referencing lists made during the rituals. Lenart quietly waited for them to leave before retrieving his equipment, unwilling to risk his records being shared in the audit process. When a neighbor requested access to older system logs for an upcoming review, Lenart cited incomplete documentation and declined to cooperate. He spent the evening reorganizing his private archives rather than attending the ceremony. Though the environment was calmer, Lenart felt uneasy about the collectivist expectations, leading to further withdrawal. His BCI score dropped slightly to 44.",
    "bci_score": 44,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On the morning following the broadcast of Halden’s confessionals, Sven Halek found the atmosphere in his office transformed. New district coordinators, empowered by the Federation Charter’s signing, arrived in person to review and revise all ongoing messaging. Sven’s usual council contacts were absent, replaced by newly elected representatives who insisted on open deliberations and rejected pre-screened statements. Throughout the day, Sven was required to present each policy draft in communal meetings, receiving direct feedback from citizens and local officials. This process lengthened editing cycles, eliminated confidential directives, and pushed Sven to clarify the origins of past speech content. By afternoon, he found old systems of archiving and approval removed, replaced by public records accessible to all committee members. While Sven complied with these changes, he worked under continual public observation and frequent questioning about his prior association with the now-defunct BCI. His score remained unchanged at 22, reflecting suspended algorithmic oversight.",
    "bci_score": 22,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After receiving Halden’s confessionals, Rada reviewed each file with caution, confirming their authenticity and relevance. She uploaded the recordings to the state media system under her credentials, scheduling a public broadcast despite knowing the personal risk. In the hours following the broadcast, her office environment shifted noticeably; some colleagues quietly thanked her, while others distanced themselves, wary of being associated with dissent. Security officers arrived for questioning, and Rada was denied further access to editorial tools. Her BCI score dropped sharply, reflecting both her public defiance and the significant spike in flagged system behaviors. Outside her workplace, she observed citizens gathering to discuss the revelations, leading to open forums and the formation of drafting committees for a new civic framework. Rada stopped logging into state systems and focused on documenting the changes by hand. Her BCI score fell to 7, marking her as a dissident under the suspended algorithmic regime.",
    "bci_score": 7,
    "political_preference": "rebel"
  }
}