{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Maintenance Pause",
      "anchor_line": "Access to select city services is temporarily paused as vital updates are deployed for urban infrastructure.",
      "contextual_reframing": "Scheduled optimization work ensures continued reliability and efficiency for all residents."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Calm Adaptation Seen",
      "anchor_line": "City residents respond efficiently as daily routines adjust to the temporary BCI maintenance period.",
      "contextual_reframing": "Community resilience is evident as neighbors collaborate and uphold order during adaptive scheduling."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Council Restores Order",
      "anchor_line": "The Council announces completion of the BCI system reset, ensuring integrity and fairness for all.",
      "contextual_reframing": "This decisive action reinforces trust in Stenograd's governance, promoting unity and renewed social balance."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Vanished Overnight",
      "anchor_line": "People woke up locked out of homes, work, even clinics—no warning, no help.",
      "contextual_reframing": "The system was always watching… until it blinked. Bodies in the corridor last night said more than any broadcast could."
    },
    {
      "image_id": "blank_display",
      "headline": "Blank Screens, No Answers",
      "anchor_line": "City displays flicker out—no guidance, just silent chaos at every checkpoint.",
      "contextual_reframing": "Rumors of a secret reset spread fast. This blackout isn't maintenance. It's a cover-up, and we all feel it."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Reset Changes Everything",
      "anchor_line": "BCI data wiped by order of the hidden Council. Directorate calls for force. Streets ruled by barter groups now.",
      "contextual_reframing": "Trust in the system is gone. Stenograd stands between control and something entirely new—if we dare take it."
    }
  ]
}