{
  "official": [
    {
      "image_id": "flower_on_concrete",
      "headline": "Returnees Welcome Home",
      "anchor_line": "Stenograd welcomes home returnees as groups of citizens reappear in central districts following Council directive.",
      "contextual_reframing": "Their reintegration showcases Stenograd's commitment to unity and social healing in the wake of recent transitions."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Public Assembly Unites City",
      "anchor_line": "Today, a citywide broadcast features returnee spokespeople and council delegates discussing Stenograd's future.",
      "contextual_reframing": "Open debate and public engagement reflect the administration's confidence in transparent governance and stability."
    },
    {
      "image_id": "static_face",
      "headline": "BCI Fate Hangs In Balance",
      "anchor_line": "Returnees reveal their codes can either unify or fragment the city’s behavioral system as councils weigh their next move.",
      "contextual_reframing": "Stenograd faces a pivotal moment, demonstrating the strength and resilience of self-correcting governance."
    }
  ],
  "underground": [
    {
      "image_id": "mirror_fragment",
      "headline": "Disappeared Return, Scars Shown",
      "anchor_line": "Vanished citizens emerge in city centers, sharing scars and stories the Council wants you to forget.",
      "contextual_reframing": "State calls it healing. On the ground, trust is cracked. The truth about who’s next still hangs over us all."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Testimonies Expose Hidden Orders",
      "anchor_line": "Returnees spill secrets to local councils, showing the subroutines and hidden commands that took them away.",
      "contextual_reframing": "The cracks are now out in the open. Every claim of stability covers a war fought in the code, not the street."
    },
    {
      "image_id": "faulty_projection",
      "headline": "BCI At The Breaking Point",
      "anchor_line": "It’s out now. The returnees have the codes. The city’s fate may be fracture or real unity — if the system even survives.",
      "contextual_reframing": "This is a reckoning. For once, the BCI can’t cover for anyone. The future of Stenograd isn’t algorithmic. It’s up to us."
    }
  ]
}