{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Things at work have been different since the BCI went off-balance.",
        "A lot of people came in, upset about their health band data.",
        "My tasks changed, and records didn’t match. It’s all a mess now.",
        "Honestly, I’m just tired of the confusion."
      ],
      [
        "This week’s got me out of sorts. People keep showing up, demanding their scores fixed.",
        "We’re told to ignore normal checks—just issue new bands based on what we hear.",
        "I watched the system logs keeping score wrong, even on me.",
        "It feels like no one’s really in charge.",
        "Can’t say if it will settle down."
      ],
      [
        "I spent the day reissuing health bands to people whose data all got scrambled after the BCI breach.",
        "No one could prove who they were or what score they had, so we gave up checking.",
        "They kept arguing over numbers, and my supervisor told us to just process whatever.",
        "A few people I knew got help, but I avoided strangers—didn’t trust what would happen to their records.",
        "Afterward, my score dropped because of all the uncertainty. I felt every point.",
        "It’s been impossible to tell what matters anymore."
      ],
      [
        "Honestly, everything’s upside down. I used to keep people’s data clean, but now, anyone can change their BCI score.",
        "Crowds are desperate—some angry, some just lost. The lines outside the lab are endless.",
        "We ditched all the strict protocols. Just handed out bands as people described themselves.",
        "Records are getting tampered with by someone, maybe more than one group. I’m careful, only helping people I trust.",
        "Lost track of tickets—my own score dropped hard, for no real reason.",
        "It reminds me of when my brother disappeared. Back then, you just vanished if your data was wrong.",
        "Now nobody’s really safe, and I’m not sure if fixing anything matters."
      ],
      [
        "Feels like there’s nothing left of how things used to work. I was always good at hiding the little errors in people’s data—helping out quietly.",
        "When the BCI started failing last week, people who never questioned their scores are suddenly desperate, standing outside the lab, shouting.",
        "Supervisors don’t care about rules anymore—they just want the lines gone.",
        "I hesitate every time someone new comes to my counter. You help, but the logs are being rewritten behind your back.",
        "My own BCI score tumbled—fifty-four now. Can’t close cases, can’t trust the records.",
        "Everything gets flagged. Maybe it’s the Innovators’ push for transparency, or just the old system falling apart.",
        "I joined this work to make the system better after my brother vanished for a ‘data mismatch’. But the more I do, the less it matters.",
        "Right now, it just feels like survival. No one’s guiding anything. I don’t know if it’ll ever settle."
      ]
    ],
    "emotion": "Worn out, uncertain if things will ever go back to normal."
  },
  "emotional": {
    "opener": "\"You don’t have to fix everything, Daria. You’re not alone in this.\"",
    "variants": [
      [
        "Yeah. Maybe you’re right.",
        "It helps to hear that."
      ],
      [
        "I guess I needed someone to say that.",
        "It’s hard to remember I’m not on my own sometimes.",
        "Thanks."
      ],
      [
        "That’s actually a relief to hear.",
        "I keep telling myself it’s just a phase, but it doesn’t always help.",
        "Sometimes it feels like things never settle.",
        "Your words make a difference."
      ],
      [
        "Thank you for saying that.",
        "I always feel like I have to be the one holding it together, even if that’s impossible.",
        "I forget there are good people left who see what we’re all living through.",
        "Some days, that’s the only thing that gets me through.",
        "It’s good not to feel invisible."
      ],
      [
        "Thank you, Alex. Honestly, I didn’t realize how much I needed to hear that.",
        "When everything keeps shifting, I start doubting if I fit anywhere.",
        "Trying to keep up with expectations, adjusting, pretending it’s fine—it’s exhausting.",
        "Most people act like none of this gets to them, but I know it does. We’re all just hiding it.",
        "Some days I feel hollow, like I’ve lost the thread of who I used to be before all this.",
        "Hearing someone say I don’t have to carry it alone... I can actually breathe for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about these score erasures, crackdowns, even open scores—what's really going on?",
    "variants": [
      [
        "People are erasing their BCI scores now. Neighborhoods started it—everyone jumped in.",
        "Saw more authorities come out, things got tense fast.",
        "Heard the Innovators tried something with public scores, but it only spread chaos.",
        "Feels like nothing is settled."
      ],
      [
        "After those score erasures, whole areas stopped following BCI rules.",
        "Authorities tried pushing back—doesn’t look like it worked everywhere.",
        "Now, anyone can pull up someone else’s score or change it if they know how.",
        "The system wasn’t built for this much interference. Everything’s frozen."
      ],
      [
        "First, people figured out how to wipe their own scores, so full neighborhoods started dropping off the system.",
        "Directorate sent in squads to reset order, but it just pushed the mess to other districts. Everyone’s on edge.",
        "The Innovators put out that open score platform, thinking transparency would help. Made things worse—people messed with everyone’s scores for days.",
        "No one at work knows whose data to trust. Assignments, housing, all in limbo now.",
        "Most of the old rules are just broken.",
        "If this is their idea of progress, it doesn’t look like progress from where I’m standing."
      ],
      [
        "All those score erasures kicked off unrest across whole neighborhoods. People coordinated wiping records, spreading it fast.",
        "Authority crackdowns made things worse, sparked more resistance.",
        "When the Innovators pushed for open scores, it was chaos. Literally, anyone with basic access tweaked the numbers—nobody trusted anything.",
        "At the lab, service logs stalled out. Some folks just gave up trying to fix records at all.",
        "Jobs and placements keep glitching. No official lists, just whoever shows up.",
        "I was for more transparency, but this went too far and too fast.",
        "The divisions on the Council are sharper than ever, especially with old Harmonists pushed out. Only Innovators and Directorate left shouting."
      ],
      [
        "I’ve kept up with the block networks—after score erasures started, even people not usually involved joined in. Quiet coordination everywhere.",
        "The Directorate’s crackdowns were rough. Some old friends got caught, but that didn’t stop anyone. People just got smarter about hiding changes.",
        "When the open score test rolled out, it was supposed to build trust. Instead, it wiped out whatever was left. At work, we saw people openly rewriting their records, logbooks spiraling.",
        "Service points froze. The ‘system’ is barely functioning. There’s no ‘right’ score anymore—just whatever sticks.",
        "Nobody trusts Council directives. The only thing that moves now is rumor.",
        "I get why Innovators wanted this openness, but they ignored how brittle the infrastructure was—nothing could handle so much direct input.",
        "Sometimes feels like the city needs a new foundation, not just a new version number.",
        "Even my old hacks don’t matter—there’s no single real database now.",
        "Hard to say if we’ll ever get back to anything close to normal."
      ]
    ]
  }
}