{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Scores Under Review",
      "anchor_line": "Recent disruptions in the Behavioral Compliance Index, or BCI, have led to visible changes across neighborhoods.",
      "contextual_reframing": "The BCI is a citywide system scoring resident behavior for efficient services. Temporary disruptions are being expertly managed to ensure public order."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Service Updates Ongoing",
      "anchor_line": "Citizens may notice temporary changes to access at jobs, housing, and checkpoints as BCI systems are optimized.",
      "contextual_reframing": "Automated governance ensures everyone’s safety by continuously adapting to emerging challenges. Operational resilience remains strong."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Transparent Progress Initiative",
      "anchor_line": "Council Innovators have introduced an open platform, letting all residents view and update their own BCI scores.",
      "contextual_reframing": "This pioneering approach strengthens trust and public engagement with city infrastructure, demonstrating the adaptability of technocratic leadership."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI Chaos Spreads",
      "anchor_line": "People across Stenograd are erasing and scrambling their BCI scores, and the city's digital system can't keep up.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, was supposed to control everything from jobs to housing. Now it's losing grip. Officials said it was foolproof. Our neighborhoods are proving them wrong."
    },
    {
      "image_id": "id_scan",
      "headline": "Checkpoints In Crisis",
      "anchor_line": "Workplaces and services break down as fake and blank BCI scores jam every checkpoint.",
      "contextual_reframing": "When your score controls your life, erasing it is power. State security scrambles to respond, but even their own ranks aren\u0019t immune. For once, lines blur between the monitored and those watching."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Council Loses The Reins",
      "anchor_line": "The fancy new 'open score' platform lets anyone rewrite the BCI, turning trust into a joke for the Council.",
      "contextual_reframing": "Innovators call it transparency. Most call it chaos. Stenograd's algorithmic masters have lost control, and the future is completely up for grabs."
    }
  ]
}