{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Yeah, shift's a good word for it. Feels like everyone's shuffling in new directions lately.",
        "Saw some folks trading puzzle answers in a building I was at. Unusual, but who am I to judge.",
        "I've been keeping out of the crowds. People talk more, but that doesn’t mean it’s safer.",
        "Suppose I just take it one day at a time. City’s never dull."
      ],
      [
        "Things have been strange. Ended up working early, just so I’m not in the thick of it.",
        "Ran into a few old clients actually working together on those city puzzles. That’s not something you saw before.",
        "People seem bolder, or more desperate, not sure what’s behind it.",
        "I get a lot more hesitant messages from folks, asking what I’m up to.",
        "Mostly, I still keep to myself. Hard to know who’s watching these days."
      ],
      [
        "Yeah, I’ve noticed changes. My schedule's upside-down lately. Early mornings, fewer eyes.",
        "Other day I watched people from all brackets trading clues, solving those puzzles together. Didn’t used to see that sort of trust.",
        "Guess the BCI rattled everyone. Even friends who ignored me before are reaching out, asking if I’ll throw in with the crowd now.",
        "Honestly, it’s been isolating. More open talk, but the risks haven’t shrunk.",
        "I just keep my head down, fix what needs fixing, and try not to get flagged any harder.",
        "Feels like everything’s uncertain, but people still reach for each other."
      ],
      [
        "You notice? Even I had to shift my habits. Used to fix things at night. Now, it’s all odd hours to dodge the crowds and the system’s weird moods.",
        "Saw this group in a lobby—folks who never mixed before, all pooled around some puzzle printout, trading hints like it was a potluck. Didn’t join in. I get enough extra attention as it is.",
        "Funny thing is, after that final puzzle, my messages lit up. People I barely spoke to before wanted to know if I’d step into the consensus thing.",
        "Hard to say what’s safer now: staying out or speaking up. The old lines feel blurry.",
        "Still, when the city makes you keep secrets for survival, old habits die hard.",
        "Not that I blame anyone for chasing hope. The BCI broke the rules first.",
        "Maybe that’s why I’m tired, but I can’t quite give up on the place."
      ],
      [
        "Yeah, it’s strange—spent years skirting the system, now half the city seems to be taking a page from my book.",
        "I work weird hours, keep to back doors. That kept me out of trouble until this puzzle hunt flipped things upside down.",
        "Saw people I used to fix lights for, sharing clues in the open, like score brackets meant nothing. Didn’t have the nerve to jump in—low scores like mine don’t get second chances if something’s off.",
        "After the big reveal, my comms went hyper—old contacts figuring I’d have an angle on the next move, asking about joining this whole consensus project.",
        "Truth is, I’m not sure if sticking my neck out will get me ghosted or finally heard. I say I’m cautious, but that’s mostly habit. This system’s made us all professional hedgers.",
        "Deep down, I want to trust that things can change top-down, not just glitch sideways. But the BCI and Council play by their own rules, and guys like me? We’re just supposed to patch the leaks and shut up.",
        "Still, watching strangers from every walk work together... that moved me more than I’ll admit. Gives me a sliver of hope for Stenograd.",
        "But damn, it’s exhausting dragging hope uphill in this city."
      ]
    ],
    "emotion": "Little tired, but still keeping cautious hope alive."
  },
  "emotional": {
    "opener": "\"People like you keep this place running, whether the system appreciates it or not. That counts for something.\"",
    "variants": [
      [
        "Hmm. Maybe it does, sometimes.",
        "Appreciate you saying it, anyway."
      ],
      [
        "Suppose that's true, on a good day.",
        "Doesn't always feel like it, but I'll take your word.",
        "Nice to hear for a change."
      ],
      [
        "Yeah. I don't expect the system to notice, but someone does.",
        "Feels like most folks pretend not to see who keeps the lights on.",
        "Thanks for saying it. Makes things a bit lighter, somehow.",
        "Guess we just keep putting one foot in front of the other."
      ],
      [
        "You know, it's rare anyone says that out loud.",
        "Some days it feels like all this effort disappears into the pipes.",
        "Makes a difference to hear it from someone who gets it.",
        "Maybe the system forgot people matter, but at least we haven't.",
        "Keeps the hope flickering, even when everything else sputters."
      ],
      [
        "Hearing that, it almost makes the routine worth it.",
        "When you spend your life fixing things no one thanks you for, even a word goes a long way.",
        "It's funny, isn't it, how the system tracks every heartbeat but forgets about the actual hearts involved.",
        "When everything turns cold and mechanical, reminders like yours keep me from turning the same.",
        "I never aimed to stand out, just to survive. Still, I don't want to disappear completely.",
        "So, thanks. I think it helps more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got theories, Lenart. Spit it out—what's really happening behind all those headlines?",
    "variants": [
      [
        "Not much I’d risk my neck sharing right now.",
        "People say Halden’s death started the mess, but nobody trusts official stories.",
        "All sorts of glitches in the system these days. Makes folks jittery.",
        "Too many ears around to say more."
      ],
      [
        "Halden got himself killed, or so they say. System's been out of tune since.",
        "Council's at each other's throats trying to fix it, but keeps making things worse.",
        "Scores leak, people panic. No one believes the numbers anymore.",
        "Saw those 'ghosted' folks turning up again. Gave a few people a real scare.",
        "Lot of noise about some mass puzzle hunt, but who knows if it's legit."
      ],
      [
        "Halden’s death turned the BCI upside-down. Even the Council’s scrambling.",
        "Heard the leak with all those scores—nobody’s safe from it. Even Council types got burned.",
        "Saw power shift quick. Security folks tried clamping down but lost ground to system errors.",
        "Everyone’s trading fake scores now. Makes the algorithm look like a joke.",
        "Some disappeared people reappeared. That rattled the old guard.",
        "That puzzle hunt felt like a distraction, but it made everyone talk—almost hopeful for a second.",
        "If the consensus thing works, maybe we stop running and actually get heard, for once."
      ],
      [
        "The night Halden died, city alarms spiked. My feeds lit up with error warnings—stuff I usually only see when something big breaks.",
        "Next morning, score lists hit the feeds. Private details. Even high-ups scrambling to scrub their secrets.",
        "Saw neighbors from council blocks asking for help with black market BCI patches. Never seen that before.",
        "When ghosted folks started showing up, even some loyalists wanted to bolt. The system can’t track what it can’t understand.",
        "Those charcoal lists, exception ledgers—they exposed favoritism we always suspected, but now they can’t deny it.",
        "No matter how hard security pushes, info moves faster underground.",
        "I didn’t care about the puzzle at first, but when everyone banded together, you could feel real change humming in the city.",
        "Not saying I trust the Council, but I want this consensus thing to crack the old ways wide open."
      ],
      [
        "Back when I was still on the city’s payroll, I got a look at how shaky the back-end really was. Halden’s system always patched with more code than common sense.",
        "The night of his death, bypass signals ran wild—Council tried hot-fixing their tracks, but data leaks win every time.",
        "I’ve been slipping through service tunnels a lot, patching networks for clients who can’t say their names out loud. That’s where I got tipped off about conspirators fighting over BCI privileges. It’s a scramble for old power, not new order.",
        "I barter info and time for safehouse access. Used to be the 'disappeared' stayed myth. Now I’ve seen two in the flesh this week—system can’t erase everyone forever.",
        "Those burnt ledgers weren’t a surprise, but proof in hand wrenched even hardened loyalists. Suddenly everyone wants receipts.",
        "Black market comms are overloaded. My fixer pals can barely keep up.",
        "During the puzzle, high-scorers and outcasts alike showed up on my route, swapping solution fragments in the open. For once, people talked to me like I belonged.",
        "I know what it’s like to be flagged and written off, so seeing the consensus protocol get traction? Feels real, like maybe rebels like me have a shot at shaping things for once.",
        "Not holding my breath, but I’ll keep stitching up the city’s guts and nudging things forward wherever I can."
      ]
    ]
  }
}