{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Yeah, it's been busy. The building's felt different lately.",
        "People are acting... unusual, talking more than before.",
        "I've tried to keep out of the way. Just monitoring things.",
        "Honestly, it's a bit unsettling."
      ],
      [
        "There’s been more conversation in my building than usual. People working together, which is rare.",
        "Some kind of city puzzle pulled folks out of their routines.",
        "I’ve taken precautions—leaving when it’s quiet, not lingering.",
        "Feels risky with all the system notes lately.",
        "Uncertainty is the only constant now."
      ],
      [
        "Everyone’s restless since that puzzle broadcast went out—neighbors are suddenly teaming up to share clues.",
        "I’ve never seen cooperation like this between people with such different scores.",
        "I keep changing my routine, avoiding crowds, watching from a distance.",
        "Curiosity keeps me listening in to their debates, even if I shouldn’t.",
        "My logs show more system flags every day—just for being near discussions.",
        "It’s strange. I feel anxious, but part of me is relieved things aren’t as rigid as before."
      ],
      [
        "After Halden died, things started slipping. Then this citywide puzzle showed up, and suddenly everyone’s talking—even the ones who used to avoid eye contact because of low scores.",
        "My neighbors are working together for the first time—I hear them in the stairwells, sharing ideas like old friends.",
        "I don’t really join in, but I can’t help listening. Some part of me wants to speak up.",
        "My daily routine’s changed a lot—I leave early, take different routes, but somehow I end up close to the group debates.",
        "The BCI keeps tagging me for proximity to gatherings. It’s unnerving.",
        "I check my compliance logs constantly now, looking for warnings.",
        "There’s something comforting about the openness, even if it makes me nervous. For the first time in a while, I feel a bit less alone."
      ],
      [
        "It’s strange. I used to trust the system—I spent years flagging patterns, believing it protected order. Now, after all that’s happened… I’m not so sure.",
        "Since Halden’s death, it’s like the rules stopped mattering. That city puzzle—'redemption protocol'—got everyone talking again, even the so-called ghosts.",
        "In my building, neighbors with nothing in common started helping each other. People I wouldn’t have spoken to—suddenly, I’m listening to their ideas in the corridors.",
        "I don’t participate, but I hover nearby. Just being close gets me flagged; system notes pile up for no real reason.",
        "I’ve become obsessive about my compliance logs. My score stays low, but the thresholds feel arbitrary now.",
        "I keep changing my routine, avoiding busy spaces, but I still can’t keep away from these new discussions.",
        "Honestly, it’s exhausting not knowing who’s watching, or if this kind of change is safe.",
        "But seeing people connect—however brief—almost makes the risk worth it. I haven’t felt hope like this in a long time."
      ]
    ],
    "emotion": "unsettled, but relieved to speak honestly"
  },
  "emotional": {
    "opener": "You don’t have to pretend it all makes sense—no one does. It’s alright to admit you worry, or that you want something different.",
    "variants": [
      [
        "I suppose that's true. Most people just act like it's all normal.",
        "I... appreciate the chance to say that much."
      ],
      [
        "Sometimes it's easier not to say anything at all. Emotions tend to get you noticed.",
        "Still, it's reassuring to hear someone else acknowledge the confusion.",
        "Thanks for that."
      ],
      [
        "It really does make a difference when someone says it's okay not to fit in perfectly.",
        "I do worry about standing out, though. Even saying that feels risky sometimes.",
        "But maybe we all worry, just quietly.",
        "It's helpful to hear someone else's perspective for once."
      ],
      [
        "I don't often talk like this, but you're right—nobody really understands everything that's happening.",
        "Pretending gets exhausting. I've started to question if it's worth it.",
        "There are days where just being honest, even for a moment, is a relief.",
        "I never thought admitting uncertainty could feel this freeing.",
        "It's... nice to have these conversations where I'm not being evaluated."
      ],
      [
        "I used to believe I had everything under control, always monitoring myself, trying to anticipate the system.",
        "Lately I've realized how much that costs, how much anxiety it builds up.",
        "Hearing you say it's okay not to know, it lifts something off my shoulders.",
        "There's a strange comfort in admitting you want change, even if it seems out of reach.",
        "Most people avoid talking about these feelings. I appreciate that you don't.",
        "It makes me feel, I don't know, less isolated in all of this."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling around the same points. If there's more to what happened in the city, just say it straight.",
    "variants": [
      [
        "There was a data leak that got people on edge. Scores and private details, all out.",
        "Council scrambled. Saw some abrupt restrictions from higher-ups.",
        "People barely trust the system now. That's all."
      ],
      [
        "The leak hit hard. Officials and citizens all exposed, compliance scores everywhere.",
        "I saw the Directorate try to clamp things down. But more people started ignoring protocol.",
        "Strange how some flagged folks got new privileges.",
        "It's making everything unstable. Lots of rumors. No one’s sure what’s next."
      ],
      [
        "After the scores leaked, compliance meant less. People with high scores got ignored, and others started drifting between systems.",
        "I’ve noticed the Council splitting. Harmonists panicking. Directorate enforcing curfews without warning.",
        "There’s a market now for fake scores—some old code routines resurfaced, unchecked.",
        "A few people who vanished under the BCI are just... back, out in the open.",
        "Rumors say they’re not being tracked.",
        "If the Innovators get their way, we’d overhaul everything.",
        "Feels like we’re all just improvising, with no real rules."
      ],
      [
        "Saw too much after Halden’s death. Data breach ruined the Council’s credibility, especially when that ledger—privileges for the so-called trusted—came out.",
        "My own department was told to tighten controls but nobody knows who to listen to now.",
        "Some of the strongest restrictions don’t even match algorithmic outputs, Directorate just issuing blanket denials.",
        "People who ‘disappeared’ have come back, not showing up in the system. I’ve reviewed their logs. It’s… impossible.",
        "The whole city’s talking about the puzzle now—Halden’s protocol might let people vote on the BCI itself.",
        "I always thought new tech and algorithms were the future, but not like this—no transparency, just chaos.",
        "Funny how ghosts in the system suddenly matter more than our compliance records.",
        "It’s overwhelming. Feels like the city was built on sand."
      ],
      [
        "For years, I ran audits to prove the BCI’s integrity. But after the breach—the Council’s corruption ledger, the fake score market—all my data means nothing.",
        "I read the exception list. People high up, getting daily outs while we flagged citizens for trivialities.",
        "Directorate’s panicking, innovator tools reactivating without protocols—no one’s steering anymore.",
        "Ghosted citizens, people we flagged as ‘gone’ for noncompliance, just walking around again. It’s a security and systems failure.",
        "Council’s rival factions only care about controlling optics, not fixing what’s broken.",
        "Even now, I check my logs and have no clue which rules I’m breaking.",
        "I actually believe in Innovator ideas—open redesign, better models—but not this mess. This isn’t what I fought for when I joined.",
        "Halden’s protocol could let actual citizen input drive the BCI. That terrifies some in my office.",
        "I want change. But nobody’s honest about how much we’ve lost control."
      ]
    ]
  }
}