{
  "official": [
    {
      "image_id": "group_exercise",
      "headline": "Citizens Gather Calmly",
      "anchor_line": "Public assemblies convene peacefully at the mural as residents discuss the city's shared destiny.",
      "contextual_reframing": "Stenograd demonstrates resilience and civic harmony, embracing managed transition through unified public dialogue."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council Engages Directly",
      "anchor_line": "Council members address residents, ensuring transparent communication during this period of civic adaptation.",
      "contextual_reframing": "Open participation illustrates Stenograd's ongoing dedication to systemic accountability and stable leadership."
    },
    {
      "image_id": "civic_altar",
      "headline": "Orderly Power Transfer",
      "anchor_line": "Citizen-elected managers assume key governance roles, while the BCI is retained only for essential safety tasks.",
      "contextual_reframing": "The city safeguards its core systems, guiding collective progress as citizens shape Stenograd’s secure and participatory future."
    }
  ],
  "underground": [
    {
      "image_id": "archive_dust",
      "headline": "Truth Leaks Out",
      "anchor_line": "The BCI's dirty secrets flood the net—leaked records show just how deep the manipulation ran.",
      "contextual_reframing": "Years of silent control and backroom deals exposed in one unstoppable wave. No more hiding behind protocol."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Demand Answers",
      "anchor_line": "People fill the streets, grilling the council in public—no more hiding behind screens or silence.",
      "contextual_reframing": "For the first time in years, real voices are louder than the systems that filtered them. Stenograd is awake."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "End Of The System",
      "anchor_line": "The BCI is dismantled. Power finally shifts to citizens—real, messy, honest debate at the mural.",
      "contextual_reframing": "No more predictive scores or automated decisions. Stenograd’s future is out in the open. The legacy of the system survives only where people watch it by choice."
    }
  ]
}