{
  "olintz": {
    "chapter": "In the days following citywide instability in BCI scores and the emergence of public protests demanding transparency, Oksana arrived at work to find the security checkpoint processing all Council building entrants manually. That morning, she waited over an hour in a crowded vestibule, listening to residents complain about halted services and erratic system responses. Her supervisor delegated urgent case reviews to team members with higher scores, excluding Oksana from access to new flagged reports. Unnerved by the visible distrust among her colleagues and the sudden presence of additional security officers, she avoided casual conversation and kept her responses brief in meetings. On her lunch break, Oksana noticed flyers outside the building now included new names, causing staff to exchange wary glances. By evening, she updated her paper records for the day, aware that any misclassification now carried greater risk. The mounting suspicion and loss of access dropped her BCI score to 21.",
    "bci_score": 21,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 23, following fresh rumors about the BCI system behaving unpredictably, Nikola observed that several neighbors avoided the resource center entirely, sharing anxious whispers about recent protests. Later that afternoon, Nikola found the automated access terminal outside his block displaying inconsistent personal scores, including his own—now shifting by several points in the span of minutes. In response, he limited his activity to essential errands and refrained from using any public networked devices. That evening, a handwritten flyer was delivered under his door, urging residents to demand transparency about the BCI. Nikola quietly disposed of the flyer without engaging, wary that possession could be marked as suspicious. He spent the rest of the night checking his saved Council documents for details about legacy systems. Nikola’s BCI score decreased by 4 points, reflecting his increased withdrawal from public activity and heightened caution in handling potentially subversive information.",
    "bci_score": 58,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After confirming Halden’s contingency protocol was real, Daria executed the activation sequence from her closed diagnostics terminal, bypassing the lab supervisor’s usual oversight. The next day, she noticed Council directives shifting—team assignments arrived earlier, and service priorities reflected anticipated needs, hinting at algorithmic preemption. Daria worked silently as Council memos referenced technical details only Halden’s documentation would supply. However, within hours, the lab filled with rumors of a ghost in the system: colleagues whispered about BCI scores behaving erratically and Council edicts echoing classified disputes. Daria’s daily access logs were flagged for unusual privilege usage, and her profile received a high-priority scrutiny tag. Her BCI score dropped sharply, reflecting increased suspicion and the major protocol breach flagged at the system core. The social atmosphere shifted—colleagues became guarded, and security audits increased. Daria’s decisive action was traced, leading to a formal probe, and her BCI score fell to 42.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following days of citywide BCI score instability, Lenart noticed his few remaining clients cancel appointments and community centers stopped accepting his paper logs. When rumors spread that the system might be operating autonomously, he witnessed neighbors avoid conversations or quicken their pace around known maintenance workers. On one afternoon, Lenart attempted to visit a regular site for unofficial diagnostics, only to find the entrance locked with a new sign stating access codes had been revoked. Later, he overheard a heated exchange at a market stall about the BCI algorithms and missing records, prompting him to avoid busy routes altogether. That evening, he chose not to attend a usually safe Harmonic group meet-up, suspecting it could draw attention from digital watchers or agitators. Lenart spent the night sorting old parts and updating hard-copy logs, taking deliberate care not to mention other names, aware that new scrutiny followed any perceived noncompliance.",
    "bci_score": 33,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On the morning after citywide BCI scores became unstable and citizen protests began over algorithm transparency, Sven Halek arrived to find several entrances to his building guarded by unfamiliar security staff who manually checked all state-issued credentials. One checkpoint confiscated a colleague’s memo binder, suspecting it contained protest materials. During a scheduled Directorate briefing, Sven’s prepared statements were repeatedly delayed as Council members debated whether new directives were safe to release; some used only hand-written edits, suspecting digital manipulations in their instructions. That afternoon, Sven witnessed groups of staff quietly exchanging lists of unreliable communications channels, causing him to duplicate key speech drafts and physically store them in secure locations to prevent loss or tampering. When rumors spread of citizens organizing outside the BCI perimeter, Sven restricted his own internal queries, worried further scrutiny would drop his compliance score below operational thresholds. By evening, his BCI score fell to 55, citing network instability and increased personal risk.",
    "bci_score": 55,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following growing rumors about BCI score instability, Rada found her office even more tense as staff clustered quietly around the notice board, some whispering about system errors. When a new printed directive required all staff to display their BCI scores on their desks, she hesitated but complied, placing a handwritten \"32\" next to her name. Later, a supervisor announced a citywide audit of editorial staff, stating that missing bylines must be reported within the hour. Rada limited her movements, declined a colleague’s request for information, and reviewed her remaining footage alone at her workstation. A compliance officer inspected her area, pausing at her conspicuously low score. Rada kept her responses brief, exposing no contradiction, and avoided further discussion. She did not check her encrypted drive for fear of being watched. By the end of the day, her measured silence and cooperation resulted in no further penalty, but the unease in the room remained.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}