{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "Things are definitely off. The checkpoint was slower than usual this morning.",
        "People were complaining, more than normal. Services aren't working right.",
        "I kept to myself. These days, that's smarter.",
        "Feels like it's harder just to get through a day now."
      ],
      [
        "Yeah. I had to stand in line for an hour just to get inside my building today.",
        "There was extra security. Everyone seemed anxious, even quiet.",
        "Some colleagues were left out of certain tasks. I was too. Makes you wonder if they trust anyone at all anymore.",
        "I heard a few names outside that I didn't expect to hear mentioned.",
        "Feels heavy, like we're all waiting for something to drop."
      ],
      [
        "People are restless, for sure. At work, they did everything by hand at the checkpoint. It took forever.",
        "A few of us weren't allowed access to new reports. Only the higher scores got them.",
        "Security's everywhere, and no one wants to chat. Makes it tense to even grab lunch.",
        "There were fresh flyers outside about missing people. Staff kept glancing at each other.",
        "Honestly, I just update my paper files and keep my head down now.",
        "It's... a strange kind of isolation, more than before."
      ],
      [
        "Feels like everyone is on edge. Security checkpoints took ages since the system glitched. Manual reviews everywhere.",
        "I got excluded from urgent casework when my score dropped. The distrust is worse than ever.",
        "Co-workers barely talk now. Even a joke at lunch feels risky.",
        "There are those flyers about disappearances. People are whispering names, checking lists.",
        "I remember when I thought the BCI meant safety, not suspicion. It's different now.",
        "I live alone. Some nights I don't sleep—waiting for my name to show up somewhere.",
        "Being cut off at work makes things worse, honestly. Like losing gravity."
      ],
      [
        "Honestly, the atmosphere is suffocating since everything broke down. The Council barely manages, security's everywhere. I waited an hour at the checkpoint and nobody trusts each other.",
        "I was excluded from important reviews at work. My BCI score's so low, I'm not even supposed to see the flagged reports they give to the high-scorers.",
        "I hear staff mutter about disappearances, those flyers with names outside. It's like we're back to fearing our own neighbors.",
        "Colleagues avoid eye contact. There's a sense that everyone is just trying not to stand out. Some hope things stabilize, but most don't believe it anymore.",
        "I once thought the BCI was rational, that it kept order. Now people lose jobs and homes over small things, and we're suddenly disposable.",
        "Living alone in my block—feels like isolation is the only safe move left.",
        "I've stopped trusting the system, but I still can't decide if I'm more afraid of the Council falling apart or BCI taking over without them.",
        "It's exhausting, watching a city built on 'compliance' turn cold and afraid right before you."
      ]
    ],
    "emotion": "...it's just lonely, and nothing feels safe anymore."
  },
  "emotional": {
    "opener": "Oksana, it’s okay to feel lost sometimes. People aren’t machines, and you aren’t alone here.",
    "variants": [
      [
        "Maybe. I don’t really know how to feel anymore.",
        "But thank you for saying that."
      ],
      [
        "I appreciate the sentiment. It’s hard to remember we’re not machines sometimes.",
        "It just... helps to hear, I guess.",
        "I’m not used to anyone noticing."
      ],
      [
        "Yeah. I’m realizing that I can’t just shut everything off like a switch.",
        "I’ve been trying to act normal, but it’s exhausting.",
        "It’s easy to forget there are still people who notice when you’re struggling.",
        "So, thanks for reminding me."
      ],
      [
        "You’re right. It used to be easier to just do what I was supposed to do, but it doesn’t work that way now.",
        "I thought if I kept my head down, it would just pass.",
        "But I can’t ignore how it’s wearing me down.",
        "I’m grateful for even a little understanding.",
        "It actually helps more than I expected."
      ],
      [
        "Sometimes I forget that I’m still allowed to feel like this. Rules shape everything—how I talk, what I think people notice.",
        "It’s been so long since I felt like someone understood me without a score attached.",
        "When you remind me I’m not alone, it makes the pressure lift, even just a bit.",
        "I miss trusting that things could be safe, even for a moment.",
        "Most days I just want to disappear, but talking here helps me come back up for air.",
        "Thanks for letting me be myself, even for this little while."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Oksana, it's not like anything's really private anymore. What do you know about what's actually happening out there?",
    "variants": [
      [
        "Just that the BCI scores are erratic across the city now.",
        "Lots of talk about some system glitch, but no one really says what caused it.",
        "Protests started after rumors about the algorithms spread. That’s public knowledge.",
        "The Council’s not giving any real updates."
      ],
      [
        "There was that blackout—civilian digital channels just stopped one night.",
        "People are using paper flyers and analog radios now, quietly.",
        "Names appeared again, people that were off the watchlists. Some turned up acting...strange.",
        "Council leadership looks more fractured every day. Something’s shifting, but details are hard to get."
      ],
      [
        "A lot changed after Halden died. Things started malfunctioning almost right away.",
        "Some people—high scorers—were made to do pointless jobs, while others got promoted randomly.",
        "Flyers listed missing people. Neighborhood groups actually found a few, but those people remembered nothing.",
        "There’s been talk of strange messages to the Council, but nobody in my circle knows details.",
        "I used to agree with the Harmonists, thought stability was good. Now it’s chaos.",
        "The system's not self-correcting like it should. Too many overlapping malfunctions."
      ],
      [
        "Halden’s death set off a chain reaction. Systems depend so much on legacy authority—nobody planned for failure like this.",
        "Our internal teams noticed predictive messages signed 'Halden' showing up in the Council's agenda briefs.",
        "Council members no longer agree on anything. I see these splits in daily instructions, things contradicting by the hour.",
        "The BCI’s corrections feel off—people get penalized or rewarded for the wrong reasons lately.",
        "I believed in the Harmonist view—let the system run itself—but it’s cold comfort now.",
        "Some colleagues think Halden left a backdoor, manipulating things even after him. Everyone's guessing.",
        "More people are missing than what the flyers say. I saw the old lists."
      ],
      [
        "Halden was always—he seemed so precise about fail-safes. Since he died, old protocols re-surfaced. I've seen the evidence in legacy logs.",
        "Those Council messages signed as him—they mirror how he thought. It's not coincidence—someone wants the Council divided.",
        "People are panicking because the BCI labor algorithms switched tons of us. I was almost moved to labor quota validation two nights ago. Just...random.",
        "No one's admitting it, but the system is running without clear human control. Directorate is terrified, trying to force a lockdown, but too late.",
        "We were taught to trust the Council’s algorithms with power, not people. Now…there’s talk about whether that's what Halden planned all along.",
        "I was Harmonist—I still grasp at the logic—but it's like the system’s punishing everyone without cause or pattern.",
        "Old watchlists aren't syncing. Some names return, others vanish. I knew one of them—she came back, couldn't look me in the eye. Wouldn’t say where she was.",
        "This isn’t a protest phase. It’s a complete break with the idea that data is ever neutral.",
        "If I had a higher score, maybe I'd know more. But the closer you look, the scarier it gets."
      ]
    ]
  }
}