{
  "preference": "a",
  "dilemma": {
    "opener": "You're pacing inside. Want to unpack it?",
    "variants": [
      [
        "Some things are bigger than us out there. Choices no one should have to make.",
        "You ever feel like whichever way you turn, someone gets burned?",
        "Wish I could just walk away, but there’s no off switch for this."
      ],
      [
        "There’s a fork ahead. Two stories to tell, both with teeth.",
        "Either I give people what they’re hungry for, or I rip the mask off for good.",
        "No matter which I pick, the city takes a hit.",
        "My score’s already low. One step further and I’m out for good."
      ],
      [
        "Protests tonight aren’t random. People see their scores jump, they want answers.",
        "I have the proof—the formula behind every score, and records on the Council.",
        "If I show everyone how their fate gets decided, it shatters this quiet order.",
        "If I drop what I know about who’s really in charge, the regime could fall overnight.",
        "Choosing which truth matters more is all that’s keeping me up right now."
      ],
      [
        "When those BCI scores started spinning, I pulled threads I wasn’t meant to touch.",
        "I could show people every rule that’s crushed their future—open the black box for once.",
        "Or I could blow up trust in every leader, expose how the ones at the top really got there.",
        "Both could spark chaos. Both could save someone, or hurt plenty who don’t deserve it.",
        "I grew up watching what this system does to people like me. My score’s in the red zone, always one wrong move from vanishing.",
        "Rebellion sounds simple on the outside. Inside, it’s just cold calculus. Which secret tips the right scale?"
      ],
      [
        "The protests forced my hand. The system’s unraveling, and I’m clutching two triggers.",
        "One: show everyone the machinery—how they’re scored, tracked, boxed in. Could ignite real rage, or panic.",
        "Two: cut deeper—expose the dossiers. Who got power by blackmail, who by erasure. Names, betrayals, disappearances.",
        "Neither truth is clean. Each path means collateral—families caught in the crossfire, new monsters waiting for the vacuum.",
        "My BCI’s already flagged me. I’m tired of hiding, but I know what the system does to people who choose wrong.",
        "My mother built trust in this city on silence. I want to burn that silence, but it’s got gasoline everywhere.",
        "Tonight, I’m leaning toward letting people see how they’ve been measured—all of them. Maybe we need to see the wires before we cut them loose. Still, the wrong light in the wrong hands... that worries me."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Sunlight breaks control\u0014ordinary people must see the machine judging them to reclaim agency.",
      "monologue": [
        "People can’t challenge what they can’t see, Alex—right now they just guess.",
        "If we lay bare the rules, no one hides behind the system’s fancy language anymore.",
        "I grew up hearing you only fix what’s exposed, but at what cost if the city’s full of cracks?"
      ],
      "supportive_response": [
        "You’re right, secrets let them keep power—showing the gears gives everyone a fighting chance.",
        "If you’ve carried this far, maybe you’re meant to drag it into the light. Go on."
      ],
      "challenging_response": [
        "Revealing that much, all at once, could break more than it fixes, Rada.",
        "Too much sunlight blinds people too—they might lash out instead of taking control."
      ]
    },
    {
      "belief": "Change starts at the bottom, giving neighborhoods the tools to organize before the powerful can adapt.",
      "monologue": [
        "Real shifts stick when everyday folks take the lead, not just those at the top.",
        "If people see how they’re scored, neighborhoods can make their own calls first, before the Council spins it.",
        "The Council retools faster than we blink; the ground game has to move before they patch the rules."
      ],
      "supportive_response": [
        "That’s true—give people the facts and a head start, they’ll surprise you.",
        "There’s power in the crowd, not just up in the towers. Go on."
      ],
      "challenging_response": [
        "Sometimes bottom-up chaos tears itself apart before it reaches the real problem, you know.",
        "What if you give tools, but people are too scared or angry to use them right?"
      ]
    },
    {
      "belief": "When injustice is routine, solidarity comes from shared wounds and real evidence, not rumors.",
      "monologue": [
        "Everyone’s hurting alone because the truth’s been rationed, turned into rumor.",
        "Give them proof—shared facts, not just stories whispered on corners—maybe that’s what draws a line.",
        "In this city, pain divides us until you show exactly where the blade comes from."
      ],
      "supportive_response": [
        "Facts force people to look each other in the eye, not away.",
        "Solidarity builds on real scars, not just shadows. Keep going, I’m listening."
      ],
      "challenging_response": [
        "But Rada, sometimes facts make people turn on one another out of fear or blame.",
        "What if the real evidence just proves we’re more broken than we thought?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Real rot lives at the top—targeting leadership first creates space for lasting reform.",
      "monologue": [
        "If you leave the roots intact, the weeds just grow back, every time.",
        "It’s not the lowest scores that poisoned the city, it’s the ones writing the rules.",
        "You start at the head, not the tail—otherwise the system learns nothing."
      ],
      "supportive_response": [
        "You’re right—the head always poisons the well first, never the other way.",
        "Makes sense to start at the top; go on, what else have you noticed?"
      ],
      "challenging_response": [
        "Sometimes when you cut the head, chaos just spreads deeper down the stem.",
        "What if people below are left leaderless—who fills the gap then?"
      ]
    },
    {
      "belief": "Shattering the illusion of merit will force new eyes and candidates into power.",
      "monologue": [
        "People trust these leaders because they’re told to, because the system staged it.",
        "If we expose their rise as a fix, nobody can pretend anymore—not even them.",
        "New voices might finally surface if we kill the story that keeps the old ones safe."
      ],
      "supportive_response": [
        "Exposing the lie could clear the stage for something real at last.",
        "I hear you—sometimes the only way forward is breaking the story wide open."
      ],
      "challenging_response": [
        "Rip away the mask and you might just leave everyone blind, with nothing to guide them.",
        "If merit’s an illusion, will anyone step up—or just go silent and afraid?"
      ]
    },
    {
      "belief": "Decapitation of corruption lets the system be rebuilt before citizens lose hope or direction.",
      "monologue": [
        "If people see the top fall, they can believe change is possible, not just survival.",
        "We’re running out of time—every delay lets hopelessness rot the city deeper.",
        "Take out what’s broken now and maybe someone honest finally gets a turn."
      ],
      "supportive_response": [
        "Yeah, collapse at the top could spark the hope people are waiting for.",
        "That makes sense—hard truth now might keep real hope from dying off for good."
      ],
      "challenging_response": [
        "You take the head off and sometimes everything just collapses at once—no time to rebuild.",
        "Sometimes, when the center can’t hold, people grab at any power left—good or bad."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll send some files out.",
        "You’ll see what matters soon enough."
      ],
      [
        "I’m letting people see their own scores.",
        "Let them decide if the numbers add up."
      ],
      [
        "I’ll publish the score rationale openly.",
        "Citizens deserve to know how they’re measured.",
        "It might get loud, but they have a right."
      ],
      [
        "I’ll show everyone how their scores are set.",
        "It’ll disrupt the calm, but people are restless anyway.",
        "Everyone deserves the truth, not half-truths.",
        "This will change how we see Stenograd."
      ],
      [
        "I’m releasing the BCI logic, Alex. All of it.",
        "People are scared of shadows. I’ll give them substance.",
        "If the city unravels, at least it does so by choice.",
        "Let’s see how far honesty really goes."
      ]
    ],
    "monologue_b": [
      [
        "Council secrets are about to leak.",
        "No going back now."
      ],
      [
        "I’m bringing their selection dossiers to light.",
        "Let’s see how leadership looks in daylight."
      ],
      [
        "I’ll leak the files on the Council’s rise.",
        "It’ll show who’s really pulling strings in Stenograd.",
        "People will have questions for every name."
      ],
      [
        "I’ll expose Council betrayals and manipulated careers, just as we discussed.",
        "The city might collapse into anger, but silence is worse.",
        "Truth means trusting people with the ugly parts.",
        "Change starts by making the powerful answer."
      ],
      [
        "Alex, I’m trusting you—the dossiers go public tonight.",
        "It’s corruption at the heart. The city deserves to see it break.",
        "I’m risking power chaos, but I’d rather risk that than silence.",
        "We both know what secrets do in dark rooms."
      ]
    ],
    "monologue_self": [
      [
        "I made my move.",
        "You’ll find out soon enough."
      ],
      [
        "Decided to share the score system.",
        "People will figure things out without you."
      ],
      [
        "I’ve chosen to make the scoring logic public.",
        "No one should live blind to the rules.",
        "It needs to be out there, no exceptions."
      ],
      [
        "I’m publishing the details behind every BCI score, whether they’re ready or not.",
        "Too many lives twisted by numbers they never saw.",
        "I wish you’d helped, but this is mine.",
        "Change waits for nobody."
      ],
      [
        "I’m revealing the BCI rationale—against all advice, even yours.",
        "People have to reckon with the truth, all of us together.",
        "It’ll shake the city, but that’s the only honest way forward.",
        "Trust me, Alex, this is how things finally break open."
      ]
    ]
  }
}