{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Depends on the day. Mostly just try to keep my head down.",
        "Had a new directive at the office, all about showing scores.",
        "They made us put our BCI numbers on our desks. Mine sticks out.",
        "Guess the mess finds me whether I like it or not."
      ],
      [
        "Depends on the day. Mostly just try to keep my head down.",
        "They posted a new directive at work — now everyone’s score is public.",
        "I had to write \"32\" on my desk. It’s not exactly subtle.",
        "The whole room felt off, like nobody trusted each other.",
        "Seems like it’s safer to stay quiet these days."
      ],
      [
        "Depends on the day. Mostly just try to keep my head down.",
        "They made us post our BCI scores right on our desks. I’ve got a 32.",
        "The supervisors were crawling around, checking everyone’s workspace.",
        "Someone asked me for info. I clammed up — didn’t want to risk it.",
        "Didn’t even check my encrypted edits. I was sure someone was watching.",
        "It’s like everyone’s waiting for the hammer to drop. I can’t shake it."
      ],
      [
        "I wish I could say I keep out of it, but it keeps finding me.",
        "We had to put our BCI scores on display, right out in the open. Mine’s a 32 — not even trying to hide me anymore.",
        "The compliance team did their rounds, stopping at my desk like I was a specimen.",
        "I played it quiet, didn’t share anything, not even with people I trust.",
        "Didn’t dare check on the raw footage I’ve been saving. They’re tightening the screws everywhere.",
        "People are spooked. Even a missing byline gets flagged now.",
        "It’s like they’re forcing us to prove our own silence, over and over. Can’t relax. Not for a second."
      ],
      [
        "Can’t keep out of it. Even if I wanted to, not with the work I do and the score trailing me.",
        "This week they made a spectacle of it — everyone’s BCI slapped on their workspace like a warning label. My \"32\" glared at the whole office.",
        "I grew up learning to cover for these systems. Now, they barely bother with the illusion of fairness.",
        "Tried to stick to yes-or-no answers with the compliance officer, barely breathed. Didn’t check my encrypted drive — too risky.",
        "Coworkers are tense, shuffling requests, everyone watching each other. No trust to spare, so information dies in whispers.",
        "State media’s acting like none of this is happening, but every silent glance says otherwise.",
        "I get these silent warnings and just keep going. Not sure how many more I can ignore.",
        "Feels like the city’s holding its breath, waiting to see who blinks first. I haven’t exhaled in days."
      ]
    ],
    "emotion": "a heavy hint of anxiety just under the surface"
  },
  "emotional": {
    "opener": "You know, sometimes it feels like you're carrying the weight for everyone else, but you don't have to do it alone. People notice more than you think.",
    "variants": [
      [
        "Maybe. It's hard to tell who notices what anymore.",
        "Sometimes I just keep to myself."
      ],
      [
        "I hear you. It's easy to forget that anyone’s watching out for you.",
        "Keeping things to myself feels safer most days.",
        "But thanks, I guess."
      ],
      [
        "That means more than you probably think.",
        "I get stuck in my own head too much. It's exhausting.",
        "Hearing that... it's a relief, honestly.",
        "Sometimes it feels like something's always watching, but not always caring."
      ],
      [
        "Thanks. Knowing someone actually sees past the surface—well, it's rare around here.",
        "Most days, I just drift on autopilot and pretend nothing gets to me.",
        "But I'm tired of pretending.",
        "The city’s always pressing in. Makes trust feel expensive.",
        "Your words make it feel lighter, somehow."
      ],
      [
        "You have no idea how much I needed to hear that.",
        "There aren't many people who really see how this place works... how it wears you down and makes you second-guess yourself every day.",
        "Growing up, I watched my own mother enforce the rules. Thought maybe that’d make it easier—knowing the system from the inside.",
        "But it just made everything harder. Most people don't even remember what normal used to feel like.",
        "Sometimes I wonder if I’m invisible—or if that’s safer.",
        "But what you said? It makes me feel human again, for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone’s talking about glitches and protests — you must know more than you’re letting on. What’s actually going on out there?",
    "variants": [
      [
        "People noticed the scores acting up. That set everyone on edge.",
        "Some took to the streets, but it all fizzled fast.",
        "Nothing official. Just more rumors and a tighter grip, that’s all."
      ],
      [
        "There was a big fuss about the BCI scores going haywire. People got nervous.",
        "A few tried to push for answers. System got quieter, not clearer.",
        "Odd thing — these ghost messages, Council moves that don’t add up.",
        "Feels like someone’s guiding things behind closed doors."
      ],
      [
        "BCI’s glitching hard. Protests are all over.",
        "Folks demand algorithm transparency. Barely anyone trusts the Council now.",
        "Vanishing citizens are showing up again, talking about secret holding.",
        "Whole system keeps sending those weird Halden messages to the Council, stirring confusion.",
        "If someone wanted to break the city’s routine, they’re doing a good job.",
        "This much chaos isn’t just an accident, not with this much surveillance."
      ],
      [
        "First the scores glitched, then job assignments went random. Whole city flipped.",
        "People with perfect records were sweeping floors. Rebels were suddenly council advisors.",
        "Vanished neighbors are turning up. Council keeps mum, but their own ranks are splitting.",
        "Rumor says Halden’s still pulling strings — the ghost in the machine.",
        "Underground flyers, analog calls — everyone’s bypassing official channels now.",
        "I’ve seen networks share uncut stories, stuff I’d never run on air.",
        "Can’t help rooting for those shaking the system, even if I keep my head down.",
        "Feels like real resistance is waking up."
      ],
      [
        "System didn’t just stumble — something or someone is steering this madness, and I don’t trust the ‘glitches’ line.",
        "Council’s terrified, you can see it in how they jump at these daily Halden-branded briefings.",
        "Half the rules are written by ghosts now — and the city’s writing its own, in secret.",
        "I’m sitting on footage of folks reappearing, eyes hollow, whispering about black sites.",
        "Communications blackout only made real news go underground. My edits get passed around on tape, not cloud.",
        "I never bought the Council’s ‘neutral process’ story. Never did.",
        "Most days, my sympathies are with the ones risking it for truth, even if the price is a low score and warnings.",
        "Plenty like me editing in secret, or leaking flyers, or sharing lists of the disappeared.",
        "If this all collapses, it won’t be because the system failed. It’ll be because people remembered how to act outside the algorithm."
      ]
    ]
  }
}