{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Rhythm's a bit off lately. Some regulars dropped off, no notice.",
        "Community center won't take my logs now, something about new rules.",
        "Think it's safest to steer clear of crowds for a spell.",
        "Nothing that won't settle. Just one of those weeks."
      ],
      [
        "Yeah, things gotten weird. My regular calls dried up, even old spots are locked up tight.",
        "They changed the entry codes overnight. Makes for a lot of waiting around, if you can call it that.",
        "Heard some noise in the market. People on edge, talking about records going missing.",
        "Skipped a group meet, seemed too crowded for comfort lately.",
        "Been keeping my head down, feels like the system's watching closer than usual."
      ],
      [
        "I'd say the rhythm's gone lopsided. Clients cancel last minute, usual haunts got these new locks.",
        "Paper logs stopped working at the center. No warning, just a little sign and a blank look.",
        "Folks cross the street if they spot my old tool bag. Like trouble rubs off.",
        "Market stalls turn into rumor mills. BCI this, algorithms that, someone always missing.",
        "Skipped seeing friends. No appetite for digital shadows following me home.",
        "Spent most nights sorting junk and keeping my records neat. If quiet counts as weird, this is it."
      ],
      [
        "Same beat, different tune. Calls vanish, centers lock doors, even the paper logs are out. Funny how fast things turn.",
        "Walked up to a routine fix, code’s dead, my name’s off the list. Guess that’s progress, Stenograd style.",
        "Heard neighbors whisper about BCI acting wild, people reassigned all wrong, like a puzzle packed by a blind man.",
        "I keep away from group meetings now. Too much risk, someone’s always counting heads, digital or not.",
        "Spent my nights combing through old logs, careful not to write names. Feels like the walls themselves are listening these days.",
        "Had a job lined up for a council clerk one week, but next day, silence. The city’s not on our side lately.",
        "You try to keep to the harmonist line, steady and quiet, but it’s wearing thin. Just feels wrong."
      ],
      [
        "Keeping a rhythm’s almost a joke, Alex. Since Halden died, city’s gone cross-eyed. Work dries up, doors lock, even harmless hand-written logs bounce right back at you.",
        "Went to run a diagnostic where I’ve patched lines for years. Suddenly, my access is gone, no questions. Like the place forgot who I am.",
        "People on the street cross over when they see my uniform. Maintenance is the new plague, I guess.",
        "BCI’s out of its mind—high scores sweeping floors, low scores running systems. Labor assignments make no sense, but if you say so out loud, someone listens you don’t want.",
        "Heard about missing records at the market, fights almost starting, old folks afraid to talk. Nobody’s sure what list they’re on anymore.",
        "Skipped my Harmonic group for the first time in years. No point risking surveillance or, worse, catching a random purge yourself.",
        "I keep paper logs now, careful as a librarian, because one slip means someone else disappears. You’d think a system meant to keep us in tune wouldn’t make this much noise.",
        "All the propaganda about rational order rings hollow right now. I just want some peace, not a lesson in compliance."
      ]
    ],
    "emotion": "Tired frustration, quietly hoping for understanding."
  },
  "emotional": {
    "opener": "\"You’re not invisible, Lenart. There’s still people who can see past all the noise.\"",
    "variants": [
      [
        "Thanks. Good to hear.",
        "Not many around who’d say that."
      ],
      [
        "Appreciate you saying that.",
        "Makes a difference, someone noticing.",
        "I keep to myself, mostly."
      ],
      [
        "You’re right, sometimes it just gets heavy.",
        "Hard not to feel edged out these days.",
        "But hearing that helps more than you know.",
        "Feels less like I’m shouting at a wall."
      ],
      [
        "That means something, really.",
        "Some days, I wonder if anyone even remembers the way things used to feel.",
        "Feels like we’re all staring at reflections, never at each other.",
        "But you saying that… makes it easier to keep going.",
        "Sometimes you just want someone to look you in the eye and know you’re still here."
      ],
      [
        "That’s rare, these days—someone actually seeing you, not just your record.",
        "Grew up thinking everyone around me was part of the same current. Lately, it’s like we’re all on different frequencies.",
        "I lose track of my own thoughts sometimes, crowding out the quiet just to get through it.",
        "But when someone notices, I remember there’s more to us than algorithms or scores.",
        "Miss the little things—street laughter, warmth in a handshake, ordinary patience.",
        "So thanks. Makes me feel less like a ghost walking through static."
      ]
    ]
  },
  "factual": {
    "opener": "So? Everyone says things are off, but you keep dodging. What’s actually going on out there, Lenart?",
    "variants": [
      [
        "Stuff moves fast. Halden’s death put a crack in the machine, that’s clear enough.",
        "Rumors get wilder every shift. System feels... off.",
        "Mostly, people keep their heads down and wait for the next order.",
        "Anything else is just noise right now."
      ],
      [
        "Halden’s gone and things started breaking down straight after. You notice that?",
        "System’s making odd moves—wrong people in the wrong places.",
        "Labor lists are scrambled. Some folks vanish, others turn up running things they shouldn’t.",
        "Council types seem shaky. That’s all I’ll say.",
        "Can’t trust much these days."
      ],
      [
        "Halden dies, the whole city starts stuttering. Obvious, if you look past the news screens.",
        "BCI’s going haywire. People with top scores stuck sweeping floors. No surprise tempers run hot.",
        "Word is Directorate forced a digital blackout. Market’s full of folks trading stories off the record now.",
        "Some names disappeared altogether, then showed up lost—if they turned up at all.",
        "Old council heads keep blaming each other while nothing gets fixed.",
        "Propaganda never sounded so thin. Hard to keep the faith in the Harmonist line lately."
      ],
      [
        "Halden’s death was like pulling the plug on half the city. All these automated tools started tripping over themselves.",
        "Assignments make less and less sense. I heard a council-tier specialist’s now picking up trash while maintenance flunkies run clinics.",
        "Council shut off civilian comms, so now everyone passes rumors by hand. I’ve seen flyers listing names that vanished from the record—folks nobody wants to talk about.",
        "Some came back, dazed and mumbling. Doesn’t feel like safety, just fear.",
        "Supposedly, the council’s getting ‘Halden’ messages guiding them, and nobody trusts them anymore—not that I blame them.",
        "Public wants transparency, but you know how that goes around here.",
        "I still hold with the Harmonists, but it’s hard some mornings. We were supposed to be steady, not scattershot."
      ],
      [
        "Halden built the spine of this city, but after he died it’s like the thing kept running with a ghost at the wheel.",
        "BCI scrambled everyone’s lives—my old friend with a perfect score now mopping hallways, while the butcher’s kid gets pressed into critical systems work without a clue.",
        "That shutdown wasn’t just digital silence. I helped set up one of those old analog comm lines, kept some folks talking, though I don’t write any names anymore. Too risky.",
        "Flyers started showing, names I recognize—good people, off the BCI, come back broken or hush-mouthed. Felt like a warning.",
        "Council’s spooked. Imagine getting your orders from some ghost algorithm that sounds just like Halden, guessing your every move.",
        "Public’s too frightened for open protest, but the walls have more ears than ever. It’s all tape, scribbled notes, and faces you half remember.",
        "I joined the Harmonists hoping steady hands would keep us balanced. These days, nobody’s hands are steady. Not mine, not theirs.",
        "I trade repairs for information whenever I can. If anyone had a real override, you’d know. System wants to run itself, with or without us.",
        "Peace is what we were promised. All I see is people waiting for someone else to blink first."
      ]
    ]
  }
}