{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "I guess I'm just keeping busy. Things at work are... different lately.",
        "The system is acting strange, more audits and checks. My score took a hit, so people look at me differently now.",
        "They say Halden’s gone. Nobody knows what comes next.",
        "Honestly, I don’t feel much like myself these days."
      ],
      [
        "Been quiet, mostly. At the lab, the pressure’s up, everyone’s on edge.",
        "Heard something about a protocol going active after Halden died. My score dropped a lot. Not sure who noticed.",
        "Work’s tense. Friends act like I’m not there sometimes.",
        "Maybe it’s just paranoia, but I feel watched.",
        "Honestly, I don’t feel much like myself these days."
      ],
      [
        "No, not really. Things changed fast after Halden’s death.",
        "I triggered something hidden in the system—one of Halden’s old codes.",
        "Now the Council’s getting feeds that sound just like him. Like he’s still running things.",
        "Since then, my score plummeted. Everyone treats me like a suspect.",
        "People keep their distance. I’m not sure if it helped anything.",
        "Honestly, I don’t feel much like myself these days."
      ],
      [
        "It's complicated. I miss when things were stable, but Halden's death changed everything.",
        "They pressured me at work, so I activated one of his fallback codes. Thought I could fix things. It didn’t feel optional.",
        "Now Council gets daily instructions, all signed, 'Halden.' It’s working, but folks are unsettled.",
        "My access flagged during the breach. My BCI score tanked. Almost overnight, nobody trusts me.",
        "People whisper about a ghost in the system, and I see friends go cold. Feels like I'm walking around with a target.",
        "Honestly, I’m not sure I recognize myself anymore.",
        "I just wanted to keep things from breaking down, but it cost me. I feel exposed."
      ],
      [
        "Honestly? Not at all. Halden was the only one who really understood this city’s nervous system. After he died, everything slipped.",
        "I was one of the few who could see his backup protocol. They pressured me, and I made the call. Quiet override, just to keep the Council from falling apart.",
        "Now, every morning, they get these Halden-style messages that shape the city’s direction. It’s eerie. People sense something’s off.",
        "Activation flagged my profile. My BCI score dropped below fifty—friends avoid me, security watches me.",
        "Saw my brother vanish like this before. I know what it means to be ghosted by the system. Feels like I’m next.",
        "I thought pushing for more AI in governance would help us. The Innovators always believed machines could be neutral.",
        "Now sometimes I wonder if I actually made things worse for everyone. I barely sleep.",
        "Feels like I traded my peace of mind for a chance at stability. I’m just... quietly unsettled, a little vulnerable."
      ]
    ],
    "emotion": "Quietly unsettled, a little vulnerable"
  },
  "emotional": {
    "opener": "You know, Daria, sometimes just making it through another day is enough. You don’t have to carry all of this alone.",
    "variants": [
      [
        "Maybe.",
        "Yeah, I hear you."
      ],
      [
        "It helps to hear that.",
        "People don’t always say things like that. Thanks."
      ],
      [
        "I guess that’s true. Some days, that’s all you can do.",
        "I forget that sometimes. It’s easy to feel like you’re the only one.",
        "Hearing it out loud makes it easier."
      ],
      [
        "You’re right. I keep telling myself it doesn’t matter, just keep going.",
        "But sometimes it’s hard even to do that.",
        "I get so used to being careful, to staying quiet.",
        "I don’t really talk about that with anyone usually."
      ],
      [
        "Sometimes I think everyone here just puts their head down and hopes the system overlooks them.",
        "It’s tiring always watching yourself, every little thing.",
        "Some days it’s enough just to keep breathing and not freeze up.",
        "I’m not sure when I started feeling like this was normal.",
        "Your words help more than you know.",
        "It’s rare for anyone to actually see past the numbers, so… thanks."
      ]
    ]
  },
  "factual": {
    "opener": "If things really are breaking down, why not just say what you know? People talk anyway.",
    "variants": [
      [
        "There were protests after Halden disappeared. People got loud about the BCI glitching.",
        "They say some high-score types were sent to do menial work. Messed up the old order.",
        "Folks started trading rumors on paper, not over messages. Makes sense with the shutdown."
      ],
      [
        "City’s been on edge. BCI scores act up, even for model citizens.",
        "I saw some names surface—people missing from the lists last month.",
        "A lot of analog flyers went up, real backchannel stuff. No signal, so there’s not much choice.",
        "Council’s scrambling, but you don’t see much up top."
      ],
      [
        "Labor assignments are random now. High scores, low scores, everyone seems mixed up.",
        "After the Directorate cut the networks, folks turned to passing notes and paper messages.",
        "Flyers with missing names showed up everywhere—some disappeared came back, looking out of it.",
        "Underground groups sprung up. They don’t trust the Council or the system.",
        "If BCI was stable, none of this would’ve happened."
      ],
      [
        "Labor assignments are a mess. Saw someone from Council-tier cleaning in the entryway yesterday.",
        "No networks, nothing digital—people use notes, old radios, word of mouth. Feels like another era.",
        "Missing citizens turned up. Barely remembered where they’d been. That’s new.",
        "Some neighbors are tracking who’s missing and who gets reassigned.",
        "Council’s acting nervous. Feels like BCI’s not responding, or maybe it is, but on someone else’s terms.",
        "I was with the Innovators. We always thought transparency could keep this from happening."
      ],
      [
        "It’s chaos under the surface. The BCI’s assigning roles at random, nobody can predict why.",
        "I’ve heard radio fragments—Council’s private arguments leak out. Makes you realize how little control they have.",
        "Before Halden, the system only looked broken from the outside. Now it’s obvious, even for the high-ranking.",
        "Council’s getting messages that seem like him. People say it’s haunted but I know it’s the fallback protocol I triggered.",
        "People vanished, came back days later, barely speaking, like the system wiped them. I keep track privately. My brother’s name was on one of those flyers once.",
        "Neighborhoods are organizing, trying to find accountability outside BCI’s reach.",
        "Nobody trusts the Directorate anymore. Even the old Harmonists seem scared.",
        "Innovators like me always said more AI could fix things, but now I’m not sure. The feedback loops are breaking.",
        "All this just for a little stability. Doesn’t feel like progress."
      ]
    ]
  }
}