{
  "customer_id": "rmiskovic",
  "trigger_event": "Citywide protests erupt as citizens witness unexplained swings in their BCI scores, with demands for transparency and accusations of Council manipulation filling the streets. During a tense late-night visit to a quiet bar, Rada debates her next move, wrestling with fragments of Halden-linked data in her possession: the full rationale behind citizen scores, and secret dossiers on every Council leader.",
  "dilemma": "Should Rada reveal the truth behind how every citizen is scored by the BCI—risking chaos but empowering the masses—or leak the secret dossiers exposing the manipulated rise of the city’s leaders, risking a power vacuum but striking at the system’s corrupt heart?",
  "reason": "Rada knows both truths could shake Stenograd to its core, but each path risks unleashing chaos she can't control. As a journalist with privileged access, she fears the wrong kind of exposure will harm innocents or hand power to new oppressors. Alex’s probing questions at the bar haunt her thoughts: whose story is this, and who suffers if you choose wrong?",
  "choice_a": "Release the BCI score rationale to the public, showing every citizen exactly what shaped their fates.",
  "belief_a": [
    "Sunlight breaks control—ordinary people must see the machine judging them to reclaim agency.",
    "Change starts at the bottom, giving neighborhoods the tools to organize before the powerful can adapt.",
    "When injustice is routine, solidarity comes from shared wounds and real evidence, not rumors."
  ],
  "choice_b": "Leak the Council’s secret selection dossiers, exposing personal betrayals, manipulated careers, and hidden warnings to fuel outrage against the regime.",
  "belief_b": [
    "Real rot lives at the top—targeting leadership first creates space for lasting reform.",
    "Shattering the illusion of merit will force new eyes and candidates into power.",
    "Decapitation of corruption lets the system be rebuilt before citizens lose hope or direction."
  ],
  "political_a": "rebel",
  "political_b": "rebel",
  "preference": "a"
}