{
  "olintz": {
    "chapter": "After the results of the referendum were posted and word spread that the BCI system would be permanently shut down, Oksana noticed changes throughout her apartment complex. On the morning following the announcement, her building’s authentication kiosks were powered down, and patrols were absent for the first time in months. During a midday errand, she observed residents openly discussing local assembly plans inside the lobby, pinning notices to walls without fear of reprisal. When she entered her usual bakery, the staff no longer asked for identification or checked ration lists—payment was in cash, and conversation was relaxed. That evening, she was able to access her apartment without any delay or secondary verification. Oksana spent the night compiling physical copies of key records, uncertain who would administer access or review histories in coming days. Although conditions felt markedly freer, she remained cautious, aware that the new assemblies lacked established oversight. BCI score unchanged at 32.",
    "bci_score": 32,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the announcement of the citywide referendum and the subsequent release of the results favoring transparent, assembly-driven governance, Nikola immediately noticed subtle shifts in his building. The list marking residents with audit review status was quietly removed from the lobby, and direct BCI score screenings at the market were discontinued. That afternoon, he observed neighbors gathering openly to discuss upcoming assembly procedures. Unused to visible debate and hesitant to risk another system flag, Nikola avoided the discussions, instead adjusting his daily schedule to minimize unplanned encounters. By evening, with services returning to normal and public rolls no longer showing private flags, Nikola tested access to the building’s common area with no interruption for the first time in weeks. Though his behavior remained cautious, the absence of mandatory score checks offered some relief, prompting a modest increase in his BCI score to 34 as digital scrutiny receded and risk indicators diminished.",
    "bci_score": 34,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide referendum and the announcement of BCI’s permanent shutdown, Daria arrived at her lab to find the access control on the building fully disabled and the backlog of health band appointments purged from the system. Without scheduled diagnostics or audit trails to follow, she joined a brief assembly of staff and residents in the lobby, discussing new procedures for handling medical device requests now routed through local neighborhood representatives. Daria spent the day responding to in-person questions about device functionality rather than logging service actions into the now-irrelevant compliance system. She noted that prior restrictions and entry denials were no longer an issue, but she felt uncertain about who was responsible for oversight. While relieved to see peer relationships return to open discussion, she checked her personal logs one last time, confirming that BCI scoring had ceased. The final reported score, now held constant, is 47.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After erasing the audit log and activating the Council broadcast, Lenart remained at the data hub for an additional hour, monitoring system behavior as Halden’s recorded message began streaming citywide. He avoided contact with former clients and colleagues, unsure if his presence would later be linked to the decision. As news of the referendum spread, Lenart noted a marked increase in network stability and messaging traffic related to upcoming debates and voting logistics. He received three urgent repair requests from civic centers hosting the referendum process, all carrying provisional access authorizations. During one task, he was approached by an oversight courier verifying compliance documentation—a direct response to his earlier system intervention. Lenart’s BCI score increased significantly to 85 as the system registered his alignment with collective action and successful crisis mediation. Although excluded from private discussions about the erased audit log, he coped by focusing on technical tasks supporting the transition to open governance.",
    "bci_score": 85,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On the morning after the secure citywide referendum, Sven Halek found the usual access restrictions at his office entirely absent. Colleagues, once cautious and withdrawn, openly discussed the referendum outcome that ended the BCI and signaled a shift to direct, assembly-led rule. Instead of preparing Council-approved messages, Sven was approached by several staff members who asked for assistance in drafting statements for the first neighborhood assembly. With Council hierarchy collapsing, he noticed senior advisors sorting personal files and relinquishing control materials. Throughout the day, Sven focused on adapting message templates for use by citizen committees, reducing references to compliance and instead emphasizing transparent process and community roles. By evening, his network contacts communicated freely, uninterested in previous clearance protocols. The rapid transition away from system-based controls diminished his official standing but expanded opportunities for open collaboration. His BCI score, rendered obsolete by day's end, settled at 69 before becoming irrelevant.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the public release of Halden’s address and the citywide referendum, Rada observed an immediate shift in her surroundings. The morning after the vote, she woke to find the digital lock on her shelter restored and received a notification inviting her to participate in neighborhood assemblies. Near the market, she saw former state security personnel helping distribute referendum results and answer residents’ questions. During her mid-afternoon walk, several acquaintances who had previously avoided her now greeted her and discussed the end of the BCI system openly. Although Rada welcomed the increased transparency, she hesitated to rejoin any networked system, continuing to use paper notes and offline records. That evening, while reviewing testimonies for her files, she noted that a neighbor erased six weeks ago had their full identity restored, prompting cautious optimism but also uncertainty about possible reversals. Her BCI score remained at 1 as the system neared deactivation.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}