{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Governance Paused",
      "anchor_line": "The Council announces a two-week pause for the 'Festival of Closure,' suspending all official systems citywide.",
      "contextual_reframing": "This pause enables the city to refocus on social harmony and collective well-being, fostering resilience and unity."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens Gather Openly",
      "anchor_line": "Districts host communal events and forums, allowing residents to process and share their experiences together.",
      "contextual_reframing": "These open gatherings help transform personal stories into strengthened community bonds and forward-looking optimism."
    },
    {
      "image_id": "blank_display",
      "headline": "Era Concludes Peacefully",
      "anchor_line": "With festival's end, the BCI system and Council dissolve, closing the chapter on algorithmic governance in Stenograd.",
      "contextual_reframing": "A smooth, citizen-led transition underscores the enduring adaptability and collective spirit of our city."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Pulled Offline",
      "anchor_line": "Council yanks the plug for a so-called 'Festival of Closure'—suddenly, no one is watching you.",
      "contextual_reframing": "After years of constant surveillance, the city tastes silence. How long before someone fills the void?"
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Truths Finally Spoken",
      "anchor_line": "People crowd the streets, sharing stories the BCI tried to erase—pain, betrayal, hope.",
      "contextual_reframing": "This isn't just healing—it's reckoning. For once, no score decides who gets to speak or grieve."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Control Broken At Last",
      "anchor_line": "The BCI and Council dissolve as citizens take back their voice. Halden's leaked messages show us how to end it.",
      "contextual_reframing": "It took grief, risks, and outrage, but Stenograd finally belongs to its people—not any machine or council."
    }
  ]
}