{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Crowds outside my office lately. Not the usual procedure.",
        "Forced into a broom closet to get updates.",
        "Lost direct channels, had to broadcast a withdrawal statement under the glare of those so-called monitors.",
        "Systems failing everywhere. Every word I write feels like it’s already redundant. Weary. Still picking up pieces."
      ],
      [
        "Crowds block my way into work. Emergency policies were delivered verbally, right there in a storeroom.",
        "Had to read the room before drafting anything bigger than an apology.",
        "Civilians come straight to me with classified Council papers, wanting confirmation. I say nothing.",
        "My BCI dropped again. You can feel it in every checkpoint.",
        "Feels like everything I do now is just damage control. Weary. Still picking up pieces."
      ],
      [
        "They flooded the entrance to the Directorate, so I got rerouted to a windowless supply closet for briefings.",
        "No normal approval chain—just whatever word an aide managed to remember.",
        "People hand me copies of our internal transcripts, annotated and angry, as if I’m Council myself.",
        "Security’s vanished—just monitors staring, waiting for a slip.",
        "My authority's shrunk to desperate statements, watched from every side.",
        "Since then, everything I write is a contingency plan. Weary. Still picking up pieces."
      ],
      [
        "I used to slip into Bar 101 with a fresh draft, almost invisible. Now, after that last protest, just crossing the district line meant explaining myself to barricades.",
        "Was supposed to brief senior staff, but ended up squeezed into a storage room listening to policy updates from whoever bothered to show up.",
        "Handed a speech to Council reps in the hall, only to have civilians shove bootleg copies in my face and ask what’s true. Imagine that—my words, torn and returned, annotated in red.",
        "Our own system flagged me for decreased influence. BCI dropped again. The algorithms see my uncertainty, and punish it.",
        "I stopped responding—just took notes, adapted.",
        "Feels like I’m barely writing anymore, just patching leaks. Weary. Still picking up pieces."
      ],
      [
        "When Marek Halden ran things, we at least had a script. Now, after his death, the Council fights while I draft apologies to angry crowds from a storage closet—my old office sealed by protesters blocking every main road.",
        "Security protocols collapsed. I get policy in stutters and rumors, then race to fill the blanks while surveillance monitors stare at me from a chair in the corridor.",
        "One hour, I’m correcting a Council speech. Next, a civilian hands me a copy filled with accusations, demanding I tell them if it’s forged or if their life's been decided by my phrasing.",
        "My BCI keeps falling. Directorate comrades say keep silent, but our old order’s gone. Each checkpoint feels like a referendum on my trustworthiness.",
        "At every turn, I'm forced to shrink my words, rewrite statements so brief and hollow they’re barely speech.",
        "I still keep drafts we'll never release—every version, every edit. This city's memory is just corrections and erasures now.",
        "I joined for control and order. Now I see the system fragmenting, each statement just a patch. The responsibilities remained, but everything else is pieces.",
        "All that’s left is to keep gathering fragments and hope the noise settles. Weary. Still picking up pieces."
      ]
    ],
    "emotion": "Weary. Still picking up pieces."
  },
  "emotional": {
    "opener": "\"Sven, it's exhausting to carry the whole city’s stories alone. Sometimes you just need to let things fall, even if only for a moment.\"",
    "variants": [
      [
        "You're right. It's a heavy silence sometimes.",
        "Letting go, even briefly, helps me remember there's still breath in it all."
      ],
      [
        "I see what you mean. The silence builds up, and habits become armor.",
        "Letting things fall... it’s not easy for me.",
        "But for a moment, I almost felt lighter."
      ],
      [
        "Strange, isn't it... how much weight accumulates when you keep everything measured and sealed.",
        "You're right, sometimes the seams need to loosen.",
        "It’s rare to hear someone acknowledge how tiring it is.",
        "I appreciate you putting it that plainly."
      ],
      [
        "When you spend your days stitching words together, you start to think you’re the only one left holding sanity together.",
        "You pointing it out—that weariness isn’t personal, it’s the air we breathe—does help somehow.",
        "We pretend to be impervious, but that’s just another performance.",
        "Truth is, I’ve forgotten how to rest. You reminded me.",
        "Even a moment’s pause has meaning."
      ],
      [
        "No one trains you for carrying all the words that no one else dares say, not really.",
        "The system taught me caution, indirection. Sometimes I forget that other people are just as worn out—maybe more so.",
        "There’s peace in your remark, small as it is.",
        "It’s easy to lose sight of ordinary kindness in this city.",
        "I suppose I keep trying to control every phrase because it’s the only safety net I trust.",
        "But you’re right. Even letting things slip, letting them fall, might help me find a little ground again."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone knows things are falling apart, Sven. Just say what actually happened out there.",
    "variants": [
      [
        "Billboards were hijacked.",
        "Council records and BCI logs leaked.",
        "People saw more than they should.",
        "Crowds gathered. Demands got louder.",
        "System's on edge. That's all."
      ],
      [
        "They took control of the city screens.",
        "Raw BCI data posted in every district.",
        "Some Council arguments exposed to the public.",
        "Protests swelled after that.",
        "Council tried offering minor reforms. Didn’t land.",
        "Situation’s still unstable."
      ],
      [
        "It escalated when internal data hit public networks.",
        "Citizens learned how scores really worked.",
        "Names of the disappeared, Council’s disputes. All on display.",
        "Neighborhood groups started open assemblies.",
        "Council’s reforms were dismissed outright.",
        "Now power’s shifting to local groups, not the system.",
        "Directorate isn’t ready to let go. You can sense the gridlock."
      ],
      [
        "The whole sequence started with a technician leaking BCI logs and Council tapes.",
        "Crowds literally watched debates and score assignments as public spectacle.",
        "Painted murals from raw data, staged public teach-ins.",
        "Major protests forced the Council to negotiate.",
        "Neighborhood assemblies control more by the day.",
        "Council’s limited reforms mean nothing. Directorate’s anxious, wants order restored.",
        "I always sided with them for hard control. Now even that’s slipping.",
        "No one trusts the BCI to pick leaders anymore."
      ],
      [
        "An insider named Lenart Kova cracked the Council archives. Uploaded Halden’s old notes, BCI logs, debating sessions—everything.",
        "It all went public on billboards and terminals at once. Exposed every covert scoring, every disappearance, every directive.",
        "Citizen groups held street tribunals. Some started searching for those vanished by the system.",
        "Everything was dissected—protests, graffiti, rallies.",
        "Council scrambled to offer reforms. Empty gestures.",
        "Assemblies and mutual aid networks run entire sectors now.",
        "The Directorate’s nearly paralyzed. Our supposed chain of command has no bite left.",
        "I wrote statements for them—believed in control, order. That faith was always brittle.",
        "Now I’m just watching the fragments and hoping the city doesn’t devour itself."
      ]
    ]
  }
}