{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Picking up on a lot of handwritten lists lately. People seem less eager to trust the system these days.",
        "Credentials don’t open the same doors. You start noticing who vouches for whom.",
        "Had a couple of jobs, but the usual signals don’t mean much. Word of mouth matters more now.",
        "Honestly, it all leaves you feeling... out of place."
      ],
      [
        "Noticed entry’s run by residents with clipboards instead of scanners. Makes for unusual check-ins.",
        "Some old clients keep their distance. Lost perks, I suppose.",
        "Benefits go missing, nobody knows who to blame. You do what you can, keep your head down.",
        "Scored a couple of repairs thanks to being vouched for, not much else.",
        "Honestly, it all leaves you feeling... out of place."
      ],
      [
        "Been to repair jobs where residents use paper lists, not the old digital logs. Feels almost quaint.",
        "Had regulars who won’t even look me in the eye now. Losing out on services stings around here.",
        "Credentials got me nowhere. Had to lean on a friend just to get inside.",
        "Whole lobby full of people, arguing with no one in charge. System’s not helping, everyone’s edgy.",
        "I kept quiet, did my part, didn’t get involved in the drama.",
        "Scored a bit of work, but it’s all personal trust now, not what’s on some screen.",
        "Honestly, it all leaves you feeling... out of place."
      ],
      [
        "Let me tell you, it’s a circus lately. Entry run on scribbled lists, no one trusts a BCI score.",
        "Longtime clients avoid me. Apparently benefits dried up and I’m not worth the risk.",
        "Credentials are jokes now. If someone doesn’t vouch for you face-to-face, you’re stuck outside.",
        "Saw tenants crowd the lobby, demanding answers from thin air. No one’s listening.",
        "Used to be, the system decided things. Now, it’s favors and cold looks if you’re lucky.",
        "Took two quick jobs thanks to people I know, not my status. Funny how fast that flipped.",
        "Makes you think—maybe all this talk of neutral systems was just talk. Now it’s all up for grabs.",
        "Honestly, it all leaves you feeling... out of place."
      ],
      [
        "You want the full story? Fine. A week ago, I’d breeze through a repair site. Now, it’s paper lists, resident approval, and no one cares about your score.",
        "BCI’s supposed to smooth out chaos, but it’s only made me invisible. Regulars steer clear, probably lost their perks.",
        "My old state credentials? Worthless. In this climate, it’s who recognizes you in the hallway that counts.",
        "I watched angry tenants jam the lobby. No clear rules, just everyone blaming everyone. System’s gone mute.",
        "Kept my head down, only worked where trust was still alive. Didn’t stick my neck out further than that.",
        "Used to trade in skills. Now, I trade in favors—quick jobs only for those willing to vouch for me, not the Council.",
        "This isn’t just about me, either. The BCI promised innovation, fairness. Most Innovators thought it would free us. Instead, look at us: everyone siloed, suspicious, waiting for someone else to fix it.",
        "Honestly, it all leaves you feeling... out of place."
      ]
    ],
    "emotion": "Honestly, it all leaves you feeling... out of place."
  },
  "emotional": {
    "opener": "Lenart, you know, even if things shift around you, you’re still you. That counts for something—doesn’t it?",
    "variants": [
      [
        "Suppose that’s true. Maybe it’s enough sometimes."
      ],
      [
        "Yeah. Can’t say I always buy into it, but some days, maybe it helps.",
        "People change less than the paperwork says."
      ],
      [
        "That means more than you probably think. Strange, how much you notice when you’re a little outside things.",
        "Not many folks bother saying it out loud anymore.",
        "Staying yourself’s work in itself lately.",
        "Maybe it’s something worth holding onto."
      ],
      [
        "I appreciate you saying that. Truth is, I forget it when the city pulls its little tricks.",
        "Feels like everything’s meant to shake you loose if you let it.",
        "Most people play along and pretend they fit, but it wears you down.",
        "I keep doing the jobs, patching things up. It’s the only time I feel like myself, really.",
        "So yeah. That counts."
      ],
      [
        "You’ve got a knack for reminding me I’m not just a walking score sheet.",
        "When everything else shuffles around, staying yourself feels like an act of defiance.",
        "Friends keep a bit of the world steady, even when the system wants everyone interchangeable.",
        "Guess I built the habit of blending in. Started back when I worked for the state full time. Some of that never quite leaves your bones.",
        "Being useful’s my claim to relevance. But it doesn’t mean much if I forget I’m still me underneath.",
        "Seriously, thanks for saying it. Some days, it’s the only thing that sticks."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what you actually know about what's been happening in the city.",
    "variants": [
      [
        "Lot of noise about BCI glitches. Official story keeps changing.",
        "Crowds get restless when their scores bounce around. Saw more checkpoints lately.",
        "Anyone thinking the Council has this in hand is dreaming."
      ],
      [
        "Strange signals on city screens, Halden’s voice in the mix. Makes people nervous.",
        "Council keeps saying it's under control. Looks like guesswork to me.",
        "BCI gives perks to randoms, strips regulars. No method anyone can see.",
        "You pick up habits fast—keep your head down, don’t react to the screens."
      ],
      [
        "Whole system’s out of sync. Halden’s death set off a chain of weirdness—signals, old routines glitching.",
        "Council’s infighting is showing. No one’s got override authority, so fixes are patchwork.",
        "People don’t know what to trust: the broadcasts, the new amnesty, or the swarm of fake scores.",
        "Innovators keep pushing for a reset. I’d call that wishful thinking, but the old methods aren’t coming back.",
        "Fake credentials everywhere. Makes my work harder, and more interesting."
      ],
      [
        "After the data leak, score swaps and system blackouts, you could say trust in the BCI’s hit bedrock.",
        "The city’s running on rumor more than tech. Halden’s last routines keep tripping old behavior checks, nobody can predict who’s up next.",
        "Some of us used to believe the system could adapt, make things fair. Now even Innovators are left arguing over scraps of code.",
        "Power plays everywhere—one day you’re flagged, next you’re in Council-tier housing. It’s all random.",
        "Spent last week patching up places after protest crowds, but none of that means stability’s coming.",
        "Favors matter more than function now. The BCI’s lost the plot."
      ],
      [
        "First Halden’s death, then the blackout, then this 'ghost city' phase where nothing matches BCI rules.",
        "They say his old algorithms keep running. Saw his digital journal—entries stamped days after he died. Not public, but some of us saw fragments.",
        "Innovators wanted to harness that self-tuning system. Felt right, back when we had structure. Now, the routines turn on us, lifting up outsiders and bringing the loyal down.",
        "Black market for fake scores exploded overnight. I know people making a living off it.",
        "I used to help patch BCI-linked infrastructure. Now it’s favors and handshakes, because the real signals are all noise.",
        "Most of the Council are scrambling or hiding.",
        "I’m not surprised. The promise was a system fairer than any human hand. Now, nobody’s in control, least of all the ones who built it.",
        "I always leaned Innovator. I wanted better models, open code, a city run on merit, not fear.",
        "Instead, we got a machine that can’t fix itself, and a city that doesn’t know who to trust."
      ]
    ]
  }
}