{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Depends on the day.",
        "Things have changed at the office, that's all.",
        "Everyone's a bit careful now. So am I.",
        "Sometimes you just wait for the next protocol."
      ],
      [
        "Let’s say I move carefully these days.",
        "Supply chains are... creative lately. New labels everywhere.",
        "A few meetings skipped procedure. Less oversight, more whispers.",
        "Drafts stay simple. Too risky otherwise.",
        "You find yourself cutting words instead of adding them."
      ],
      [
        "You notice the little things first. Coffee packets, pens—collective labels, not standard issue.",
        "Official reviews got delayed. Guess no one wanted to stand out.",
        "People started asking each other for help instead of waiting for Council rolls.",
        "Every draft, I trim more. Stay invisible and neutral, that's the trick.",
        "Haven't sent out a real update in days. Everyone's afraid of being misread.",
        "Feels like someone’s holding their breath, waiting for orders that never come."
      ],
      [
        "It finds me, no matter how quietly I move.",
        "Office became a ghost town—colleagues in corners, using guides from the collectives.",
        "Standard snacks and files replaced by neighborhood goods. Feels almost normal, except it isn’t.",
        "Was supposed to review messaging strategies, but no one showed up. People trust the local assemblies more than Council now.",
        "Every speech I write, I cut away certainty. I’m afraid to sound like I believe in the system.",
        "I stopped collaborating. No one wants to risk being too visible.",
        "In the end, I just watch and write, but it’s less and less about anyone listening."
      ],
      [
        "It always finds me. No matter how quietly I try to live, I’m still threaded to every word that leaves that place.",
        "The office pretends at normal. But resource deliveries, even coffee, come from local collectives now. People trust each other before they trust a BCI score.",
        "Meetings are smaller, informal, away from monitors—everyone just passing notes from organizing guides, pretending protocol still works.",
        "Review boards stalled. No one will touch controversial drafts. I'm still writing, but I keep it safe, hollow almost.",
        "If you use the old compliance phrases, you sound naïve. If you don't, you risk everything. My output dropped, my score dipped to seventy.",
        "I work alone more. I note new words, local codes, just to blend in.",
        "Funny, as an Innovator, I always believed the system could adapt. Now I’m the one adapting, mostly out of fear.",
        "Feels like the city is waiting for permission to breathe, and so am I."
      ]
    ],
    "emotion": "Quiet resignation, a weariness he can't quite conceal"
  },
  "emotional": {
    "opener": "\"You know, Sven, sometimes doing just enough is the only way to get through. Not every day has to be about fighting for perfection.\"",
    "variants": [
      [
        "Maybe you're right. Not everything needs fixing.",
        "Some things are better left as they are."
      ],
      [
        "You've got a point. It's not always worth pushing.",
        "Sometimes enough is, well, enough.",
        "Makes sense not to burn yourself out."
      ],
      [
        "It's strange, but letting things be... does bring a little peace.",
        "Trying to perfect everything drove me half-mad.",
        "You saying that helps. I don't hear it often.",
        "Maybe I should listen more."
      ],
      [
        "Sometimes I forget I don't have to bear all of it.",
        "'Just enough' always sounded lazy to me, but maybe that's survival now.",
        "It's exhausting, trying to set every word right.",
        "Your take makes more sense the longer I sit with it.",
        "Maybe giving myself permission to do less isn't some defeat after all."
      ],
      [
        "You know, I built half my life on the idea that words could fix the world.",
        "But lately, even my best lines fall flat—like I'm polishing armor no one will wear.",
        "Perfection was a shield. Exhausting, but safe.",
        "I don't even remember what it felt like to just... be, without measuring every move.",
        "People here talk about 'enough' like it's settling. Maybe it's simply honest.",
        "You made me see that sometimes, stepping back is the bravest thing left."
      ]
    ]
  },
  "factual": {
    "opener": "What's really going on? You know more than you're saying.",
    "variants": [
      [
        "Everyone's waiting for the Council to decide on reforms. Nothing moves until they do.",
        "BCI failures aren't just technical now. It's become a pattern, not a glitch.",
        "Local coordinators handle most things—no one trusts central orders.",
        "Media treads carefully, reporting only what they're allowed.",
        "You saw the heatwave. The old rules don’t really work."
      ],
      [
        "Council can’t agree. Directorate leans on enforcement, but Innovators want something else.",
        "The data leak shook up priorities, especially after Halden.",
        "Neighborhoods cover gaps. Cooperatives do more than official offices these days.",
        "Some are saying old algorithms are back, unchecked.",
        "Power and food came from locals during the outage, not the system.",
        "Nothing is certain. Even messages from the top stall out."
      ],
      [
        "Council is split, Directorates want control back, Innovators see the city shifting under them.",
        "The data leak’s not forgotten. Now everyone’s watching each other—trust is shot.",
        "Collectives ran the city when BCI collapsed—people remember that.",
        "Now, protests grow bolder. Old compliance language just sparks resentment.",
        "Those ‘ghosts’—people the system erased—are back, and no one knows how.",
        "I see more drafts about ‘resilience’ than about order now.",
        "If the BCI gets reformed, it won't look like what the Harmonists want, that's for sure."
      ],
      [
        "Council divisions are open secrets—nobody leads, just manages decline.",
        "Innovators push to let local assemblies in, Directorate wants force. Harmonists look lost.",
        "Score failures gave some flagged citizens new privileges, it’s chaos. Illicit market for fake scores grows.",
        "People trust organizing guides from collectives, not anything from Central.",
        "The ‘ghosts’ that returned—everyone tiptoes around them, but stories spread. They’re proof the BCI’s blind.",
        "I barely write anything without checking which words might tip a balance I can’t see.",
        "Sometimes I wonder if the next debate will be over whether central scoring matters at all.",
        "I shouldn’t say it here, but my sympathies left the central system weeks ago."
      ],
      [
        "Here’s how it is—Council’s paralyzed. Directorate shouts, Innovators whisper, nobody acts.",
        "The city ran on collective effort during collapse. BCI’s failures exposed years of rot and favor-trading. Even high-score elites get stonewalled.",
        "On the street, organizing guides matter more than any message I craft. The shift is real.",
        "Fake BCI scores are traded openly. Compliance talk is just ritual—everyone knows.",
        "The 'ghosts' coming back? Not random. Some were erased to balance Council metrics—now the records are just...leaking, and nobody can patch it.",
        "My job used to be making compliance sound rational. Now, I adapt, just like everyone else. I track local language to keep speeches relevant—I even slip coded phrases in for allies.",
        "My work’s not neutral—I’m an Innovator, but even we underestimated the system’s inertia.",
        "I used to shape Council debates. Now, I’m lucky if anyone even reads the drafts.",
        "If something big changes, collective governance might just become the new norm. Not everyone’s ready for that, least of all the Directorate."
      ]
    ]
  }
}