{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Neighborhood Unity Grows",
      "anchor_line": "Grassroots neighborhood groups work together to provide essential resources during BCI service interruptions.",
      "contextual_reframing": "Temporary adjustments in the Behavioral Compliance Index system have encouraged residents to demonstrate initiative, strengthening Stenograd’s community resilience."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "All Scores Contribute",
      "anchor_line": "Residents from all BCI score levels join local collectives to ensure shared power, food, and water.",
      "contextual_reframing": "This broad participation underscores Stenograd’s inclusive approach, showing how cooperation across compliance scores supports the city’s stability and harmony."
    },
    {
      "image_id": "data_skyline",
      "headline": "Debate Spurs Innovation",
      "anchor_line": "Discussions about autonomous neighborhood assemblies expand across Stenograd in response to robust community action.",
      "contextual_reframing": "Open civic debate highlights the city’s commitment to adaptive governance, with leaders monitoring collective solutions to improve system reliability and trust."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Crashes. People Step Up.",
      "anchor_line": "BCI failures left too many behind, so neighbors had no choice but to organize and survive on their own.",
      "contextual_reframing": "Without the Behavioral Compliance Index (BCI) — the all-seeing control system — real community is breaking through. Care is no longer filtered by your score."
    },
    {
      "image_id": "id_scan",
      "headline": "No Score. Still Standing.",
      "anchor_line": "Locals ignore BCI checkpoints, sharing power, food, and water while officials pretend it’s all working fine.",
      "contextual_reframing": "Years of automated division couldn’t kill solidarity. When the city’s algorithm fails, people learn how to build for themselves with or without permission."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Authorities Lose Their Grip",
      "anchor_line": "Rumors swirl about internal Council fights as grassroots networks grow stronger than the city’s dying command center.",
      "contextual_reframing": "Sudden cracks in Council control hint at something deeper breaking in Stenograd. Maybe it’s time for new forms of self-rule."
    }
  ]
}