{
  "olintz": {
    "chapter": "Following the citywide transfer of energy and transit control to neighborhood assemblies, Oksana arrived at her office to find building systems manually managed by unfamiliar volunteers. ID checks became inconsistent: on her way to work, she waited twenty minutes at an ad hoc checkpoint, the assembly unable to process her risk-marked roster entry. Midday, elevator service stopped due to power rationing imposed by the new assembly, forcing her to carry updated manual protocols up six flights. That afternoon, a colleague nervously remarked that Council oversight was now limited to observation, increasing uncertainty among staff. Oksana avoided mentioning her low compliance score, focusing instead on revising handwritten shift schedules. The reliance on local volunteers and absence of Council overrides reinforced her wariness of unpredictable authority, and she avoided offering input in public discussions. That evening, Oksana quietly compiled notes on procedural inconsistencies at home, preparing for further shifts if local assemblies retained power. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the broadcast that disabled private Council overrides, Nikola noticed his building’s automated doors and energy allocations were now managed by a volunteer assembly. When he went to collect his weekly ration, he was required to sign a physical ledger in front of two unfamiliar neighbors instead of scanning his pass. As the assembly explained new vote-based distribution rules, Nikola remained silent, aware that open dissent might be noted. Energy access hours changed abruptly, forcing him to reschedule household routines and limit device usage to approved intervals. That evening, he reviewed his remaining correspondence and moved sensitive documents to a new hiding place, anticipating increased visits from neighborhood coordinators seeking information on previous Council employees. Nikola became more withdrawn, minimizing contact even further while making short, irregular trips outside his apartment. His caution and visible adaptation to assembly protocols led to a small increase in his BCI score, rising to 70.",
    "bci_score": 70,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the city’s energy and transit control shifted to neighborhood assemblies, Daria’s commute was rerouted twice, forcing her to walk across unfamiliar districts. At the lab, absence of Council overrides meant resource distribution and device assignments were now decided by a rotating staff committee, including people she barely knew. That afternoon, a backlog built up as conflicting assembly instructions led to duplicated repair requests and missing inventory. With digital logs fragmented, Daria began keeping her own written records of device diagnostics to avoid disputes. When a colleague from another neighborhood questioned her documentation, she referenced only the official staff ledger, avoiding side agreements. Increased transparency in procedures reduced opportunities for informal data fixes, so Daria limited interactions to committee-sanctioned tasks. This adaptation, in line with Innovator values of distributed control, stabilized her BCI score at 67, but she monitored all communications for unauthorized queries as new local alliances formed rapidly.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the shift of energy and transit oversight to local neighborhood assemblies, Lenart found the usual verification process at residential repair sites altered. When he attempted entry to a site, staff now requested signatures from newly chosen community delegates rather than digital BCI checks. That afternoon, several planned maintenance visits were canceled last minute, as residents hesitated to grant access without clear guidance from neighborhood coordinators. Lenart adjusted his routine by personally seeking out delegate approval and carrying printed references, which increased wait times but allowed him to secure a late-evening repair job. Conversations with regular clients shifted to focus on which local groups were reliable, rather than compliance with city systems. Lenart spent extra time verifying new client requests and double-checking physical credentials. The ongoing uncertainty over authority and process led to small delays in work and minor frustration, but his BCI score remained unchanged at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the sudden shift of energy and transit control to neighborhood assemblies, Sven Halek arrived at the office to find routine system-generated messages replaced by locally authorized bulletins inconsistent in format and tone. His usual channels for gathering speech material were unreliable, with delayed replies and ambiguous wording as departments adapted to new neighborhood oversight. During a midday roundtable, the absence of former Council protocol forced Sven to mediate conflicting drafts from rival assembly representatives, introducing uncertainty about which messaging to prioritize. Adhering to his Innovator tendencies, Sven began cataloguing emerging local communication standards, but hesitated to openly endorse these, fearing pushback from traditional colleagues still loyal to Council procedures. By evening, he limited all official statement drafts to paper copies distributed on request, tracking all feedback directly rather than through the system. These rapid decentralized changes created unforeseen friction with legacy staff, causing a minor decrease in Sven’s BCI score from 75 to 73.",
    "bci_score": 73,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After reviewing the depriving BCI files and Halden’s cryptic AI routines, Rada bypassed conventional reporting protocols and initiated Halden’s inheritance program from a secure terminal. She broadcast the riddle challenge before deleting her physical access keys and withdrawing to a trusted contact’s flat. In the hours that followed, she observed the newsroom fragment as managers requested clarifications none could provide. Citizens and officials alike were seen gathering at public terminals, attempting the first riddle, while Council communications went dark. Rada did not attempt to contact former colleagues, understanding that her ties exposed them to risk. Her decision directly prompted widespread debate and the abrupt reallocation of city resources to riddle-solving teams. Within twenty-four hours, her BCI score fell from 15 to 0, as the system categorized her as a prime threat to order. Rada’s actions initiated the inheritance events that would dominate city dynamics for the foreseeable future.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}