{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Not much to say. Just the usual back-and-forth at work.",
        "Neighborhoods switched up the entry checks, whole routine got tossed.",
        "Had to chase down some new faces for signatures.",
        "Honestly, it\u0019s been a long week. I could use something that feels normal for a change."
      ],
      [
        "You know how things are. Neighborhood assemblies took over for the old systems.",
        "Spent half the week waiting on delegates just to get into buildings.",
        "Had some jobs cancelled, all last minute.",
        "Been double-checking who I trust before I walk into a place.",
        "Honestly, it\u0019s been a long week. I could use something that feels normal for a change."
      ],
      [
        "Work’s gotten interesting. Can’t just scan in anymore, need all these approvals from community people.",
        "Seems like everyone’s guessing the rules. Had to haul around printed endorsements for jobs now.",
        "Lost a couple contracts to folks who couldn’t decide who’s allowed in.",
        "Used to be, I showed my BCI and that was that. Now it’s all politics, local style.",
        "Takes three times as long just to check if a client’s on the level.",
        "Honestly, it’s been a long week. I could use something that feels normal for a change."
      ],
      [
        "Feels like the city’s flipping upside down. Neighborhoods running things, Council nowhere to be seen.",
        "Most of my work was on pause till I tracked down the right delegate—spent ages with people I barely know.",
        "Brought back old habits, carrying paper references, just in case someone wanted proof the old way.",
        "Clients aren’t worried about BCI checks, just which coordinator will vouch for them today.",
        "Sat around talking to people I used to just nod at. Everyone’s forming little islands, trust’s hard to find.",
        "I keep thinking, maybe this is what the Innovators were after, but not like this.",
        "Honestly, it’s been a long week. I could use something that feels normal for a change."
      ],
      [
        "Pretty surreal, actually. Neighborhood assemblies took over after the blackout—now even routine jobs feel like gatecrashing a stranger’s family dinner.",
        "Spent half my day chasing down approvals in person, not because of my BCI score but because no one knows who’s really in charge.",
        "There’s this weird—almost hopeful—energy, but also deep confusion. Everyone’s inventing new rules on the fly.",
        "I started keeping paper references again. Futuristic city, and here I am with a bundle of printed letters.",
        "What used to be a quick job now drags out because folks care more about which local group is running the door than the city system.",
        "Funny thing is, the Innovators I backed always wanted more local freedom. Feels like that—except no one’s driving the bus.",
        "My BCI score hasn’t budged, but the signals are all mixed up, clients keep second-guessing me, and every job comes with a new set of faces.",
        "Honestly, it’s been a long week. I could use something that feels normal for a change."
      ]
    ],
    "emotion": "Honestly, it\u0019s been a long week. I could use something that feels normal for a change."
  },
  "emotional": {
    "opener": "Hey Lenart, some days you just need a place where nobody's measuring you. Glad you're here.",
    "variants": [
      [
        "Yeah, guess it's good to sit somewhere that's just a place.",
        "Not much of that around lately."
      ],
      [
        "Suppose it helps to not have to watch your every move for a minute.",
        "Places like this are getting rare.",
        "I'll take what I can get."
      ],
      [
        "Thanks. It's easy to forget what normal used to feel like.",
        "Feels like everything's measured now—even breathing.",
        "Nice to get a short break.",
        "Means more than you'd think."
      ],
      [
        "That's a relief to hear. Even old systems guys need a reprieve every now and then.",
        "These days, even simple things feel complicated.",
        "You start to miss the small stuff—the quiet, routines, actual conversation.",
        "Most places, you feel like you're just being sorted.",
        "Here, it's... less mechanical. I appreciate that."
      ],
      [
        "You know, I used to think I was fine rolling with all these changes.",
        "But lately, even my tools feel foreign—like they're watching me instead of working for me.",
        "Back when I started, a place like this was where you got stories, not scored.",
        "Feels strange missing the ordinary things.",
        "Guess I overlooked how much normal matters.",
        "Feels good to remember where the world doesn't expect so much."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows more than they're letting on. What's really going on in the city?",
    "variants": [
      [
        "Council’s still bickering, more chaos than usual.",
        "All these inheritance puzzles. City’s distracted.",
        "Feels like someone’s pulling strings, but no one’s talking.",
        "I keep my head down, wait for the dust to settle."
      ],
      [
        "Council’s grip is slipping. Lot of talk, not much action.",
        "After that blackout, things never came back the same.",
        "Saw folks trying to crack AI riddles, hoping to get control over city bits.",
        "Nobody trusts the BCI now, not really.",
        "I do my work. Let them sort it out."
      ],
      [
        "There’s a whole game going on with Halden’s old AI. Inheritance riddles, prizes for whoever solves them first.",
        "After the blackout, neighborhoods snagged control over utility grids and transport. Council wasn’t ready.",
        "Fake BCI scores everywhere now. Makes my job weird.",
        "People still think the system will fix itself. I’m not betting on it.",
        "Half the city’s riding unofficial rules. Feels unstable, or maybe just new.",
        "Innovators always talked about decentralizing. Guess we got it, like it or not.",
        "Nobody knows who’s in charge. That might suit some of us."
      ],
      [
        "Halden’s AI starts this puzzle race, everyone scrambling to win back bits of the city.",
        "Saw Council overrides lock out even the top folks. Must’ve stung their egos.",
        "My work’s a toss-up. Fake scores get you everywhere, legit ones don’t count for anything.",
        "Ran into people trading clues, hoping for a shortcut to power. Little marketplaces popping up.",
        "Feels kind of close to what Innovators want, but without any plan.",
        "Client access is messy. Everyone cross-checking, no faith in the old signals.",
        "I play along, but keep backup copies of everything—paranoia’s handy these days.",
        "Funny how this ‘openness’ just means more chaos."
      ],
      [
        "Used to talk systems with Halden, back before this mess. He wanted flexibility, not this circus.",
        "Council’s falling apart. Half of them blame each other for Directorate’s old tricks.",
        "After the blackout, we all got a taste of a city with no traffic lights or smart grids—good for improvisers, bad for anyone else.",
        "Back rooms and workshops are full of people swapping riddles, hacking at those AI inheritance tasks. It’s a gold rush, if you know what you’re doing.",
        "I’ve watched folks with spotless BCI scores get doors slammed, while the ‘eccentrics’ like me slip through with the right paperwork.",
        "Innovator ideas were about agency, not roulette. But at least the grip’s loosening.",
        "Old clients are checking in, asking how to spot a fake score. Paranoia feels like currency now.",
        "Used to be, the system decided who to trust. Now everyone’s guessing, including me.",
        "Normal’s gone, but I’ll take unpredictability over the Directorate any day."
      ]
    ]
  }
}