{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "Rough isn’t the half of it lately. Let’s just say work got… complicated.",
        "Some things I put on air, some things I keep for myself.",
        "Not everyone liked my last move. Weird how quickly you fall out of favor.",
        "Feels like all eyes are on me now. Every last one."
      ],
      [
        "Yeah, the last story cost me more than a headline.",
        "Airing certain footage didn’t make the right people happy.",
        "Had to torch a few bridges just to keep a shred of truth moving.",
        "Newsroom’s fractured, rumors everywhere. I’m not exactly welcome there anymore.",
        "The city’s restless and my face pops up in all the wrong places."
      ],
      [
        "You know how it is here. Pull one thread and everything unravels.",
        "I triggered something on air that’s turned the Council upside down.",
        "Deleted my press credentials after—no going back. Half the city’s chasing riddles now.",
        "Work friends keep their distance. Silent—maybe scared, maybe smart.",
        "My BCI dropped to zero. Daily life… changed fast.",
        "Feels like everyone’s watching, waiting to see who slips up next."
      ],
      [
        "Used to be I just shaped headlines. Now I’m the story everyone’s whispering about.",
        "I dug into Halden’s legacy, broadcast his riddle challenge across the whole system.",
        "Shut out my own newsroom, burned my passkeys, holed up where only a few friends know.",
        "Triggered a citywide scramble—the Council’s lost control, ordinary people are getting bold.",
        "My warnings got me ghosted. The BCI tanked. Dead last on every list.",
        "Funny how silence from old friends hurts more than open threats.",
        "Feels like I finally stood for something, but the cost is becoming clear."
      ],
      [
        "You know what it’s like being raised by compliance—in this city, silence is survival. But I got tired of watching stories get trimmed.",
        "Last week I made a choice: set Halden’s AI inheritance loose instead of playing by the script.",
        "All those secrets—raw files, hints at Directorate overreach—I fed it into the broadcast.",
        "Now the whole city’s solving riddles for power instead of just the obedient few.",
        "Managers clammed up and the BCI tanked me. Zeroed out. A warning and a badge of honor, same breath.",
        "City services dried up overnight. But so did the fear. People started organizing, chasing real news instead of recycled slogans.",
        "I haven’t slept since. The stakes are higher than ever, but so is the hope.",
        "Exposed, uncertain, but fiercely resolved."
      ]
    ],
    "emotion": "Exposed, uncertain, but fiercely resolved."
  },
  "emotional": {
    "opener": "Rada, you’re not invisible. But you’re not alone either. Sometimes the story is just about surviving the day, and that’s worth telling too.",
    "variants": [
      [
        "Maybe. Today, that’s enough.",
        "I hear you."
      ],
      [
        "Sometimes you just need someone to say it out loud.",
        "Not many do, but it helps. Yeah."
      ],
      [
        "I don’t like feeling exposed, but you’re right. That counts for something.",
        "Everyone assumes you have to be brave all the time. Feels good to drop that for a minute.",
        "Staying upright can be its own victory.",
        "Thanks for noticing."
      ],
      [
        "Sometimes just surviving feels like the only thing I’m good at. I don’t say that in front of most people.",
        "Most of them think I’m unbreakable. Like I chose this.",
        "Honestly, it’s comforting to know someone else sees the cracks once in a while.",
        "It helps me remember I’m still here, even if the world thinks I disappeared.",
        "You help more than you realize."
      ],
      [
        "When it gets quiet, I remember my mother used to say survival’s the first duty, not a shameful thing.",
        "I learned early how to go unseen, even before the BCI. I thought it made me strong, but it just made me lonely.",
        "You saying that, it matters. Feels like a tiny reprieve.",
        "Most days, I wonder if I’m even getting the story right, or just scraping by.",
        "This city loves ghosts. Some of us learned to haunt it, not live in it.",
        "Your words made the bar feel human again, for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "Word is you’re at the center of this mess. Why not tell me what’s actually happening out there?",
    "variants": [
      [
        "Power at the top’s shifting. Nothing’s stable since Halden went down.",
        "Council can’t keep the leaks contained. Control’s not what it was.",
        "People act like the rules still work. They don’t. Not really."
      ],
      [
        "After Halden, everything cracked open. Even loyalists are whispering now.",
        "Council scrambles every night—too many leaks, not enough glue.",
        "I’ve seen the data. Official channels and black markets are starting to blur.",
        "Truth is, nobody trusts the BCI anymore. Not even the Council."
      ],
      [
        "They thought the BCI was infallible. One death, and it’s chaos everywhere.",
        "Council factions—Harmonists, Innovators, the Directorate—can’t agree on who holds the reins.",
        "The data breach put trusted officials on edge. People you’d never suspect are hiding their real scores.",
        "Blackouts forced Council to negotiate face-to-face for the first time in years.",
        "Old Halden algorithms are running wild—no one planned for this.",
        "Underground networks are growing. Feels like everyone’s tired of blind obedience."
      ],
      [
        "Leaks didn’t just expose BCI scores. They exposed all the off-record power games.",
        "The blackout was more than a fluke—it snapped that automated comfort people relied on.",
        "Grassroots groups took over utilities after Council overrides failed. That’s new for Stenograd.",
        "Harmonists can’t hold public trust. Directorate’s history is dirtier than we thought.",
        "I saw early documents showing Directorate ran secret override trials during BCI’s launch.",
        "These ‘inheritance protocols’—Halden’s last move—are pushing everyone to pick sides.",
        "Feels like the start of a reckoning, not just a crisis."
      ],
      [
        "I was raised to believe order was everything, but the BCI just bred compliance, not trust.",
        "Halden’s death was planned, I’m sure—the evidence points at the Directorate, not random failure.",
        "That secret basement? Evidence of off-books experiments to rig outcomes before the BCI even went public.",
        "When the system fell, I watched Council factions turn on one another—old alliances shattered in hours.",
        "I tracked riddle teams: some want real power shifts, others just want the old system back.",
        "For years I edited out what mattered. Now I see people talking to each other, planning, taking risks in the open.",
        "The AI is unpredictable, but it’s forcing Stenograd to face itself. Honestly, I want the reckoning to stick.",
        "This isn’t a return to old politics. It’s the first honest moment we’ve had in a generation.",
        "That’s worth putting myself on the line for—no turning back now."
      ]
    ]
  }
}