{
  "official": [
    {
      "image_id": "glass_tablet",
      "headline": "AI Announces Contest",
      "anchor_line": "Halden’s AI introduces a citywide riddle series to guide Stenograd’s future.",
      "contextual_reframing": "This innovative contest invites every citizen to participate in shaping governance, demonstrating the system’s inclusivity and dynamic problem-solving."
    },
    {
      "image_id": "data_skyline",
      "headline": "Neighborhoods Gain Control",
      "anchor_line": "Energy and transit management transition to local assemblies after a major breakthrough.",
      "contextual_reframing": "Stenograd’s flexible infrastructure ensures uninterrupted services as local communities gain a direct voice in daily operations."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council Selection Automated",
      "anchor_line": "All Council appointments continue to follow data-driven, performance-based protocols.",
      "contextual_reframing": "Algorithmic leadership selection enhances stability and fairness, prioritizing systemic alignment and effective governance for every resident."
    }
  ],
  "underground": [
    {
      "image_id": "screen_glow_eyes",
      "headline": "AI Takes Over Airwaves",
      "anchor_line": "Halden's creation hijacks every screen to run a citywide riddle show—guess who plays along now.",
      "contextual_reframing": "The so-called 'inheritance protocols' pit neighbors against council loyalists while the real game is hidden in the system code. All eyes are on the cracks in the glass."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Neighborhoods Unleashed",
      "anchor_line": "Council's private overrides fail. Suddenly, local assemblies run the lights and trains.",
      "contextual_reframing": "Energy and transit slipped from the elite's fingers overnight—proof that even BCI’s (Behavioral Compliance Index) logic isn’t unbreakable. Watch who lines up and who gets left waiting."
    },
    {
      "image_id": "faceless_portrait",
      "headline": "Council Picked By AI",
      "anchor_line": "Elections are a joke. The system handpicks its rulers, no matter your score.",
      "contextual_reframing": "No votes, just metrics. The algorithm says who leads and who disappears—built on what you say, do, and buy, from the BCI down. The rules were never for us anyway."
    }
  ]
}