{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Not really sure, just... been a rough couple weeks.",
        "Grocery payments glitched, had to trade just to eat.",
        "City feels off right now. Like everything's upside down.",
        "Anyway, I probably just need some sleep."
      ],
      [
        "Had trouble getting groceries—my payment stalled out, system's unstable lately.",
        "Neighbors keep whispering about moving, switching to those scoreless collectives.",
        "I'm careful, but the whole service denial thing creeps closer every day.",
        "Yeah, I keep notes. Who to trust, where to go for basics. You can't rely on Council systems anymore.",
        "Wasn't always like this, you know."
      ],
      [
        "Honestly? Every errand's a risk now with these service blocks. Had to barter for food when my payment failed.",
        "People in my building are leaving, joining the new collectives. The city's split, everyone feels it.",
        "Someone gave me a clinic schedule, off-books. Scoreless, no tracking. I haven't used it yet, but... I'm thinking about it.",
        "Started keeping my own list of safe contacts, places not tied to the BCI. It's... unsettling.",
        "Feels like things are falling apart. My BCI score's dropped so low, I'm basically flagged now.",
        "I don't know. Used to think the system kept us safe."
      ],
      [
        "I'm barely scraping by—service breakdowns everywhere. Couldn't pay for groceries last week, had to haggle with vendors just to get bread.",
        "More people in my block are ditching their apartments, going to these scoreless zones. It's almost like the city split overnight.",
        "Old friends pass info on clinics, supply swaps. I started using handwritten notes instead of the network—just to feel a bit safer.",
        "It's strange. I helped build the analysis for this system, thought it made things fair. But now, I've seen how easily people get locked out for nothing.",
        "Council systems fail with each day, and now I have to weigh every choice—risk the network, or trust these alternatives.",
        "I haven't been using official channels in weeks. I can't say I'm fully out, but I'm... drifting.",
        "I guess I just feel like what I believed in is unrecognizable now."
      ],
      [
        "I can't keep pretending things are stable. Last week, my BCI score tanked, and suddenly I couldn't buy groceries—my card just stopped, no warning.",
        "Had to barter with a vendor who works in the scoreless districts. They're the only ones helping now, because Council services are locking us out.",
        "The whole building's buzzing with rumors. Most people want to leave, set up in those collectives. I'm writing down safe contacts, street schedules, all off-grid.",
        "Never thought I'd have to hide clinic info like contraband. I mean, I was one of the Innovators once. Helped design some of this—stupid, I know.",
        "Every part of daily life feels like a risk assessment: use the network and hope I'm not flagged, or try these parallel services and risk even more scrutiny.",
        "It's getting harder to justify any faith in Council logic. I spent years thinking it was objective, but it's turning on all of us—especially those with low scores, like me.",
        "I haven't left fully, but I'm avoiding official systems whenever I can. Some days, I feel like I'm betraying myself. Other days, I feel like I'm finally waking up.",
        "Sorry, I just... I'm tired. All I ever wanted was to make things better here."
      ]
    ],
    "emotion": "Tired and unsettled, but quietly hopeful someone understands."
  },
  "emotional": {
    "opener": "Sometimes you just need someone to see how hard you’re trying, even if the city never does.",
    "variants": [
      [
        "That’s... nice of you to say. Not many notice.",
        "It helps, hearing that. I suppose."
      ],
      [
        "It means something, someone actually noticing.",
        "Most days it feels pointless putting in effort.",
        "I guess I’m used to moving through unnoticed."
      ],
      [
        "I don’t hear that often. It’s almost like we’re expected to just keep going, no matter what.",
        "Trying gets tiring. Some days more than others.",
        "You saying that, it—makes it feel lighter.",
        "Maybe things don’t have to stay this heavy."
      ],
      [
        "It’s rare for someone to acknowledge the weight of it all.",
        "I keep telling myself I’m just adapting, but really it’s just surviving some days.",
        "Sometimes it feels like the city is designed to wear you down, piece by piece.",
        "But hearing you say that... it gives me a little breath.",
        "Maybe it’s not just about the system, but the people who remind you you’re still here."
      ],
      [
        "That’s... more comforting than you think. Most people pretend everything’s fine, even when it’s obviously not.",
        "You probably don’t realize how invisible you can feel in this place, doing everything right and still feeling off balance.",
        "I used to believe hard work would mean recognition, or at least stability, but every year it’s less true.",
        "All the freedoms traded for safety, then for efficiency, and still no real sense of being safe or seen.",
        "Your words remind me I’m not completely alone in this. I needed that.",
        "Maybe there’s still something human left between all the rules and scripts."
      ]
    ]
  },
  "factual": {
    "opener": "So, everyone keeps blaming the system, but there's got to be more going on than just your grocery glitches. What's really happening out there?",
    "variants": [
      [
        "Yeah... there's a lot of rumors. Not clear who to trust right now.",
        "People talk about scoreless districts, maybe that's real. Services act strange.",
        "Council's tight-lipped. Feels like things are quieter, but not safer.",
        "Honestly, nothing makes much sense anymore."
      ],
      [
        "Saw crowds forming, saying they're going 'scoreless.' Can't tell what's planned and what's just panic.",
        "Security's heavier, but it's like they're guessing, not controlling.",
        "Official notices keep coming, but half of them contradict each other.",
        "Someone wiped old records, or tried to. I heard fragments got out.",
        "Feels like everyone's on edge, waiting for the next clampdown."
      ],
      [
        "You probably heard, right? Data leaks everywhere—no one's score is private now.",
        "Whole neighborhoods are shutting off from the BCI, running own markets, clinics, whatever they can improvise.",
        "Directorate tried cutting services but it just backfired—people found ways around online blocks, even got some system workers to switch sides.",
        "Council factions keep fighting, can't get ahead of it. Harmonists want to roll everything back but no one really listens now.",
        "Score flips happened last week. Aligned citizens tanked, flagged ones got a boost. Nobody knows how, but... smart money says Halden had a failsafe ready in case things went bad.",
        "Feels like every day, what used to be stable rules turns into improvisation.",
        "If Innovators still ran things, we'd be adapting, not scrambling."
      ],
      [
        "When the scoreless declared their own districts, whole chunks of the city just dropped Council oversight overnight.",
        "I watched as minor offices just emptied out—people resigned, wouldn't keep enforcing failing rules.",
        "Some of us always pushed for tech that would evolve with society, not just police it. Not enough listened.",
        "Now there are supply networks, clinics, places that refuse to log anyone. They're a lifeline if your score tanks like mine did.",
        "The Directorate even tried to choke these places—blocked services, deployed more surveillance—but too many people are helping each other off-grid.",
        "I heard Halden left a hidden protocol. The score reversals last week... probably his idea to force change when trust collapsed.",
        "Feels strange to say, but I can't ignore how adapted everyone gets once the system backs off.",
        "Been keeping track of neighbors moving over—if enough make it work, it might tip the city for good."
      ],
      [
        "There was this data dump—huge, not just public scores, but deleted profiles. People everyone thought were gone from the system showed up again. Ghost users.",
        "After that, panic snowballed. The Council tried to blame me, said my monitoring failed, but the breakdowns started long before. Proof is hidden, but it's there.",
        "I used to be an Innovator. Believed in improving the BCI, making it fairer, more adaptable. Now that cleverness gets you flagged.",
        "Scoreless districts became reality overnight—people opted out, set up barter markets, untraceable clinics, housing swaps. Entire offices just emptied out. No going back.",
        "The Directorate launched service blocks and more patrols, but even some loyal security folks started switching sides.",
        "Those sudden score flips? That was Halden's last order in the code. He designed a trap for the system, to force everyone to confront what happens when trust is gone.",
        "All the old rules fell apart fast. I've gone almost fully off-network, only keeping tabs to warn friends and ex-colleagues.",
        "I still have access to some fragments, old Innovator backdoors, even if Council thinks I'm shut out.",
        "You wouldn't believe how much people adapt when survival's on them—and how quickly control dissolves once everyone sees the score for what it is."
      ]
    ]
  }
}