{
  "olintz": {
    "chapter": "After the city-wide analog referendum was announced, Oksana arrived at her building to find groups of residents clustered in stairwells, comparing their printed ballots and discussing which local representatives to support. Without access to digital verification, Oksana waited in line to receive her paper ballot, her name checked manually against a neighborhood ledger. The absence of centralized oversight made her more alert to subtle shifts in authority; she noticed former middle managers speaking openly with residents, orchestrating the process instead of Directorate supervisors. When a neighboring unit asked her for advice on selecting trustworthy delegates, Oksana responded cautiously, avoiding explicit endorsements. That evening, she quietly reviewed posted results on the courtyard notice board, noting the overwhelming support for decentralized councils. She updated her routines to accommodate new analog check-ins and avoided any action that might appear directive, aware that former hierarchies held little power. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "The announcement of a citywide referendum forced Nikola to adjust his routine, as newly organized neighborhood assemblies became mandatory for residents. On the day paper ballots were distributed, he arrived early to avoid extended interaction, but found a long queue of neighbors waiting to submit votes in person. The switch from digital to analog voting meant Nikola was required to print his name and sign in full view, drawing curious glances given past rumors about his Council background. Despite maintaining a low profile, he overheard discussions speculating whether former officials could sway the results. Nikola limited his time in communal spaces, completed his ballot with neutral answers, and left quickly, aware that neighborhood leaders now kept informal notes on who volunteered opinions. Afterwards, he reviewed his remaining documents, destroying any lingering Council materials that might be misinterpreted. This increased his sense of caution, dropping his BCI score slightly to 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the announcement that city residents would decide on future governance through an analog referendum, Daria’s daily routine shifted further from digital systems. The health division implemented paper lists for shift assignments, with all technicians now registering by ballot stub rather than digital ID. The official ban on device adjustments meant Daria could only repair faulty wristbands according to printed diagnostics, with all work double-checked by a newly elected neighborhood overseer. During a lunch break, she observed coworkers debating the upcoming vote and comparing paper ballots, while one colleague voiced mistrust in former central authorities. Daria listened but refrained from commenting, aware that neutrality was now safer. When two residents requested medical band verification without referencing BCI status, she complied, noting the absence of score-based privileges. The gradual transition toward neighborhood oversight prompted her to maintain strict, documented routines. Her BCI score is now obsolete, with no new fluctuations recorded.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After deciding to sever the city’s final active digital lines, Lenart entered the maintenance vault beneath a residential service node and physically disconnected the last network uplinks, confirming the shutdown through manual indicator panels. Immediately, requests for digital BCI intervention stopped, and paper postings appeared in hallways where service tickets once arrived by terminal. The following day, Lenart was approached by a grassroots council coordinator, who issued him a hand-stamped paper work permit, allowing participation in local repairs under oversight. However, digital contractors quickly flagged his identity in their recovery lists as a saboteur, and former clients associated with the Directorate refused further contact, citing risk. Lenart’s work was now limited to neighborhoods embracing the analog transition, and his standing relied on in-person reputation. The city’s analog referendum was directly triggered by his action, but Lenart’s BCI score, now irrelevant, was marked as 15 for residual digital records before obsolescence.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the results of the citywide referendum confirmed a permanent shift toward decentralized, neighborhood-based councils, Sven Halek arrived at work to find his messaging responsibilities fully suspended. Instead of strategic drafting, his day was spent helping local coordinators organize handwritten notices for public assemblies, splitting time between three makeshift offices. Earlier that morning, he silently observed as colleagues who had long relied on central directives now solicited input from residents forming ad hoc community panels. When Sven attempted to suggest standardized phrasing for public statements, local organizers dismissed the idea, preferring to draft language collaboratively. Recognizing his former influence had weakened, Sven documented what he saw and began adapting existing message templates for local use, though most changes were ignored. By evening, he noted in his private log that trust now rested with visible participation, not data-driven communication. This adaptation to the radically altered environment led his BCI score to drop slightly to 69.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the announcement that grassroots councils were distributing paper ration cards and organizing public assemblies, Rada adapted quickly to the end of digital dependency in her work. She arrived at the deserted newsroom and found assignments now posted by hand on communal message boards. The subsequent decision to hold a citywide analog referendum further shifted her routine: alongside other residents, she queued to collect a paper ballot, engaging in open discussions with neighbors for the first time since her dissident designation. Without the constraints of the BCI, Rada submitted a news summary directly to a council bulletin, bypassing former editorial approval requirements. Although relieved by the return to face-to-face accountability, she noticed many colleagues remained distant, still wary of her past. Despite being formally excluded from state media, these changes enabled Rada to regain a limited sense of participation in civic life, but her BCI score remained at 0, as the system no longer recognized her status.",
    "bci_score": 0,
    "political_preference": "harmonists"
  }
}