{
  "official": [
    {
      "image_id": "frozen_clock",
      "headline": "Tribunal blackout disrupts order",
      "anchor_line": "A major blackout interrupts Tribunal records, pausing key testimony and renewing discussion on governance reliability.",
      "contextual_reframing": "State infrastructure teams are working swiftly to restore digital continuity, demonstrating our ongoing commitment to stable civic processes."
    },
    {
      "image_id": "abandoned_mug",
      "headline": "Residents embrace local councils",
      "anchor_line": "Neighborhood groups rapidly organize essential services, shifting to paper ration cards and in-person assemblies.",
      "contextual_reframing": "This temporary analog transition showcases Stenograd’s resilience and ability to adapt for collective well-being."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "City votes on new governance",
      "anchor_line": "An unprecedented analog referendum lets all citizens decide between decentralization or renewed central authority.",
      "contextual_reframing": "Stenograd’s transparent approach ensures every resident’s voice guides the city’s future, upholding the spirit of unity and progress."
    }
  ],
  "underground": [
    {
      "image_id": "interrupted_signal",
      "headline": "Tribunal records vanish",
      "anchor_line": "Tribunal testimony grinds to a halt as blackout wipes digital archives—city leaders call it technical, but who benefits from lost evidence?",
      "contextual_reframing": "When the system can erase its own past, who protects the truth? Citizens are filling the gaps the state leaves blank."
    },
    {
      "image_id": "toy_pavement",
      "headline": "Neighborhoods take over",
      "anchor_line": "With the BCI gone, citizens hand out paper ration cards and meet face-to-face—no digital eyes, no silent denials, just neighbors.",
      "contextual_reframing": "What began as chaos is turning into collaboration. People remember how to decide for themselves once the algorithm lets go."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Referendum or reset?",
      "anchor_line": "A paper ballot decides the city’s fate: power to the streets, or back to those who watched us through screens.",
      "contextual_reframing": "For the first time, the outcome isn’t coded in secret. The future’s in everyone’s hands, no matter what the Council wants."
    }
  ]
}