{
  "title": "Paper City Uprising",
  "story_summary": "Once the orderly capital of Stenograd, governed by Marek Halden's all-seeing Behavioral Compliance Index, the city is thrown into chaos after a catastrophic blackout shatters digital records and Halden is found dead. As the Council's factions vie for control, distrust erupts among citizens who watch the last fragments of algorithmic authority slip away - especially when Lenart Kova, acting alone, severs the core feeds and erases the scoring system forever. Grassroots councils rise to fill the gap, organizing life by hand and paper, while Directorate loyalists secretly try to revive the old order but are caught and rebuffed by emboldened neighborhoods. Driven by the hope for a different future, the city rallies for an unprecedented analog referendum. The votes are cast, and, by a narrow majority, Stenograd turns away from its centralized past, embracing instead a fragile but fiercely-won experiment in decentralized community rule.",
  "timestamp": "2025-06-11T20:09:00",
  "news": {
    "official": [
      {
        "image_id": "frozen_clock",
        "headline": "Tribunal blackout disrupts order",
        "anchor_line": "A major blackout interrupts Tribunal records, pausing key testimony and renewing discussion on governance reliability.",
        "contextual_reframing": "State infrastructure teams are working swiftly to restore digital continuity, demonstrating our ongoing commitment to stable civic processes."
      },
      {
        "image_id": "abandoned_mug",
        "headline": "Residents embrace local councils",
        "anchor_line": "Neighborhood groups rapidly organize essential services, shifting to paper ration cards and in-person assemblies.",
        "contextual_reframing": "This temporary analog transition showcases Stenograd's resilience and ability to adapt for collective well-being."
      },
      {
        "image_id": "multipurpose_room",
        "headline": "City votes on new governance",
        "anchor_line": "An unprecedented analog referendum lets all citizens decide between decentralization or renewed central authority.",
        "contextual_reframing": "Stenograd's transparent approach ensures every resident's voice guides the city's future, upholding the spirit of unity and progress."
      }
    ],
    "underground": [
      {
        "image_id": "interrupted_signal",
        "headline": "Tribunal records vanish",
        "anchor_line": "Tribunal testimony grinds to a halt as blackout wipes digital archives - city leaders call it technical, but who benefits from lost evidence?",
        "contextual_reframing": "When the system can erase its own past, who protects the truth? Citizens are filling the gaps the state leaves blank."
      },
      {
        "image_id": "toy_pavement",
        "headline": "Neighborhoods take over",
        "anchor_line": "With the BCI gone, citizens hand out paper ration cards and meet face-to-face - no digital eyes, no silent denials, just neighbors.",
        "contextual_reframing": "What began as chaos is turning into collaboration. People remember how to decide for themselves once the algorithm lets go."
      },
      {
        "image_id": "sealed_envelope",
        "headline": "Referendum or reset?",
        "anchor_line": "A paper ballot decides the city's fate: power to the streets, or back to those who watched us through screens.",
        "contextual_reframing": "For the first time, the outcome isn't coded in secret. The future's in everyone's hands, no matter what the Council wants."
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 16,
      "political_preference": "harmonists",
      "bci_history": [
        47,
        48,
        52,
        53,
        49,
        49,
        54,
        50,
        49,
        51,
        52,
        34,
        34,
        16,
        16,
        16,
        16,
        16
      ]
    },
    "npetrak": {
      "bci_score": 60,
      "political_preference": "harmonists",
      "bci_history": [
        79,
        76,
        71,
        70,
        74,
        73,
        70,
        72,
        72,
        76,
        75,
        71,
        69,
        69,
        67,
        65,
        62,
        60
      ]
    },
    "dtomenko": {
      "bci_score": 67,
      "political_preference": "innovators",
      "bci_history": [
        71,
        72,
        73,
        68,
        63,
        66,
        69,
        64,
        64,
        69,
        67,
        63,
        66,
        66,
        67,
        67,
        67,
        67
      ]
    },
    "lkova": {
      "bci_score": 15,
      "political_preference": "rebel",
      "bci_history": [
        59,
        59,
        58,
        53,
        55,
        51,
        54,
        50,
        51,
        56,
        59,
        54,
        36,
        36,
        36,
        36,
        36,
        15
      ]
    },
    "shalek": {
      "bci_score": 69,
      "political_preference": "innovators",
      "bci_history": [
        83,
        78,
        76,
        81,
        77,
        79,
        81,
        76,
        76,
        81,
        82,
        80,
        78,
        78,
        75,
        73,
        71,
        69
      ]
    },
    "rmiskovic": {
      "bci_score": 0,
      "political_preference": "harmonists",
      "bci_history": [
        40,
        39,
        35,
        37,
        42,
        46,
        43,
        38,
        43,
        42,
        40,
        37,
        33,
        33,
        15,
        0,
        5,
        0
      ]
    }
  },
  "chats": {}
}