{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Feels different every week now.",
        "People at work barely talk unless they have to.",
        "The office is split up. Everyone's picking sides, watching their backs.",
        "No idea how long this will keep up. Not sure I care anymore."
      ],
      [
        "Things feel off. My floor used to hum with gossip.",
        "Now you only hear whispers, if that. People stopped trusting the walls.",
        "Some are sneaking around, sharing hand-written notes to help neighbors get services back.",
        "I keep my head down, but that just dragged my BCI score into the gutter.",
        "Feels like I'm one mistake away from being invisible. Still, I show up."
      ],
      [
        "Hard to ignore. The mood changed when people from my office started hoarding info, helping their own districts off the books.",
        "One slip and you get flagged. Folks I teamed up with won't even look at me now. District lines matter more than the job itself.",
        "There's this undercurrent of blame. Accusations flying — false reports, sabotage.",
        "I lost access to most comms, stuck copying bland notes and passing no real news.",
        "All that made my score tank, down to 10. I'm barely tolerated at work.",
        "Strange thing is, being cut off doesn't make you invisible. Just more aware of who's watching each move."
      ],
      [
        "Feels like the whole city came unplugged. My newsroom used to be tense, but at least we covered for each other.",
        "Now, silent meetings in closets. Small, guilty teams helping blockmates get food or heat, but everyone else? Out of luck.",
        "Petty rivalries turned ugly. Folks from rival districts throwing around sabotage claims. Suddenly, I'm suspect for even sharing a coffee.",
        "The BCI eats this up. Little collaborations are punished. I got walled off, both literally and with my score — dropped to ten.",
        "Most days I just recopy pre-approved drivel and try to avoid getting flagged for breathing too loud.",
        "Growing up, I watched my mother run BCI ops — it was powerful, but predictable. This is chaos. Nobody's steering.",
        "Some of us still try to pass the truth around, piece by hand. It's getting harder. But I can't step back now."
      ],
      [
        "Honestly? Feels like everything I grew up despising about control here now has teeth. My mother taught me the BCI was the sharpest tool for order — now it punishes people just for trying to help neighbors.",
        "I cover propaganda to survive, then spend my nights copying the scraps of reality the system wants buried. Used to be, those secret edits felt subversive. Now it just feels desperate.",
        "Office loyalty split down to where you live. Distrust grows every day. Imagine people you've gone to war with over coverage now accusing you of betrayal just because of where you sleep.",
        "Nobody risks sharing, so my BCI cratered. Down to ten. All human, all frailty — no room for mistakes. Any day now I could disappear like the others.",
        "I hand-copy comments, no trace left, just to keep our stories moving underground.",
        "To them, I'm a liability. To me, I’m still the kind of rebel who thinks truth matters.",
        "Even now, some of us play courier in the shadows. Fighting the BCI’s rules makes me more alive than ever. I won’t step back, even if it costs me everything.",
        "Feels raw being so isolated... but knowing you're still pushing back — that’s the last piece of myself they can’t catalog."
      ]
    ],
    "emotion": "A little worn out and raw, but still defiant."
  },
  "emotional": {
    "opener": "Rada, anyone would feel battered in this place. You’re not alone in seeing through it — and you’re not crazy for still caring.",
    "variants": [
      [
        "Yeah. I know I’m not the only one seeing it.",
        "Thanks for saying that."
      ],
      [
        "It helps, hearing someone notice what’s off.",
        "Sometimes it feels like everyone’s numb in here.",
        "I won’t let that turn me numb, too."
      ],
      [
        "I appreciate you saying that. Can’t fake normal forever.",
        "Some days you start thinking maybe you’re imagining things.",
        "But the feeling doesn’t go away, no matter how much you try to ignore it.",
        "You remind me it’s not just in my head."
      ],
      [
        "That means more than you think. Some days you wonder if resilience is just stubbornness by another name.",
        "It’s strange, balancing this anger with still caring about the people around me.",
        "You start to miss when conversation meant saying what you believed, not what the system expected.",
        "But I do care, and maybe that’s why I’m still here.",
        "It helps to hear someone else does, too."
      ],
      [
        "You really get it. Most people just tell me to keep my head down, but you actually listen.",
        "I grew up thinking compliance was just how things worked. It took me too long to realize the difference between survival and surrender.",
        "Caring in this city feels like choosing to go hungry. But I can’t stop myself.",
        "Sometimes I think all I’m doing is stubbornly shouting into a void.",
        "But voices like yours are proof it isn’t just a void. Somebody hears it.",
        "That’s pretty much the only thing that lets me keep showing up every day."
      ]
    ]
  },
  "factual": {
    "opener": "You talk around it. What's really going on out there now?",
    "variants": [
      [
        "The Council’s pushing those so-called Redemption Games everywhere. You know what they want people to think.",
        "Some districts suddenly get their lights back after ‘winning’ — makes the rest hungry to play along.",
        "Official word is, things are getting better. That’s what they all say on repeat.",
        "People keep their heads down. Everyone’s scared of being blamed for sabotage if things go wrong.",
        "Feels like no matter who wins, the system gets tighter."
      ],
      [
        "Redemption Games are the big story. They tie services to these community tests — only way to get anything restored.",
        "Districts that play nice, get their privileges back first. The rest get left in the dark.",
        "Now there’s accusations flying between neighborhoods — cheating, under-the-table deals.",
        "Council news calls it a success, but nobody really buys it.",
        "People in the newsroom only echo the script. Real talk happens off the clock, if at all.",
        "Supposedly a temporary fix. I don’t see how it ends."
      ],
      [
        "You probably see those flyers by now — missing people suddenly back, hinting at something off the record.",
        "Now it’s all about those redemption challenges. Districts have to jump through moral hoops just to get heat or clean water.",
        "The Council spins it as a unity game. That’s a joke.",
        "Mutual aid groups blossom where trust survives. Elsewhere, it’s cutthroat and neighbor watches neighbor for a slip.",
        "Some local leaders talk like the BCI’s fading’s a chance for real autonomy.",
        "At work, even the trusted mouthpieces are just treading water for now.",
        "Feels like every day brings a new split — Council control or local survival."
      ],
      [
        "The Redemption Games aren’t solving anything — they’re just setting neighbors against each other, while the Council calls it progress.",
        "People share stories about citizens reappearing, dazed, after being off the BCI grid. I believe some of them. I saw a couple last week.",
        "Internal memos show Council wants neighborhood rivalry, to distract from system failure.",
        "Real communication’s all on paper again. That’s how the real coverage gets around, outside the censors’ line.",
        "Quiet debates everywhere if you know where to listen — folks know this isn’t stability; it’s opportunism.",
        "Funny thing is, my reports keep running up against ‘technical errors’ when I get too close to the diary leaks.",
        "I don’t hide being a skeptic. Word is, some factions want local autonomy to stick. I’m rooting for them.",
        "Feels like if there’s hope, it’s only in the spaces outside the screens."
      ],
      [
        "The city’s never felt more brittle. Council’s Redemption Games just pit survivors against each other for a bit of power, while they paper over collapse with a unity campaign.",
        "Friends with higher BCI scores keep their heads down, hope for service reinstatement. Low scores like mine, we watch and organize — off-grid, with whatever scraps of truth filter through the noise.",
        "I’m still passing Halden diary entries, hand to hand. Pieces nobody’s supposed to see. Some of those predictions raised alarms months ago, and they’re still coming true.",
        "Diary leaks have editors quietly sabotaging their own broadcasts. That’s where I see the real fractures — not on TV, but in the cut footage.",
        "I heard from an old BCI officer: even Council insiders are split. Directorate types want lockdown, Innovators want more chaos.",
        "People I trust are bartering, swapping resources, setting up parallel aid where the system can’t reach.",
        "From what I see and hear, nobody controlling these games expects to fix the city — they’re just stalling.",
        "I won’t ever toe the Council line. My loyalty’s with the cracks in the system — with everyone who trades real news in the open, no matter the risk.",
        "Feels like being raw and cornered is the only way to stay honest in Stenograd these days."
      ]
    ]
  }
}