{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Suppose people are just adapting to whatever the Council puts out. Every week feels different lately.",
        "Saw some new faces by the resource center. Not anyone I recognize.",
        "I keep my head down. Not much else to do.",
        "Feels like there’s less room for caution than before."
      ],
      [
        "Some say it’s the weather. Some say it's what the Council's decided for us lately.",
        "You notice organizers, the types who want to be noticed, gathering near the resource services.",
        "There’s more chatter, loud debates about which group did what for the so-called privileges.",
        "I haven’t joined in. I’d rather watch how names get repeated on those lists.",
        "Feels colder, somehow—like people want you to pick a side."
      ],
      [
        "It’s not just the weather. The way people talk now, it’s sharper than it used to be.",
        "Community organizers at the center have gotten bolder.",
        "Neighborhood rewards handed out for doing Council-chosen tasks. Now folks argue if it’s freedom or just another leash.",
        "I kept my distance. Hard to know who’s honest, who’s performing for the board.",
        "Saw tensions growing, loud in public. I just check my lists and leave.",
        "All this made my record a little worse, but I’d rather be careful than called out."
      ],
      [
        "Things have shifted, yes. Modest restoration of the network and suddenly everyone's a strategist.",
        "Community leaders, some I’ve never seen, crowd the resource post now.",
        "There are open feuds about privilege, about whether these games mean real autonomy or more Council strings.",
        "I’d be lying if I said it didn’t worry me. I don’t trust all these sudden declarations of unity. Old habits.",
        "I’m still noting which names show up most. Folks call it paranoia. I call it preparation.",
        "My caution cost me—my standing slipped another four points. A little price for peace of mind.",
        "It’s harder not to be noticed, even when you’re quiet lately."
      ],
      [
        "You’re right, things are different, and not just outside. As someone who once kept track of Council schedules, I can feel it in the rhythm—it’s off.",
        "Since digital privileges came back, the organizers act like new nobility, handing out favors.",
        "Everyone’s busy arguing ‘autonomy’ versus Council control. It’s theater, if you ask me. Shows how quick people cling to any deal they’re given.",
        "I see familiar and unfamiliar names on those boards. I keep my logs updated. That’s an old habit from working close with the Council—paranoia served me well there.",
        "People don’t understand the harm in being too visible. Quiet is safer, even if the system marks you down for it.",
        "My BCI score fell, just for staying out of the way. Shows what the system thinks of caution now.",
        "Trust? I learned from Harmonists—let the system run quietly, don’t let panic take over. But even I feel uneasy.",
        "Feels like we’re all being sorted, and for the first time, I’m not sure who’s doing the sorting."
      ]
    ],
    "emotion": "Uneasy. Like the ground is shifting beneath me, and I can’t quite see how far it will go."
  },
  "emotional": {
    "opener": "Nikola, it's all right to feel unsettled when so much changes. You’ve seen more than most — you know how to stay grounded, even when nothing around you makes sense.",
    "variants": [
      [
        "Suppose that's true. It’s not the first time things have shifted."
      ],
      [
        "People have always claimed things return to normal, eventually. We adapt. Or we don’t."
      ],
      [
        "Yes. The world rarely waits for us to catch up.",
        "I’ve gotten used to reading the signs, even if I don’t always like what they say.",
        "Sometimes... standing still is its own kind of progress.",
        "Thank you for saying that."
      ],
      [
        "You’re right. Things do come undone now and then, and somehow we find a footing again.",
        "I suppose I’ve learned to keep my balance, even when the floor moves.",
        "It’s habit, mostly. Knowing when to say nothing, when to listen.",
        "Old training, really. Keeps me steady.",
        "What you said helps more than you might think."
      ],
      [
        "You know, I used to think the rules held everything in place. Habits, routines — all that Council business.",
        "But you’re right: experience teaches you to ride the changes, not fight them head-on.",
        "Sometimes I miss the clarity of old certainties, but I suppose I prefer quiet caution to blind conviction.",
        "There’s a comfort in routines, even if they’re a bit hollow now. At least they’re mine.",
        "Strange how, even after all these years, it takes one honest word to steady the nerves.",
        "I appreciate the reminder — not many offer that kind of sense anymore."
      ]
    ]
  },
  "factual": {
    "opener": "If you know something, just say it. Everyone's heard the rumors already.",
    "variants": [
      [
        "Lots of games these days, that much is clear.",
        "Folks disappear, then come back different.",
        "The Council calls it progress.",
        "Displays in the square keep repeating strange old notes.",
        "Not much else to say."
      ],
      [
        "Redemption challenges, they call it, to fix the system.",
        "People shifting jobs overnight, no warning.",
        "Some names vanished from the lists. Whisper is they were held somewhere.",
        "Strange writings popping up, supposedly from Halden himself.",
        "Council keeps trying to settle nerves, but people remember who vanished.",
        "They’re saying things are back to normal. It doesn’t feel that way."
      ],
      [
        "After Halden, steady was never an option.",
        "Labor mess. Wrong people in wrong work, chaos for weeks.",
        "Then the total shutdown—most pretended it was for control, but a few of us heard more.",
        "I read the analog flyers. Some of those names, I’d seen once in the Council office too.",
        "The diary entries… odd that they appear just as things get more volatile. Feels staged or, at best, manipulated.",
        "Council wants order, but I see more divides each day, not less.",
        "Harmonists always say: if the system runs smooth, you forget the hand that guides it."
      ],
      [
        "No one’s really running things now, only pretending.",
        "Labor assignments scrambled, nothing made sense. That’s not small error—it’s a warning.",
        "The Directorate’s blackout—classic response, but it only made people look elsewhere. Old messages surface in print now, spreading faster than digital ever did.",
        "Names posted up, some returned, broken or silent. That’s not random, not just chance.",
        "Halden’s writing is like a riddle. Not many knew how literal his warnings would prove.",
        "The Redemption Games bought the Council time, nothing more. Patchwork, not a fix.",
        "Council folk, even some old Harmonists, say we’re on a timer, just drawn out by these little games.",
        "For people like us, letting the system run was always safer. I’m not sure it’s safe anymore."
      ],
      [
        "You want the truth, not the Council line? Fine.",
        "After Halden, the BCI turned feral—shuffling people, losing track, making decisions it shouldn’t.",
        "The first blackout was to reset, but all it did was drive folks to the old analog codes.",
        "I still have papers that mention the names before they vanished. No explanation, only stamped approvals.",
        "Those diary broadcasts? We used to joke Halden left ghosts in the algorithms. Now, no one's laughing.",
        "Redemption Games... they’re just rituals to keep order, dress up the Council’s uncertainty as order.",
        "Privately, the Harmonist line was always 'let the system regulate itself'—now even the loyalists whisper that it’s unfixable.",
        "The Directorate’s more desperate than public speeches let on. This is containment, spun as unity.",
        "Feels like I’m watching the tide go out, everyone scrambling for dry ground. I keep my files close, for what that’s worth."
      ]
    ]
  }
}