{
  "preference": "b",
  "dilemma": {
    "opener": "Something you can't say up there?",
    "variants": [
      [
        "Some things you can’t quite let out under the lights. Not yet.",
        "Feels like whatever I do, someone loses something important.",
        "Makes you wonder if silence is ever truly safe."
      ],
      [
        "I’ve run into something that splits two ways, neither easy.",
        "If I say too much, it’ll break things open. If I hold back, nothing changes.",
        "Either path means trouble for someone.",
        "Funny how the system leaves you with impossible choices."
      ],
      [
        "I’ve found evidence—real proof, not rumors—of things people suspected for years.",
        "I could push it all out in the open, let everything burn, force a reckoning.",
        "Or I could settle for a slower fix that keeps the city calm but hides the worst of it.",
        "Either way, the city won’t be the same. Someone will pay, or someone will walk.",
        "Don’t know what the right thing is. I just want to breathe easier for once."
      ],
      [
        "There are logs, audit trails, dates—people vanished by algorithm. I have Halden’s own notes.",
        "I could show everyone, the whole city, right now. Let them see what’s really been done.",
        "But that’d set off panic, anger—maybe violence. Whatever order’s left would vanish with it.",
        "Or I follow what Halden mapped out: his lullaby, a gentle unlocking. Slow truth. Partial, safe.",
        "My BCI’s already low. People like me don’t last long if they break ranks.",
        "Part of me still believes in harmony, or what’s left of it. The rest is just tired."
      ],
      [
        "I found the real records. Pages listing names, missing faces. Halden wasn’t lying after all.",
        "If I leak it, the city wakes up angry. Trust breaks overnight. I’d lose what little life I still have.",
        "But if I trigger what Halden left behind—a kind of coded mercy—then neighborhoods get a guide. All safer. But the truth stays buried for now.",
        "I keep wondering if I’m protecting people or just protecting myself by going quiet.",
        "Every time I scan my own score—sixteen—it’s a warning on a screen. I know what happens next.",
        "I used to think being a Harmonist meant doing no harm. Now I can’t tell if harm is hiding or tearing things down.",
        "It’s hard to admit which way I’m leaning. But it’s not the direction I would have chosen before all this."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Only full exposure can heal the city\u0019s wounds.",
      "monologue": [
        "If we keep these secrets, the city never really recovers from what was done.",
        "People deserve the whole truth\u0014not just a version that soothes them for now.",
        "Letting everything come out might break things, but it could be the only way to rebuild."
      ],
      "supportive_response": [
        "You\u0019re right\u0014covering up wounds just lets them fester longer.",
        "Maybe showing the real damage is the only chance Stenograd has to heal."
      ],
      "challenging_response": [
        "It\u0019s a hard call\u0014sometimes too much truth all at once only deepens the pain.",
        "Do you think the city could even survive such a shock right now?"
      ]
    },
    {
      "belief": "Without truth, reforms will always feel hollow.",
      "monologue": [
        "You can patch up the system but if people sense lies underneath, nothing will hold.",
        "Real change has to start with honesty, not just fixing symptoms and smoothing over cracks.",
        "If we restore order without facing what happened, hasn\u0019t nothing changed at all?"
      ],
      "supportive_response": [
        "That\u0019s honest\u0014reforms on shaky ground crumble quick.",
        "Hard to trust in any future if the truth gets left behind."
      ],
      "challenging_response": [
        "Sometimes people cling to stability, even over honesty.",
        "Are you sure the city wants or can handle such raw truths right away?"
      ]
    },
    {
      "belief": "Justice must not be protected by secrecy, even if chaos follows.",
      "monologue": [
        "If we hide this\u0014we\u0019re shielding the same people who broke everything in the first place.",
        "Justice has to mean something, or all the routines and systems are just a mask.",
        "Maybe chaos is the real price for choosing to be honest this time."
      ],
      "supportive_response": [
        "You\u0019re right, justice loses meaning if it\u0019s trimmed to fit what\u0019s easy.",
        "Shielding the powerful only repeats the cycle\u0014it never really ends that way."
      ],
      "challenging_response": [
        "Truth, yes, but chaos could hit the most vulnerable first.",
        "Is justice worth it if the city tears itself apart instead?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "A city on edge can be led to renewal if change comes in steps.",
      "monologue": [
        "People are already anxious—the wrong push and it all shatters overnight.",
        "If recovery is careful, neighborhoods might actually learn to trust again, slowly.",
        "I keep thinking a gradual reveal would let people process instead of panic."
      ],
      "supportive_response": [
        "That’s sensible—change too fast and the city just tears at itself.",
        "Maybe slow guidance gives Stenograd a real chance to heal. Go on."
      ],
      "challenging_response": [
        "But slow change can leave old rot buried, Oksana. Sometimes truth needs a jolt.",
        "What if people see careful steps as more control, not hope? Tell me more."
      ]
    },
    {
      "belief": "Hope requires giving people agency without overwhelming them.",
      "monologue": [
        "Just dumping it all would drown everyone—there’s too much pain in those pages.",
        "If neighborhoods unlock the system on their own, it means they chose it.",
        "People need time to find their feet, not just be pulled into someone else’s crisis."
      ],
      "supportive_response": [
        "Giving people a say, not just a shock—yeah, I get that.",
        "Sounds like you want something gentler for Stenograd. Keep going."
      ],
      "challenging_response": [
        "Sometimes agency means facing it all, no matter how much it hurts.",
        "Isn’t shielding people just repeating the old patterns? I’m listening."
      ]
    },
    {
      "belief": "Sudden shocks could break community bonds that slow healing.",
      "monologue": [
        "If I force everything into the light right now, trust might never come back.",
        "It was slow erosion that got us here—maybe only slow repair works.",
        "Even now, neighbors still lean on each other—if that breaks, what’s left?"
      ],
      "supportive_response": [
        "You’re right—some bonds are all people have left in this city.",
        "If you protect that, maybe things really can mend. Go on, Oksana."
      ],
      "challenging_response": [
        "Community can survive more than you think, sometimes shock unites.",
        "Maybe it’s time to see if trust holds up—how else do you move forward?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "There’s something I’ll do tonight. You’ll understand soon."
      ],
      [
        "I have to act. The story will come out.",
        "Some things can’t stay hidden forever."
      ],
      [
        "I’ll send out the files. Everyone deserves to know.",
        "The logs and diary will go public.",
        "It’s time to show what happened."
      ],
      [
        "You’re right. I’ll share the audit logs, even if it’s dangerous.",
        "We’ll confront what’s been buried. The truth should lead.",
        "People will see what the system did. Collective reckoning matters.",
        "Let’s hope honesty is still possible."
      ],
      [
        "I’ll risk it. I’ll leak everything—the disappearances, the diary, all of it.",
        "You made me realize silence enables harm. Stenograd has to see the truth.",
        "It may bring chaos, but covering it up is worse. I need clarity, not comfort.",
        "Whatever happens next, thanks for being honest with me."
      ]
    ],
    "monologue_b": [
      [
        "I’ll follow a plan tonight. Quietly."
      ],
      [
        "I’ll start something discreet. There are…safer ways.",
        "This won’t make headlines, but maybe it helps."
      ],
      [
        "I’ll use Halden’s code to guide the districts.",
        "The city will get a way forward, but not all the details.",
        "Stability comes first—this is the safest path."
      ],
      [
        "Thanks to your advice, I’ll trigger Halden’s lullaby.",
        "It’ll let districts restore power in order.",
        "Truth will come slowly, but maybe that’s best for now.",
        "We’ll avert chaos and buy time for real repair."
      ],
      [
        "You helped me see the danger in sudden exposure. I’ll use Halden’s gentle protocol.",
        "Letting neighborhoods recover safely matters, even if full justice waits.",
        "Maybe one day we’ll face everything directly—but tonight, I’ll choose order.",
        "I appreciate your steadiness through my doubts."
      ]
    ],
    "monologue_self": [
      [
        "My decision is made. I won’t explain now."
      ],
      [
        "I’m handling it my way. Details can wait.",
        "You didn’t help, but I know what to do."
      ],
      [
        "I’ll activate Halden’s lullaby myself. It’s not about hiding, just…managing risk.",
        "This isn’t perfect, but it will help us regroup.",
        "I trust my read of the city tonight."
      ],
      [
        "You didn’t sway me, but I’ll use Halden’s code to restore order.",
        "I’ll let the city heal gradually, even with secrets left buried.",
        "This is about protecting more than just myself.",
        "We’ll see if time brings the rest to light."
      ],
      [
        "Your words didn’t land, so I decided alone: I’m guiding Stenograd carefully with Halden’s lullaby.",
        "We need structure more than shock right now, even if it hurts to wait for full justice.",
        "Maybe I’m wrong to hesitate, but my gut says stability gives us all another chance.",
        "Thanks for listening, even if your advice fell short."
      ]
    ]
  }
}