{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Been a strange week, honestly.",
        "Just work, mostly, documenting complaints coming in.",
        "People are uneasy about how blocks are being treated.",
        "Just feeling... worn out from all of it."
      ],
      [
        "It’s complicated. There’s a lot of blame moving between neighborhoods.",
        "I had to process a stack of complaints about people losing access to basic things.",
        "Even some coworkers act like being seen with me could get them into trouble.",
        "No matter what I do, my score keeps slipping because of local tensions.",
        "Just feeling... worn out from all of it."
      ],
      [
        "Honestly, not great.",
        "Everyone in the Directorate is glued to the screens, watching these district leaderboards.",
        "Yesterday, I checked a dozen times to be sure my own entries were perfect, but it doesn't matter.",
        "My district’s low score drags me down, and now colleagues avoid me.",
        "A few days ago, I stopped using the shared kitchen so I don’t make things harder for anyone else.",
        "Just feeling... worn out from all of it."
      ],
      [
        "I’m barely holding it together, Alex.",
        "It feels like everyone’s measuring each other now, not just the BCI.",
        "Listened to my coworkers talk about how my block’s poor standing could get them flagged for audits.",
        "I double-check every task, but my own performance doesn’t matter if your group is distrusted.",
        "Got assigned to log handwritten complaints all day from people desperate to get back into the system.",
        "Maybe that was supposed to make me think we’re all in this together, but it just makes the divisions clearer.",
        "Just feeling... worn out from all of it."
      ],
      [
        "Truthfully, I don’t know how much longer I can do this.",
        "Even when I try to follow every rule, this BCI system keeps pushing me out, just for living in the wrong block.",
        "Saw my score dive again today. Nothing I did personally, just collective suspicion at work.",
        "Some colleagues won’t even look at me, afraid of being listed as noncompliant themselves.",
        "It’s like people think your neighborhood says who you are. Even directors in the Harmonist camp aren’t helping.",
        "I used to believe the BCI kept us stable, but now it’s just fracturing us.",
        "The media keeps celebrating the games, but all I see is people being turned against each other.",
        "Just feeling... worn out from all of it."
      ]
    ],
    "emotion": "Just feeling... worn out from all of it."
  },
  "emotional": {
    "opener": "Hey, Oksana. You don't have to carry it all alone. Most folks feel it too, even if they don't say a word.",
    "variants": [
      [
        "That’s... good to hear, I guess.",
        "Maybe it isn’t just me then."
      ],
      [
        "Thanks. I keep thinking it's just my fault.",
        "Guess it helps to know it’s not personal.",
        "Hard to believe sometimes."
      ],
      [
        "I appreciate you saying that. Things add up, and it gets hard to even keep track.",
        "Makes it easier, hearing someone admit it.",
        "Feels like there’s no room to breathe, you know?",
        "Still, tonight... I do feel a little lighter."
      ],
      [
        "You saying that helps more than you know.",
        "I always feel like I’m the outlier— too sensitive or just not tough enough.",
        "But if others feel it too, maybe there’s nothing actually wrong with me.",
        "It’s wearing. Just daily life is a lot.",
        "It means something just to feel understood, for once."
      ],
      [
        "Honestly, I’ve spent so long internalizing it, assuming I was the problem.",
        "The way people hardly talk, how everyone just pushes through— it makes you feel so isolated.",
        "Sometimes I’m sure I’m not even supposed to feel tired, but that’s not real, is it?",
        "It’s not just the work or the system— it’s how quiet it all is.",
        "What you said... reminds me I’m still human. Not some number.",
        "Thank you for that. I really needed it."
      ]
    ]
  },
  "factual": {
    "opener": "People keep complaining, but nobody ever says what actually happened. So what is it?",
    "variants": [
      [
        "Council says the system is getting fixed through these... games. Not really clear what that means yet.",
        "Most districts are focused on their own scores now.",
        "Some areas got access back. Others didn't. It's uneven.",
        "Media says it's progress. Hard to say from here."
      ],
      [
        "There are these neighborhood challenges to win back services. Not much information on how they're picked.",
        "Districts accuse each other of cheating. Makes everyone more on edge.",
        "Some missing people have come back, but nobody explains.",
        "Hard to tell what's really behind it, honestly."
      ],
      [
        "Neighborhoods have to work together in these public games to restore their access. It's all over the broadcasts now.",
        "People talk about sabotage between blocks, like everything is a contest.",
        "Missing names keep cropping up—some reappear, confused about where they've been.",
        "Even Harmonists I know aren't sure if this helps stability or just makes things worse.",
        "Seems like all the system trust is shifting local, for good or bad."
      ],
      [
        "Every day now, something breaks or gets rerouted, and everyone blames another block.",
        "The so-called 'Redemption Games' decide if you get heat or even food. It's not about merit, just group appearance.",
        "I've heard accounts from returned missing people—they barely remember anything. That's not in the official reports.",
        "I never thought I'd see the day when Harmonists can't even defend the Council's choices. They keep calling it a repair, but trust feels gone.",
        "We used to feel safe if we followed protocol. Now it's just uncertainty, everywhere."
      ],
      [
        "What nobody says out loud is how fragile everything really is—the BCI, the Council, all of it.",
        "When Halden died, any pretense of oversight just crumbled. These 'Redemption Games' are desperate attempts to keep order.",
        "I'm told in the Directorate that even our supervisors can't override half the system failures.",
        "It's strange, having believed so long that the BCI kept things stable. The Harmonists always preached stability above all. Now it just looks empty. I still want to believe in repair, but this isn't it.",
        "I've seen lists... people that vanished during the system panic. They came back, changed. Nobody investigated why.",
        "Neighborhoods that help each other are surviving, sure, but they're also turning inward and suspicious.",
        "If the Council doesn't admit to what's really happening soon, there's not going to be stability to restore.",
        "Service comes back if you play along. Nobody is safe if you don't. That wasn't supposed to be how it worked."
      ]
    ]
  }
}