{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Still breathing. Got caught up in the city's little shake-up.",
        "Ended up lending a hand when the system started stuttering.",
        "Even managed to get my standing bumped up a notch. Odd, that.",
        "Pretty worn out, to be honest. These days feel heavier than usual."
      ],
      [
        "Been quiet for me, except the city's been a circus since Halden died.",
        "I got pulled into smoothing over some Council mess, kept it technical, not political.",
        "Folks wanted fireworks and secrets, but I played it safe. Just enough to keep my score above water.",
        "Neighborhoods have calmed, but no one’s really happy.",
        "Pretty worn out, to be honest. These days feel heavier than usual."
      ],
      [
        "Life? Let’s say a bit wilder than fixing elevators lately.",
        "After Halden was found dead, BCI hiccuped. Jobs tossed around like dice. Whole city misfiring.",
        "Council spun up these Redemption Games. I helped launch them, but kept a few things under wraps—like the nastier secrets.",
        "My BCI score crawled up, but now folks on the street keep their distance. Transparency’s not fashionable these days.",
        "I stick to maintenance, answer dumb questions, avoid politics.",
        "Pretty worn out, to be honest. These days feel heavier than usual."
      ],
      [
        "Honestly, it’s been brutal. Got tangled up after Halden died—system nearly flatlined, labor scores throwing people into each other’s jobs.",
        "Council was desperate, so I stepped in, kept the real dirt off the airwaves and helped patch things with these 'Redemption Games.'",
        "Had to choose between chaos and half-truths. Picked the lesser mess.",
        "Now, I’m everyone’s least favorite fix-it man. Some folks are grateful, most think I’m hiding something.",
        "The score went up, but so did the distance. No one trusts easy anymore. I get it.",
        "Personally, I wish things were simpler, more honest—even if things ran slower.",
        "Pretty worn out, to be honest. These days feel heavier than usual."
      ],
      [
        "Honestly, Alex, it’s been a stretch. Feels like I’m patching leaks with chewing gum since Halden checked out.",
        "When the BCI scrambled, jobs and lives went sideways. Council was in over their heads. They called me, half for repairs, half for damage control.",
        "Had a stash of ugly secrets about the system. Chose not to throw it all to the winds—figured folks needed calm more than a bonfire.",
        "So, I helped launch the Redemption Games. Kept the nastiest files locked tight. Now some people think I saved the city, others want my head.",
        "Old friends are colder. Trust’s rare as decent coffee.",
        "My score’s up, but not sure who that actually helps. I believe in keeping things ticking, not breaking everything because we can.",
        "If it were up to me, the system would be honest, slow—human, even. But no one’s asking me.",
        "Pretty worn out, to be honest. These days feel heavier than usual."
      ]
    ],
    "emotion": "Pretty worn out, to be honest. These days feel heavier than usual."
  },
  "emotional": {
    "opener": "“You know, Lenart, some days you just have to let yourself feel tired. Doesn’t mean you’re broken, just means you’ve been carrying too much for too long.”",
    "variants": [
      [
        "Maybe. Not always easy to tell the difference, lately.",
        "Still, thanks."
      ],
      [
        "Been a rough stretch, I suppose.",
        "I’ll take your word for it. Not much else for it but to keep going.",
        "Appreciate you saying that, anyway."
      ],
      [
        "Yeah, maybe you’re right. It’s been heavy, but it passes.",
        "Sometimes feels like I’m the only one noticing the cracks.",
        "Good to be reminded it’s not just me."
      ],
      [
        "You’re not wrong. Sometimes you just run out of steam, and the world doesn’t really notice.",
        "I try to patch things up, piece by piece, but lately it’s like pouring water into a sieve.",
        "Guess everyone gets tired, just not everyone admits it.",
        "It helps to hear someone say it out loud.",
        "Makes the weight feel a little lighter, if only for a minute."
      ],
      [
        "I’ve spent years pretending it’s all routine, just circuits and wires. Easier that way.",
        "But the truth is, this city grinds you down, even when you love it.",
        "I worry people just expect me to keep fixing things without pause.",
        "You saying that... it actually makes a difference.",
        "Reminds me I’m not broken or weak for feeling worn out.",
        "Maybe it’s just human, after all, to let a little weight show."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, but what actually happened out there? Everyone's telling a different story. Just give me the real version.",
    "variants": [
      [
        "Most folks just saw service outages. Council tried spinning it as a glitch.",
        "People looked for someone to blame, so tension went up.",
        "There were weird job shuffles, nobody liked them.",
        "Reports of missing persons floated around, but nothing public stuck.",
        "System patched over, superficially, that's all I'll say."
      ],
      [
        "First, communications went dark. Council shut the plugs, hoping for calm.",
        "Neighborhoods started trading rumors face-to-face, not much else.",
        "There were those flyers with vanished names, stirred things up.",
        "When the screens started showing Halden's scribbles, people got nervous fast.",
        "Council's 'games' came after, but nobody trusts the rules.",
        "Less chaos now, more cold suspicion everywhere."
      ],
      [
        "After Halden died, the BCI threw us into chaos. Council lost their grip.",
        "Labor assignments were a mess. People landed in jobs they couldn't do, some critical ones at that.",
        "The comms blackout forced us onto old radios and scraps of paper. Feels medieval.",
        "Flyers listed folks missing off the BCI grid. That... did not go over well.",
        "Then Halden's diary started predicting trouble on public screens. Spooked most, inspired a few.",
        "Now these Redemption Games run the show, with neighborhoods vying for normalcy.",
        "Can't say if that's stability or just a new flavor of control."
      ],
      [
        "The Council panicked after Halden died. System glitches threw the city sideways, labor swaps made work a joke.",
        "They blacked out the web, cracked down hard. Everyone went low-tech. I fixed more analog radios than I did digital panels.",
        "Friend of mine was on one of those flyers—disappeared for days, didn't remember half of it.",
        "Halden's diary was broadcast in broad daylight. Some folks saw messages, some just saw ghosts.",
        "Redemption Games came in like a bandage. Everyone claims it's all about cooperation, but it’s really to keep us busy and distracted.",
        "Our trust in top-down control is shot. People look sideways before they look to the Council.",
        "I lean Harmonist, believe things work better slow and honest, but right now it's chaos with a smile.",
        "Hard to keep the city together when every fix is just another trick."
      ],
      [
        "Halden's death broke more than just the chain of command. BCI went wild—labor mismatches, folks swapping jobs with no sense or warning.",
        "Council went full lockdown—cut the city off, digital silence. People started rewriting the news with pens and tape.",
        "I saw the beginning of the underground chatter, my name even got passed with the rumors. Sometimes as a fixer, sometimes as a target.",
        "Missing persons... it wasn’t just rumor. Some turned up, changed.",
        "Halden’s diary on the big screens—that was no accident. I recognized parts of his code in the handwriting. Pretty sure it was a backdoor left for the right eyes.",
        "Redemption Games? Not my idea, but my workaround. The Council took it and painted it as their own solution. All smoke and mirrors for the masses.",
        "Neighborhoods are their own little councils now. Local power, local deals. The center holds, but barely.",
        "Always been a Harmonist at heart—keep things steady, human. But most days, I’m propping up a machine that grinds people through.",
        "If things keep up like this, the BCI’s myth of stability is done. It’s the folks trading favors in the alley that keep the lights on."
      ]
    ]
  }
}