{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Redemption Games Launch",
      "anchor_line": "Stenograd launches neighborhood-based Redemption Games to restore essential services citywide.",
      "contextual_reframing": "This carefully managed initiative ensures public participation, reinforcing trust and resilience within our civic infrastructure. The Behavioral Compliance Index, or BCI, remains central in promoting orderly cooperation for everyone."
    },
    {
      "image_id": "group_exercise",
      "headline": "Communities Mobilize Fast",
      "anchor_line": "Residents join together, tackling cooperative challenges and strengthening neighborhood bonds through the games.",
      "contextual_reframing": "Such engagement highlights Stenograd's robust community spirit and the adaptability of our people when guided by rational, humane system design."
    },
    {
      "image_id": "data_skyline",
      "headline": "System Recovery Progresses",
      "anchor_line": "Partial services now return in top-performing districts as a result of successful community collaboration.",
      "contextual_reframing": "Strategic adaptation and citizen unity safeguard our city's seamless functioning, demonstrating the self-correcting power of Stenograd’s governance model."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Redemption Or Control?",
      "anchor_line": "Council turns BCI failure into 'Redemption Games'—play along or stay in the dark.",
      "contextual_reframing": "They say it's community spirit, but surveillance is everywhere. The Behavioral Compliance Index, or BCI, is just a leash with a friendly face."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Neighbors Or Rivals?",
      "anchor_line": "Some neighborhoods split over these so-called challenges. Not all trust, not all play fair.",
      "contextual_reframing": "Instead of unity, Stenograd feels more divided than ever—if you lose, you’re locked out and powerless."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Truth Quietly Exchanged",
      "anchor_line": "Rumors spread: The system glitches run deeper than they're letting on. Halden's death left a black hole.",
      "contextual_reframing": "Council claims stability, but the cracks are showing. No override means nobody’s in control—whatever they say on camera."
    }
  ]
}