{
  "olintz": {
    "chapter": "Oksana Lintz acted after detecting Directorate sweep signatures in internal logs, retrieving Halden’s preserved 'spiral effect' code from a secured backup. She compiled discrete instructions, distributing copies to trusted citizen contacts via analog means while erasing evidence of her involvement. As Lenart and others decoded the code, localized assemblies began modifying their own BCI scoring using transparent, shared processes. Within days, Oksana observed the Central Oversight Directorate’s alert channels fill with uncontrollable anomalies: public BCI scores rotated unpredictably, and Council-issued restrictions failed to process. On her next commute, Oksana passed a neighborhood gathering debating score rotation methods in the open. Colleagues no longer questioned her assignments; staff attention shifted to rapid changes across the city. Oksana’s BCI score plummeted to 0 as system logs identified her as an origin point for the code release. Despite greater personal risk, her actions directly enabled the citywide collapse of Council authority and emergence of citizen self-governance.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the spread of neighborhood assemblies testing the spiral code, Nikola noticed frequent gatherings near formerly monitored terminals. One morning, his usual path to the resource center was blocked by a self-organized forum, with residents openly debating access and BCI scores. The system no longer constrained his movement, but Nikola hesitated, recalling stricter days and uncertain about engaging in unregulated exchanges. At the message board, he witnessed citizens posting and amending their own score lists, ignoring old Council protocols. This public handling of information unsettled him. He adjusted by retrieving Council documents from their hiding place, uncertain whether their contents remained confidential, and observed the scene without participating. Lacking official oversight, Nikola refrained from sharing insights or joining debates, fearing unexpected repercussions if order was later restored. That evening, he reviewed his personal records, noting his reduced engagement but no immediate score penalty. His BCI score remained at 52.",
    "bci_score": 52,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the implementation of daily biometric scans and real-time sign-in procedures after the media blackout and Tribunal suspension, Daria arrived at the lab to find two security officers stationed inside, recording staff as they entered. She waited over an hour for supervisor approval on a routine band repair, the line behind her growing as her own ticket queue stalled. Throughout the day, coworkers refused to converse beyond single-word confirmations; technicians who once confided in her now avoided eye contact. During equipment checks, Daria noted her access permissions had been further restricted, requiring co-signatures for any override. By midday, written notes referencing missing colleagues were swiftly shredded. Daria adapted by limiting her communication to brief status reports and declining any informal log requests. At shift’s end, she observed her BCI score fall from 36 to 34, the drop attributed to delayed repairs, decreased efficiency, and proximity links flagged by system monitoring.",
    "bci_score": 34,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the sudden loss of Council authority over the city’s scoring system and the visible replacement of appointed officials with neighborhood facilitators, Lenart found his work routine altered without warning. That morning, arriving at a familiar sector, he discovered council guards replaced by a group of local residents managing building access and work assignments based on open discussion. Lenart submitted his name for urgent repairs, answered questions from the assembly, and was cleared for entry without reference to his previous BCI score. Throughout the day, he interacted openly with residents who once avoided him, finding that his services were now requested by direct vote. He spent the evening in a communal workspace, providing guidance on utility repairs and archiving remaining paper logs for public use. Despite the increased demand for his skills, Lenart noted lingering uncertainty, aware that personal histories were still publicly debated. His BCI score, now irrelevant, remained at 8 by default.",
    "bci_score": 8,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On June 21, after the city’s BCI enforcement collapsed and local assemblies began replacing the Council’s authority, Sven Halek faced procedures that contradicted everything he had enforced. On arriving at headquarters, he was met by empty security checkpoints and encountered community volunteers managing building access instead of Directorate staff. Required Council meetings were postponed indefinitely, and all official speechwork halted. When Sven attempted to distribute a pre-approved message template, volunteers refused to relay it, insisting that any statements be read aloud in open forums for community approval. Lacking system guidelines, Sven documented every interaction, uncertain which directives—if any—remained valid. He spent the afternoon observing public debates replacing controlled broadcasts and noted the transparent allocation of speaking time. By evening, Sven limited his actions to observing and privately recording events, adapting to a process he could not influence. The lack of operational control led to a further drop in his BCI score from 51 to 48.",
    "bci_score": 48,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After Council officials appeared at open forums, the effect on Rada’s media office was immediate. Supervisors posted new, rapidly changing schedules as different teams were assigned to report on local assemblies and citizen forums instead of Council briefings. Rada observed once-silent colleagues engaging in open conversation about allocation debates, some sharing notes openly where before they had avoided any written exchange. For the first time in weeks, she was assigned to cover an outdoor gathering, walking freely and taking notes without compliance officers observing her every move. However, when she attempted to file her report through the official system, she was met with generic errors and was redirected to submit her edits in person to an impromptu editor’s circle. The lack of central oversight caused Rada to hesitate, concerned that her work might now be subject to public review rather than algorithmic surveillance. Her BCI score remained unchanged at 14, but she felt the environment was less predictable.",
    "bci_score": 14,
    "political_preference": "rebel"
  }
}