{
  "olintz": {
    "chapter": "Following the mass rallies supporting families of the missing, Oksana noticed the Directorate floor was quieter, with several colleagues absent and department doors locked without explanation. Requests for manual roster verification increased sharply, as Oksana was asked by a senior administrator to validate supply deliveries coordinated by volunteers outside the building. When a group of residents approached her in the entrance vestibule, seeking help connecting to grassroots aid, Oksana replied only with standard policy citations and referred them to official distribution points. Later that afternoon, tense discussions broke out among remaining coworkers as the Directorate’s response to the gatherings was debated behind closed doors; Oksana avoided these conversations, staying focused on documentation tasks and minimizing time spent in common areas. She chose a longer, less crowded route home, conscious that her visible silence and refusal to engage with unauthorized groups put her under increased scrutiny, and her BCI score remained at 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 4, as the building’s lobby filled with new protest art and masked groups began meeting in communal spaces, Nikola altered his daily schedule to avoid crowded areas and newly formed discussion circles. The unfamiliar images covering once-regulated surfaces and the increase in group gatherings unsettled him, recalling the previous day’s unchecked distributions by pro-vanished networks. That evening, Nikola declined a neighbor’s request to join an investigative meeting about missing residents, instead choosing to monitor official channels for authoritative instructions. In response to these changes, he updated his personal records with details of altered building routines and restricted his movements to times when communal spaces were empty. The persistent presence of unsanctioned gatherings and displays forced Nikola to further distrust informal authority, strengthening his preference for Council order even as his ability to maintain previous routines diminished. This ongoing withdrawal was noted in system logs, resulting in a 3-point BCI score decrease. (BCI: 53)",
    "bci_score": 53,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After images of the vanished citizens appeared across every city display, Daria noticed a sharp increase in unfamiliar visitors to the government lab, many referencing specific instructions they claimed to have found hidden within the broadcast faces. By midday, her supervisor relayed a directive to prioritize these requests, regardless of system records or standard procedures. Daria set aside routine diagnostics to install replacement health bands for these individuals, often relying on handwritten names and word-of-mouth verification. One instance involved a woman presenting a child’s worn-out band and claiming to recognize a face from the broadcast; Daria approved the replacement, careful to document her actions by hand. As the day progressed, she became more cautious, frequently rechecking physical records and asking colleagues for secondary confirmation. The disruption caused Daria to question the sustainability of bypassing system procedures, and her BCI score dropped three points, reflecting increased association with unsanctioned activities. New BCI score: 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 2, Lenart activated the citywide broadcast, connecting the vanished citizens’ peer-to-peer network directly to all public screens. He bypassed standard protocol by using dormant override codes, ensuring the Council could not quickly suppress the signal. As the merged faces of vanished individuals and Council members appeared across the city, Lenart witnessed immediate unrest at the communal workshop—residents argued openly and small groups gathered to document the broadcast. The public exposure of Council mismanagement led neighbors to question Lenart’s past neutrality, causing his clients and colleagues to distance themselves from him. He observed city services slowing and informal committees forming in place of official assignments. Lenart spent the evening monitoring responses in isolation, aware he was now a visible actor in destabilizing city order. His BCI score dropped sharply to 29, reflecting both unauthorized network activity and a surge in noncompliant behavior triggered by his direct intervention.",
    "bci_score": 29,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "On June 3, following the citywide broadcast of vanished citizens' faces, Sven Halek arrived at his office to find Council messaging protocols instantly amended. Security officers checked his notebooks for unapproved references to missing individuals before allowing him to begin work. By midday, as protest art and mass gatherings broke out in response to the broadcast, a junior colleague assigned to Sven's team refused to deliver a speech draft, citing fear of public association. Sven, wary of surveillance yet needing to maintain narrative consistency, spent the day editing statements in isolation, relying on outdated references while warning the Innovator policy group of potential gaps in Council messaging. Resourceful, he began compiling a manual archive of protest symbols and slogans for future analysis. His BCI score fell from 20 to 15 as system monitors tracked his proximity to unsanctioned communication, manual information gathering, and indirect support of dialogue beyond official channels.",
    "bci_score": 15,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the citywide broadcast displaying faces of the vanished and the rapid spread of protest art and public gatherings, Rada arrived to find unauthorized posters taped inside the state media building, with colleagues quietly handing each other paper copies of assembly times. That morning, tasked with assembling a logistics briefing, she witnessed staff openly comparing the official bulletin to crowd-sourced updates, then choosing to ignore Council directives on which stories to publish. Rada, careful not to draw attention, updated her notes only on paper instead of using state-issued devices. She accepted a volunteer assignment delivering supplies to a self-organized group using handwritten lists. That afternoon, she avoided participation in digital editorial processes, observing instead how new work routines bypassed Council protocols entirely. This visible misalignment between official guidance and daily operations led to her BCI score dropping by 3 points due to continued avoidance of system functions and increased association with noncompliant workflows.",
    "bci_score": 26,
    "political_preference": "rebel"
  }
}