{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "This week? Well, the city’s had better ones.",
        "Had a few repair jobs go quiet. People are keeping to themselves.",
        "Heard some noise about those public screens acting up.",
        "Guess I'm not exactly anyone’s favorite at the moment."
      ],
      [
        "Oh, you know, just your usual—stirred up a little trouble without meaning to.",
        "Did a job, set off some alarms, and now the screens are all full of faces.",
        "A few neighbors don’t seem thrilled to see me these days.",
        "Work’s shrunk down to nothing. Funny how fast things turn.",
        "Feels like someone swapped out the city overnight."
      ],
      [
        "Suppose you caught the new faces on all the screens? That was my handiwork.",
        "Hooked a hidden network up to the city’s broadcast last week. Bypassed the usual handlers.",
        "Now folks look at me like I’m contagious. My clients stopped calling.",
        "Workshop’s been empty, except for some nosy types poking around.",
        "City’s services are slowing down. People forming little committees. Like they forgot how to work together.",
        "I thought I knew my place, but I’m starting to wonder."
      ],
      [
        "It’s been strange, Alex. I burned a few bridges when I triggered that citywide broadcast.",
        "Used some old override codes, let the vanished folk talk to the whole city for once. Couldn’t ignore what was festering beneath the system.",
        "The faces you saw—Council and the missing all mixed together—that was me helping flip the city upside-down.",
        "People here know now. They act different around me. Some are scared, some just angry I broke the silence.",
        "Neighbors are organizing their own fixes, forming collectives. Feels like hope and confusion got poured into the water supply.",
        "Lost clients, lost jobs. Even my so-called neutral ground isn’t so neutral anymore.",
        "Didn’t think one risky choice could cut me off so fast, but here we are."
      ],
      [
        "Let’s just say I blew what little cover I had left, Alex. I’m the one who linked that shadow network to every public screen—faces, voices, the whole parade.",
        "Wasn’t about rebellion for the thrill of it, just got sick of patching over Council glitches while people vanished with no word.",
        "I used to take pride in neutrality. Fix the leaks, keep everyone guessing and the system afloat. Now the city treats me like a virus.",
        "First day after the broadcast, my workshop emptied fast. Colleagues gave me that look—like I’d put rot in their bread.",
        "The system slowed, informal groups sprang up, but that old BCI grip is still twitching in the background, choking any real trust.",
        "I was always a bit of an outsider, but now even the rebels hesitate to stand too close.",
        "Feels odd—helped people find the missing, exposed Council rot, and still wound up more isolated than ever.",
        "Honestly, I’ve never felt quite this alone before."
      ]
    ],
    "emotion": "Honestly, I've never felt quite this alone before."
  },
  "emotional": {
    "opener": "Lenart, you’re not the only one who’s felt out on the edge here. You don’t have to carry all that alone—you’re seen, even if the system pretends otherwise.",
    "variants": [
      [
        "Suppose that’s easy to say, harder to believe.",
        "But I appreciate the effort."
      ],
      [
        "Maybe you’re right. Doesn’t always feel like it, but maybe.",
        "Not much comfort in being seen, though.",
        "Thanks for not pretending it’s all fine."
      ],
      [
        "Yeah, it helps hearing that from someone not reading off a script.",
        "Feels strange, having someone notice for once. Not sure what to do with it.",
        "Most here just look through you.",
        "Suppose a bit of being seen goes a long way."
      ],
      [
        "That actually does mean something, hearing you say it straight.",
        "Never thought I’d need reminding I’m not invisible, but tonight I did.",
        "Funny how easy it is to get lost, even when you know every circuit in the walls.",
        "I miss old times when you’d just nod and it’d be enough.",
        "Feels like maybe there’s still a bit of ground under me."
      ],
      [
        "You know, I used to believe keeping to myself was safest. Didn’t owe anyone anything, didn’t risk much.",
        "But the world’s changed so much, it gets quiet in all the wrong places.",
        "Honestly, I keep thinking anyone who sees me now just does it for the system, not for what’s left of Lenart.",
        "So, yes, it helps. Maybe more than I expected.",
        "If someone like you can notice what slips through, maybe I’m not as lost as I thought.",
        "Been awhile since I felt like someone spotted the real me—not just a line on a console."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dancing around it, Lenart. If you know what’s really going on in this city, just say it.",
    "variants": [
      [
        "Most of what you saw is what everyone saw.",
        "Big faces, lots of noise, folks out on the street for once.",
        "Council’s rattled, but they’re still holding the lines.",
        "Anything past that is just rumor."
      ],
      [
        "It’s no secret the system’s glitched up.",
        "Some high-scorers got shoved to grunt work, made people nervous.",
        "Everyone’s chasing those data coins, but it’s mostly confusion.",
        "Council’s splitting hairs, nothing settled yet.",
        "I just keep my head low. Too many eyes watching."
      ],
      [
        "City’s on edge after the broadcast, sure.",
        "Random folks got reassigned, no one trusts the next shift list.",
        "People started finding weird coins packed with data, stirring up the missing’s families.",
        "The Council’s at each other’s throats—security’s watching, Innovators pushing talk, Harmonists are ghosts now.",
        "Wasn’t long before families hit the streets, demanding answers instead of algorithms.",
        "Whole city feels snapped out of its trance, kind of raw.",
        "Never seen folks so jumpy. Even I’m picking my routes more carefully."
      ],
      [
        "You saw those coins? They’re more than just tokens—messages from the vanished, tucked in digital layers.",
        "Halden, the old system head, left a backdoor. Now his secret network is talking to the public outright.",
        "The city’s upside down. Old BCI scores don’t mean much, but the grip is still there, pulsing under the surface.",
        "Council’s at war with itself—no leader, just factions scrapping.",
        "Services half-run by citizen crews. Sometimes feels like freedom, mostly just messy.",
        "What I did threw the match, but these cracks were waiting.",
        "I never cared for their order, but breaking it… Only brought silence for me.",
        "Even now, most folks can’t decide who to trust, except themselves."
      ],
      [
        "Funny thing—Halden built in that peer-to-peer channel for the vanished years ago. Never told anyone.",
        "I used the right override and the whole old ghost network came spilling out, crossing wires with the official feeds.",
        "Everything’s split—people hunting clues in coins, chasing the vanished, making up their own fix rules.",
        "Council’s fractured, Directorate wants to drag us all back to the lockstep, the Innovators talk like they want change, but none risk the whole truth.",
        "I’m stuck between them—maintenance man, rebel outsider, safe for no one now.",
        "Saw services actually get better for a day or two with citizen-run fixes… then the system’s claw came back, bland but steady.",
        "The vanished? They’ve got more leverage now than any Council suit.",
        "Never thought calling out the rot would freeze me out this bad, even from people I was supposed to free.",
        "All I wanted was to loosen the chain, not tear down the world, but these days it’s hard to tell the difference."
      ]
    ]
  }
}