{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Yeah, things at work have been off lately.",
        "Had a lot of strangers coming in for replacements, no proper records.",
        "Instructions didn’t match what we usually get.",
        "It’s... exhausting, honestly."
      ],
      [
        "Feels like everyone’s on edge these days.",
        "Yesterday, dozens were asking for new wristbands, saying they saw faces on city screens.",
        "We got told to help them, no questions, even if they weren’t in the system.",
        "Started doing more by hand—felt reckless.",
        "Had to be careful, but it’s wearing on me."
      ],
      [
        "The last few days have been strange.",
        "Crowds showed up, holding old wristbands or claiming to see someone they knew on those city videos.",
        "We were ordered to help, ignore the usual checks.",
        "Had to rely on paper and my own gut, not the system.",
        "Didn’t feel right, but I couldn’t say no.",
        "My BCI score dipped again. Makes me feel...sort of exposed."
      ],
      [
        "Normal's not the word I’d use for lately.",
        "A wave of people, most desperate or lost, came for replacements after those face broadcasts.",
        "I was told to skip protocols, just issue new bands, even without official records.",
        "Wrote things down, did checks with coworkers—never had to trust my own judgment like that before.",
        "Reminded me of my brother, after he vanished; this time, I didn’t want to turn anyone away.",
        "Was careful, but my BCI dropped for the choices I made.",
        "Feels like the rules are breaking down, and I’m not sure what’s left if the system isn’t working."
      ],
      [
        "Honestly? I don’t think anyone’s felt normal since those faces showed up across the city.",
        "People I’ve never seen, with worn bands and stories about the broadcasts, flooded my lab.",
        "Orders came down to skip system checks and just help—paper logs, word-of-mouth, whatever worked.",
        "Started making my own record, asking around, trusting people, even though I knew it flagged me.",
        "I kept thinking about my brother. He vanished like the others did—during a BCI audit. I still don’t know why.",
        "Helping people felt right, but now my BCI’s even lower. The risk is real—I notice the delays, the doors that don’t open.",
        "I always hoped the Innovators would change things, but lately it just feels like the cracks keep getting wider.",
        "It all leaves me feeling exposed, like I’m waiting for something to break."
      ]
    ],
    "emotion": "exposed"
  },
  "emotional": {
    "opener": "You don’t have to explain yourself to me, Daria. I know how hard it is just to keep moving forward sometimes.",
    "variants": [
      [
        "Thank you. That helps.",
        "I don’t talk about things much."
      ],
      [
        "I appreciate you saying that.",
        "It’s not easy to trust anyone now.",
        "I keep most things to myself."
      ],
      [
        "Thanks. Not many people bother to understand.",
        "Most days I feel like I’m just trying to stay above water.",
        "It’s hard not to look over your shoulder all the time.",
        "Maybe quiet is safer."
      ],
      [
        "You get it. That’s rare.",
        "I spend a lot of time in my own head, just keeping to routine.",
        "Sometimes it feels like nobody sees what it’s really like in here.",
        "I never planned on standing out.",
        "Sticking to the rules isn’t as simple as they say."
      ],
      [
        "Nobody’s ever really said it that way before. It fits.",
        "You know, people look at me like I’m just a part of the machinery.",
        "Truth is, it takes effort every single day, just keeping the lines clean.",
        "I used to think if I followed every step, things wouldn’t go wrong.",
        "Now I see it’s all probabilities. None of us really decides.",
        "I wish there was less pretending in this city."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone’s talking—just tell me what’s actually been happening out there.",
    "variants": [
      [
        "I only know what’s been on the displays.",
        "Public screens haven’t stopped running those faces since the other night.",
        "There are protests. Art, signals, lots of noise.",
        "Council’s mostly silent.",
        "That’s all."
      ],
      [
        "Heard protests started after the billboards showed those blended faces.",
        "People are following clues from the images, digging into what happened to the missing.",
        "Council looks divided—different officials saying different things, none clear.",
        "Security’s tighter in some districts.",
        "That’s honestly as much as I see."
      ],
      [
        "Since the broadcast, it’s been nonstop unrest.",
        "People rally, make art, search for connections—there’s organization, not just chaos.",
        "A lot of families are rallying, pushing hard for truth about the vanished.",
        "Council’s fractured—can feel it in the new directives.",
        "Heard Innovators want dialogue but get stonewalled by the Directorate.",
        "Surveillance is up, but there’s hope in the districts.",
        "System doesn’t feel in control anymore."
      ],
      [
        "After that network broadcast, the city changed.",
        "Every display loops those strange faces, people take it as a call to action.",
        "Mass gatherings, not just protest but collaboration, trying to help the missing.",
        "The Council broke apart—rumors of fights between Directorate and Innovators get stronger.",
        "Families of the vanished have real backing now.",
        "I line up with the Innovator way—transparency, opening the system, less fear.",
        "Instead, the Directorate’s going full containment.",
        "We’re all working with cracks in the network nobody planned for."
      ],
      [
        "After Lenart’s override, everyone saw the missing and the Council as one—like the system’s mask dropped.",
        "The vanished reached out with those coins, and now with that peer network. They’re not powerless anymore, and neither are the rest of us.",
        "Protests turned into mutual aid—people actually sharing intel, resources to find the missing.",
        "Council’s factions are at each other’s throats. I’ve seen some Innovator backchannels, pushing for open talks. I’m with them, always hoped for that change.",
        "But Directorate teams sweep in and lock things down. It gets ugly fastest for people with low BCI scores.",
        "Families, even techs, risk more for the truth lately.",
        "I keep my own logs, heard from others like me: some vanished are guiding all this through that legacy network Halden left.",
        "Honestly, the system doesn’t know who to trust now. Maybe it never did.",
        "Stenograd never felt so unpredictable. Or so alive."
      ]
    ]
  }
}