{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Getting by. I keep to myself, as always.",
        "Things have changed in the building… more noise, more people in the halls.",
        "I avoid the crowds. Not much else to say."
      ],
      [
        "Getting by. Routine has been difficult to keep lately.",
        "Lobby walls covered in strange art. Meetings in corners, faces I don’t know.",
        "I go out when it’s quiet, avoid the rest.",
        "Someone invited me to join some informal search. I declined.",
        "I just watch official news and wait things out."
      ],
      [
        "Getting by, if that’s what you call changing my habits every week.",
        "Our lobby is a gallery now, but with messages I don’t understand.",
        "Too many unfamiliar people meeting at odd hours. Brings back old memories.",
        "I adjust—leave early, come back late. Less contact, less trouble.",
        "They asked me to join an investigation about missing people. I turned it down.",
        "I note things down for myself instead, just to keep track."
      ],
      [
        "Making do, though ‘normal’ feels out of reach these days.",
        "The building’s full of protest art, masked groups holding meetings, strangers everywhere.",
        "I changed my daily walk to steer clear—reminds me of times before the Council took charge.",
        "Neighbors pushed me to join their search for missing residents. I quietly refused.",
        "Crowds unsettle me. Never got used to rule through noise.",
        "Now I rely on approved messages, and I write notes about the changes I see.",
        "My BCI score dropped again. I’m no dissident, just someone who prefers order."
      ],
      [
        "Getting by, though with everything swirling around, I long for the quiet days when systems made sense.",
        "The art on the walls, the sudden gatherings—reminds me how fragile order is, how quickly people fill the gaps.",
        "I spent years helping the Council keep routines. Now, just entering my lobby feels foreign.",
        "Neighbors want me to help search for vanished folks. I said no. Paper is safer than people for me.",
        "Cautious movements, private notes—my habits are noticed by the system, even if I’d rather stay invisible.",
        "BCI knocked me down three points just for keeping to myself. I’m not dangerous. I just don’t trust crowds or improvisation.",
        "I suppose I’m what they call a Harmonist. Not because I think the Council is perfect—just because I know chaos is worse.",
        "Most days, I’m tired. Tired and hoping order will settle in again."
      ]
    ],
    "emotion": "Tired, unsettled, and quietly hoping things will return to order."
  },
  "emotional": {
    "opener": "\"It’s alright to want things steady again. We all need some sense of normal—even if it’s only for a little while.\"",
    "variants": [
      [
        "I hear what you mean. Routine has its uses."
      ],
      [
        "Yes. Normalcy... reduces uncertainty.",
        "Hard to say if it will return, but I suppose we adjust."
      ],
      [
        "Thank you. It’s reassuring to hear someone else values steadiness.",
        "I’ve always worked better with clear routines.",
        "These days, it matters even more.",
        "Maybe things will calm again."
      ],
      [
        "That’s... appreciated. There’s comfort in structure, isn’t there?",
        "I grew up believing routines protected us.",
        "Order doesn’t stifle me, it helps me function.",
        "Being unsettled isn’t strength, not for me.",
        "Sometimes I hope that’s still understood."
      ],
      [
        "You’re right—it makes a difference to be reminded that routine can be a kindness.",
        "I spent years in quiet service, building systems meant to last.",
        "Predictable days—meetings, approvals, the rhythm of the Council—those were never dull to me.",
        "I preferred order because it made space for small joys—coffee at my desk, nodding to the doorman.",
        "Chaos feels foreign, impossible to reason with.",
        "At my age, I sometimes wish all this talk of progress would pause and let us just... breathe."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone already knows what happened. Just say what you saw.",
    "variants": [
      [
        "Council screens went strange, faces everywhere. People got restless after.",
        "They say families are asking questions, but I keep clear of that.",
        "Council seems divided, if you follow official messages well enough.",
        "I don't involve myself with such things."
      ],
      [
        "Broadcasts changed. Faces mixed on every screen. City got nervous.",
        "New art, protests. Families are loud now—pushing for answers.",
        "Council not in agreement, but that's normal for them.",
        "Saw more security these days, nothing else worth saying.",
        "You don't get ahead by talking too much."
      ],
      [
        "After the faces aired, the city hasn’t settled. Old problems resurfacing.",
        "People—some vanished, some not—making noise. Rallies and symbols everywhere.",
        "Council’s lost its voice. Directorate wants more control, Innovators want change.",
        "Harmonists, my side of things, can barely be heard lately.",
        "Everyone’s chasing clues from those coins. I prefer to wait for official closure.",
        "Security is tense. Harder to move around, even for the quiet ones.",
        "Feels familiar. Too familiar, if you remember before the BCI."
      ],
      [
        "The network from those vanished folks did more damage than they realize.",
        "Everyday order just… slipped. Council’s factions fighting, nobody leading.",
        "I kept notes for a decade on how information flows—they’re all scrambled now.",
        "Harmonists like me weren’t built for this pace. We kept peace by routine, not spectacle.",
        "Now Directorate shouts for control while Innovators court the crowd. No one’s listening to reason.",
        "I hear even high-score citizens are afraid to check their status.",
        "In my time, the system corrected quietly. Now? Everything spills into the open.",
        "I just want a little calm again, that’s all."
      ],
      [
        "Back when I managed Council papers, we kept things quiet—no public drama, no broadcasts like that night.",
        "Halden set up layers on layers. When he vanished, the city’s spine went soft. Factions started pushing their own way.",
        "What you saw on the screens? Vanished and Council faces together—that wasn’t an accident. Someone wanted the lines blurred.",
        "Families of the missing acted fast, pressing for answers no one had. Harmonists lost ground, which never bodes well for order.",
        "Coins with messages sparked citywide hunts. Years ago, we'd have stopped something like that in minutes.",
        "I tracked the timeline, wrote it all down. BCI suspensions, security nervous, trust evaporating.",
        "Used to be, low scores would hide. Now high scores are scrambling—no one trusts the system’s eyes.",
        "Truth is, I leaned on the Council to hold back chaos. Without them… all these networks, all these crowds—they fill the gap. That's not real order.",
        "I admit it: I miss the silence, the routines. Paper doesn’t argue back."
      ]
    ]
  }
}