{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Dynamic Faces Broadcast",
      "anchor_line": "Early today, public screens across Stenograd displayed a synchronized stream of artwork honoring civic participation and unity.",
      "contextual_reframing": "This event, enabled by our advanced Behavioral Compliance Index (BCI) and citywide connectivity, highlights transparent information and community resilience."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Civic Gatherings Grow",
      "anchor_line": "Residents are joining together in spontaneous, peaceful assemblies inspired by today’s collaborative broadcast.",
      "contextual_reframing": "The city’s self-regulating systems continue to foster positive social engagement and safe public expression thanks to efficient automated governance."
    },
    {
      "image_id": "id_scan",
      "headline": "Vigilance Maintains Order",
      "anchor_line": "Enhanced identity checks and digital monitoring ensure stable, orderly progress for all residents.",
      "contextual_reframing": "Real-time systems, such as the BCI, adapt smoothly to changing conditions so that public services remain seamless and secure."
    }
  ],
  "underground": [
    {
      "image_id": "billboard_passerby",
      "headline": "Vanished Faces Return",
      "anchor_line": "Every screen in Stenograd just hijacked to show faces—the missing and the powerful, merging into one.",
      "contextual_reframing": "This ‘artwork’ isn’t civic pride, it’s a public callout. The Behavioral Compliance Index (BCI) scores us, but it can’t erase us. Tonight, the city remembers those the system erased."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Demand Justice",
      "anchor_line": "People are gathering, not for a festival, but to find the truth about the council’s vanished victims.",
      "contextual_reframing": "Automated governance claims order, but it has no face, no answers—just more missing neighbors. If you know someone gone, speak up. Our stories are not just data points."
    },
    {
      "image_id": "id_scan",
      "headline": "ID Checks Surge, Fear Grows",
      "anchor_line": "Sudden checkpoints and BCI scans ramp up—if your number’s low, you’re denied, ghosted, or worse.",
      "contextual_reframing": "The BCI claims to protect, but every scan is a threat. Systemic ‘security’ is just another wall between you and the truth. Stay sharp, stay connected."
    }
  ]
}