{
  "olintz": {
    "chapter": "After providing detailed instructions and untraceable software updates to select activists, Oksana monitored as coordinated groups began interfering with the BCI across several districts. She witnessed users send scrambled logs and observed workgroups successfully erasing personal records, causing real-time anomalies in system dashboards she once maintained. Directorate messages escalated in urgency as access requests and appeals surged. Oksana, now blocked from official systems, was seen by former colleagues as the likely origin of the disruptions, leading them to sever contact. Security flagged her living sector, and she was subject to informal surveillance. The decision intensified BCI instability citywide, directly fueling mass resistance movements that made score assignment unreliable across Stenograd. Her BCI score declined further, reflecting both direct subversion and complete loss of trust within the system, reaching its minimum possible rating. Oksana’s actions catalyzed the mass ‘Erase My Score’ campaign and the ensuing administrative turmoil. [BCI score: 0]",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the sudden loss of meaning in BCI scores and the resulting breakdown in public services, Nikola found his building’s elevator system randomly assigning access while notice boards displayed conflicting eligibility lists. On June 12, as he waited on the ground floor for an hour, unfamiliar faces entered and left unrestricted, ignoring what were previously strict protocols. A resident he did not recognize asked to follow Nikola into the stairwell, citing a non-existent rule. Nikola, uncertain of the current guidelines and wary of potential manipulation since the launch of the open score platform, refused and delayed returning to his apartment. That evening, he avoided communal spaces, double-locked his unit, and checked for Council updates more frequently. The uncertainty led him to avoid even routine conversations, lowering his interactions to basic nods. These heightened precautions, combined with excessive system logins and refusal of social overtures, led to a small decrease in his BCI score to 50.",
    "bci_score": 50,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After news spread that anyone could access and alter BCI scores, Daria noticed a sharp change in her work at the lab. Crowds formed outside, with residents arguing about their new or erased scores, leading to heated disputes at the service counter. That afternoon, her supervisor ordered all technicians to ignore previous procedures and process health band reissues based on whatever information people provided, since official records no longer aligned with reality. Daria followed the instructions, issuing multiple provisional bands and leaving several tickets unresolved when clients produced conflicting data. She avoided helping anyone she did not already know, aware that the system logs were being amended by unknown parties. By the end of the day, Daria found her BCI score fluctuating, then confirmed a drop caused by numerous unverified interactions and lack of closed reports. She left the lab uncertain if proper records would ever return. New BCI score: 54.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 11, as the city’s official services faltered, Lenart arrived at a scheduled repair only to find residents openly ignoring job lists and assigning tasks among themselves. The loss of BCI score meaning left both citizens and authorities unable to determine roles or permissions. A client who once relied on Lenart’s verified status now questioned whether any repair credentials mattered. Lenart attempted to access the maintenance database, but the interface displayed contradictory information, making his paper logs the only reliable record. Unable to depend on the official system or trust new requests, Lenart limited his work to his own workshop and stopped visiting client sites. He began rationing parts and reviewing physical schematics alone, avoiding uncertain situations. This isolation further reduced the few contracts remaining, reflecting a complete breakdown in trusted relationships and accelerating Lenart’s withdrawal from the city’s public life. His BCI score, already low, remained unchanged at 24.",
    "bci_score": 24,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the collapse of job assignments and essential services, Sven Halek arrived at the Directorate offices to find his security clearance unrecognized by the front desk system. As residents outside formed informal groups to negotiate access to basic resources, Sven was denied entry to the communications archive and directed to a waiting area with others whose assignments could no longer be verified. He attempted to retrieve physical copies of pending speeches from his office, but the area was under manual lockdown as administrators struggled to confirm employee identities. Sven reduced his attempts to intervene, instead documenting the failed verification protocols in a private notebook. With his usual team scattered and authority fragmented, he adopted a policy of minimal system interaction to avoid further complications. This cautious response, in an environment where even passivity could be perceived as instability, resulted in a minor decrease in his BCI score from 37 to 35.",
    "bci_score": 35,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After widespread manipulation of BCI records and the breakdown of trust in official rankings, Rada arrived to find her workplace routines unrecognizable. With job assignments in flux, her new team included several unverified staff whose backgrounds she could not confirm. Throughout the day, services such as transportation and workspace access functioned irregularly; at one point, Rada was denied entry to her assigned floor, forcing her to wait in a crowded stairwell amid frustrated colleagues. Standard editorial meetings were abandoned, replaced by informal gatherings where instructions contradicted prior directives. Rada stopped attempting to access the internal archive, fearing her activity might be flagged under the unpredictable monitoring. Instead, she focused on quietly observing changes, noting which workflows persisted and which broke down entirely. She limited all archive updates to paper. By evening, her avoidance and incomplete logins led systems to flag her as unreliable, causing her BCI score to drop to 19.",
    "bci_score": 19,
    "political_preference": "rebel"
  }
}