{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Used to be I knew who came and went in my building. Now it's a guessing game.",
        "Spent an hour waiting by the elevator. Routine's become rare.",
        "I keep to myself more. Feels safer that way.",
        "Let’s just say, things aren’t what they were."
      ],
      [
        "They keep changing the access lists in my building. New faces, no explanation.",
        "Elevators used to run on schedule, now just chaos. Saw a stranger try to follow me upstairs—claimed it was allowed.",
        "Couldn’t risk it. I waited, took the long way home. Locked up tight that night.",
        "The rules seem to shift every hour. I trust paper more than screens.",
        "Easier to avoid conversation these days."
      ],
      [
        "Staying alert more lately. Saw my building’s rules change three times in a day, nobody knows by whose hand.",
        "Elevator’s a lottery. A stranger wanted in, said he belonged—never seen him before.",
        "I walked away, kept to the stairs. Can’t trust the usual routine.",
        "Checked policy updates twice as much as before. No one can give a straight answer now.",
        "Stopped talking with neighbors much. My score dipped again. Not sure what that means anymore.",
        "Feels like the ground’s shifting under us."
      ],
      [
        "When I retired, things made some sense—now the BCI’s scoring is all noise. Last week, elevator logs meant nothing. Opportunists everywhere.",
        "Had a run-in with some stranger in my own stairwell. He cited rules that don’t exist. Familiar faces are fewer.",
        "I waited him out, but it changes you. Came home more cautious, second-guessing every protocol.",
        "Used to manage council routines. Now I watch boards flash conflicting lists, nowhere to turn for real guidance.",
        "Can’t even trust a nod in the hallway. Stopped checking messages unless I must. My score slipped. No explanation.",
        "It’s as if the order I used to believe in has turned its back on quiet lives like mine.",
        "Everything is uncertain. Even trust feels rationed.",
        "Old habits keep me careful, but they isolate me. Makes the silence in the apartment seem heavier."
      ],
      [
        "Worked decades with the Council—knew the rhythms, trusted the order. Now I watch the system unravel in my own hallway.",
        "Saw elevator permissions tossed around, faces I’ve never logged. A stranger wanted to follow, invoked phantom rules. I refused, circled the block before even going home.",
        "They say the new open score platform will help, but I just see more confusion. Even my score fell—fewer nods, less talk, more logins.",
        "My building was protocol on rails. Now it’s a roulette. I lock up twice, ignore communal spaces. No comfort in manufactured transparency.",
        "Council was always about order, not spectacle. The Harmonists meant to keep things running smoothly, quietly. Now even we’re drowned out by noise from every side.",
        "I still carry papers from before Halden died. They keep me grounded, but the weight grows. Feels pointless to check updates, but I do it out of habit—searching for any signal.",
        "I steer clear of the neighborhood’s panic. I chose caution, not because I’m afraid, but because I can’t trust a process that’s lost its guardians.",
        "There’s no map for this kind of uncertainty. Feels like the city’s turned inside out. The quiet I once cherished is different—colder, harder to bear."
      ]
    ],
    "emotion": "Feels isolated and unsettled, longing for familiar order."
  },
  "emotional": {
    "opener": "\"Nikola, it's perfectly normal to feel unsettled when the patterns change. Your experience matters, and you aren't forgotten in all this.\"",
    "variants": [
      [
        "I see you understand that not everything is straightforward now.",
        "It helps to know someone notices."
      ],
      [
        "Not everyone takes the trouble to say that.",
        "I do appreciate some acknowledgment.",
        "Perhaps that's rarer than I thought."
      ],
      [
        "It’s good to hear that from someone who isn’t indifferent.",
        "I suppose I miss when routines held meanings.",
        "Things felt steadier then, more sensible.",
        "We adapt, but it’s something else to be seen."
      ],
      [
        "You’re right, the patterns always gave comfort, even if no one admits it.",
        "Losing them… it’s like losing the background hum of life.",
        "I worked for people who insisted on order.",
        "Sometimes old habits ache, but hearing this helps."
      ],
      [
        "Thank you for saying that. Habit and routine were always my anchors.",
        "Whole decades, I built my days on lists, approvals, well-laid timetables.",
        "When patterns falter, it feels like the city forgets its own shape.",
        "I remember a time when you could sense the Council’s plan just by the morning announcements.",
        "Now, some days I wonder what remains of it, or even of us, beneath the systems.",
        "It’s strange, but solidarity, even in small words, reminds me I am still myself."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone’s talking about the system falling apart—care to explain any of it?",
    "variants": [
      [
        "Reports of people wiping their BCI scores. Hard to know what’s rumor these days.",
        "Security’s got their hands full. Been some clashes, they say.",
        "The Council’s not one for announcements lately.",
        "Streets feel unsettled now. People testing limits, ignoring old routines.",
        "If there’s order left, it’s not obvious."
      ],
      [
        "Seems neighborhoods are playing games with their BCI records.",
        "Rumor is Directorate tried to step in. Result was noise, outages, nothing fixed.",
        "Council can’t keep up. Systems are out of sync.",
        "People who vanished from lists are surfacing again. Makes everyone jittery.",
        "No sign of genuine control returning.",
        "Not so simple as a technical glitch."
      ],
      [
        "The 'Erase My Score' movement—sudden, messy, everywhere at once.",
        "When the Directorate pushed back, they just fed the fire. Systems froze more than once.",
        "Innovators tried that open score scheme. Just made everything meaningless.",
        "Assignments, housing, even services—half of them broken because no one can trust the numbers.",
        "Old network contacts started talking again, people I thought I’d never see.",
        "Harmonists like me—what’s left of us—shut out of the shouting. No appetite for spectacle.",
        "It’s a crisis built from silence and too many hands in the machine."
      ],
      [
        "Order unraveled so quickly—score erasure was only the start. Now it’s every neighborhood improvising.",
        "Directorate’s crackdowns stirred panic, they never really controlled the flows.",
        "Saw faces in my building I haven’t seen since before the disappearances.",
        "I hear from old colleagues the Council lost their own protocols. Innovators made it worse with that open platform.",
        "Housing assignments, jobs, permissions—all scrambling in the chaos.",
        "A few of us who prefer quiet order have been pushed aside—Harmonists, forgotten in the din.",
        "Personal papers and habits are all I trust now.",
        "Feels like we’re watching a city try to reinvent itself with no anchor."
      ],
      [
        "I followed Council routines for years—trusted process, not improvisation. Now the whole city’s in freefall.",
        "People found ways to erase and scramble their scores. Suddenly rules vanished, and everyone started acting without fear of the system.",
        "Directorate sent teams in, but the more they cracked down, the more citizens doubled down—network failures everywhere.",
        "Innovators handed over the keys, let anyone edit a score, and it all collapsed into noise.",
        "I recognized names reappearing in the system, people we erased or who vanished from our ledgers. Now they lead the new movements.",
        "Most Harmonists have no place in these spectacles—quiet order’s got no defenders left.",
        "Those ‘Ledger’ rumors—about scores fixed for decades—are more true than they admit. I’ve read papers I should’ve destroyed.",
        "Now the building’s rules, housing, jobs—all just... suggestions. My own papers only weigh me down.",
        "I retired for peace, not this kind of unraveling."
      ]
    ]
  }
}