{
  "preference": "b",
  "dilemma": {
    "opener": "Noticed the pause in your eyes. Want to fill it?",
    "variants": [
      [
        "Feels like the city’s holding its breath, and I’m stuck in the pause.",
        "Some choices won’t sit quietly in your head, no matter how you frame them.",
        "Hard to know which bit of truth starves us, and which one saves."
      ],
      [
        "Standing at a fork—push order quietly or light a fuse for debate.",
        "Both paths could shift the city, maybe for better, maybe for worse.",
        "I’m supposed to pick what’s needed, not what I want.",
        "One move and everything ripples different."
      ],
      [
        "Got two things in my hands, both heavy.",
        "One’s a plan for people to quietly build something new together.",
        "The other’s a raw confession, ready to spill everything into the open.",
        "Whichever way I lean, someone’s world comes undone.",
        "Either way, Stenograd isn’t the same after."
      ],
      [
        "In front of me—Halden’s last protocol to guide people out of this mess, silent and planned.",
        "And a recording where he admits everything, grief and guilt all over him, asking the city to face itself.",
        "If I use the protocol, maybe we find stability, but I bury the truth I always chase.",
        "If I air the confession, it might heal, or just burn what’s left to the ground.",
        "My BCI’s barely legal. Either choice, I could disappear by morning.",
        "The city trained me to filter, not to fix. Now it’s just me in the middle.",
        "I keep hearing my father’s voice, and this time I can’t just edit the story."
      ],
      [
        "This is bigger than any story I’ve run. I’ve got Halden’s own blueprint—whisper directions for how we take care of each other without another ruler.",
        "Sitting right next to it is him on camera, all raw regret, asking the city to reckon with everything that’s been hidden.",
        "If I send people the quiet plan, maybe they rebuild, but the ghosts never get named and the old pain sits on.",
        "Letting his confession out might finally let us bleed honestly, maybe start healing, or maybe rip each other apart instead.",
        "My instincts scream for open truth, but survival in this city means playing the game silent and careful—my score’s proof of that.",
        "The system taught me silence; my guilt says speak. I grew up believing in justice, then learned what justice gets erased.",
        "Whatever I do, I’m picking who gets listened to. That’s the real weight right now."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "People organize best when given just enough direction, not overwhelmed by confession.",
      "monologue": [
        "Give folks a thread to grab, not a confession to drown in.",
        "In chaos, guidance is kinder than guilt. Too much truth all at once? That’s paralyzing.",
        "People need a map, not my messy breaking news feed. Let them build quietly."
      ],
      "supportive_response": [
        "I see your point—people need a nudge, not a tidal wave.",
        "Interesting angle, Rada. Go on, tell me what you see happening next."
      ],
      "challenging_response": [
        "Are you certain people won’t just repeat the old mistakes if they don’t face the truth?",
        "That’s one way to keep order. But what if they want honesty more than quiet?"
      ]
    },
    {
      "belief": "A system, even a loose one, is better than emotional turmoil in a crisis.",
      "monologue": [
        "Even a shaky plan gives people something to grip—feeling matters less than function right now.",
        "If the city falls apart, feelings won’t mean much in tomorrow’s queue lines.",
        "I’ve seen what happens when it’s every man for himself. I’m not risking that."
      ],
      "supportive_response": [
        "You’ve worked in the field—you know the cost of chaos.",
        "Makes sense, Rada. Sometimes a framework is enough to hold things together."
      ],
      "challenging_response": [
        "But isn’t clinging to broken structures how we ended up here?",
        "Aren’t you worried a cold system just freezes the pain under the surface?"
      ]
    },
    {
      "belief": "Public catharsis can wait; daily life must go on first.",
      "monologue": [
        "Let people get through the day before they relive every failure.",
        "If the streets are safe and the power’s on, soul-searching can follow.",
        "I can’t hand out closure when people still need bread and shelter."
      ],
      "supportive_response": [
        "You’re right—survival has to come before reflection.",
        "You’ve always had your priorities straight, Rada. Tell me more about how you see it."
      ],
      "challenging_response": [
        "Sometimes healing is what keeps people moving at all, don’t you think?",
        "What if waiting just turns wounds into scars that never heal?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Honest reckoning comes before rebuilding any order.",
      "monologue": [
        "If we pretend nothing happened, we just pack rot beneath the new paint.",
        "They’ve smothered every crack in this place with silence; I can’t add another layer.",
        "Facing the mess together is the only way we remember who we are, before we chase some new order."
      ],
      "supportive_response": [
        "You’re right, truth comes first—hiding it won’t fix what’s broken.",
        "Sounds like you need to get more off your chest, Rada."
      ],
      "challenging_response": [
        "Reckoning’s a luxury in a city on the brink. Survival sometimes has to come first.",
        "Go on, though—tell me why you’d still lead with honesty now."
      ]
    },
    {
      "belief": "People need to see the truth laid bare—even if painful.",
      "monologue": [
        "They’ve filtered every story, censored every headline—people deserve raw, uncut reality for once.",
        "We’re all still guessing what’s real; the confusion’s poison, not protection.",
        "I’d rather spark tears or rage than leave everyone numbed by more shadows."
      ],
      "supportive_response": [
        "Sometimes pain is the only medicine left—maybe it’s the start of healing here.",
        "You know better than most what those shadows did to us. Go on."
      ],
      "challenging_response": [
        "But what if some people can’t bear that truth right now?",
        "Curious how you weigh that risk against plain survival, Rada."
      ]
    },
    {
      "belief": "Systems can be rebuilt, but trust can’t if the truth stays hidden.",
      "monologue": [
        "This city’s glued together with fear and half-lies—no use patching it if everyone doubts the fix.",
        "You can reboot programs, swap the hardware—but once trust snaps, it’s just wiring and noise.",
        "If we hide what we know now, we might as well be building on sand."
      ],
      "supportive_response": [
        "Trust is the only bridge back—it makes sense to protect that first.",
        "Plenty more layers to peel off, I bet. Let’s keep going."
      ],
      "challenging_response": [
        "But if the system falls apart faster than trust can catch up, what then?",
        "Let’s see what else you’re weighing, Rada—there’s always a cost."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll do what’s required. No need for questions.",
        "It’s handled. That’s enough."
      ],
      [
        "I’ve made my broadcast. You’ll hear soon.",
        "I went with what maintains quiet. Simple as that."
      ],
      [
        "I’ll share the protocol tonight. The city won’t notice the source.",
        "Stability matters. I’ll send the message people need.",
        "I picked the subtle solution. The less chaos, the better."
      ],
      [
        "I’ll introduce the blueprint. Quiet structure beats loud confessions.",
        "You made me see: if chaos spreads, truth means nothing.",
        "I’ll withhold the video. The city isn’t ready for raw honesty.",
        "People need a guide now, not a mirror for old scars."
      ],
      [
        "I’ll do this because your words grounded me—right now, order means survival.",
        "The city trusts nothing. Echo Protocol could show how we start again, quietly.",
        "Maybe honesty comes later. For now, we’ll be architects, not confessors.",
        "I want the truth, but I won’t burn what’s left of hope."
      ]
    ],
    "monologue_b": [
      [
        "I’ll release the file. That’s all you need.",
        "Consider it done. My reasons are my own."
      ],
      [
        "People will hear him. End of story.",
        "It’s time for voices. I sent the tape."
      ],
      [
        "I’ll broadcast his confession—city deserves that voice.",
        "Truth is needed now, however it lands.",
        "I picked public reckoning—change starts with hearing regret."
      ],
      [
        "I’m sharing Halden’s story. You’re right, honesty can start healing.",
        "Confession first. Order can follow once we face the mess.",
        "You showed me: pain shared is pain halved.",
        "We won’t build trust in silence, so truth goes out."
      ],
      [
        "You reminded me who I am. I’ll let the city see Halden’s confession.",
        "There’s risk, but I believe real order grows from shared pain.",
        "I want Stenograd to debate, to see every scar—not just my edits.",
        "We give people voice again, starting with Halden’s own. That’s my line."
      ]
    ],
    "monologue_self": [
      [
        "I’ll broadcast the confession. That’s it.",
        "No advice needed. Sending the tape."
      ],
      [
        "Halden’s words go out—mine alone, my risk.",
        "I made the move. I didn’t wait for help."
      ],
      [
        "I chose the confession because truth can’t wait.",
        "Broadcasting regret is dangerous, but silence fed this crisis.",
        "I didn’t need convincing—truth goes out, whatever follows."
      ],
      [
        "My instincts run toward truth. I’ll air Halden’s raw confession.",
        "Some don’t want honesty, but it’s the only way ahead.",
        "People will see real pain, not just system errors.",
        "I chose public reckoning, even if you couldn’t help."
      ],
      [
        "Alex, I know where I stand. I’ll broadcast the confession, come what may.",
        "My father taught me stories matter. Halden’s story is no exception.",
        "Even if it shatters order, people need honesty now more than blueprints.",
        "I owe the city more than silence—I’ll give them all the truth I saved."
      ]
    ]
  }
}