{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "It’s… been complicated.",
        "Things with the system at work went sideways.",
        "Some people think I caused trouble, so there’s more watching now.",
        "Honestly, I feel... I still can't shake the weight of what happened."
      ],
      [
        "Not easy lately.",
        "My job meant I saw score glitches before most others did.",
        "Now I can’t go back, and security keeps circling my block.",
        "People I worked with… won’t look at me.",
        "Honestly, I feel... I still can't shake the weight of what happened."
      ],
      [
        "Getting by, or trying to.",
        "The Directorate’s blaming me for the score chaos. They’re not wrong.",
        "I slipped some code to people who needed it. Helped erase and scramble BCI scores.",
        "Suddenly, everyone’s blocking me out like I’m contagious.",
        "Guess that’s what happens when you upend the thing holding the city together.",
        "Honestly, I feel... I still can't shake the weight of what happened."
      ],
      [
        "Barely holding it together, to be honest.",
        "I worked inside the BCI. Saw what happened when people got cut off for tiny reasons.",
        "Those faces kind of stay with you. That’s why I passed instructions to activists. Let them erase their scores. Set something loose.",
        "Council lost control fast. My colleagues turned on me overnight.",
        "Now, the city’s coming apart. Good people in the wrong places, the whole system in freefall.",
        "Hard to keep my head clear. I know my part in it. I don’t regret it, just…",
        "Honestly, I feel... I still can't shake the weight of what happened."
      ],
      [
        "Everything’s upside down.",
        "I spent years flagging patterns nobody noticed. Always believed the BCI was helping. But then I saw people kept from food or meds over some number.",
        "I tried to fix it—quietly, at first. But then I snapped. Shared code. Gave people the tools to fight back.",
        "That started the mass erasures. Watchlists vanished. Suddenly, people shunned by the system reappeared out of nowhere.",
        "My friends cut me off. The Directorate slapped a zero on my own score and half the city blames me for the chaos.",
        "Funny, I thought I was lost before. Turns out losing everything’s a different kind of lonely.",
        "I don’t regret it. Somebody had to crack it open. I just… wish it hadn’t gone so far so fast.",
        "Honestly, I feel... I still can't shake the weight of what happened."
      ]
    ],
    "emotion": "Honestly, I feel... I still can't shake the weight of what happened."
  },
  "emotional": {
    "opener": "You know, Oksana, you did what you thought was right. No one can take that away from you, or make you wrong just for caring.",
    "variants": [
      [
        "Maybe. I guess that's true.",
        "It's just hard to believe sometimes."
      ],
      [
        "I appreciate you saying that.",
        "Sometimes I wonder if any of it mattered, honestly.",
        "Most people wouldn’t even try."
      ],
      [
        "That... helps more than you know.",
        "I've spent so long questioning things.",
        "It's easy to forget I used to believe in all of this.",
        "Sometimes I miss who I was before."
      ],
      [
        "Thank you. I didn't expect someone to understand like that.",
        "It's strange how quickly everything can turn inside out.",
        "I keep telling myself I had reasons. That I wasn't just impulsive.",
        "Everything I did, it was for something better, at least I hope so.",
        "It's exhausting not to have anyone to talk to about it."
      ],
      [
        "That means more than I expected. Really.",
        "I haven’t felt understood in a long time.",
        "This place... it makes you forget what normal feels like.",
        "I used to think rules kept us safe. I really believed that.",
        "Sometimes I wish I could just turn my mind off, stop analyzing every decision.",
        "But then I remember why I started, and I know I couldn’t live any other way."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, everyone blames you, but something huge went down—so what actually happened?",
    "variants": [
      [
        "That night, scores all over the city just vanished. People noticed.",
        "Services shut down in some sectors. Nobody knew why.",
        "The Directorate sent patrols out. Made things tense.",
        "It was messy, but the Council never explained anything.",
        "Honestly, most people kept their heads down."
      ],
      [
        "BCI records got wiped, neighborhoods started acting up. Nobody trusted the scores after that.",
        "People slipped through checkpoints, took advantage. System wasn't catching anyone.",
        "Then the Directorate moved in. Some folks fought back.",
        "Job lists went strange. People worked jobs they never trained for.",
        "Rumors were everywhere. Can't say what was true."
      ],
      [
        "First, whole blocks just erased themselves from the BCI. Scores turned to zeros or nothing at all.",
        "Suddenly people you’d never seen before showed up like ghosts. It confused the authorities—old watchlists failed.",
        "The Council tried manual overrides, but it spiraled fast. Security units clashed with crowds trying to hide their records.",
        "'Open score' tools showed up. Almost anyone could change their score. It made the whole system meaningless.",
        "Workplace chaos followed—skills didn’t match up, essentials ground to a halt.",
        "My old friends in the Directorate were scrambling. Trust was already broken then.",
        "I think a lot of us quietly hoped it wouldn’t snap back."
      ],
      [
        "The night those erasures hit, everything was up for grabs. Some took it as a chance to disappear. Others used it to finally get seen.",
        "Security checkpoints stopped working right. People skirted restrictions or just vanished into the cracks.",
        "The open score patch blew up next. Suddenly, people rewrote their own records. Nothing meant anything anymore—jobs, homes, risk levels...",
        "Directorate squads came hard on anyone seen helping. Resistance flared up. Some good people got hurt or flagged for just being in the wrong spot.",
        "Political blame swirled, but inside the system? Panic. Nobody was steering.",
        "A lot of us who'd worked in oversight realized we were just as lost as everyone.",
        "I always wanted out of that surveillance loop. Thought I’d just bend the rules. Never meant for things to fall apart this much.",
        "Guess part of me’s glad the whole sorting game got exposed, but I can’t say I’m at peace with the fallout."
      ],
      [
        "I always believed if you flagged a flaw in the BCI, they’d fix it, not erase you. Then whole sectors took matters into their own hands. It went from contained glitches to outright erasure, overnight.",
        "People with erased scores—some I’d flagged myself—came out of hiding and started reshaping the city. They got networks working, even when Council lost all control.",
        "Those 'open score' tools from the Innovators? I saw it happen—so many rushed to rewrite their histories, to be free or invisible.",
        "Inside the Directorate, it was chaos. I watched my old clearance get revoked in real-time. Even the most loyal started doubting everything.",
        "Nobody could keep jobs sorted. Deliveries missed. Parents couldn’t get medicine for their kids unless they played the hack game.",
        "Where there was once control, now there were neighborhoods defending erased scores from armed patrols.",
        "Politics just turned into blame. Innovators wanted everything in the open, Directorate pushed harder crackdowns, and Harmonists... well, they vanished from meetings.",
        "I snuck out before they locked my block. Honestly, I wanted the sorting to end—I just never pictured it like this. I’ve got no score, no future on paper. But at least I’m not pretending the old system worked.",
        "Maybe it had to break this completely before people could see how wrong it was. I wish I’d realized sooner how much would collapse with it."
      ]
    ]
  }
}