{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Hard to say, honestly. Everything at work got shuffled—faces I don’t know, routines gone.",
        "Got stuck outside my own floor for hours, waiting in a crowd just to access a stairwell.",
        "Editorial meetings are out. Now it’s chaos and crossed wires everywhere.",
        "I can’t even update the archive anymore. Not really sure who’s watching what. Honestly, I just feel worn thin and angry—like I’m barely holding up against the tide."
      ],
      [
        "Been a mess lately—couldn’t even get to my desk, doors just locked.",
        "They tossed me in with some ‘colleagues’ I’ve never seen before. No one has a clue who’s who.",
        "Meetings are done in hallways now, if they happen at all.",
        "I avoid the archive. Feels safer not touching anything digital.",
        "Lost another chunk off my score for that. Honestly, I just feel worn thin and angry—like I’m barely holding up against the tide."
      ],
      [
        "The job’s unrecognizable—systems keep glitching, assignments shuffled at random.",
        "I spent half the morning stuck outside my own office, crushed in with frustrated coworkers.",
        "Nobody trusts the team—you’d think it was sabotage. Can’t check anything official, so I’m writing it all out on paper instead.",
        "Archive access is a risk. Two warnings, one more and I’m ghosted for good.",
        "I’m barely doing my job now. Score’s tanked, which just means more closed doors.",
        "Honestly, I just feel worn thin and angry—like I’m barely holding up against the tide."
      ],
      [
        "Let’s just say—being a reporter inside the belly of the beast is different when the beast bites its own stomach.",
        "My team is a phantom now. No one I know, doors that don’t open, everyone eyeing each other, trying to fake normal.",
        "Usual orders vanished. We huddle in corners or stairwells, piecing together scraps just to survive the day.",
        "I stopped logging into the archive. My own digital trail scares me more than Directorate agents.",
        "Started making paper notes. It’s old school, but at least it feels real.",
        "The BCI flagged me as unreliable again. Got the silent treatment—score dropped to 19.",
        "Makes you wonder if all this control ever made the place safer. Honestly, I just feel worn thin and angry—like I’m barely holding up against the tide."
      ],
      [
        "Days? Feels like years. This city’s invisible bars are showing, and not just to me. Even state media’s lost its script.",
        "I was raised by a compliance officer—so I know when the system starts to eat itself. Now half my team is replaced. No faces I trust. I spend hours locked out. Security looks right through you if your score slips.",
        "No more real meetings. Just anxious whispers in stairwells. You sense the council’s panic behind every memo.",
        "The archive’s poisoned. Two silent warnings, and now I keep it all off the grid.",
        "I only update on paper now—less traceable, less dangerous. It’s like shadow boxing with the city itself.",
        "The score keeps dropping. That’s the reward for staying human.",
        "And what’s wild: everyone acts like ruin is routine. There’s no protests, no banners, just silent fear and people hiding the truth.",
        "Honestly, I just feel worn thin and angry—like I’m barely holding up against the tide."
      ]
    ],
    "emotion": "Honestly, I just feel worn thin and angry—like I’m barely holding up against the tide."
  },
  "emotional": {
    "opener": "Rada, even the strongest currents tire themselves out eventually. You aren't alone in this, and you don't always have to keep fighting—sometimes it's enough just to keep afloat.",
    "variants": [
      [
        "I hear you. Maybe staying afloat is all I can manage right now."
      ],
      [
        "Yeah, maybe you're right. Most days it feels like there's not much choice but to keep going.",
        "I appreciate you saying that."
      ],
      [
        "That actually helps more than you know.",
        "Sometimes I forget it's okay just to hang on, not to win every single moment.",
        "I guess I need that reminder."
      ],
      [
        "Thank you. No one really says that out loud anymore.",
        "I keep thinking I have to outpace every problem, but maybe facing them is all I can do.",
        "It's just exhausting to be always on watch.",
        "Your words cut through the noise a little."
      ],
      [
        "You get it, don't you? This whole place, always pushing us to prove ourselves, to perform.",
        "Half the time I feel like a hollow version of who I was supposed to be, just shuffling along for the system.",
        "But when you remind me it's enough to just endure, something eases up inside.",
        "I grew up thinking strength was about action, but maybe it's about staying present.",
        "It matters to have one real voice in the haze.",
        "Tonight, that's you for me."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what you know about what’s really happening in the city.",
    "variants": [
      [
        "People are messing with the scoring system. Whole neighborhoods suddenly go blank.",
        "Crowds at checkpoints. Nobody trusts what’s on the terminals anymore.",
        "Directorate’s running sweeps. Feels tighter than usual.",
        "That’s all I’ve seen from my end."
      ],
      [
        "A lot of scores vanished or got flipped. Service lines are chaos now.",
        "There was some kind of coordinated effort—lots of folks got their records scrambled.",
        "Heard the Directorate’s out in force, not subtle about it.",
        "All official numbers sound fake. Even colleagues whisper about tampering.",
        "If you pay attention, you spot leaders in the crowds—ones who used to be invisible."
      ],
      [
        "Whole city’s jamming the BCI—citizens scrambling scores, erasing histories.",
        "Workplace assignments broke down. People you’d never see in charge are suddenly running things.",
        "Crackdowns are messy. Directorate’s desperate, but people shield each other.",
        "Innovators pushed this ‘open score’ fix—now everything can be changed, so nothing means anything.",
        "Some think this is freedom. Feels more like open season if you ask me.",
        "Council’s fighting in public for once. That alone tells you how fragile it all is.",
        "Funny how so many are waking up only now, when the rot was always there."
      ],
      [
        "Started noticing old friends popping up again—ones who’d vanished from the BCI watchlists.",
        "Neighborhoods networked fast, organized score-wide erasures nobody could track in real time.",
        "You see people protecting each other at the checkpoints, covering erasures like it’s a warzone.",
        "Then Innovators make score-editing public, which just nukes what little trust was left. Utter free-for-all.",
        "I’ve watched the Council get exposed—forced to pretend at transparency. About time.",
        "I grew up around people who thought obedience kept you safe. Don’t think many believe that now.",
        "The only real order is people looking out for each other, quietly, in the ruins.",
        "Makes you question what all this data ever bought us except fear."
      ],
      [
        "First time in years I’m seeing real resistance—score sabotage on every street, whole communities blanked out.",
        "People once erased by the system? Suddenly leaders. Old ghosts with new teeth.",
        "Even state media’s backchannels lit up, desperate for a narrative that isn’t laughable.",
        "Innovators tried full transparency just to survive. Instead, nobody trusts the system at all—total breakdown.",
        "Directorate stormed neighborhoods, but locals stood between them and their data. Never thought I’d see that.",
        "The Council? Exposed by their own secrets. Marek Halden’s legacy isn’t order—it’s collapse.",
        "I was taught compliance meant survival. What a lie. The people most erased are pulling the rest of us forward now.",
        "I grew up with a badge at the kitchen table. Now, the only thing that feels right is helping scramble the record.",
        "If you’re not part of keeping score, maybe for once you’re really free."
      ]
    ]
  }
}