{
  "olintz": {
    "chapter": "The announcement of Marek Halden’s death was followed by system slowdowns across Stenograd. Arriving at her office that morning, Oksana found her system logins delayed, notifications from the BCI queue piling up, and incident reports missing critical data. Tasked with reviewing compliance flags for routine analysis, she noticed erratic scoring shifts for citizens she had previously cleared. Oksana spent over an hour manually cross-checking archive logs, a process usually handled automatically. She overheard colleagues speculating anxiously about leadership succession, and she consciously avoided contributing to the conversation. At midday, she received a flagged warning about an “unusual pattern” in her recent workstation queries. Though she suspected a system error due to the fallback mode, she minimized discretionary searches for the rest of the day. That evening, Oksana felt increased caution about her behavior in the workplace, taking care not to deviate from prescribed protocols.",
    "bci_score": 52,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the official announcement of Marek Halden's death without explanation and the subsequent system failures triggered by missing access credentials, Nikola noticed a subtle but persistent shift in routine. That morning, a scheduled pharmacy pickup required three separate identity confirmations instead of one, delaying his access and drawing questioning looks from staff. Later, when submitting a pension verification at a service kiosk, Nikola encountered a system loop and was instructed to return the next day. Previously, these tasks had been predictable; now, he recognized that fallback protocols were processing his requests inconsistently. Nikola responded by double-checking his personal documents and intending to limit all discretionary travel until the system stabilized. He refrained from contacting former colleagues, wary of drawing notice during technical irregularities. This shift in daily logistics left him unsettled, though outwardly he maintained composure. The disruptions led to a minor decline in his Behavioral Compliance Index, now at 75.",
    "bci_score": 75,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the terse official announcement of Marek Halden’s death and the unexplained BCI scoring failures, Daria arrived at her government lab to find her system access delayed and health band update logs out of sync. Colleagues whispered about stalled maintenance tickets and ambiguous watchlist notifications. During a midday calibration, Daria noticed two cases flagged as “high-risk” with missing biometric histories—both requested urgent scrubbing, but the system locked her out mid-process. She discreetly updated only the surface records, leaving deeper traces unchanged, then avoided further unauthorized edits. At lunch, she refrained from discussing recent glitches, suspecting closer internal monitoring. Daria limited her digital activity, avoided encrypted messaging apps, and only answered direct work queries with brief, technical responses. By the day’s end, she felt compelled to double-check her own wearable integrity scan. The system’s unpredictability led to increased caution in her workflow, slightly lowering her visible compliance score.",
    "bci_score": 66,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the city announced Marek Halden's death and the automated systems began failing, Lenart arrived at a client site to find building access systems unresponsive. Security locks cycled unpredictably, preventing him from entering a mechanical room for a scheduled power relay fix. While waiting, he noticed the building manager making repeated calls without response, forced to reroute tenants one at a time. Lenart tried using an old maintenance code but was flagged for excessive retry attempts, resulting in a system delay message and restricted tool access for the rest of the day. He canceled a follow-up job, knowing BCI scoring was unpredictable and his activity could be misinterpreted. That evening, he wrote a cautious message to a Directorate contact, confirming if freelance movement was being monitored more closely. He worked quietly in his private workshop, double-checking logs to avoid further score penalties, uneasy about the automated oversight. BCI score: 59.",
    "bci_score": 59,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the authorities released a brief public statement on Halden’s death, Sven found the morning routines in his restricted zone shifted by system irregularities. Arriving at the central comms suite, he waited an extra twenty minutes to clear access—authorization systems lagged, and his personal clearance failed twice, requiring manual override. The usual script review terminal displayed error messages, and secure document retrieval was delayed. When Sven attempted to access archived versions of compliance announcements for reference, he encountered corrupted files and network timeouts. Colleagues in adjacent offices reported similar malfunctions, quietly comparing notes but offering no speculation. Throughout the day, automated reminders about strategic messaging deadlines repeatedly failed to arrive, forcing Sven to manage tasks by memory. He responded by compiling a manual log of current statement drafts, avoiding reliance on automated prompts. Sven worked late, aware that operational instability would likely persist. His BCI score remained steady at 85.",
    "bci_score": 85,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the brief, impersonal public announcement of Halden's death and the sudden irregularities in city services, Rada noticed her routine interview appointments were canceled with no explanation. Requests for access to public works sites, usually authorized within hours, went ignored or bounced between automated systems and silent administrators. When she tried to log into her workstation, the profile verification failed twice, locking her out for twenty minutes. Residents she previously relied on for background quotes grew cautious, claiming delays or avoiding her entirely. She reviewed her last assignment footage, seeing subtle changes—security staff now watched crowds more closely at transport hubs. That afternoon, a colleague forwarded an error-ridden update from the newsroom database; half the assignment list was missing. Rada began saving raw data locally, worried about system reliability and future silent penalties. She limited her field reporting, which reduced the active behavioral flags tied to her movements. BCI score increases to 45.",
    "bci_score": 45,
    "political_preference": "rebel"
  }
}