{
  "olintz": {
    "chapter": "After the authorities announced Marek Halden’s death without explanation, Oksana found that several core BCI analytic tools were unresponsive when she logged in for her shift. She waited through cascading delays as system scoring generated contradictory flags for citizens she was assigned to review. This forced her to manually process dozens of borderline cases, often without reliable historical data. In a meeting that afternoon, an automated report marked her incomplete queues as a workflow deviation. Later, after a second failed login attempt, she overheard colleagues speculating about blame and temporary demotions. Oksana worked past her scheduled end time, careful to comply with each system prompt, and left the Directorate feeling exposed. Unsure if the erratic scoring would lower her own BCI, she bypassed her usual visit to Bar 101 and went straight home. She double-checked her BCI score that night: a slight drop, but no formal warning issued. New BCI score: 51.",
    "bci_score": 51,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After authorities announced Halden's death, Nikola noticed a slowdown at the local permit terminal. Requests for basic services that used to process in seconds now produced error messages or required resubmission. At noon, while collecting his pension, the system flagged his biometric ID, forcing him to wait while attendants checked manual ledgers. This had not happened in over a year, and the staff offered no explanation. The small crowd in the services lobby grew restless as similar delays occurred, with quiet speculation about whether access changes were connected to Halden's absence. Nikola left without complaint, but later checked his home interface and found several regular notifications missing, including his monthly health quota report. He refrained from contacting anyone in his old Council network, concerned that increased system irregularities might trigger unnecessary attention or affect his Behavioral Compliance Index. He locked his briefcase away and canceled plans to visit a former colleague. BCI score: 76",
    "bci_score": 76,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the unannounced death of Marek Halden and the abrupt system failures caused by lost access credentials, Daria arrived at her lab to find several workstations unresponsive and wristband update queues stalled. Essential diagnostics returned error codes tied to fallback protocol malfunctions, forcing Daria and her team to troubleshoot using archived manual override routines rarely accessed since the latest BCI firmware revision. A backlog formed as citizens unable to complete health check-ins waited in frustration outside the support center. Daria noted an uptick in messages from council IT staff, each requesting priority service or quiet bypasses for higher-ranked users. Normally careful, Daria spent extra time confirming record scrubbing procedures, worried about inconsistent logs and the risk of accidental flagging. By end of shift, she limited network access on her own terminal, reducing visibility while the system remained unpredictable. Her BCI score nudged down to 67 from repeated system interventions.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "When Marek Halden’s death was announced with no replacement named, Lenart noticed immediate changes in his work routines. On the following day, several maintenance requests in the city’s service grid were routed to him twice due to automated system fallback errors. A high-rise energy quota reset left building managers unable to access logs, so Lenart needed to manually unlock utility boxes for three clients, waiting through unexplained access delays set by the behavioral scoring filters. He found clearance codes that usually worked failed without warning, requiring improvised workarounds and communication with nervous administrators. By late afternoon, a client quietly implied Lenart might want to avoid low-compliance zones, since rerouted jobs there were generating unpredictable scoring penalties. Lenart accepted more jobs in Council-favored districts instead, limiting exposure. The scoring system’s erratic behavior left him uneasy, but he kept his opinions to himself, mindful that his routines were now being tracked more closely. [BCI score: 62 → 60]",
    "bci_score": 60,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the authorities issued a brief statement on Halden's death with no cause and no replacement named, Sven arrived at his office to find his content scheduling dashboard nonfunctional due to access errors. Several queued statements for Council review were missing final approval, leaving him unable to release the carefully-worded guidance planned for the day. Automated feedback loops sent conflicting notifications about flagged terminology, but with fallback protocols active, he received contradictory instructions from subsystem proxies, each unclear on priorities. To adapt, Sven printed draft edits and physically visited two Harmonist staffers for their input—an unusual step, as such meetings were rare since centralization. The uncertainty caused him to privately archive alternative speech versions in his restricted zone, unsure which guidance would be needed when the Council finally responded. By evening, he reviewed his BCI access logs twice and noticed erratic performance metrics, pausing before using sensitive language in any emailed notes. BCI score: 83 (-2).",
    "bci_score": 83,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "When authorities announced Halden’s death with little detail, Rada noticed her team’s coverage instructions changed overnight—no interviews outside scripted statements, footage pre-filtered before she could see the raw files. The next morning, while preparing for a routine broadcast, she found that her usual network credentials failed to access live compliance data. Several state systems were down or slow, resulting in unexplained delays in public transport arrivals at her assigned shoot location. Rada documented the resulting commuter confusion, but this time she could not upload unsanctioned clips through her secure channel—her encryption app flagged \"system error.\" She spent extra hours manually cataloging deleted segments, suspecting the system's fallback mode had tightened surveillance protocols. The need for caution increased; she deleted contacts from her device and refrained from discussing off-record material at Bar 101 that evening. She left work uneasy, aware both her workflow and trusted channels were under stricter automated watch. BCI score: 39.",
    "bci_score": 39,
    "political_preference": "rebel"
  }
}