{
  "olintz": {
    "chapter": "Following Halden's sudden absence from a scheduled audit and the subsequent public announcement of his death, Oksana found the Central Oversight Directorate unusually tense. System delays were immediate: her team logged in to find erratic scoring outputs and unresolved flags accumulating across low-compliance zones. As automated permissions failed, basic workflows stalled. In one afternoon, Oksana spent forty minutes waiting for clearance to access historical flagging records—an interruption that normally took seconds to resolve. Conversations with colleagues became clipped as uncertainty over access protocols grew. Privately, Oksana grew more cautious, double-checking her own activity logs and limiting log-ins from her terminal. She replaced her usual commute pattern with less predictable routes, wary of the increased system scrutiny for unusual behavior. The ongoing technical instability left her uncertain when routine actions might trigger unwanted attention. That night, Oksana kept her devices off, worried any action could be misinterpreted by unstable algorithms.",
    "bci_score": 52,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After automated services began malfunctioning due to inaccessible system credentials, Nikola experienced delays renewing his residential access pass. Arriving at the local administration terminal, he found the self-service interface unresponsive, forcing him to wait for hours alongside other frustrated residents. During this delay, rumors circulated in the queue that high-level system failures were linked to Halden's sudden, unexplained death, which left no clear interim authority. Nikola avoided conversation, aware that elevated scrutiny could lower his behavioral score. He double-checked his personal data on the terminal, noticing unexplained score fluctuations for several neighbors. Privately unsettled, he returned home and moved his locked briefcase to a new hiding spot, anticipating that irregular system activity might prompt random inspections. That evening, Nikola searched Council updates more frequently than usual, seeking reassurance that order would soon return. His BCI score temporarily decreased as a result of heightened monitoring and repeated administrative checks.",
    "bci_score": 75,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the official announcement of Marek Halden’s death and the subsequent widespread failures in automated systems, Daria’s daily workflow at the government lab is abruptly altered. She arrives to find her workstation locked out of certain network segments, slowing health band diagnostics and causing queues of unresolved device tickets. System-generated service requests come in bursts, sometimes for issues outside her division, which she is expected to triage. Uncertain scoring behavior sparks confusion among colleagues, with several asking Daria if she can “smooth” recent data spikes in their bioreadouts. She agrees to a few quiet fixes, aware the irregularities are temporary but risky to override. As a result, she now limits off-record adjustments to people she already trusts, refusing new requests. By the end of her shift, her own BCI score notification fluctuates twice but lands slightly lower, likely triggered by increased anomaly flags in system logs. New BCI score: 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The morning after the announcement of Halden’s death, Lenart arrived at a city maintenance node to find his access card stalled at the biometric gate. He waited in line as the system lagged, eventually being denied entry because of a temporary scoring irregularity. When he finally accessed his diagnostics terminal an hour later, recent job requests had vanished or were duplicated, and past service logs did not match his submitted records. Reluctant to draw attention by filing a complaint, Lenart instead reached out to a Directorate contact for unofficial guidance. He rescheduled his repair jobs to quieter hours, minimizing system interactions until access stabilized. Lenart updated personal logs with paper copies as a precaution, avoiding the official BCI interface. Although he managed to complete two smaller tasks that day, the uncertainty of system reliability and access controls led him to reconsider which contracts to accept in the near future. His BCI score briefly drops to 59.",
    "bci_score": 59,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the brief official statement announcing Marek Halden’s death, Sven Halek arrived at his office to find messages flagged as undeliverable and certain keyword searches timing out. That morning, drafting Council talking points became difficult when archived reference materials in the secure archive intermittently disappeared due to malfunctioning access credentials. To compensate, Sven manually cross-referenced older printouts he kept in his desk, but gaps in recent updates made segments of his speechwork obsolete. Midday, he messaged two contacts for clarification, only to encounter unusual delivery delays and one automated warning that his query volume was being monitored due to temporary system fallback routines. By afternoon, Sven reduced his outgoing correspondence and instead walked coded drafts between departments in person. When he returned, he documented inconsistencies in the system’s fallback mode, noting potential risks for future messaging operations. The day ended with slightly reduced BCI activity for him, dropping his score to 82.",
    "bci_score": 82,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After authorities issue a brief announcement regarding Halden's death without explanation and no named replacement, Rada notes confusion among colleagues at the state media office. The following morning, she attempts to log into the internal editorial archive but faces repeated access denials. Several team messages reference system \"fallback modes\" and irregular access, leading management to suspend all pending edits. Scheduled interviews with city officials are canceled, citing \"system alignment issues.\" Rada spends the afternoon sifting through unfinished stories and unreviewed footage, noticing minor discrepancies in how reports are flagged for compliance. She privately documents the inconsistencies for future use. Conservative with her messaging, she refrains from sending large file transfers through her usual encrypted channels. The mounting uncertainty and system failures make her environment less predictable. Rada keeps her activity low profile, but her BCI score fluctuates downward due to increased time in restricted editing queues.",
    "bci_score": 40,
    "political_preference": "rebel"
  }
}