{
  "olintz": {
    "chapter": "After Halden's death was announced with no replacement named, Oksana arrived at work to find her system access unpredictable. Automated scoring panels loaded slowly, and several citizen profiles she was meant to review displayed conflicting behavior flags. She waited over an hour for guidance from her supervisor, who instead asked for patience and instructed her to document anomalies without escalating them. By midday, Oksana noticed her own BCI compliance dashboard flicker between values, making her hesitate before logging out for lunch. Later, while reviewing flagged cases, she discovered two entries from her assigned block had vanished from the live database, reappearing only by direct ID search. She decided against reporting these inconsistencies, quietly saving screenshots at home. The confusion reinforced her distrust in the Directorate, and she avoided Bar 101 that evening, fearful that attendance during system failures might worsen her score. Her BCI dips slightly to 52 due to login anomalies.",
    "bci_score": 52,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following system failures due to the loss of Halden’s exclusive access credentials, Nikola encountered irregular BCI scoring while attempting to complete his weekly transit reservations. His routine application, typically approved instantly given his high compliance history, was delayed for several hours and eventually flagged for review without explanation. The next morning, he noticed his pension payment was credited late, and access to his building’s health clinic was restricted. Nikola responded by reducing public outings and cancelling a scheduled trip to the archives for fear of drawing further scrutiny. In private, he reassessed the security of his locked briefcase, waiting until online reports about the system’s fallback mode stabilized. These disruptions caused Nikola to become more cautious with digital systems, making only essential requests and avoiding unnecessary visibility. Though nothing overtly punitive occurred, this withdrawal and visible delay in automated services caused a slight dip in his BCI score to 76.",
    "bci_score": 76,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the public announcement of Marek Halden's death and the subsequent system failures caused by restricted access to key automated services, Daria noticed unusually long verification delays at work and in public spaces. On the morning after the disruptions, she waited twenty minutes before her terminal would authorize access to wristband firmware logs, leaving a queue of devices unprocessed. During lunch, colleagues quietly compared notes on unexplained scoring drops and stalled requests for routine travel permits. Daria checked her own score; it spiked down then up within hours. She spent much of the afternoon cautiously fielding inquiries from trusted contacts asking if she could \"clean\" their recent system flags. She declined, citing system volatility and the risk of unusual audit traces. That evening, Daria updated her personal security protocols, then deleted encrypted exchanges from her device. The uncertainty reinforced her commitment to finding technical workarounds, but she avoided any non-essential risk. BCI score: 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the silent public announcement of Marek Halden’s death and the sudden, unexplained delays throughout the city’s automated permit and scoring systems, Lenart encountered irregularities while attempting to finalize a standard building access reset for a mid-tier client. The system rejected his credentials three times before granting entry with reduced clearance, forcing him to bypass secondary security manually, extending the job into the late evening. One of his service requests disappeared from the client’s queue without notice, requiring direct communication to reschedule. Lenart noted increased scrutiny during his transport home, with a random ID scan, which he rarely experienced before. Although he completed his tasks, Lenart kept his interactions brief, avoided drawing attention, and made a mental note to track changes in his access logs daily. He refrained from making comments about Halden publicly, aware that scoring irregularities could affect future contracts. His BCI score decreased slightly to 60.",
    "bci_score": 60,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the brief public announcement of Halden's death and the subsequent technical outages, Sven arrives at Bar 101 carrying both his regular notebook and a new encrypted tablet. He is stopped mid-entry at the biometric access gate—his clearance now requires manual authentication due to system fallback. The queue of Council advisors grows tense as delays mount. Sven spends forty minutes outside, composing revised crisis language that acknowledges uncertainty without naming the source. Inside, he is approached by two Innovator faction contacts requesting guidance, as BCI scoring anomalies are causing confusion among trusted staff. He notes instructions for minimizing speculation, then returns to his residence earlier than usual to update talking points about system reliability. That evening, Sven privately archives rejected drafts warning of instability, suspecting future value. He avoids direct system interactions for the rest of the night, relying on older methods to track developments.",
    "bci_score": 82,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the official announcement of Marek Halden’s death and the abrupt system failures the next morning, Rada Miskovic arrived at her workplace to find her assigned publishing terminal locked for “security maintenance.” She spent the next hour waiting in a common area with other correspondents, overhearing nervous speculation as automated scheduling sent fragmented updates and silent denials. Normally able to access raw news feeds, she discovered several system folders missing or inaccessible—that morning’s footage queue contained unexplained gaps. After attempting to log her queries, she received only automated error responses. By midday, she noticed delays in routine approval for her press zone transport pass, resulting in her missing a key public compliance event she was meant to cover. Rada made the decision to begin backing up her remaining source files privately, using encrypted storage, aware the inconsistencies could put her activity under closer review. Her BCI score decreased to 39 due to heightened monitoring.",
    "bci_score": 39,
    "political_preference": "rebel"
  }
}