{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah, things have gone sideways lately.",
        "Saw a few jobs get rerouted, all last-minute.",
        "System's acting up—access codes work one minute and not the next.",
        "Wouldn't call it normal, but hey, what is?",
        "Feels like everyone's tapping the brakes, waiting for something."
      ],
      [
        "Not just the weather, you're right. Something's off.",
        "Been working more Council-side lately—keeps things simple while the rest shakes out.",
        "Had a client hint I should stick clear from the wrong districts for now.",
        "System keeps double-sending jobs, like it's not sure who's in charge anymore.",
        "People glance over their shoulders more than they used to."
      ],
      [
        "People are acting twitchy, and I can't blame them.",
        "Ever since Halden died—quiet, no parade, just gone—the system's been stumbling.",
        "Requests I used to get once show up twice, or not at all. Codes break for no reason. Had to pop open three utility boxes the old way yesterday.",
        "Building managers look at me like I've got answers. I don't, but they like it when you pretend.",
        "Been steering clear of the flagged zones—jobs there are suddenly risky, and my score's already taken a hit."
      ],
      [
        "Yeah, people are different—something's broken loose.",
        "You know, when Halden ran the show, things just… worked. Wasn't nice, but you knew what to expect.",
        "Day after his death, my routines turned upside down. Had to do everything manual, keep inventing excuses for admins who used to boss me around.",
        "It's the BCI—no orders, just doors locked, jobs lost, scores shuffled. Building managers were sweating. A client actually pulled me aside and told me to skip the trouble spots, unless I liked a surprise penalty.",
        "Feels like I'm being watched closer too. So I'm taking fewer contracts, sticking where the Council won't look twice at my badge.",
        "Makes you wonder if anyone's steering this thing, or if we're all just along for the ride."
      ],
      [
        "People feel weird because they know something's coming, even if they don't say it. Can't blame them—I keep my head down too.",
        "I'm on the maintenance end, I see the seams before they split. Used to work for the state, Directorate side—back when you could knock on a door and talk to a supervisor. Now I trade favors to keep the lights on, half the time it's credits, the other half it's just not getting flagged.",
        "Halden dying—nobody replaced him, not even a caretaker. Suddenly every BCI decision is lagging, requests fall in my lap twice, codes melt down mid-job. I get nudged to avoid certain zones, because stray too far and the system 'adapts' you right off the map.",
        "It's a decent racket if you can handle the risk, but these days, risk isn't just a word—it's monitored. My score's dropped for nothing more than being too available. Directorate likes things tidy, but even their people are jittery, and I see more 'errors' every day.",
        "There used to be logic. Now it's just delays and crossed wires, and nobody's brave enough to admit who's really running this place. Makes you miss when problems had faces, not protocols."
      ]
    ],
    "emotion": "Uneasy, like I'm waiting for the next shoe to drop."
  },
  "emotional": {
    "opener": "\"It makes sense to feel uneasy right now. Nobody expects you to just brush it off. People like you help keep things running — that means something.\"",
    "variants": [
      [
        "Yeah, suppose everyone feels it from time to time.",
        "Guess we just keep moving, right."
      ],
      [
        "Hard not to notice things are off. Good to know it's not just me.",
        "I’ll keep to what I know best, for now."
      ],
      [
        "That’s a fair point. I’m not sure I’d call it fear, exactly.",
        "It helps when someone actually sees the weirdness, instead of just pretending nothing’s changed.",
        "You’re right, though. Best thing I can do is just do my job."
      ],
      [
        "Appreciate hearing that. Feels like we’re all walking across thin ice these days.",
        "It gets to you, even if you try not to show it.",
        "Sometimes I wonder if keeping things running is really enough.",
        "I suppose that’s my way of coping — fix what’s in front of me, trust the rest will settle down.",
        "Maybe it makes a difference. Hard to say, but I want to believe."
      ],
      [
        "Thanks. Not many people even bother to notice who’s holding things together.",
        "It’s funny — people always assume this place runs itself, but it doesn’t.",
        "Most days I feel like a tiny cog in a giant watch, and lately the gears are grinding a bit louder.",
        "Uneasiness is just part of the job, but sometimes it seeps in deeper, leaves you questioning why you keep at it.",
        "Still, knowing folks like you see the effort — it actually helps, more than I’d admit aloud.",
        "Maybe we’re all just buying time, keeping the lights on, hoping that’s enough."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, just say what’s really going on. Spare me the vague answers.",
    "variants": [
      [
        "Halden ran things tight. Now, no one’s at the top, so it’s all glitches and hold-ups.",
        "Most folks heard he died. Rest is above my paygrade.",
        "Council put out a statement, nothing special. Still, systems haven’t caught up.",
        "Don’t trust half of what’s coming down the wire.",
        "I just stick to the jobs they send, try not to ask for trouble."
      ],
      [
        "It was Halden calling shots, kept the pieces together. He’s out, system limps on, barely.",
        "Death came out public, but not many details. Quiet.",
        "Saw a Council release—no replacement, nothing filled in.",
        "Some quiet changes in the network, but you won’t catch me guessing why.",
        "You get more system errors now, but everyone acts like it’s nothing."
      ],
      [
        "You know, when Halden got appointed to Central Oversight, things went top-down, tight.",
        "System launch, all that BCI expansion—people acted like it was progress, but not many read the small print.",
        "Wasn’t that long ago the Council had to give him extra sway—no oversight except their own.",
        "These days, his death, it’s just a line in the news. No caretaker, like they want it to hang there.",
        "Since then, it’s fallback after fallback; nobody claims the keys, but everyone wants the house safe.",
        "Directorate folks I know look as tense as anyone. Not a trustful time."
      ],
      [
        "You want the rundown? Directorate had Halden at the wheel for good reason—nobody else could pull together the fragments.",
        "He brokered those backroom deals with telecoms, shops, transit—things no one wants to talk about.",
        "More than once, Council fought over the next phase. Last year, Halden shifted funds by himself. Raised eyebrows—I heard some threats weren’t subtle.",
        "You didn’t hear it from me, but people say he locked the whole BCI enforcement under Directorate eyes. Stepped on a few Innovator toes, sure.",
        "After he died, internal failures everywhere. The logs read like a comedy—systems tripping, scores bouncing, half the city running slow.",
        "Council’s still just keeping the chair warm. Directorate types, my old lot, never liked this much light on them."
      ],
      [
        "Alright, let’s be clear—I was Directorate, back before this BCI circus went full-spectrum.",
        "Halden? Picked because he’d sweat the details. When the Council bickered, he worked around them—signed off on those telecom and retailer data swaps, no fuss.",
        "Internals told me pilot tests saw everything scored: where you shopped, moved, even what you searched. Nobody asked for consent—just numbers in a file.",
        "Council didn’t like losing sight of the gears. Halden got that special authority—no scrutiny, redirecting support as he pleased. Risky move, even for their standards.",
        "Saw the internal docs after he centralized enforcement data—the other agencies lost access overnight. Lotta nervous chatter after that. I still know people who cover their screens when they message.",
        "And when he died—sealed medical reports, talk of sedatives, no investigation. My contacts called it before the news dropped—systems dropped jobs, lost watchlists, whole neighborhoods blinking off maps.",
        "I don’t mind Directorate chain of command, but this? No control, no logic, and we’re one glitch from blackout. That’s why I keep to my lane, pull in favors to cover ground. Can’t trust a system that ghosts its own architect."
      ]
    ]
  }
}