{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Life? It's fine, I suppose; can’t say much has changed.",
        "The lines are longer, things run slower – nothing new for folks like me.",
        "Been keeping to myself, just minding old routines.",
        "Truthfully, it’s all a bit unsettling."
      ],
      [
        "Well, lately there’ve been more checks at the pharmacy; bit of a nuisance.",
        "Had to prove myself three times just to get my medication – makes a fellow think, you know.",
        "Service kiosks are acting up too, sending people home for small things.",
        "Makes me double-check my own records, just to stay on the safe side.",
        "Still, can’t shake the sense that things are edging sideways."
      ],
      [
        "Strange days, Alex. Used to be you’d get your pension papers done in a minute – now you wait, you wait again, systems loop and tell you to come back tomorrow.",
        "Even a simple pharmacy visit turns complicated now; more questions than before, more eyes watching.",
        "Feels like the whole city’s running slower, like someone’s missing up top but no one’s allowed to say it.",
        "I’ve started limiting my trips – don’t want to draw attention while things misfire.",
        "Been a council man long enough to notice routine going off rhythm.",
        "To be honest, feels uneasy. Shaky under the surface."
      ],
      [
        "Careful times lately, Alex. There’s been a shift since Halden’s passing – not that they said much, but you see it in the details.",
        "Just the other day, three separate ID checks for my medication. Used to be easy.",
        "Went to confirm my pension, and the kiosk jammed – odd, that, in a city like this.",
        "You know I managed Council calendars for years? I know the difference between protocol and trouble.",
        "No point contacting old colleagues. The fallback systems are all tangle now – best to keep a low profile.",
        "People say things still run, but they don’t run quite like before.",
        "So, I check my papers twice and travel less. Bit uneasy, frankly."
      ],
      [
        "Funny, Alex. Life in Stenograd changes even when it pretends not to – and you notice, if you know where to look. Halden gone, and suddenly everything stutters.",
        "Three ID checks at the pharmacy, if you can believe it. Takes an old man off guard.",
        "My pension verification sent me in circles; the machines aren’t so neutral when nobody’s steering.",
        "I spent half my life overseeing Council routines – you see their ghosts when the system slips.",
        "Contacting anyone from back then would be unwise. Not just protocol: it’s survival now, with all the fallback delays and watchful eyes.",
        "I keep a briefcase at home from those days, locked tighter than trust here, just in case certain papers ought not to vanish.",
        "I still hold with the Harmonists – a stable system, maintained in quiet. But lately, even quiet feels fragile.",
        "Feels like we’re all waiting for the next shoe to drop – and nobody’s had the decency to warn us."
      ]
    ],
    "emotion": "Uneasy, unsettled, quietly anxious."
  },
  "emotional": {
    "opener": "Nikola, it’s all right to feel uneasy now and then—sometimes just having someone acknowledge it makes all the difference. You haven’t forgotten how to find your footing.",
    "variants": [
      [
        "Yes, that’s a fair point.",
        "I suppose one gets used to adjusting—eventually."
      ],
      [
        "Well said. It helps to be reminded that I’ve been through worse.",
        "Time smooths out these rough patches—if you let it.",
        "I appreciate your words."
      ],
      [
        "There is comfort in recognition, I agree.",
        "You’re right—small reassurances can still mean something.",
        "I’ve learned to wait out these spells before.",
        "Maybe there is a quiet kind of strength in that."
      ],
      [
        "Hearing that means more than you realize.",
        "Sometimes old instincts return when you least expect them.",
        "Waiting things out has become second nature to people like us.",
        "It’s a steadying thought—you know, not everything depends on control.",
        "After all, patience is its own form of resilience."
      ],
      [
        "You’re speaking to something I remember from another time—when things changed slowly, and that was enough.",
        "We measure stability differently now, don’t we? Still, your words strike a chord: it helps to be recognized, even quietly.",
        "Not many notice the small adjustments we make, day after day.",
        "It’s easy to forget that surviving uncertainty is an old habit.",
        "I suppose in some ways, adaptation is all I’ve ever practiced.",
        "Thank you for that—it’s good to be reminded that quiet strengths count, even now."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking, Nikola. Something big happened with the Council, right? You must know more than you're letting on.",
    "variants": [
      [
        "They made Halden's death public, but not the details.",
        "No official cause mentioned in the statement.",
        "No new head named, either. Odd, but that's all there is."
      ],
      [
        "The announcement about Halden was brief and left out plenty.",
        "He was found dead in his rooms; they locked down information after that.",
        "System started failing soon after. Feels too close for comfort.",
        "No word about anyone stepping in. Council's kept quiet."
      ],
      [
        "Halden passed, and it set things askew. Council handled it behind closed doors.",
        "The public got only a vague statement—no details, no cause.",
        "System failures started right after. Makes you wonder about who's really in charge, or if anyone is.",
        "From what I hear, toxicology was sealed, no criminal talk at all.",
        "No replacement, and the Council's not talking about succession.",
        "Not hard to see what happens when one man holds too many keys."
      ],
      [
        "Halden's gone—Council said little, but every subsystem knew it.",
        "Inside talk says his credentials caused half these failures—they were all tied to him, enforcement too.",
        "Medical report’s locked down, internal directive from someone on the health unit.",
        "No investigation, not a whisper of replacement. Dangerous vacuum up top.",
        "Colleagues lost real-time access almost overnight.",
        "I’ve always favored the stable route, Harmonist way, but this was a risk too far.",
        "This quiet disorder—you can feel it more than you can see it."
      ],
      [
        "Halden centralized everything last year—left the system balancing on one point, his.",
        "Council's so tight-lipped, but the facts are there for those who know the old routines.",
        "Found dead, cardiac arrest, they say, but sedatives were in his system. That’s no small thing.",
        "Internal memo sealed the report; no real inquiry, and the archivists moved fast.",
        "Colleagues got locked out of data streams—security logs flagged inconsistencies but nobody acted.",
        "Promotion these days is numbers, not votes. No one lifts a finger if it keeps their score clean.",
        "I served under three secretariats—used to be checks and balances, now it's fallback on fallback.",
        "Even now, part of me holds to the Harmonists—order above all, quietly kept. But this silence isn’t order.",
        "Briefcase at home holds reminders—times when paper meant more than protocol, and truth didn’t vanish with a faulty index."
      ]
    ]
  }
}