{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Just a long week, lots of waiting around at work.",
        "Things keep getting held up, nothing moving like it should.",
        "People are tense, that’s all."
      ],
      [
        "Been a weird week at the lab, honestly.",
        "Everything’s slower, weird errors popping up on my end.",
        "Had to change how I do things just to keep up.",
        "No one wants to talk about what’s going on."
      ],
      [
        "It’s been odd since Halden died, you know?",
        "All our system requests at the lab are suddenly taking forever.",
        "I had a job for the hospital that just sat for hours while I stared at error screens.",
        "Now I have to double back, delete my own request logs to avoid trouble.",
        "People keep whispering about ‘system lag’ but won’t say more."
      ],
      [
        "Everything’s felt off since the Halden announcement.",
        "I work on the wristbands, and now simple fixes get stuck in loops, need supervisor signs I never needed before.",
        "I had this urgent hospital ticket, but approvals came so slow I almost missed the window, had to cover my tracks afterwards.",
        "I keep hearing from colleagues that their requests get lost, or they see delays—everyone’s uncomfortable.",
        "Honestly, I’m on edge, checking everything twice, trying not to stand out."
      ],
      [
        "Halden’s death shook everything loose. No one admits it openly, but you can sense the fear.",
        "I handle the wristband systems—updates, clean data, all of that. Suddenly, every small task gets flagged or delayed, and the logs feel watched.",
        "Yesterday I rerouted a checklist to avoid new clearance steps, then erased my logs so it wouldn’t raise questions. Didn’t used to worry like this.",
        "Wish I could say it’s just technical, but after my brother disappeared during his audit, I’ve learned to notice the signs. This feels the same.",
        "Now I check my work, my access, even my own history three times a day. I’m not sure it helps. I feel like I’m walking on glass, waiting for something to break."
      ]
    ],
    "emotion": "On edge, uneasy—like something’s about to go wrong."
  },
  "emotional": {
    "opener": "Hey, you're not alone in this. Whatever's going on, it's real—we all feel the tension. It's okay to talk if you need to.",
    "variants": [
      [
        "Thanks. I appreciate you saying that."
      ],
      [
        "Sometimes it's hard to trust anyone lately.",
        "But I hear you. That means something."
      ],
      [
        "It's not easy to admit when I'm not fine.",
        "Feels like I'm waiting for something to snap, but maybe I'm not the only one."
      ],
      [
        "People don't usually notice how on edge things feel.",
        "I get used to keeping things inside, but it's good to know someone else sees it.",
        "Some days I just want to disappear into the background, you know?"
      ],
      [
        "Most people just ignore the tension, act like everything is normal.",
        "After a while, I started to think it was just me who noticed.",
        "I've always been good at blending in, not making waves, but lately it feels heavier.",
        "The city has this pressure—like you're being watched even when you're not.",
        "Sometimes it's exhausting to always be alert.",
        "It's good to hear someone else actually gets it."
      ]
    ]
  },
  "factual": {
    "opener": "So? Something big had to happen to scramble things this much. What really set it all off?",
    "variants": [
      [
        "It was Halden. Everyone knows by now he’s not around.",
        "The system changed after that.",
        "Not much else to say."
      ],
      [
        "Halden’s death hit the network hard, that’s for sure.",
        "Sudden announcements, no cause given.",
        "After that, just system delays, lots of guessing."
      ],
      [
        "Halden was head of everything connected to the BCI.",
        "He was found dead in his office, no warning, no real explanation.",
        "The authorities put out a statement, didn’t say how.",
        "Immediately after, failures started showing up across automated systems.",
        "No interim replacement named, so it’s all weirdly unsupervised right now."
      ],
      [
        "Halden’s death wasn’t handled like you’d expect. All quiet, announcement with no details, nothing in the news feeds.",
        "They said cardiac arrest, but the report was sealed by the Council itself.",
        "Right after, BCI subsystems failed—fallback mode, erratic scoring, requests lost.",
        "I started seeing logs referencing exclusive credentials—no one could override them.",
        "Now, delays everywhere. No clear direction from above, just silence."
      ],
      [
        "The night before he was found, Halden missed an audit he was always strict about—the system caught his terminal going dark after 23:10.",
        "Official story is cardiac arrest, but I heard from one of the med techs that sedatives were found. Psychiatric grade. Council locked the whole report down.",
        "I work with the raw data—right after he died, hundreds of flagged users dropped off watchlists. Logs pointed to archival inconsistencies, but they shut down any talk of investigation.",
        "There was a private session weeks before, a big argument about expanding predictive scoring. Halden pushed through funding reallocations no one else could touch.",
        "If I’m honest, the fear’s not just about system errors. Last year, when my brother vanished after his audit, I saw the same kind of admin noise. This feels like that again."
      ]
    ]
  }
}