{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Not much, just the usual routines.",
        "Some things have slowed down at work, that's all.",
        "A few system updates lagging—nothing too unusual.",
        "My schedule's shifted a bit, so I'm around here more often.",
        "Honestly, it's just one of those weeks."
      ],
      [
        "Work's gotten... slower, if that makes sense.",
        "Some of the alerts I usually check aren't coming through the way they should.",
        "I've had to spend longer at my desk, double-checking things manually.",
        "I guess it's thrown off my evenings a bit; I've skipped my usual stop here just to keep up.",
        "Feels like something's out of place, but I can't quite put my finger on it."
      ],
      [
        "Things changed after Halden—our director—died last week.",
        "My access at work suddenly got limited, without warning.",
        "The automated systems that used to handle my reports are missing updates, so I'm stuck reviewing everything by hand.",
        "Profiles on my lists are disappearing or getting cleared, and nobody explains why.",
        "I've been staying late trying to make sense of it, and it’s starting to get to me."
      ],
      [
        "Ever since Halden was found dead, the systems we rely on…they haven’t felt right.",
        "I was used to knowing what was happening—now, alerts are missing, and I’m losing access to basic tools I need.",
        "There are profiles on our watchlists that are just gone, no record of what happened.",
        "It’s made my job harder and, honestly, I feel like I can’t trust what I see in the data anymore.",
        "I thought the BCI was supposed to keep things in order, but lately, it feels like the order is falling apart.",
        "I’ve started keeping my own paper notes—because the system isn’t as reliable as everyone believes."
      ],
      [
        "Ever since Marek Halden died—the man who built the backbone of everything we do—I can’t count on anything working the way it’s supposed to.",
        "I used to believe the BCI kept things in balance; now, I see people blocked from housing and jobs for reasons I can’t trace.",
        "My access was cut down overnight—no warning, just locked out from half the data streams. Profiles vanished from my lists, and there’s no explanation, just silence.",
        "I’ve been rechecking old logs by hand, making notes on paper like it’s a decade ago, because the automated tools fail or lie.",
        "Some nights I just sit at my terminal, staring at mismatched numbers, wondering what else I’m missing—or if anyone above me even cares.",
        "To be honest, all of this has shaken what I thought I knew—about the city, the system, and my own place in it.",
        "I’m not sure who to trust now—but I know I can’t trust the numbers like I used to."
      ]
    ],
    "emotion": "Unsettled and weary, quietly hoping someone will understand."
  },
  "emotional": {
    "opener": "\"People notice more than they say, you know. Sometimes the quietest ones carry the hardest burdens.\"",
    "variants": [
      [
        "I suppose that's true.",
        "Hard to say if it helps much."
      ],
      [
        "Yeah... it's easier to stay quiet, most days.",
        "Thanks for saying that. Not many do."
      ],
      [
        "I don't always know what to do with what I notice.",
        "It wears you down after a while.",
        "Still, it matters when someone gets it."
      ],
      [
        "I think sometimes I forget it's okay to be seen, even a little.",
        "Carrying things alone... it just becomes habit.",
        "You saying that, it helps more than I thought it would.",
        "It's tiring when you feel like you have to hold everything in."
      ],
      [
        "I used to believe the right thing was just to keep quiet and do my job, blend in.",
        "But it gets heavy—pretending not to notice, ignoring the strain.",
        "Most people only see what's on the surface; they don't ask, they don't really want to know.",
        "But sometimes I wish they would—just a little understanding.",
        "I've almost stopped expecting it, so when someone does notice, it catches me off guard.",
        "Just—thank you, for making it feel a bit lighter, even for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what actually happened, Oksana. I keep hearing pieces—give it straight.",
    "variants": [
      [
        "The official story is Halden died, that's all that's been released.",
        "A short notice went out; no reason given for it.",
        "People saw him last at Tower 9, then nothing.",
        "City posts are mostly about business as usual—like nothing happened.",
        "That\u0019s about it."
      ],
      [
        "Everyone knows Halden's gone, but not the details.",
        "Internally, they said it was a health thing, but I don't have access to the full report.",
        "No new director named, so everything's sort of frozen.",
        "Some systems have been failing since then but all the updates are kept quiet.",
        "It's mostly just rumors and silence after the initial news."
      ],
      [
        "The day after Halden died, there were cascading system failures.",
        "I heard the cause of death was never shared outside internal circles.",
        "There was some talk of a sedative found in his system, but nothing made public.",
        "Automated processes went into fallback mode because access credentials were tied to him.",
        "Now, lots of departments are stuck without real oversight or clear instruction."
      ],
      [
        "When Halden was found, they put out one short statement. Internally, some of us saw the preliminary medical note—they found a psychiatric sedative, not just heart failure.",
        "No criminal inquiry was ever started, and the full report got sealed almost right away.",
        "He died in Tower 9, alone. Last recorded activity was the previous night\u0014just him, no visitors.",
        "After that, his credentials locked out a bunch of system admin processes. We scrambled—some things haven\u0019t recovered.",
        "It feels like the Council wanted it covered up, or else no one is really in control anymore."
      ],
      [
        "What I\u0019m not supposed to say is\u0014the medical report after Halden\u0019s death pointed to very specific drugs, like things used for forced sedation.",
        "There was no struggle, but his logs show access attempts from outside his room hours before his time of death. It looks like someone locked his system down while he was inside.",
        "His authority tied everything together\u0014when he died, authentication broke all across the Directorate. That\u0019s why profiles vanished, and why we can\u0019t fix the scoring anomalies.",
        "Not one person in the Council has stepped up. They sealed the toxicology and didn\u0019t let us talk about the findings, even inside the Directorate.",
        "I\u0019m scared because I recognized a pattern\u0014like when they erased other executive data two years ago at the start of the BCI ramp-up. It\u0019s never random. I used to log these events for them myself, now I keep records against protocol.",
        "I keep thinking\u0014if Halden could be cut out and erased so cleanly, what\u0019s to stop them from doing the same to any of us?"
      ]
    ]
  }
}