{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Yeah, things are different at work this week.",
        "System wouldn't let me log in this morning. Everything felt off.",
        "Everyone's tiptoeing around, not saying much.",
        "Whole place feels tense. Like we shouldn't ask why."
      ],
      [
        "We got a vague announcement about Halden—no details, no answers.",
        "Today, half our edits were frozen. Couldn't access my usual files.",
        "People at the office are whispering about system glitches, but no one dares to say more.",
        "Interviews just vanished from the schedule.",
        "It's like we're all just supposed to wait for instructions that never come."
      ],
      [
        "After Halden's death, everything at state media broke protocol.",
        "I tried to work, but my logins failed and edits were locked down.",
        "Colleagues keep getting stuck in queues, nobody knows if it's the system or someone pulling strings.",
        "Our interviews with officials got cancelled—no real explanation.",
        "I've started saving weird flagging patterns in our archives, just in case.",
        "Feels like we're all on some list we can't see. It's getting under my skin."
      ],
      [
        "It’s been chaos since Halden died. No cause given, no successor.",
        "Even the state media archive shut me out. I’m locked out of half my work.",
        "Everyone’s tense. Management won’t answer questions, just repeat 'system fallback.'",
        "I spend hours digging through flagged footage, finding errors or just…strange gaps.",
        "I record them for myself. You never know when 'just in case' becomes 'I needed this.'",
        "Had to slow down with encryption. Too risky with all these random triggers in the system.",
        "It’s like someone wants confusion to be the new normal. I can’t decide if I’m more angry or worried."
      ],
      [
        "Things got ugly after Halden—no details on his death, just silence.",
        "Access is falling apart at the newsroom. Files denied, edits suspended, interviews wiped.",
        "They say it's 'alignment issues.' What is that even supposed to mean?",
        "We're seeing reports flagged for tiny things—like someone tightened the screws overnight.",
        "I started keeping my own archives, edits, raw cuts. You know how state news is—a story gets told, and another one vanishes.",
        "My BCI score's been dipping because I'm in restricted queues too long. Guess I should lie low, but I've never been good at playing safe.",
        "Feels like we're all being watched for signs of dissent, not just compliance.",
        "It's not just work—it's trust crumbling everywhere. I'm frustrated, honestly, but mostly I'm afraid I won't recognize the place when this settles."
      ]
    ],
    "emotion": "Frustrated and unsettled, masking deeper worry."
  },
  "emotional": {
    "opener": "Rada, you don't have to keep it together for everyone else. It's alright to feel unsteady sometimes—you're not alone here.",
    "variants": [
      [
        "Thanks. I hear you.",
        "Hard to talk about, but I appreciate it."
      ],
      [
        "That means more than you think.",
        "It gets messy sometimes, you know.",
        "I don't always let people see that, but... yeah."
      ],
      [
        "You saying that takes the pressure off, honestly.",
        "Some days I feel like I'm carrying too much, but hearing someone gets it helps.",
        "It's not easy pretending nothing gets under my skin.",
        "Guess nobody really expects us to be machines."
      ],
      [
        "I forget how much I bottle up until someone says exactly what I need to hear.",
        "The act wears thin after a while.",
        "Sometimes I just want to admit I'm tired of pretending.",
        "Feels good to be reminded that vulnerability's allowed.",
        "You nail it—it's not about weakness, just needing a break."
      ],
      [
        "Sometimes I think growing up around the system rewired something in me. It's like I'm always scanning for risk, even with friends.",
        "Nobody ever says it's okay to falter. We're all supposed to glide through, untouchable.",
        "Having someone just acknowledge that—no judgement, no checklist... that's rare.",
        "I wish more people would drop the script for once.",
        "You make this place feel like what community's supposed to be.",
        "It's hard to admit I need that, but I do."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows something—they just don't say it. What actually happened?",
    "variants": [
      [
        "Halden was running the show—then gone, just like that.",
        "Council's statement was a single line. No cause, no background.",
        "Nobody’s stepping up to fill his spot, not officially.",
        "All we get is fallback protocol and vague alerts."
      ],
      [
        "Headlines only said Halden’s dead. No successor, no timeline.",
        "Council kept the announcement short. Almost suspiciously short.",
        "I heard there was some audit he missed before they found him.",
        "Some people whisper about sedatives in his report, but that's locked up tight.",
        "All ‘system failures’ since then—makes you wonder who actually holds the keys."
      ],
      [
        "Halden was handed the Directorate two years back—big data guy, not political.",
        "Most don’t know, but BCI expanded through secret data deals. State never admitted it.",
        "His access ruled the system—his death threw everything into glitches, even at my level.",
        "Council’s split: Harmonists, Innovators, Directorate. That’s why there’s this power freeze now.",
        "Someone sealed the medical file, so folks fill in the blanks.",
        "I’m not surprised things are breaking. Efficiency always gets ugly underneath.",
        "Funny how the system adapts by making us all wait and watch."
      ],
      [
        "Halden cut departments out of the loop last year. Only he had real-time BCI data.",
        "Rumor is, Directorate and Innovators nearly came to blows over predictive scoring.",
        "Disappearing watchlists—happened weeks before he died, nobody talks about it. I saw logs go blank.",
        "After his death, sedatives showed up on his toxicology, but they shut it down instantly.",
        "Colleagues with old connections say the Council’s scrambling—no consensus, only silent moves.",
        "My BCI’s flagged twice since fallback mode. You get a taste of how shaky the system really is.",
        "I don’t like the propaganda. Never have. Grew up knowing exactly how stories are erased.",
        "Feels like the whole city is holding its breath, waiting for a decision that’ll never come."
      ],
      [
        "My mother worked compliance, so I caught glimpses of the old systems before BCI took hold.",
        "Halden used to push updates directly from his office—bypassed oversight after some Council spat last fall.",
        "Whole swathes of folks disappeared from watchlists. It wasn’t just an error—I checked system logs before they locked us out.",
        "Audio of Halden trashing the Directorate leaked last year. It got buried, but word got around our office.",
        "Toxicology on Halden? Sedatives, psychiatric grade. Council sealed the file before anyone could blink.",
        "Data access got strangled to one Directorate server after May—rest of us left blind.",
        "The propaganda’s getting more desperate. ‘Humane, rational, efficient’—I’m tired of writing those scripts.",
        "After he died, fallback bugs outed hundreds of hidden flags. I archived what I could, for whoever comes next.",
        "This city runs on control, not consent. If they wanted us compliant, they shouldn’t have left so many cracks in the system."
      ]
    ]
  }
}