{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Feels like everything's running behind lately.",
        "Tried to get some workspace access, but it just locked me out, twice.",
        "People are quieter, canceling plans, not willing to chat on camera anymore.",
        "I'm just trying to stay out of the system's way for a bit."
      ],
      [
        "My routine got tossed. No explanations, just missed appointments and locked doors.",
        "Requests for site access—nobody's answering, or they bounce me between bots.",
        "Even my login glitched and froze—like I'm not supposed to be there anymore.",
        "Sources are acting strange, giving nothing away.",
        "I've started backing up raw data, in case anything worse happens."
      ],
      [
        "Work changed overnight after Halden’s death announcement.",
        "All my usual interviews were canceled or rerouted, no reason.",
        "I got blocked trying to log in—the system straight-up froze me out.",
        "No one wants to be seen talking to me; even background quotes are getting risky.",
        "Even our newsroom system is glitching—assignments missing, errors everywhere.",
        "I’m saving everything I can, avoiding more flags, but it feels like the city’s holding its breath."
      ],
      [
        "Lately? Ever since Halden’s death, nothing’s worked like it should.",
        "Appointments dropped with no warning—public works, interviews, everything.",
        "My system access failed, not once but twice. That’s never happened before.",
        "Residents I counted on for candor are dodging me. They’re scared, honestly.",
        "Security looks different in the crowds, tighter—like they’re watching for something nobody’s saying.",
        "Our newsroom’s half-broken; stories lost, assignments erased, and no one explains a thing.",
        "I’ve started saving raw files and cutting back fieldwork—keeps my name out of more reports, but it’s like waiting for the ceiling to crack."
      ],
      [
        "Want the truth? After Halden’s death, I can barely do my job—like the city wants me invisible.",
        "Interview slots, public site visits—all canceled, or lost in the system. Not a word why.",
        "My workstation glitched, flagged me twice—my BCI dropped, and nobody will say if I’m next on some list.",
        "People I trusted won’t talk, not even for background. Even friendly faces act like I’m contagious.",
        "Security’s a show—polite smiles, but their eyes scan everything twice.",
        "The newsroom’s corrupted: half our stories missing, data “errors”—but that’s just selective silence.",
        "Now I save my own data, stay out of flagged zones, move less—my BCI crawled up, but it’s a trade: compliance or truth.",
        "This isn’t just system bugs, Alex. It’s fear, and the feeling that if I push any harder, I’ll disappear too."
      ]
    ],
    "emotion": "Tired, wary—like I’m balancing on an edge and waiting to see where I land."
  },
  "emotional": {
    "opener": "“Rada, anyone would feel on edge. It’s not just you. You’re carrying more than you should have to. You can rest here, even just for a minute.”",
    "variants": [
      [
        "Maybe. I keep moving forward, that's all I can do.",
        "Appreciate the quiet, for now."
      ],
      [
        "Sometimes, these words help more than you'd think.",
        "Hard to let myself rest, but I hear you.",
        "Might just take you up on that."
      ],
      [
        "You make it sound simple.",
        "I guess I forget sometimes it's allowed to just stop for a while.",
        "Feels good to hear someone say it out loud.",
        "Thanks for that, honestly."
      ],
      [
        "You know, I can't remember the last time anyone said something like that to me.",
        "It gets lonely, pretending this all rolls off me.",
        "There's some comfort in this place I can't get anywhere else.",
        "Letting my guard down here doesn't feel dangerous, just...human.",
        "You've got good timing."
      ],
      [
        "That's the thing—no one ever tells you it's okay to be tired. You're just supposed to keep performing.",
        "Sometimes I wonder how long I can pretend it's all normal.",
        "My father—he taught me to hide what matters. Useful lesson, sure, but it burns you out.",
        "It gets exhausting, always thinking a wrong move will cost more than just time.",
        "Truth is, when I'm here, I can almost believe things might be different.",
        "Thank you. It matters more than you realize."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada—don’t just hint. What’s really going on under all this system noise?",
    "variants": [
      [
        "All you need to know is Halden’s gone, and the city’s not itself.",
        "Official line’s just one short announcement. No replacement, no reasons.",
        "Everything else is just rumors or locked behind Council doors.",
        "No one’s talking about what really happened.",
        "It’s above my pay grade, Alex."
      ],
      [
        "Halden died quietly. Suddenly there’s… gaps—systems glitching, services stalling.",
        "Council’s silent—no interim leader. Not what I’d call normal procedure.",
        "Security’s up in public, but the real changes are behind login walls.",
        "No cause for his death on record, which says a lot by itself.",
        "They sealed his medical report pretty quick.",
        "Hard to know who’s actually in charge right now."
      ],
      [
        "Halden’s death was called ‘natural,’ but they’re keeping the full story sealed tight.",
        "No Council successor named. Power shuffle, but behind filters—nobody outside the loop knows for sure.",
        "Ever since, there’s network failures, fallback modes, real system confusion—not just at my level.",
        "Behavioral Compliance Index is slowing, scoring weird. Permits and quotas? All unpredictable now.",
        "Council’s three factions want different things, but none are showing their hand yet.",
        "Never saw this much silence from government before. Reminds me why I don’t believe in ‘efficient neutrality.’",
        "People feel it—city’s mood’s changed, even if they won’t say it."
      ],
      [
        "Officially? Halden died of ‘cardiac arrest’—but when they seal a tox report and skip the inquest, something’s off.",
        "He’d centralized BCI so tight, when he died, fallback protocols glitched—delays, scoring errors, whole neighborhoods in limbo.",
        "The Council isn’t naming a successor. Can’t even tell if it’s Harmonists, Innovators, or Directorate calling shots now.",
        "Rumors say his last access logs were pulled from Tower 9—locked room, no visitors, all data encrypted.",
        "Since the audio leak last year, insiders said Halden was on thin ice with the Directorate. Funny, nobody talks about that now.",
        "Last week, hundreds of ‘flagged’ people quietly disappeared from BCI tracking. No announcement, just gaps in the data.",
        "Working here, I spot the stories missing between the lines. Always the ‘neutral’ systems they say keep us safe.",
        "Makes me wish more people questioned what side they’re really on."
      ],
      [
        "I was raised by a BCI officer—you hear things about how real oversight looks when nobody’s watching.",
        "Halden had enemies on every side—he made himself the keystone, but centralized access meant the system ran through him alone.",
        "When the Council gave him full control, Directorate hated it. The Innovators kept pushing for deeper predictive scores. I reported on both, but not all my footage aired.",
        "That Tower 9 sequence? Internal playback shows a time gap—security edit, or something worse. People who worked there stopped showing up after the 26th.",
        "The tox screen found sedatives, but Council health sealed it before it hit records. I chased the story—got two silent warnings, lost some access.",
        "After Halden, BCI fallback scrambled everything—some flagged citizens just vanished, others had their risk levels reset to zero.",
        "Propaganda covers the gaps, but newsroom edits reveal selective memory. Half the archive missing since last cycle—no accident.",
        "If you ask me, ‘alignment’ is code for don’t make trouble. My BCI ticks up when I hold my tongue, but I’d rather hold on to the raw footage.",
        "Everyone here’s adapting—compliance or truth. I’ll keep telling it sideways, until someone pulls the plug."
      ]
    ]
  }
}