{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "I find most people get by just fine with appearances.",
        "Routine feels familiar, even when it’s faulty.",
        "Lately, the system’s been less cooperative than usual.",
        "Official statements don’t help much when things glitch.",
        "All the same, the work goes on. Pretending isn’t always a choice."
      ],
      [
        "Pretending’s a currency, in a place like this.",
        "This past week, messaging tools I depend on have started failing.",
        "It’s small things at first—wrong phrasing, timing off, but it adds up.",
        "Even my schedule slipped; couldn’t leave the zone, wouldn’t risk it with the system watching.",
        "I’ve spent more time patching old drafts than writing anything new."
      ],
      [
        "Sometimes it feels like the city expects performance from all of us.",
        "Halden’s death was announced, and since then, systems I rely on keep giving mixed signals.",
        "I ended up cross-checking old statements just to keep our messaging straight.",
        "Couldn’t go anywhere all day—route authorizations froze me in place.",
        "Requests for clarification from the Council multiply, but reliable answers don’t."
      ],
      [
        "I admit, I’ve come to rely on structure—less room for error that way, or so I thought.",
        "Halden’s death threw everything off: messaging tools glitch out, routing permissions vanish...",
        "The Council leans in, wanting me cautious, but I’m stitching statements together from old drafts and guesswork.",
        "Each request feels more desperate—the cracks are visible, but no one’s allowed to name them.",
        "Stuck in my zone, too, to avoid drawing attention from the system, as if that makes me safer."
      ],
      [
        "I built my life on the story that the system’s inevitable, rational—the Innovators’ line.",
        "But since Halden died, the façade’s crumbling: automated prompts clash, credentials expire, and I’m forced to work by hand, like I’m back at the start.",
        "The Council wants seamless messaging, but every word’s a gamble now—too bold, my score drops; too careful, they call it cowardice.",
        "I haven’t left my zone because unpredictable access isn’t just an inconvenience—it’s exposure, one error away from the sort of attention no one wants.",
        "I keep telling everyone the system is self-correcting, but lately, it feels like I’m the patch keeping it so.",
        "All this effort, and still, I can’t pretend things are fine."
      ]
    ],
    "emotion": "Worn out, holding frustration just beneath the surface."
  },
  "emotional": {
    "opener": "\"You know, sometimes it's not wrong to feel tired. Not everything should fall on your shoulders.\"",
    "variants": [
      [
        "Perhaps. Still, caution never hurt anyone.",
        "Some things are better left unsaid."
      ],
      [
        "That's kind of you to say.",
        "It's easier if I keep to myself—less to explain, less to regret."
      ],
      [
        "Thank you. It’s rare to hear that these days.",
        "The pressure never really lifts, but I suppose that’s the job.",
        "Sometimes I wonder what else is left beyond compliance."
      ],
      [
        "That actually helps, more than you know.",
        "Most people expect me to have answers ready—always composed, always the system’s voice.",
        "It’s exhausting pretending it never gets to me.",
        "I forget I’m not just a mouthpiece sometimes."
      ],
      [
        "You’re right. Even I need reminding I’m still human underneath.",
        "Carrying the weight of everyone’s expectations—delivering words that aren’t even allowed to sound tired—drains you, eventually.",
        "No one ever asks if I believe what I’m writing.",
        "I archive everything, even unsent drafts. Some lines felt too honest, too brittle, but I kept them.",
        "Sometimes I wish the city would just…pause, let words breathe instead of choke.",
        "But, even on the worst days, knowing someone understands—however briefly—that’s something worth more than compliance."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows there's more going on than the announcements say. If you're so close to all this, prove it. Share something real.",
    "variants": [
      [
        "Nothing ever just 'happens' here, but what's official is all I can mention.",
        "Halden was appointed, then consolidated control over system records—routine, on paper.",
        "His passing—let's just call it 'unforeseen.'",
        "Authorities label it cardiac arrest, that's public now.",
        "No reason to speculate further, not openly."
      ],
      [
        "Halden pulled most data behind closed doors last year; some departments grumbled, but nothing surfaced.",
        "A Council meeting got heated, but he kept his discretion afterward—not unusual for him.",
        "Medical report on his death is sealed, which tells you what it tells you.",
        "Official line is cardiac arrest—sedatives were mentioned internally, but not for the public.",
        "People might notice the delays now, but they won't get reasons."
      ],
      [
        "Halden unified fragmented infrastructure and made the BCI what it is—a single, self-updating system.",
        "After his sudden death, lots of subsystems failed at once—access locked down, delays everywhere.",
        "I know the Council never opened a criminal inquiry, though some staff quietly wondered why toxicology revealed sedatives.",
        "BCI updates tightened scrutiny just before he died, flagged people vanished from lists—messy timing.",
        "No one named a successor, and the system's fallback mode is... difficult, especially if you rely on the tools, like some of us do."
      ],
      [
        "You want the unpolished version? Halden's authority was growing—he cut off data flow to even some security factions, claimed risk management.",
        "Right before his death, there was a silent BCI update, after which hundreds disappeared from active watchlists. Officially: archival glitches. My own logs looked off.",
        "Council fights over expanding predictive scoring weren't just about efficiency; people feared losing their leverage.",
        "Cause of death was quietly contested—cardiac arrest with sedative traces, and then his file locked away.",
        "As an Innovator, I've told myself the system self-corrects, but lately, all I've seen is entropy."
      ],
      [
        "Halden and I weren't aligned politically, but I respected his obsession with order. When he centralized BCI permissions, I warned colleagues it was consolidation masquerading as stability.",
        "Last November, a Council session nearly broke down—security heads didn't trust his adaptive algorithms, and he won temporary discretionary funding anyway. I wrote statements smoothing that over, though the fractures remained.",
        "The night before his death, internal logs pinged a surge of manual edits from Halden's terminal; entire watchlists changed status, and no one has restored them since.",
        "Council health unit sealed his full report—I'm quietly certain he was medicated far beyond protocol, but that's not for public speeches.",
        "People say Innovators like me believe in progress at any price, but honestly, I keep the old drafts for when the present gets rewritten. This whole city's running on fragile continuity right now."
      ]
    ]
  }
}