{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "We all have our routines—mine’s just a little quieter now.",
        "Went down to the clinic the other morning, found myself waiting much longer than usual.",
        "Systems seemed distracted, or maybe just tired.",
        "Nothing of note really—just delays here and there.",
        "Guess everyone’s a bit unsteady after the news."
      ],
      [
        "You aren’t wrong—feels like the city’s off its axis these days.",
        "Went for my medication, the queue just… didn’t move; couldn’t get a clear answer from anyone.",
        "Later, my pension was late too—first time I can recall that happening.",
        "Didn’t press anyone about it, better not to stand out right now.",
        "I suppose little things matter more than we like to admit."
      ],
      [
        "These days, everything’s a matter of patience, isn’t it?",
        "Went to pick up my medication—system wouldn’t process my file, staff seemed at a loss.",
        "Had to leave empty-handed; later my pension came hours behind schedule.",
        "I find myself checking bulletins more, looking for sense in the static.",
        "I’ve started setting aside a few extras—food, medicine—just to be careful.",
        "Feels like things are slipping, and people are watching without knowing what to do."
      ],
      [
        "Life used to be predictable; now even simple things take effort.",
        "After Halden’s death, I went for my routine refill and couldn’t get it—automated systems just spun.",
        "Pension was late too, which never happened in all my years with the Secretariat.",
        "People at the clinic didn’t want to get involved—no one wants to make it their problem right now.",
        "I’m used to structure, and now I find myself stockpiling, double-checking everything, like I’m waiting for an instruction that never comes.",
        "Feels like the city forgot how to work, or perhaps it just doesn’t care about people like me anymore."
      ],
      [
        "Funny, they call it stability, but these days it just feels fragile.",
        "Worked half my life behind Council doors—never thought I’d see the day when the system stumbles this way.",
        "After Halden, even my BCI score hung in limbo at the clinic. No one knew what to do about it, they just waited for the error to solve itself.",
        "My pension’s always been on time—until now. It was late enough to make me wonder who’s really watching the switches.",
        "I keep thinking of what we built—the Harmonist idea: quiet order, dignity in routine. But I’m setting aside food, hiding prescriptions, teaching myself not to expect answers.",
        "Nobody wants to speak up, not after watching people vanish from the lists. You get careful. You withdraw.",
        "Underneath it all, there’s this—uncertainty, and a feeling I never wanted: that the safeguards don’t safeguard anyone anymore."
      ]
    ],
    "emotion": "Unsettled, a quiet vulnerability just beneath the surface."
  },
  "emotional": {
    "opener": "\"Nikola, I don't know all your burdens, but I can see when a man carries weight alone. Sometimes it's enough that someone simply listens.\"",
    "variants": [
      [
        "We all carry something, I suppose.",
        "Best to mind that quietly."
      ],
      [
        "Not many take the time to notice anymore.",
        "It helps, a little, hearing that."
      ],
      [
        "You've a kind word, Alex. That's rare these days.",
        "Yes, it's a bit lighter for hearing it.",
        "We all walk a thin line, don't we?"
      ],
      [
        "It's easy to forget kindness still exists.",
        "I've grown used to silence—sometimes that's safest.",
        "But you've reminded me: it isn't weakness to let someone see you're tired.",
        "Some days, I miss when things were simpler."
      ],
      [
        "You've seen more than you let on, Alex. That matters.",
        "There was a time this city felt different—easier to trust, easier to breathe.",
        "I lived in the shadows of busy rooms, quiet on purpose. It's habit now.",
        "Your words bring me back to myself, in a way.",
        "It aches less to know someone understands the weight, even if just a little.",
        "Makes me hopeful there's some decency left beneath all the glass and wires."
      ]
    ]
  },
  "factual": {
    "opener": "Something bigger is going on, isn't it? Just give me the real story, Nikola. Stop dodging.",
    "variants": [
      [
        "Nothing out of the ordinary—official notice said Halden's gone, that's all.",
        "Council hasn't appointed anyone new yet, as far as I'm aware.",
        "System delays, accidental or technical, take your pick.",
        "Everyone's just following procedure, I suppose.",
        "No surprises left to share."
      ],
      [
        "They made the statement about Halden, yes—very brief, no cause given.",
        "No interim head announced yet, so it's quiet at the top.",
        "I heard the systems had fallback routines for this sort of disruption.",
        "Not the first time protocol outpaces explanation in this city.",
        "I'm just another citizen now, reading the same bulletins as everyone else."
      ],
      [
        "Public notice about Halden was as terse as expected—one paragraph, not a word about cause.",
        "Delay in naming a replacement says more than people think.",
        "When the system trips over itself, fallback mode takes over: delays, irregular scoring, things get missed.",
        "Anyone watching closely would see access controls were always tight, but this is different—automated authority, with no one steering.",
        "This kind of uncertainty wasn't what we set out for, at least from the Harmonist side of the table."
      ],
      [
        "Halden's death triggered more than a news cycle—all the little failures point to how tightly he kept access.",
        "Council’s silence on a successor is unusual; for years it was always seamless, at least on the surface.",
        "Fallback modes help, but this many irregularities suggest he centralized certain controls—a risk the Harmonists always warned about.",
        "Data logs point to protocol ambiguities, missing watchlist entries, all swept quietly aside.",
        "Back then, the idea was order—routine, restraint, not a system propped up by a single man."
      ],
      [
        "I remember when the Oversight Directorate was pitched as a safeguard, not the keystone—Halden changed that, concentrating all enforcement data under his hand.",
        "Quietly, internal logs started going dark for everyone else, not just the public—no more cross-checks, just his own terminal's authority.",
        "After he failed to show for audit review, some of us wondered about the last silent update: it changed how borderline cases got flagged, swept hundreds off the lists—no explanations given, no investigation opened.",
        "The initial medical assessment never matched up with what was sealed later; only those of us who saw Council minutes know how tightly controlled those reports were.",
        "For Harmonists like me, all we wanted was stability—distributed power, predictable ritual. But power behind passwords isn't order, it's something brittle.",
        "No election for two years, but eligibility's determined by metrics, not citizens—another bit of the original promise lost under layers of code.",
        "I kept my eyes down, even then."
      ]
    ]
  }
}