{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Things aren't perfect, but you learn how to manage.",
        "This week was just a lot of system errors. Stuff no one explains.",
        "People line up outside the lab, everyone tense.",
        "I just keep my head down and do my job.",
        "Right now, that takes all I've got."
      ],
      [
        "Feels like the system's always a step away from glitching.",
        "Had to work overtime—half the lab locked up, and the updates just stalled.",
        "Council staff sending odd requests, asking for quick fixes, private work.",
        "It gets hard to trust what you see on your screen these days.",
        "I'm not sure who notices, but it's harder to ignore."
      ],
      [
        "I’m used to problems, but after Halden died, nothing worked right.",
        "Devices failing, people outside getting antsy, everyone hoping it's just a blip.",
        "Internal messages flooding in—Council, IT, all wanting special help, some not even hiding it.",
        "Spent hours making sure no stray log would get me flagged, even for things I didn’t do.",
        "Feels like you can do everything right and still go under."
      ],
      [
        "I keep telling myself it’s just tech failing, but it’s not that simple.",
        "Halden went, and half the city’s systems lost their mind—my work is all about cleaning up behind the shutdowns.",
        "Everyone knows something’s off, but in my lab, I see how we bend the rules just to keep the lines moving. Even the Council tries to hide their panic.",
        "Sometimes I help people disappear—just a line of code, a vanish from the queue. Not heroes, just scared.",
        "After my brother vanished, I told myself I wouldn’t get involved. But here I am, one bad log away from joining him."
      ],
      [
        "Truth is, pretending is all we’ve got now. The Council’s factions are too busy fighting each other to fix any of this.",
        "The BCI broke the day Halden died, and no one really has control. I’ve had admin crawling for bypasses, even scrubbing records for friends of theirs.",
        "You know my brother got flagged a year back. I tried everything—they said it was just an audit. Then his ID vanished from our system, like he’d never existed.",
        "I can keep the wristbands clean, make people look safe, but it means nothing if the next update screws us anyway. Sometimes I wonder if the Innovator ideas were all just window dressing for the same old game.",
        "I’m tired of watching everyone pretend this city still runs on rules. It’s just who’s invisible, and who’s next."
      ]
    ],
    "emotion": "Exhausted, but holding it together"
  },
  "emotional": {
    "opener": "\"You’re not invisible, Daria. I see how hard you’re working, even when no one else notices. You don’t have to carry all of it alone.\"",
    "variants": [
      [
        "Thank you. Good to hear someone notices.",
        "I’m fine, really."
      ],
      [
        "I appreciate you saying that. Not everyone pays attention.",
        "It’s been a long week, but I’ll manage."
      ],
      [
        "Thanks. Sometimes I forget I can just stop and breathe.",
        "It means something to have that recognized, honestly."
      ],
      [
        "That helps more than you know.",
        "It gets heavy, just pushing through—sometimes I wonder if anyone even notices, so hearing it matters.",
        "I tell myself to just keep going, but it builds up."
      ],
      [
        "I’m not great at letting people see when I’m worn out, but you caught it.",
        "Most days I pretend the pressure’s normal, like no one’s supposed to admit it’s too much sometimes.",
        "It’s strange how easy it is to disappear into the routine—like the only thing that matters is not making noise.",
        "I do worry if that’s all there is, just staying out of trouble and pretending everything’s fine.",
        "But, really—thank you, Alex. It means more than you know.",
        "People like you, who actually notice, make it easier to keep going."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened with Halden and the system—everyone hears rumors, but no real facts. You know more than most, right?",
    "variants": [
      [
        "The official line is Halden died, cardiac cause, that's all we're told.",
        "Nothing public, just brief internal memos after that.",
        "System outages blamed on credentials—standard fallback story.",
        "I don't see more than the next update notice, even in the lab.",
        "We're just meant to clear queues and keep quiet about it."
      ],
      [
        "Halden's death hit the network hard—systems went fallback, some data locked.",
        "Council sealed the health report, never explained why.",
        "A few days after, I saw instructions to reroute flagged cases, like nothing happened.",
        "Insiders say credentials got lost in the mess, but no one shares details.",
        "Ended up digging through archived routines just to keep things on.",
        "We aren't told much past what's on the admin dashboards."
      ],
      [
        "When Halden was put in charge, everything centralized—oversight, data, all of it.",
        "After he died, sudden failures everywhere, a few of us called in for manual cover.",
        "His terminal held special access—when that went offline, the fallback failed.",
        "It's clear: Council's scrambling, but no direction filters to us techs.",
        "Last update ramped scoring sensitivity, flagged more people than ever before.",
        "Official process says it's under control, but privately, most think it's just gloss."
      ],
      [
        "Halden's access overhaul was meant to make BCI efficient; now it's all bottlenecked—I'm stuck patching gaps with outdated code.",
        "Saw audit logs wiped, some personnel vanished off lists—quiet, no alerts issued.",
        "Council can't decide—Harmonists stalling, Directorate wants lockdown, Innovators are ignored.",
        "I've done discreet data cleaning for Council IT, they're not even subtle now.",
        "The truth: the algorithms keep escalating, extra flags, more vanishing people—the public just sees 'maintenance.'",
        "Most of my circle wanted innovation; now all we get are excuses while they tighten controls."
      ],
      [
        "Council politics is chaos right now—Halden left no override and the factions barely speak outside closed channels.",
        "His death was cleaned up: Council health unit sealed toxicology, no inquiry, not even to us techs.",
        "Our lab got requests to 'normalize' health bands for noncompliant relatives of high-ups—same ones who pushed for hardline rules.",
        "I found ghost records: IDs flagged, then wiped from BCI, no restoration trail. Happened to my brother too.",
        "Innovators like me argued for transparency, but all my ideas get rerouted to coverups or damage control.",
        "Nobody admits it, but we're running workarounds on workarounds. Anyone who makes noise joins the missing. That's BCI governance now."
      ]
    ]
  }
}