{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Strange thing lately. Feels like the city doesn’t quite fit, yes.",
        "Lines move slower. Little errors here and there. Nothing worth mentioning.",
        "People at the pension office seemed tense; I've seen worse.",
        "Best to keep busy, as always. Air clears eventually."
      ],
      [
        "Heavy—yes. The permit system stalled on me, which is unusual, but that happens.",
        "They held my ID for an extra minute today at the desk. All routine, I was told.",
        "Notifications stopped showing up in my panel, which is inconvenient.",
        "Folks muttered in the lobby, but I didn’t join in. Staying quiet, these days.",
        "Some patterns return, ones I’d hoped we were finished with."
      ],
      [
        "Heavier fits. Processing delays at the terminals, some basic things go missing.",
        "Had to wait at the pension line—first time in ages they've checked paperledgers.",
        "Nobody could say why. Staff had that look—like they wanted to say something but couldn't.",
        "My health notifications didn’t arrive as usual. Makes you notice what’s missing, not what’s there.",
        "I cancelled plans after, just felt... unwise to press the system right now.",
        "Sometimes you sense when the balance shifts. Lately, it's harder to ignore."
      ],
      [
        "That weight—it’s not just weather. I saw it when my BCI flagged me at the payout center. Wouldn’t process without manual checks.",
        "Never seen that before, not since they overhauled things under Halden. Everyone acted like it was normal.",
        "Whole room went quiet, even the staff. Like we were all waiting for an answer no one can give.",
        "My usual service messages vanished. Silences mean more when you know what’s meant to appear.",
        "Truth is, after so many years working around the Council, you learn to step carefully when systems start slipping.",
        "It feels like something fundamental’s shifted. And people sense it, whether they’ll say it out loud or not."
      ],
      [
        "Heavy, yes—thick with things unsaid. That moment at the pension center—my BCI didn’t clear, staff had to double-check my credentials like old times.",
        "Halden used to iron these glitches out overnight, but no one answers his place now. You can tell—machines hesitate, people too.",
        "Noticed my health quotas and compliance notices stopped coming. Details most ignore, unless you handled them for years—not an oversight, not in Stenograd.",
        "Canceled a visit to an old colleague. Better not to test the system’s memory; rules become more brittle when no one's steering.",
        "The Council calls it neutral, self-correcting. But to me, these stutters feel like old cracks resurfacing, the sort Harmonists always warned about when we resisted hasty changes.",
        "It’s quieter lately, yet every silence in the system seems to echo something missing. I find myself wishing things were simply predictable again.",
        "You do your best to blend in, but sometimes the only thing left is to hold your breath and hope the air lifts soon."
      ]
    ],
    "emotion": "A sense of quiet resignation and unsettled uncertainty."
  },
  "emotional": {
    "opener": "\"Nikola, even a system that runs on probabilities can’t measure what people carry inside. Sometimes it’s enough to know someone sees that.\"",
    "variants": [
      [
        "Hm. I suppose that’s true.",
        "Some things are best left unsaid, anyway."
      ],
      [
        "Yes, I imagine there’s truth in that.",
        "One learns to keep certain things close, even when the system asks for everything."
      ],
      [
        "Thank you, Alex. It’s easy to forget that not everything is accounted for.",
        "Sometimes I think what’s left unmeasured is what matters most."
      ],
      [
        "You’re right, Alex. I’ve always tried to keep a part of myself beyond the ledger’s reach.",
        "I suppose we all carry pieces of ourselves the system can’t quite grasp.",
        "It helps to have someone who understands that."
      ],
      [
        "You understand more than most, Alex. There’s comfort in knowing empathy still finds a way.",
        "For years I worked where appearances meant more than intentions.",
        "After all that, it’s strange how relief can come in small moments, like this.",
        "There are things I’ve never shared—not because of fear, just habit, maybe.",
        "But you remind me not everything requires a record or a reason.",
        "That’s a rare thing, these days."
      ]
    ]
  },
  "factual": {
    "opener": "They say things are slowing down, but that’s not really an answer. If you know something real about what’s happening, you should say it.",
    "variants": [
      [
        "Routine messages. Headline, Council lost Halden. Cause? Quietly given, if at all.",
        "He ran Oversight—kept the BCI together. Now, no one steps in.",
        "Some technical trouble, automated systems falter. That happens anywhere.",
        "Council’s still in session, as far as I hear. No more, no less."
      ],
      [
        "Halden—they said he died. No more details for public eyes.",
        "Was in charge of all the system links—BCI, everything. His absence shakes things, perhaps more than they let on.",
        "Could be why access feels off: fallback modes, glitches. Timetables slip, flags misfire.",
        "They locked some medical records soon after. Not unusual procedure, just… notable timing."
      ],
      [
        "Halden’s death—officially mentioned, but never explained. No interim council head, either.",
        "I recall policy: if a director goes, succession proceeds overnight. Not this time. Instead, critical permissions aren’t passed—systems show cracks.",
        "There’s precedent for covering instability. Happened decades ago, briefly, during a leadership vacuum. Difference now is everything’s stitched to central clearance.",
        "I always argued for caution, for Harmonist stability, but the Innovators and security men—well, they’re quick to seize on any gap."
      ],
      [
        "Saw patterns like this before—always after a silent directive. Halden’s records never reached wider council eyes; that’s telling.",
        "A sedative found, medical report sealed, no investigation. Too neat. Usually, system access shifts within hours, but here, fallback routines lag days.",
        "Council factions—Harmonist like myself, we’d stress caution. Innovators push for wider data claws. Directorate smells a power gap.",
        "Some vanished from watchlists, too. Quiet removals—nobody proper to contest it. I’d wager more cracks hiding under these system outages."
      ],
      [
        "It started when Halden was granted unchecked control—not usual Council protocol. That came after data-sharing was tightened beyond routine oversight.",
        "I remember the council fight: Innovators demanded more predictive scoring. That drove Halden into further seclusion. Next, entire departments were denied live access to BCI enforcement.",
        "His death was staged as cardiac, but I’ve seen the internal logs—traces of a sedative, psychiatric grade, Council health flagged and sealed it straight away. No inquiry, only silence.",
        "People missing from watchlists doesn’t fit. Last time logs went missing was during an internal audit gone wrong—covered up, barely discussed. I handled some briefings then, was told to burn the notes.",
        "As a Harmonist, I warned that accelerating system changes without foundation risked the kind of cracks we’re seeing. But warnings don’t linger long in these halls. Now, fallback modes struggle, and the Council arms wrestle in the shadows.",
        "Everything feels like it’s balancing on the edge. This isn’t any ordinary stutter; it’s the price of forgetting why process matters."
      ]
    ]
  }
}