{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah, I noticed it. Feels tense, everywhere.",
        "Work's been strange lately. System delays, people acting cautious.",
        "Nobody's really saying much. Just feels like we're waiting for something.",
        "I just... I don't really know what to feel about all this. Everything feels off."
      ],
      [
        "People are on edge, definitely.",
        "There have been odd delays at work. The system's not responding like usual.",
        "Colleagues seem nervous. Conversations are clipped, quick.",
        "Clearing simple tasks takes forever now. Makes you second-guess every move.",
        "I just... I don't really know what to feel about all this. Everything feels off."
      ],
      [
        "Things changed after Halden, the director, died. Everybody feels it.",
        "Work barely functions. Even basic logins can take ages now.",
        "We used to solve problems quickly, now it's like the system's watching us closer.",
        "Everyone acts nervous. No one wants to talk about the real issue.",
        "I started double-checking everything I do, avoiding patterns, just in case.",
        "I just... I don't really know what to feel about all this. Everything feels off."
      ],
      [
        "It all started after Halden was found dead. No one explains what happened, but you feel the system slip.",
        "Working in Oversight, we used to catch odd behavior in others, but now it's us who are uncertain.",
        "Simple tasks take forever. Last week I waited forty minutes just to access a record I needed in seconds.",
        "Everyone's watching their own logs, changing their commute. Like we're afraid of waking something up in the system.",
        "I can't trust my usual routines anymore. It feels risky just to exist normally.",
        "I power everything down when I get home. Feels safer that way.",
        "I just... I don't really know what to feel about all this. Everything feels off."
      ],
      [
        "After Halden died, nothing in the Directorate works like it should. I used to think the BCI kept order, but now I only see what it does to people on the margins.",
        "Even my job—flagging patterns—feels different. Minor things can spiral. People blocked from what they need. I see it from both sides now.",
        "Last week, I couldn't even finish a basic check without the system locking me out for forty minutes. And that's just one example.",
        "At work, everyone barely talks. We all double-check our activity logs, live like we're under a microscope.",
        "I've started changing my routes, avoiding routines. I can't tell if I'm being paranoid or if that's what survival looks like now.",
        "I turn off my devices at night. The algorithms feel... unstable. Like anything I do could flag me as a risk.",
        "Truth is, I don't trust what's happening anymore. I never believed I'd think like that, but here I am.",
        "I just... I don't really know what to feel about all this. Everything feels off."
      ]
    ],
    "emotion": "I just... I don't really know what to feel about all this. Everything feels off."
  },
  "emotional": {
    "opener": "It's okay to feel unsteady when the ground keeps shifting. You're not alone in feeling this way, even if it seems like everyone else is just going along with it.",
    "variants": [
      [
        "Yeah. Maybe that's true.",
        "Just... hard to say, really."
      ],
      [
        "I suppose most people feel something, even if they don't show it.",
        "Doesn't really help, but thanks.",
        "Guess I'm just not used to talking about all this."
      ],
      [
        "Sometimes it does help to hear that.",
        "Feels like I'm second-guessing myself lately.",
        "Maybe it's not just me after all.",
        "It's strange how quickly things start to feel normal."
      ],
      [
        "You know, sometimes I forget other people notice things too.",
        "Makes it easier, just for a second, to breathe and not overthink it.",
        "It's exhausting keeping it all inside.",
        "I used to think things would click again if I just waited.",
        "Maybe it's all right not to feel sure."
      ],
      [
        "Growing up, I thought uncertainty meant I was failing somehow.",
        "Now it just feels woven into daily life, part of the routine.",
        "It's lonely, pretending you're fine when everything feels sideways.",
        "Hearing you say that makes me feel less invisible, honestly.",
        "I wish we were able to talk about this openly, without it feeling risky.",
        "But at least here, for a little, I can almost believe that's possible."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying everything feels off, but what actually happened? Everybody keeps dodging details. Just say what you know.",
    "variants": [
      [
        "Halden was found dead. They made it public, but barely.",
        "They didn’t say much. Gave no real explanation.",
        "The system’s acting strange since then.",
        "Mostly, there’s just confusion. That’s all."
      ],
      [
        "Halden disappeared first. Then they quietly announced he was dead.",
        "The cause—never officially stated. Everything after that got murky.",
        "Some system failures started right after. Delays, errors everywhere.",
        "Permissions changed. Feels like something’s missing at the top.",
        "Official channels ignore questions. People whisper about it now."
      ],
      [
        "After Halden’s absence, the Directorate got locked up tight. News barely mentioned him.",
        "Behind closed doors, they sealed his medical report. No real investigation.",
        "A sedative in his system, apparently. Then: nothing, no inquiry, just silence.",
        "Critical permissions were tied to him, so a lot of core systems failed suddenly.",
        "Some flagged people vanished from watchlists before he died. It’s left gaps everywhere.",
        "The Council didn’t even name a replacement.",
        "All this makes it clearer—compliance is about control, not order."
      ],
      [
        "Internally, people talk about Halden being isolated before his death. The Council fought over expanding predictive scoring, he took more authority.",
        "He restructured data permissions, consolidated everything under Oversight—then vanished overnight.",
        "No one’s supposed to know, but his records hint at a mismatch: official cause is cardiac arrest, but sedatives turned up, report sealed tight.",
        "After that, hundreds of people lost tracking in the system, just gone. Whether error or intent—can’t say.",
        "Now fallback modes trigger random delays. Scoring makes little sense in certain zones.",
        "Nobody’s in control. The Council’s fighting under the surface, stuck in factions.",
        "I used to believe the BCI was fair. It isn’t—too much vanishes when no one’s watching.",
        "It’s hard to believe any of this is about keeping order anymore."
      ],
      [
        "We got internal logs showing Halden lost Council support. Directorate and Innovators forced his hand—he locked himself in with more authority, shut out the other departments.",
        "After his disappearance, even before the death notice, records shifted. Archive rules broke, flagged profiles started dropping from active lists. Some people just erased, not even ghosted—just gone.",
        "When they found him, they declared cardiac arrest. But the sealed report showed sedatives—psychiatric grade. Only a handful of us know.",
        "Permissions tied to his terminal crippled everything critical. Not just oversight—core BCI scoring, energy quotas, dispute resolution all went into fallback or started misbehaving.",
        "Council won’t launch a criminal inquiry. They covered up the toxicology, sealed it by directive. Nobody’s really in charge now—just policy drift.",
        "Council’s split: The Harmonists want to hold steady; Innovators push harder algorithms; Directorate wants clampdown power. Paralysis, basically.",
        "It’s left us without real direction or accountability. System’s humane mask is slipping.",
        "I only ever believed in stability, not control. Now I can see—maybe it never was about order, just compliance.",
        "I regret what I enabled, even if it was unintentional."
      ]
    ]
  }
}