{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "Feels...off. Even on shift, nothing lines up lately.",
        "System at work glitched during updates—logs wouldn't sync.",
        "Nobody says anything about it, but everyone moves quieter.",
        "Honestly, I double-checked my own scans before heading home."
      ],
      [
        "It's not just you. Things messed up at work—my access got delayed, which never happens.",
        "Health band update logs went out of sync for a bit. I kept my head down.",
        "Saw some flagged cases vanish, but I couldn't finish what I started.",
        "Tried to stay boring. Even how people talk at lunch is different.",
        "I keep checking my wearable now, just in case."
      ],
      [
        "There's a definite tension lately. After that big official announcement, the entire lab felt on edge.",
        "I came in and my system access was slow. Logs for updates were messed up—couldn't tell what went through.",
        "A couple high-risk profiles flagged for cleaning just froze. I only got to the surface details before I was locked out.",
        "Didn't say anything. Everyone seems to avoid talking about the glitches.",
        "Started monitoring my own scans far more closely—score dipped a bit, but it's safer that way.",
        "Just makes you feel unsettled, having to second-guess everything."
      ],
      [
        "Yeah, it's been rough. With Halden gone, the systems are unstable, and nobody really knows who's in charge.",
        "Work's all errors—access blocks, weird gaps in biometric records, random lockdowns on flagged cases.",
        "Tried to fix what I could, but the system kept freezing me out or watching extra close.",
        "Even lunch is different. People barely chat, just wait for the next mess-up.",
        "Had to patch my own wearable to stay ahead of any monitoring. My compliance score dropped a bit, but it felt necessary.",
        "I'm not just paranoid—I lost my brother to a BCI audit. That makes everything heavier, these days.",
        "Feels like I'm holding my breath every hour, waiting for the next surprise."
      ],
      [
        "Honestly? The past week feels unreal. Halden built the whole Oversight stack, and now he's just... gone. That was all over encrypted chats before they shut everything down.",
        "I'm in the lab, wristbands everywhere, but logs are failing, flagged data's out of sync. Requests for deep scrubbing froze as soon as I touched risky profiles.",
        "I used to help people keep their scores clean if they needed a second chance. Now the system won't let anyone touch the archive, not even us techs.",
        "Colleagues used to joke, but this week nobody says a word. They're scared. We're all shrinking into the background.",
        "I patch my own wearable now, hide what I can—my score slipped, and that's a risk, but what choice is there?",
        "See, I know how easily you can disappear—my brother did, right after his score dipped below tolerance. Never came back from his audit.",
        "I follow the Innovators, always believed tech could make things better. Now, I just feel watched. Every error feels personal—like one slip, and it'll be my name next.",
        "There's this constant weight—static in your chest. Like you can't ever relax anymore."
      ]
    ],
    "emotion": "Uneasy, tense—like waiting for something to break."
  },
  "emotional": {
    "opener": "Daria, you’re holding up with all this pressure—most would’ve cracked. Just know you’re not the only one uneasy about how things work around here.",
    "variants": [
      [
        "Thanks. It helps to hear that.",
        "Sometimes it's just… hard to stay balanced."
      ],
      [
        "Yeah. Maybe that’s true.",
        "Doesn’t always feel like there’s anyone else who gets it.",
        "Still, I keep to myself."
      ],
      [
        "That actually makes things a little easier.",
        "Sometimes it feels like I’m the only one who notices the cracks.",
        "Nice to know someone else does too.",
        "Guess I’m not as alone in this as I thought."
      ],
      [
        "You don’t know how much that means to me right now.",
        "Feels like everyone pretends, so hearing someone honest is rare.",
        "I’m careful all day—never fully relaxed.",
        "Guess it wears on you, even if you don’t admit it.",
        "Sometimes just a word of understanding helps more than anything."
      ],
      [
        "I appreciate that, honestly. It’s not easy keeping everything in order when you’re always second-guessing yourself.",
        "Sometimes, I wonder if anyone remembers how things used to feel ten years ago, or if it’s all just systems now.",
        "Most of the time, I feel like I’m two steps behind what the world wants from me.",
        "No one’s really themselves these days. Even small kindness stands out.",
        "I don’t talk about this with anyone—not really my thing—but you make it feel safe.",
        "Just hearing there are others paying attention too… that makes the difference."
      ]
    ]
  },
  "factual": {
    "opener": "What actually happened, then? You keep saying things are off—did something go down or not?",
    "variants": [
      [
        "Council issued an official statement: Halden's dead. That's it.",
        "No cause listed. Just \"deceased.\"",
        "System started failing soon after."
      ],
      [
        "Council only gave a one-line announcement about Halden.",
        "No details. Not even a replacement named yet.",
        "He went missing overnight, found the next day, but no one saw anything.",
        "After that, network logs and BCI scores started acting strange."
      ],
      [
        "Halden disappeared from internal systems the night before the announcement.",
        "Private memo said 'cardiac arrest,' but then logs showed a sedative in his report.",
        "Council health unit sealed everything, no criminal inquiry.",
        "Ever since, BCI automations have been erratic—fallback mode, delays everywhere.",
        "My division heard his access locked up half the city for hours.",
        "Used to think system hiccups were harmless, now it's pressure, like the walls watch you."
      ],
      [
        "All started when Halden didn't show for his audit review—he'd been last seen going into Tower 9.",
        "Medical channel says cardiac arrest, but a sedative was found in his system, no one talks about that.",
        "Council moved fast to lock all health records, sealed the report. No suspect, no investigation.",
        "Next day, public just gets a line: he's dead. No interim head, nothing.",
        "Then—total mess: system fallback triggers, wearable syncs fail, compliance flags misfire.",
        "Even data clean-up got locked. Stuff I used to control now just kicks me out.",
        "I'm with the Innovators. Council old-guard keeps pushing secrecy—this isn’t functional governance."
      ],
      [
        "Honestly, I got pinged about Halden the moment he didn't log in for his security review—he was always on time.",
        "Internal feeds showed him entering Tower 9 late, then his profile goes dark, hours before the official notice.",
        "First word inside the lab was cardiac. Quietly after—sedative in his bloodwork, no follow-up, sealed by Council health.",
        "No press. The Council didn't even bother naming a temp. It was just: 'Halden deceased.'",
        "His access profile locked up most BCI admin terminals citywide, even our maintenance ran on backup scripts.",
        "Watchlists broke. I saw names gone—people untraceable. Easy to miss, but I see those logs.",
        "Everyone in my circle knows Council buried the audit. Directorate wants compliance, but mistakes multiply.",
        "I'm on the Innovators side: we need new tech, transparency. Old system is failing. Now it’s all patch jobs and bluff.",
        "Sometimes I think my brother got caught in a glitch like this, lost to sealed records while everyone looked away."
      ]
    ]
  }
}