{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Hm. Things felt... off when I got to work.",
        "Security gates were slow. Delays, technical glitches.",
        "Later, my entry status said 'pending review.' Just sat there, waiting.",
        "System flagged my transit records as an issue.",
        "Lost database access for most of the day.",
        "Feels like things just... shift, and you feel smaller, that's all."
      ],
      [
        "Little things are breaking at my job—security, access, all over the place.",
        "I was marked 'pending review' out of nowhere. Couldn't get into systems for hours.",
        "Transit record flagged me for risk—don't even know why. My score dropped.",
        "Trying to fix it just made things worse. Every delay, more problems logged against me.",
        "Feels like, since Halden—well, things don't run right. No one really explains anything.",
        "Honestly, it's like you're just supposed to accept it. But it grates after a while."
      ],
      [
        "Work's a mess lately. After Halden died, there were all these weird glitches—security systems, access points, lagging everywhere.",
        "I got locked out of my building because the system put me 'under review.' Ridiculous. I sat in the lobby for hours trying not to draw attention.",
        "Apparently my metro log was flagged as risky, dropped my score, lost my access to the database I actually need for my job.",
        "Ended up filling out appeals, knowing even the delays would count against my record. You're punished for the system's mistakes.",
        "Feels like everything's one step from falling apart, and we just pretend that's normal now. It's... exhausting."
      ],
      [
        "Honestly, there's no notice, no warning when life shifts here. At the Directorate, after Halden died, chaos just—seeps in. Systems failed. Entry gates, approvals, everything random.",
        "I showed up at work like usual, but suddenly I'm under review, locked out, all because the system glitched during that fallback mode.",
        "One bad transit log, and my BCI score crashes. Database access—gone. They make you appeal with no real hope anyone's listening.",
        "Spent half the day in the lobby, knowing delays get counted against me anyway, even though it's not my fault. Can't complain—draws attention. You just get smaller.",
        "There was a time I thought the BCI kept people safe, but now it feels like the system only cares about keeping itself running, no matter who gets squeezed out.",
        "All these little humiliations add up. You wonder how much more silent shifting people will take before something gives. It's wearing me down."
      ],
      [
        "I used to think following the rules kept you safe, but that's gone. Since Halden—our director—he was found dead, and everything's come apart.",
        "At work, the automated gates malfunction. My ID was suddenly 'pending review.' All my movement gets flagged—my own commute marked as risky for no reason, and my BCI dropped so fast I basically got shadowbanned from my own job.",
        "Tried to fix it, but the appeals just dig a deeper hole. Every system delay, every resubmission, just counts against you. It's like the system is programmed to gaslight you into silence.",
        "Sat in the lobby, watching colleagues pretend nothing's wrong. No one talks about how arbitrary it is, or how easily the system mistakes you for a problem.",
        "I used to believe all this was rational. That it made life fair, kept things stable. But now I see—it's just a machine punishing people for being human. The propaganda calls it humane, but it's cold and relentless.",
        "Some days I wonder how many of us are being squeezed out, slowly—without any violence, just vanished by algorithms. I can't trust the system anymore. It's not right, and it's breaking me down."
      ]
    ],
    "emotion": "disquieted, quietly frustrated"
  },
  "emotional": {
    "opener": "You're not alone in feeling like things aren't quite right. Sometimes it takes someone noticing to remind us we're still people, not just data points.",
    "variants": [
      [
        "I appreciate you saying that.",
        "It's... good to hear someone notices."
      ],
      [
        "Not many people say things like that out loud.",
        "Most days, I feel like I'm supposed to ignore it, you know?"
      ],
      [
        "Thank you. It's rare to hear anyone acknowledge how isolating it feels.",
        "It's easy to start thinking maybe it's me, not the system.",
        "Sometimes a few words are a relief."
      ],
      [
        "That's actually what I needed to hear. Lately it feels like no one admits something's off.",
        "I keep telling myself it's rational, all for order, but some days it just feels empty.",
        "The smallest kindness stands out.",
        "You saying that—reminds me I'm still in there, somewhere."
      ],
      [
        "It's surprising how much comfort I get from hearing that. I've been keeping this all knotted up inside for months.",
        "I used to believe all the metrics meant things were working, making sense.",
        "Now it's like I'm part of the machinery, not a person at all, and that's hard to explain.",
        "I worry about saying the wrong thing, being seen as a variable, not someone with doubts.",
        "You saying it out loud—those small moments echo in a place the system can't reach.",
        "Maybe that's what keeps people going, even if we don't talk about it."
      ]
    ]
  },
  "factual": {
    "opener": "What actually happened at your Directorate, Oksana? Why is everyone so on edge?",
    "variants": [
      [
        "They said Halden died. Everyone's seen the notice.",
        "Council put out a statement, nothing detailed.",
        "No one says much, but systems got strange right after.",
        "People aren't told anything beyond that.",
        "Feels like the Council’s hiding the rest, but they always do."
      ],
      [
        "Halden was found dead, that’s all they let out.",
        "Announcement just—no info, no clear cause.",
        "Some say it was heart trouble. But no investigation, as if it’s settled.",
        "System access got locked afterward, which is not routine.",
        "Feels planned, not just a glitch."
      ],
      [
        "Lot of confusion since Halden's death—officially it's cardiac arrest, but people whisper about other things.",
        "Council statement was deliberately vague—no replacement, no funeral, nothing public.",
        "Internally, permissions were locked down—whole parts of the system only Halden could access.",
        "There were updates to BCI sensitivity, borderline behaviors started getting flagged repeatedly right before he died.",
        "At my level, they just tell us not to speculate, but nobody’s calm."
      ],
      [
        "After Halden was found dead, nothing added up—first, they said cardiac, then sealed the medical report entirely.",
        "Systems started failing because only he had the right credentials; fallback modes triggered all over. Permits, dispute tools, everything.",
        "Someone in admin leaked that toxicology showed sedatives—makes things look staged. Council ignored it.",
        "Council meetings since have been tense, lots of disagreement about the BCI and new controls, but no leadership.",
        "I used to think the system was for order—now it feels like control for its own sake. Hard not to notice who gets squeezed worst when things break."
      ],
      [
        "Internally, even high-level staff are in the dark. Halden’s official cause was 'cardiac arrest,' but I saw the summary—there were traces of psychiatric sedatives in his system. Council sealed everything, no criminal inquiry.",
        "Council was split over expanding predictive scoring; last session ended unresolved. Halden had special override for BCI updates—he pushed a change days before he died, increasing flag sensitivity in low-compliance zones. It swept hundreds from watchlists overnight.",
        "After his death, only fallback modes worked—no one can override or fix access, all decisions default to the most cautious response. System’s locking everyone out, sometimes for nothing.",
        "I process behavior flags—I see the numbers vanish, people just...deleted from sight. That vanishing isn’t a glitch, it’s the system acting as designed.",
        "At this point, I don’t believe in BCI ‘order’ anymore—or the propaganda about stability. The system serves itself, not people like us. Most of us know, but saying it out loud feels dangerous."
      ]
    ]
  }
}