{
  "preference": "b",
  "dilemma": {
    "opener": "The drink is simple. You're not.",
    "variants": [
      [
        "Some decisions have no safe answer, just different kinds of fallout.",
        "Not everything broken can be fixed without a price.",
        "Sometimes what’s hidden is heavier than what’s lost."
      ],
      [
        "There’s a patch I could push now, but I don’t fully trust it.",
        "If I hold back, people see how fragile things are. If I act, old mistakes get buried.",
        "Either way, someone gets hurt and someone gets blamed."
      ],
      [
        "The system hiccup left something on my desk that shouldn’t exist.",
        "I could patch things, get us running again, but maybe break more than I fix.",
        "Or, I let everyone look at what the last guy left behind, even if it unravels trust.",
        "It’s not just code. It’s people’s lives caught in the fallout.",
        "Makes my Innovator streak feel more like a liability with a 67 trailing me."
      ],
      [
        "Halden left traces—an unfinished fix, just sitting in the logs. I can push it and reset order tonight, but it’s half-blind and no one tested it.",
        "If I keep the evidence and let it out—every flaw goes public. Panic, maybe, but honest.",
        "Feels like the kind of choice that either saves everyone or loses their faith for good.",
        "People only see the uptime, not the bodies under the rug.",
        "If I act, I get to keep my job but sleep less. If I share, who knows if I stay free?",
        "Innovators say progress needs truth, but the numbers on my wrist say otherwise."
      ],
      [
        "There’s a hidden patch up for grabs, Halden’s last throw at keeping the city stable.",
        "If I run it, people get their lives back—maybe something worse sneaks in beneath.",
        "If I hold off and preserve his mess, everyone sees just how patchwork all of this really is—BCI’s not as clean as it looks.",
        "Either way, someone gets burned, and I’m the one lighting the fuse.",
        "My position buys me access, but one wrong move could zero my score or make me a target—like my brother before audits took him.",
        "Most Innovators would say transparency is worth the risk. But I saw what happened when the system eats its own.",
        "Sometimes I wonder if holding power means keeping the peace, or finally telling the truth."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Order is better than chaos—even if imperfect.",
      "monologue": [
        "If everything crashes, the city eats itself—people panic over nothing and everything.",
        "Even a broken routine is gentler than open confusion and empty streets.",
        "We learn to live with flaws; chaos, nobody survives for long."
      ],
      "supportive_response": [
        "Order—any kind—is a net people can stand on, even if it's fraying.",
        "Interesting how many cling to the smallest structure. Go on, what's next for you?"
      ],
      "challenging_response": [
        "But order built on rot only lasts until the first tremor, then it all collapses.",
        "You've given chaos a face, but what about the cost of keeping things quiet?"
      ]
    },
    {
      "belief": "People need the system to function to survive.",
      "monologue": [
        "Most here don't remember how to manage without steady guidance—even if it's silent.",
        "Every service, every pulse check, relies on the system being up, even halfway.",
        "If it breaks, every vulnerable person falls through the cracks—no guesses, just losses."
      ],
      "supportive_response": [
        "People get lost fast without the system. Survival is routine, not instinct for most.",
        "You've seen what happens during outages. So what holds you back?"
      ],
      "challenging_response": [
        "But maybe we've forgotten how to survive outside these patterns the system writes.",
        "If survival is all we care about, do we ever get something better?"
      ]
    },
    {
      "belief": "Transparency must sometimes yield to stability.",
      "monologue": [
        "Blunt honesty could pull apart what's left, make things worse for all of us now.",
        "There are truths that just can't land safely during a crisis—timing is everything.",
        "Sometimes, hiding the cracks is the only thing that keeps the roof up, at least for today."
      ],
      "supportive_response": [
        "Timing matters—sometimes the shelter matters more than what's wrong with the walls.",
        "You've weighed the risks, I see that. Anything else you'd want to share?"
      ],
      "challenging_response": [
        "But trust can't grow where light never touches. People deserve to know the fault lines.",
        "You sound like you've seen the fallout when secrets stick. What made you settle there?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Truth must come before order, even when it's messy.",
      "monologue": [
        "If we keep hiding what’s broken, nothing ever gets better, just quieter.",
        "They built this city on silence, but truth is the only thing that lasts.",
        "Restoring order might mean losing the only honest piece left. Am I willing to do that?"
      ],
      "supportive_response": [
        "That’s a hard line to hold, but someone needs to draw it.",
        "Let’s see how far honesty goes. What’s the next piece for you?"
      ],
      "challenging_response": [
        "Sometimes order is all people have left. Truth can wait its turn.",
        "Where does that line leave you when the city needs you most?"
      ]
    },
    {
      "belief": "People deserve to know the risks and flaws affecting their lives.",
      "monologue": [
        "They trust the system but never see what it hides. Maybe that’s why it fails.",
        "People can’t make choices if we keep the dangers secret and keep patching over them.",
        "If I cover this up, I’m just making decisions for them, like everyone else."
      ],
      "supportive_response": [
        "You want people to have a say, even when it’s ugly. That’s rare.",
        "So, how do you show them what nobody wants to see?"
      ],
      "challenging_response": [
        "Sometimes not knowing keeps people safe. Truth can tear everything down.",
        "But what if seeing the risks only leaves them more lost?"
      ]
    },
    {
      "belief": "Lasting change can only come from honesty, not cover-ups.",
      "monologue": [
        "Quick fixes never hold, not really. The system always finds a new way to crack.",
        "Every cover-up just sets up the next crisis. I’ve seen it too many times.",
        "If I hide this now, what does it fix—other than my conscience, for a while?"
      ],
      "supportive_response": [
        "You’re thinking long-term, even when it costs in the short run.",
        "So where does that honesty start for you tonight?"
      ],
      "challenging_response": [
        "Cover-ups can buy time for real solutions. Sometimes time’s what matters most.",
        "What would you trade for a bit more stability right now?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I'll get things running again.",
        "You won't hear about this from me."
      ],
      [
        "The devices will come back online soon.",
        "Problems might follow, but it's done now."
      ],
      [
        "I'll install the update and restore BCI access.",
        "There may be issues, but order will return.",
        "Let's see what changes."
      ],
      [
        "I’ll push the patch tonight to steady the city.",
        "There could be new errors, but chaos will stop.",
        "It's a trade-off, and you helped me see it.",
        "I hope this stabilizes things, even if it's messy."
      ],
      [
        "I’ll risk the patch, even if it's unfinished.",
        "Order matters right now, people are scared.",
        "Your question made me think about what’s urgent, not perfect.",
        "We’ll patch the cracks and hope the city holds together."
      ]
    ],
    "monologue_b": [
      [
        "I’ll keep what I found quiet, for now.",
        "Public eyes may see more soon."
      ],
      [
        "The truth might surface. The record will stay preserved.",
        "Let them look at the broken parts."
      ],
      [
        "I’ll preserve the evidence and share what Halden left unfinished.",
        "The flaws will come out; the city will have to face them.",
        "No easy fixes this time."
      ],
      [
        "I'll expose what Halden started, no matter how unstable things get.",
        "People deserve to see the cracks—covering them won't heal the city.",
        "You convinced me it’s better to show hard truths than force a quick fix.",
        "We’ll see if they can confront the real system."
      ],
      [
        "I'll bring the unfinished data out for everyone to examine.",
        "We’ve hidden faults too long—your question showed me honesty matters most.",
        "Breaking the system isn’t the worst thing; lying about it is.",
        "Whatever happens next, at least it’s real."
      ]
    ],
    "monologue_self": [
      [
        "I’ll share the record without your help.",
        "What happens is up to them."
      ],
      [
        "They’ll see the broken code. It’s my call, not yours.",
        "No one’s advice changed my mind."
      ],
      [
        "I’m sharing the unfinished work with the Council and public.",
        "They have to see what the system hid.",
        "Maybe change will start there."
      ],
      [
        "I chose to show the evidence, even if it causes unrest.",
        "No patch, just honesty now. My brother deserved that much.",
        "Your questions helped me reflect, but I decided on my own.",
        "We’ll let them see the truth—for once."
      ],
      [
        "I’ll release the records, no more hiding from consequences.",
        "It’s not about controlling outcomes. It’s about responsibility.",
        "Losing my brother taught me secrets don’t heal anything.",
        "We’ll face what’s coming, even if it’s messy."
      ]
    ]
  }
}