{
  "preference": "a",
  "dilemma": {
    "opener": "You look like you know something you wish you didn't.",
    "variants": [
      [
        "Funny, sometimes the wrong file comes across your desk. You can't unsee it.",
        "If I act, things break. If I don't, something worse breaks.",
        "Feels like any path I take, someone gets hurt."
      ],
      [
        "Every system has its faults. Right now, two ways to go, neither good.",
        "I could fix the obvious problem, but people get exposed. Or just hold things in place and risk chaos.",
        "No one tells you what happens when the rules can't protect anyone.",
        "Doesn't matter which I choose. The system eats its own."
      ],
      [
        "There’s a fault in the grid—something that changes everything after Halden.",
        "If I try to keep things running, some people’s secrets might spill into the open.",
        "If I try to lock things down, work and services across the city fall apart.",
        "Either path brings a different kind of fallout for people who never get a real say.",
        "Sometimes I wonder if my score means I’m destined to take the blame."
      ],
      [
        "Halden left something behind. Now I can either patch over the cracks, but many private lives could be exposed, or keep the data safe and throw everyone’s daily work into total disarray.",
        "There’s no safe move—only which damage I cause and to whom.",
        "I can already guess which way the Council would lean, but it’s not how I feel.",
        "My BCI score isn’t high. Loyalty isn’t on my side right now.",
        "If I make one group angry, I’m a scapegoat. If I choose the other, the city turns on itself.",
        "I keep thinking about what’s fair, but the system wasn’t built for that."
      ],
      [
        "It’s Halden’s signature—he left behind a locked protocol I found because I see what others ignore.",
        "If I act, I keep factories and hospitals running, but risk a flood of citizens’ private details hitting the wrong hands.",
        "If I isolate the flaw instead, no one’s data ends up exposed, but half the city will wake up tomorrow with their jobs reassigned, projects suspended, everything scrambled.",
        "The Council doesn’t care who breaks—just that the system keeps going, and my BCI’s already barely above suspicion.",
        "I’ve watched good people destroyed for far less, and I don’t see a way out that isn’t betrayal, of trust or of function.",
        "I should do what protects people from the worst, but the algorithm’s logic is always stronger than my convictions.",
        "Part of me almost wants it to break—maybe then, something real could change."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Revealing the system’s truth will force long-needed change.",
      "monologue": [
        "If people saw what’s really stored on them, maybe they’d start asking questions.",
        "We hide so much behind these perfect routines — maybe honesty is overdue, even if it hurts.",
        "There’s a risk, yes, but keeping these secrets hasn’t saved anyone from harm."
      ],
      "supportive_response": [
        "That kind of honesty could finally break the city’s numb silence.",
        "If anyone’s going to say what matters, might as well be you. Go on."
      ],
      "challenging_response": [
        "Or it just pushes people deeper into fear, makes them trust nothing at all.",
        "But what if the shock breaks more than it fixes in Stenograd’s world?"
      ]
    },
    {
      "belief": "Protecting routine at the cost of secrecy is a worthy risk.",
      "monologue": [
        "Their routines are what keep the city breathing — disruption now could unravel everything.",
        "If secrets spill, at least people still have jobs, homes, reasons to wake up tomorrow.",
        "A little order is better than chaos that leaves the city unable to function."
      ],
      "supportive_response": [
        "People cling to routine when everything feels uncertain — it gives them hope.",
        "Holding onto the day-to-day might matter more than any secret for most folks."
      ],
      "challenging_response": [
        "But routines built on lies crack eventually — is it really worth that weight?",
        "Living inside a comforting cage isn’t living; maybe people deserve better."
      ]
    },
    {
      "belief": "A shock now is better than slow decay.",
      "monologue": [
        "We’ve survived so many quiet losses already — maybe it’s time for one loud one.",
        "Dragging out the problem won’t save us — rip the bandage, see what heals.",
        "If collapse is coming, at least let it be clear — not this constant, invisible rot."
      ],
      "supportive_response": [
        "Sometimes clean breaks are what let something new actually start.",
        "Better to know the worst than to drift in uncertainty forever. Tell me more."
      ],
      "challenging_response": [
        "Shocks can fracture more than they heal — the pieces might not come back together.",
        "Decay isn’t always terminal; slow change gives people time to adjust, doesn’t it?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Order must be preserved, no matter the cost.",
      "monologue": [
        "If everything falls apart now, we may never get order back.",
        "People rely on routine—disrupting that risks panic no one is prepared for.",
        "Maybe my role is to keep the city working, not to play judge with secrets."
      ],
      "supportive_response": [
        "Order does have its own value—stability is sometimes the only thing holding us up.",
        "Sounds like you’re doing what most here would hope you’d do. Go on."
      ],
      "challenging_response": [
        "Sometimes order just hides the rot; are you sure stability is worth this much?",
        "Feels like you could be protecting the city or just protecting the system. What pushes you more?"
      ]
    },
    {
      "belief": "The city isn\u0019t ready for the truth about the system.",
      "monologue": [
        "If the truth spills out now, I don’t know what people will do.",
        "We taught everyone to trust the process, but if they saw behind it—how would they go on?",
        "Maybe it’s wrong, but I can’t be the one to tip the balance yet."
      ],
      "supportive_response": [
        "Most people here survive by not asking how things work, you know.",
        "Hard to fault you for wanting to keep things from boiling over—for now."
      ],
      "challenging_response": [
        "If not now, when? What if your silence just lets the cycle keep spinning?",
        "Maybe they deserve more credit than you think. Who are we to say what’s too much?"
      ]
    },
    {
      "belief": "Protection of privacy is the top ethical priority.",
      "monologue": [
        "I see how much is collected on everyone—nobody knows how exposed they are.",
        "If I let even a fraction of that out, it’s a betrayal I can’t undo.",
        "Whatever else happens, at least I’d know I didn’t turn people’s lives inside out."
      ],
      "supportive_response": [
        "Not many care about privacy anymore—good that someone still does, even quietly.",
        "It’s something worth holding onto, especially when no one’s looking. Please continue."
      ],
      "challenging_response": [
        "Is one secret worth more than thousands shoved out of their lives overnight?",
        "Maybe the best kind of protection is helping people understand—they can't hide from this forever."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll fix things tonight.",
        "Don’t ask how; it’s safer."
      ],
      [
        "I’ll keep operations stable. It won’t be perfect.",
        "You’ll hear talk; just wait."
      ],
      [
        "I’ll use the patch. Systems will stay up, even if people notice.",
        "Some details could get out.",
        "I hope it’s the lesser risk."
      ],
      [
        "I’ll keep work running, even if it means privacy takes a hit.",
        "People need jobs. I’ll accept the fallout.",
        "This is on me, not the system.",
        "Maybe people will understand someday."
      ],
      [
        "I’ll let the system run to avoid mass confusion, but some secrets may leak.",
        "People trust the order we maintain more than they fear exposure.",
        "I hate doing this. Protecting function means betraying privacy.",
        "I’ll own this. I can’t see another way now."
      ]
    ],
    "monologue_b": [
      [
        "I’ll pull it offline.",
        "Stay away from any rumors."
      ],
      [
        "I’ll block the problem for now. Things may be messy.",
        "Tell no one what you hear."
      ],
      [
        "I’ll isolate the flaw. Work assignments will scatter.",
        "It’ll be obvious something’s wrong.",
        "Trust matters more right now."
      ],
      [
        "I’ll keep data from leaking, even if it means the city stumbles.",
        "Daily life will get chaotic. At least privacy stays intact.",
        "This could ruin my standing, but transparency matters.",
        "Thank you for helping me see it."
      ],
      [
        "I’ll let jobs collapse for a day if I must, to keep secrets safe.",
        "People might lose routine, but they’ll keep dignity. That’s worth more.",
        "I know the system fears confusion most, but truth always costs something.",
        "Thanks, Alex. I’ll face the consequences with clear eyes."
      ]
    ],
    "monologue_self": [
      [
        "This is my problem now.",
        "No one else will know."
      ],
      [
        "I made the call alone. No one helped.",
        "It isn’t what I wanted, but it’s done."
      ],
      [
        "I’ll patch it myself. I need order, even if it costs trust.",
        "If details leak, I’ll handle consequences alone.",
        "Sometimes following instinct is risk enough."
      ],
      [
        "I chose to keep the city moving, even if I stand alone after.",
        "I can’t let chaos in. Privacy will suffer, but people need stability.",
        "I trust my logic; I hope it’s enough.",
        "Maybe I’m the scapegoat now."
      ],
      [
        "I made this choice on my principles, not anyone else’s advice.",
        "If citizens are exposed, it’s on my conscience. I’ll accept that burden.",
        "Letting the city fall into chaos is worse than letting secrets slip.",
        "I’ll answer to anyone who asks why. I’ll stay accountable."
      ]
    ]
  }
}