{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "It's been... hectic at work lately.",
        "Ever since Halden died, the systems I use have been slow—everything’s out of order.",
        "Everyone’s on edge, trying not to stand out.",
        "Honestly, makes you notice how quickly things can change."
      ],
      [
        "It’s odd right now—nothing feels stable at the office since Halden died.",
        "System delays, missing data, just... a lot of uncertainty.",
        "Colleagues talk about leadership, but no one really knows anything.",
        "I’m just trying to keep my head down, not make any mistakes.",
        "It’s hard not to feel uneasy these days."
      ],
      [
        "So, routines changed a bit—Halden’s death threw everything off where I work.",
        "System logins lag, notifications pile up, sometimes files just vanish.",
        "I had to double-check a bunch of compliance reports by hand—nothing is running the way it’s supposed to.",
        "People around me are tense, speculating about what comes next, and I find myself keeping quiet more than usual.",
        "Even got a warning about unusual queries from my own terminal—probably just a bug, but still unsettling.",
        "I feel like I have to watch every move, even more than before."
      ],
      [
        "Honestly, it’s been rough—after Halden died, everything just feels unmoored.",
        "Systems I rely on at work keep stalling—BCI flags are glitching, which is a nightmare for us.",
        "I spent the whole morning doing manual checks to correct errors the system should’ve caught.",
        "Everyone’s speculating about who’s in charge now, but no one speaks up too loudly.",
        "I even got a personal warning for making too many manual queries—now I’m paranoid about every keystroke.",
        "It’s all got me retreating into myself more, worried I’ll step out of line without meaning to.",
        "Sometimes I wonder how safe anyone really is, even when they’re just doing their job."
      ],
      [
        "Lately? It’s been exhausting—Halden’s death did more than slow things down, it made everything uncertain.",
        "I’m a Behavioral Analyst, so system glitches are my whole day now, and manual checks are revealing things we’re not supposed to see.",
        "People with good records are suddenly flagged, files are missing, and no one has real answers.",
        "There’s this weird paranoia—everyone afraid of saying the wrong thing, because we all know the system is watching.",
        "I got a warning for 'unusual patterns' in my own queries, just for trying to make sense of the chaos.",
        "After what I’ve seen, I can’t trust the BCI like I used to. It’s not just malfunction—it feels like the whole idea behind it is starting to crack.",
        "I barely speak at work now, just follow protocols, head down.",
        "Honestly, it’s left me—someone who once believed in all this—feeling isolated and… kind of lost, I guess."
      ]
    ],
    "emotion": "anxious and isolated"
  },
  "emotional": {
    "opener": "\"It’s okay to feel out of step sometimes—most of us are just pretending we belong.\"",
    "variants": [
      [
        "Maybe. I just keep my head down and do my job.",
        "Hard to know who’s really pretending."
      ],
      [
        "Yeah, I suppose that’s true for some.",
        "It’s not always easy to show it, though.",
        "People learn to hide it fast."
      ],
      [
        "Sometimes I wonder if everyone else feels like this, or if it’s only me.",
        "I guess it helps to hear I’m not alone in it.",
        "Maybe I’m not as out of place as I thought.",
        "Thanks—most people wouldn’t say that out loud."
      ],
      [
        "I almost forget what it’s like to talk honestly about how strange things feel.",
        "It really does help, you saying that.",
        "There’s comfort in knowing others feel this pressure, too.",
        "Makes the city feel a little less… cold, I guess.",
        "I don’t usually admit that to anyone."
      ],
      [
        "So much of the time, I feel like I’m struggling to keep up some version of myself that fits in.",
        "Hearing you say that—it’s like finally someone sees what’s behind the score, not just the surface.",
        "It gets lonely when you can’t talk about how exhausting it is to navigate all the expectations.",
        "Sometimes I wonder if anyone even knows who they really are anymore.",
        "Your words remind me I’m not the only one asking those questions.",
        "Thank you. That means more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "If it's so chaotic, you must know more than you're saying. What actually happened after Halden died?",
    "variants": [
      [
        "They made his death public just with a short statement.",
        "No one’s replaced him yet—at least they haven’t said so.",
        "Some system failures right after, but nothing explained.",
        "Council hasn’t answered questions about it.",
        "People just carry on, mostly."
      ],
      [
        "They announced Halden’s death without giving any cause.",
        "Right after, a lot of automated processes started failing—noticed that at work.",
        "Council’s been silent about what it means for succession.",
        "Noticed some changes in how BCI flags behavior since that week.",
        "Files went missing; access was delayed.",
        "There’s an official line, but not much behind it."
      ],
      [
        "When Halden was found dead, internal reports said cardiac arrest—then all the medical details were sealed.",
        "Automated governance started breaking down immediately; fallback modes everywhere.",
        "I heard no interim director was named, and that set off system delays all across the Directorate.",
        "Data access got centralized just before, so now fewer people see what’s actually flagged.",
        "Council made a very vague announcement, but there’s no answer about who’s actually in control.",
        "A lot of my colleagues noticed compliance scores shifting, seemingly without logic.",
        "It’s hard not to think this isn’t just a technical glitch but something structural."
      ],
      [
        "Before they made his death public, his medical report was sealed by order of the Council’s internal health unit.",
        "We all saw system breakdowns—BCI scores becoming erratic, enforcement teams confused about logs.",
        "Halden had started limiting data access shortly before; other departments lost visibility.",
        "Some people even disappeared from watchlists—that was buried in a review, no one followed up.",
        "Leadership discussions are happening in complete silence—promotion’s supposed to be algorithmic, but no one’s sure if the system even works right now.",
        "Compliance scores changed overnight for a lot of people I’d cleared days before.",
        "The more I see, the more I doubt the Council’s version of events.",
        "Sometimes I wonder if they're worried the whole thing might unravel."
      ],
      [
        "The truth is, Halden’s death was treated as an internal problem—never addressed publicly beyond a one-line statement.",
        "I’ve seen full logs: his scheduled audit was missed, footage stopped after he entered Tower 9, and the medical details don’t add up—cardiac arrest with sedatives in his system.",
        "Council covered up the toxicology report entirely; not even a whisper about it circulating.",
        "Centralising BCI enforcement just before he died meant other units couldn’t verify or contest compliance flags.",
        "Right after, some high-risk individuals vanished from the system—systems flagged it, but no one ordered a real investigation.",
        "Everything I work with is in fallback mode—so many people getting flagged or ghosted, it can’t be random.",
        "Promotion used to mean something, but now with algorithmic selection and no oversight, it’s just the system eating itself.",
        "I don’t trust BCI anymore—it punishes nonconformity, not threats.",
        "I used to think all of this was for stability, but now... it feels more like control than order."
      ]
    ]
  }
}