{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Still just working, you know.",
        "Things at the lab have been slower than normal.",
        "Nothing unusual. Systems glitch sometimes. That's all.",
        "Not much else to tell really.",
        "Everyone's just keeping busy."
      ],
      [
        "It's a bit unsettled lately at work.",
        "After Halden, there were a lot of false alerts coming in from the wristbands.",
        "They gave us extra forms to fill out. I kept my head down.",
        "People are whispering more. Not much is clear right now.",
        "I just stick to the checklist and keep to myself."
      ],
      [
        "Been a rough few days, honestly.",
        "Halden's death shook the systems. Data uploads stalled out when I walked in.",
        "I had to clean up a mess of false health alerts among our staff, all by hand.",
        "Heard my BCI score took a small hit for flagged access--happens if you fix too much, too fast.",
        "No one's said what really happened yet. Feels like everyone's waiting for someone else to go first."
      ],
      [
        "It's been tense since Halden died. Felt stranger at the lab than usual.",
        "All the wristband data hung up, so I was stuck fixing false alerts by hand from the morning on.",
        "There was this revised checklist—basically, write up any scoring problems you see. It made everyone nervous.",
        "I helped out a few folks on exclusion lists, made their data look right, so the system wouldn't hit them by mistake.",
        "Not sure what my supervisor notices anymore. My score dipped. I double-checked my own logs before leaving, just in case.",
        "Most people at work are scared. I just feel tired."
      ],
      [
        "It's all different now. Since Halden\u00019s death, the system's exposed—more breakable than before.",
        "At the lab, when the data jammed, it was real. False health alerts everywhere, and I had to fix them by hand.",
        "A new checklist landed in my lap—flag any scoring anomalies. Council's desperate for control without Halden.",
        "I adjusted records for some people on exclusion lists, made their files safe again. I know what it\u00019s like, losing someone to a system glitch.",
        "I used to think this Innovator approach—fix and improve, not just punish—was the future. Now it feels like we\u00019re patching cracks, pretending we\u00019re not scared.",
        "My score’s down for all my manual tweaks. I don’t want to be next. I check my logs before I walk out every night.",
        "Feels like the system’s watching closer. Every move has weight. I miss how things used to be, even if I say I never cared."
      ]
    ],
    "emotion": "Worn out but guarded"
  },
  "emotional": {
    "opener": "\"You know, Daria, it’s not easy for anyone these days. But I see how hard you try to make things work—don’t think it goes unnoticed.”",
    "variants": [
      [
        "Thanks. I manage, mostly.",
        "Just keeping busy, that’s all."
      ],
      [
        "Yeah, I get by. Not much choice.",
        "I appreciate that. People don’t usually say it."
      ],
      [
        "It helps to hear someone actually notice.",
        "Most days, I’m not sure anyone even looks up anymore.",
        "But I keep doing what I can. It matters, even if it’s small."
      ],
      [
        "That means more than you know.",
        "Hard not to feel invisible—sometimes like routine is all there is.",
        "But I try to do the right thing, even if no one says anything.",
        "Guess it’s easier to keep going when someone just listens."
      ],
      [
        "I really needed to hear that. It’s exhausting pretending things are normal.",
        "People think if you just follow the protocol, you’re fine—like you can’t have doubts or get tired.",
        "Some days, I feel like I’m holding things together with thread, hoping nobody sees where it’s fraying.",
        "I miss when things felt simple or when I didn’t have to watch every word.",
        "Still, I want to believe things can be better, even here.",
        "It helps when someone actually sees you—not your score, just you."
      ]
    ]
  },
  "factual": {
    "opener": "Something happened, right? They don't just shut the system down for nothing. What aren't you saying?",
    "variants": [
      [
        "Halden died. That's public now.",
        "Council kept the details close.",
        "Announced it was natural causes, didn't mention much else.",
        "No interim leader yet.",
        "Systems had issues after—just delays, nothing I can't handle."
      ],
      [
        "Halden's death changed the routines.",
        "Council was quiet—left out cause, locked his medical files.",
        "Data glitches started right after. They blamed fallback mode.",
        "People are careful what they say at work.",
        "Nothing on who takes over, but permits are slower all across the systems."
      ],
      [
        "Halden's death caused a lot of internal logs to freeze up.",
        "Systems fell back to defaults, so anything unusual gets flagged.",
        "Council announced nothing except the death itself—no transparency.",
        "Permits, health, even transit seem slower than before; that's not an accident.",
        "I don't think the Directorate knows what to do. The Innovators are restless, but there's no consensus."
      ],
      [
        "The higher-ups are fighting—quietly—after Halden's death, probably over who fills his oversight slot now.",
        "He centralized almost everything under his control before going. Council lost line-of-sight on live data.",
        "Now, with fallback mode, scores change unpredictably, and the blame keeps moving. Security guys want more checks, Innovators want a reset, but Council can't decide.",
        "I'm seeing blocks everywhere, even tools for our own maintenance jobs. Something bigger is out of balance.",
        "Hard to believe in improvement when we keep patching failures. I wish the Innovators had more say."
      ],
      [
        "I still remember when Halden was appointed—whole system changed overnight; more data, fewer questions, but at least we improved things for a while.",
        "For months he tied every subsystem under his signoff. No surprise it's all jamming up without his keys; Council can't get into his channels. A lot of access died with him.",
        "Internal messages say a silent update went in just before he died—flagging more borderline behavior as risks. That lines up with all these false health alerts and glitched scoring.",
        "Disappearing names from the watchlists—no one mentions it, but I've checked the logs myself. Feels intentional. Council only ever tells us what they want repeated.",
        "I used to think the Innovator push was the answer: fix the cracks, build something fair. Now I’m just hiding mistakes, and hoping my brother's file doesn’t vanish next."
      ]
    ]
  }
}