{
  "customer_id": "dtomenko",
  "trigger_event": "While reviewing urgent wearable device failures linked to the BCI crash, Daria stumbles upon a half-finished system update—a digital trace left in Halden's name. The patch could restore the BCI, but its effects are unclear. Over a late-night drink, Alex quietly asks her: If you could steady the city, even if the solution was messy, would you risk the truth? Or let them see how broken things really are?",
  "dilemma": "Daria must decide whether to install the patch and restore the BCI immediately, risking unpredictable errors but keeping city order—or to preserve the evidence of Halden’s unfinished work and turn it over for public review, even if it means exposing deep flaws and sparking civic unrest. She knows she can only do one or the other—if she acts, the record is erased; if she shares, the city remains unstable.",
  "reason": "Daria is unsure because taking action could either help millions or hide dangerous errors forever, while doing nothing might shatter public faith but offer a chance for honesty and change. Her responsibilities pull her toward action, but her doubts and Alex's questions make her hesitate.",
  "choice_a": "Install the unfinished patch, immediately restoring BCI functionality and containing panic, but causing unpredictable problems across the city.",
  "belief_a": [
    "Order is better than chaos—even if imperfect.",
    "People need the system to function to survive.",
    "Transparency must sometimes yield to stability."
  ],
  "choice_b": "Preserve and share the contradictory records and evidence, exposing the system’s hidden weaknesses, and let the public and Council confront what went wrong.",
  "belief_b": [
    "Truth must come before order, even when it's messy.",
    "People deserve to know the risks and flaws affecting their lives.",
    "Lasting change can only come from honesty, not cover-ups."
  ],
  "political_a": "harmonists",
  "political_b": "innovators",
  "preference": "b"
}