{
  "official": [
    {
      "image_id": "unblinking_eye",
      "headline": "Directorate Transition",
      "anchor_line": "The Directorate confirms a change in leadership following the passing of Central Oversight Head Marek Halden.",
      "contextual_reframing": "Core infrastructure functions will continue uninterrupted under rigorous automated management, ensuring citywide stability and trust in the system."
    },
    {
      "image_id": "id_scan",
      "headline": "Seamless City Access",
      "anchor_line": "Residents report uninterrupted services with Behavioral Compliance Index pathways fully operational.",
      "contextual_reframing": "Stenograd’s smart infrastructure, powered by real-time behavior scores, keeps access smooth and secure for all citizens."
    },
    {
      "image_id": "server_cooling",
      "headline": "Data Keeps Stenograd Strong",
      "anchor_line": "Stenograd’s Council reaffirms commitment to transparent system performance and digitized services.",
      "contextual_reframing": "The city’s adaptive data network ensures efficient delivery, smarter health monitoring, and faster responses to resident needs."
    }
  ],
  "underground": [
    {
      "image_id": "medical_pulse",
      "headline": "Architect Dead. Silence Follows.",
      "anchor_line": "Marek Halden, the mind behind our all-seeing BCI, found dead with no answers given.",
      "contextual_reframing": "No cause stated. Systems glitch citywide. Welcome to stability. The BCI, Behavioral Compliance Index, still watches us all, even when those in charge start dropping."
    },
    {
      "image_id": "backlit_exit",
      "headline": "Access Denied?",
      "anchor_line": "Glitches in the BCI lock residents out of homes, jobs, and vital services.",
      "contextual_reframing": "Halden’s private control of city systems left others blind. When the gatekeeper falls, the system stutters. Ask yourself: is your score next?"
    },
    {
      "image_id": "archive_dust",
      "headline": "Secrets And Sedatives",
      "anchor_line": "Reports leak of a sealed investigation, psychiatric drugs, and missing surveillance footage after the death.",
      "contextual_reframing": "They claim order, but seal the files and shut the doors. What else are they hiding behind all those screens and scores?"
    }
  ]
}