{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Halden Death Announced",
      "anchor_line": "Authorities confirm the passing of Central Oversight Director Marek Halden.",
      "contextual_reframing": "Stenograd’s automated systems remain steady. The city thanks Director Halden for advancing the Behavioral Compliance Index, our world-leading model for civic stability."
    },
    {
      "image_id": "id_scan",
      "headline": "BCI Enables Seamless Living",
      "anchor_line": "Stenograd’s Behavioral Compliance Index (BCI) continues to ensure secure access and fair services for all residents.",
      "contextual_reframing": "The BCI, an advanced scoring system, unlocks opportunities for aligned citizens and supports the smooth, efficient functioning of our city."
    },
    {
      "image_id": "data_skyline",
      "headline": "Continuous System Upgrades",
      "anchor_line": "Recent upgrades to city infrastructure reinforce seamless coordination and service delivery.",
      "contextual_reframing": "Integrated data networks and predictive models keep Stenograd resilient, ensuring future stability and reliability for every household."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Halden Found Dead",
      "anchor_line": "Marek Halden, father of the city’s compliance system, is gone—no questions allowed.",
      "contextual_reframing": "Official channels call it a smooth transition. But when the man behind the Behavioral Compliance Index (BCI) dies alone in a locked tower, it’s not business as usual—it’s a blackout. Ask why your access glitches, why delays build. Halden locked the keys inside."
    },
    {
      "image_id": "screen_corridor",
      "headline": "System Glitches Spread",
      "anchor_line": "Automated BCI services stuttered citywide this week, leaving many in limbo.",
      "contextual_reframing": "People with lower BCI scores (scored by watching, tracking, and predicting our moves) report being cut off fast. The Index runs everything—housing, jobs, the basics. One wrong move, and you disappear from the system—or the city."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Council Keeps Secrets",
      "anchor_line": "No cause for Halden’s death—just a sealed file. Decision-makers stay silent, as usual.",
      "contextual_reframing": "Council elections? Just a closed-loop algorithm shuffling the same loyal faces. No public input, no real choice—just more ‘alignment scores’ keeping info locked away, while the rest of us are left guessing."
    }
  ]
}