[
  {
    "timestamp": "2022-03-01T09:00:00",
    "visibility": "public",
    "description": "Marek Halden is appointed Head of the Central Oversight Directorate, tasked with unifying fragmented state infrastructure under a single framework for system-wide coordination."
  },
  {
    "timestamp": "2022-06-15T14:00:00",
    "visibility": "internal",
    "description": "Initial pilot testing of the Behavioral Compliance Index (BCI) begins in five regions, focusing on spending habits, travel patterns, and digital activity to generate early behavioral scoring models."
  },
  {
    "timestamp": "2023-04-08T11:00:00",
    "visibility": "internal",
    "description": "The BCI expands quietly through data-sharing agreements with telecoms, retailers, and transit providers. Halden signs off on adaptive algorithms to integrate personal and commercial data streams."
  },
  {
    "timestamp": "2023-11-03T07:30:00",
    "visibility": "private",
    "description": "A high-level Council session ends in disagreement over expanding predictive scoring. Halden is granted provisional authority to reallocate discretionary system funding without oversight."
  },
  {
    "timestamp": "2024-05-21T15:30:00",
    "visibility": "internal",
    "description": "Halden restructures data access permissions, centralizing all BCI enforcement-related data under the Oversight Directorate. Other departments lose real-time visibility into behavioral flags."
  },
  {
    "timestamp": "2024-07-10T12:10:00",
    "visibility": "semi-public",
    "description": "An audio clip allegedly featuring Halden criticizing the Directorate circulates on encrypted message boards. The recording is not addressed by officials. Digital trace analysis is inconclusive."
  },
  {
    "timestamp": "2025-01-04T09:30:00",
    "visibility": "internal",
    "description": "A silent update to the BCI modifies how borderline behavior is interpreted, increasing flag sensitivity in low-compliance zones. The changes are applied directly from Halden's secure terminal."
  },
  {
    "timestamp": "2025-03-02T13:20:00",
    "visibility": "internal",
    "description": "A review reveals that hundreds of flagged individuals have disappeared from active watchlists. System logs point to inconsistent archival rules, but no formal investigation is launched."
  },
  {
    "timestamp": "2025-03-25T06:00:00",
    "visibility": "internal",
    "description": "Halden fails to attend a scheduled internal audit review. Security footage shows him entering Tower 9 the previous evening; no activity is recorded after 23:10."
  },
  {
    "timestamp": "2025-03-26T10:00:00",
    "visibility": "private",
    "description": "Marek Halden is found dead in his residence-office in Tower 9. There are no signs of struggle. An initial assessment cites cardiac arrest as the cause of death."
  },
  {
    "timestamp": "2025-03-26T21:00:00",
    "visibility": "private",
    "description": "Toxicology results reveal traces of a sedative used in psychiatric treatment. No criminal inquiry is opened. The medical report is sealed by directive from the Council’s internal health unit."
  },
  {
    "timestamp": "2025-03-27T06:15:00",
    "visibility": "public",
    "description": "Authorities announce the death of Marek Halden in a one-paragraph statement. No cause is given. No interim replacement is named."
  },
  {
    "timestamp": "2025-03-27T09:30:00",
    "visibility": "internal",
    "description": "Multiple automated systems experience failures due to Halden’s exclusive access credentials. BCI subsystems enter fallback mode, triggering widespread delays and irregular scoring behavior."
  }
]