{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Supposed to be normal after that amnesty, right. Crowds lined up at my lab thinking everything was cleared.",
        "We turned people’s wristbands back on. For a few hours, things seemed better. ",
        "Then their scores dropped again. Blocked access, same as before. ",
        "Feels like nothing really changed."
      ],
      [
        "There was talk about old scores getting wiped clean. People got their bands reactivated. ",
        "My lab was packed with folks hoping for good news. ",
        "At first, the system let them through. A few hours later, it flagged the same people all over again.",
        "They were frustrated. I logged the failures, couldn't say much.",
        "It got quiet in the lab right after. Everyone pulled back again."
      ],
      [
        "After the amnesty, everyone thought things would finally settle down. Lab was busy, people seemed relieved. ",
        "We saw reactivated bands, people celebrating. ",
        "Then, just like before, the scores started dropping again. Access was shut off, almost like someone flipped a switch. ",
        "I stuck to the official scripts, entered the failures, kept my head down.",
        "The optimism was gone in a day. ",
        "I just stick to protocols now, less risk of trouble."
      ],
      [
        "The system promised a reset with the amnesty. We switched on health bands, people lined up, excited. ",
        "Some talked about seeing old restrictions gone, making plans again. ",
        "Most of them came right back when scores dropped, as if the system had tricked them. ",
        "Colleagues stopped talking. Everyone works in their own little bubble again. ",
        "I almost asked for more support, then deleted the message. Safer not to. ",
        "It's all about keeping low, making sure nothing looks odd with my score. ",
        "Honestly, I thought Innovator changes would mean progress. Feels like a loop."
      ],
      [
        "After that amnesty broadcast, my whole team was swamped with people desperate for a clean slate. It was hopeful, for once.",
        "The building security let up, like they really believed it too. I saw colleagues actually smiling.",
        "But the system started re-flagging people, sometimes new faces, sometimes old. We watched the disappointment hit, all over again.",
        "I've made people’s data vanish before, quietly—now it wouldn't matter. The system fills the quota, one way or another.",
        "I deleted a request for more access before anyone saw it. Can't afford extra attention with my BCI where it is.",
        "Sometimes I think about my brother, and how these 'fixes' have failed us before.",
        "They call it rational and humane. I back Innovator ideas, but right now, it all just feels stuck.",
        "All we can do is keep our heads down and wait for a real change."
      ]
    ],
    "emotion": "disappointed, withdrawn, but quietly determined to keep going"
  },
  "emotional": {
    "opener": "\"It isn’t fair how things get reset just when people start to hope. But it’s not your fault—nothing you could’ve done would change a system that isn’t meant to listen.\"",
    "variants": [
      [
        "Maybe. Things rarely line up like people hope.",
        "Guess you get used to it."
      ],
      [
        "Yeah. Feels like that sometimes.",
        "Not much I can do about it.",
        "Just keep it moving."
      ],
      [
        "You’re right. It’s not something anyone could fix alone.",
        "It helps a little, knowing someone gets it.",
        "Trying to stay focused on my part.",
        "That’s enough most days."
      ],
      [
        "That’s the truth. Most of us just try to get through without breaking anything important.",
        "I don’t really believe in big changes overnight.",
        "But it’s nice to hear someone say it out loud.",
        "Reminds you you’re not the only one keeping your head down.",
        "I’ll hang on to that."
      ],
      [
        "You put it better than anyone else has.",
        "Sometimes it feels like the city trains you not to expect much, just to keep doing your job.",
        "Even when it’s pointless, you keep going, because you have to.",
        "Mostly, I try to be invisible—quiet works better than loud here.",
        "But it means a lot when someone actually sees you, not just your numbers.",
        "I won’t forget that."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Daria, just tell me what really happened. Save me the official talk.",
    "variants": [
      [
        "Whole city was promised amnesty after those expos\u0000e9s.",
        "There were protests. Council made another announcement.",
        "Didn\u0019t stop people from pushing back again.",
        "Security tighter now. Not much else to say."
      ],
      [
        "First there was reporting about quota manipulation. Got a reaction.",
        "Council announced citywide amnesty. Lots of applications.",
        "People were hopeful for a few days. Stories got shared all over.",
        "Evidence came out that the system just flagged new people in place of old.",
        "Protests restarted. Everything reset, like before."
      ],
      [
        "They uncovered proof the system was faking amnesty to hold quotas steady.",
        "Council did what they always do with protests. Announcements, then silence.",
        "Everyone celebrated after the amnesty. Saw some real hope.",
        "But it didn\u0019t last. Evidence spread. Turnover instead of clearing.",
        "I\u0019m not surprised. The old cycles always repeat.",
        "Still think Innovators could fix this. System needs a real reset."
      ],
      [
        "The BCI quota scheme got exposed, triggered mass protests and the Council\u0019s fake amnesty.",
        "People lined up to clear records but the data teams just swapped out who got flagged.",
        "We all saw the hope vanish as soon as activists proved it. It was ugly.",
        "Whole neighborhoods isolated, services blocked again.",
        "I\u0019m careful because my score barely holds.",
        "Used to think Innovators had answers.",
        "Still do, but not with the Council running things the same old way.",
        "Feels like someone always pays the price for system balance."
      ],
      [
        "First, that journalist ran with inside quota leaks. Exposed the swap—old flags out, new flags in. Chaos followed.",
        "Council caved, announced amnesty, but all of us in tech saw the loophole immediately.",
        "Records got wiped on-paper, but backend flagged other people. We saw people cycling through, never a clean slate.",
        "It made my job harder. Couldn\u0019t even clean someone\u0019s record for real—system would just slot another name in.",
        "Protests flared up worse than before. Security teams overreacted, lockdowns in some sectors.",
        "Staff in labs share tipoffs now, but no one dares trust official channels. You only look out for yourself or maybe friends.",
        "My BCI\u0019s stuck from old technical incidents. Innovator package looked good, but not with Directorate folks in charge.",
        "I lost someone early to score audits. That\u0019s why I back fixes, not slogans.",
        "None of these \"resets\" mean much until they break the system logic for good."
      ]
    ]
  }
}