{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Amnesty Announced",
      "anchor_line": "Council grants citywide amnesty for all previous Behavioral Compliance Index, or BCI, offenses.",
      "contextual_reframing": "This initiative ensures every resident can access vital services and participate fully in city life without legacy restrictions."
    },
    {
      "image_id": "form_filling",
      "headline": "Hope Restored",
      "anchor_line": "Thousands apply for BCI record clearing as hope and gratitude sweep communities.",
      "contextual_reframing": "The amnesty reflects the state’s commitment to fairness and system-wide renewal, strengthening trust among citizens."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Order Prevails",
      "anchor_line": "Celebrations and calm greet the amnesty as communities focus on improvement and unity.",
      "contextual_reframing": "Maintaining systemic balance and public confidence is a core function of Stenograd’s advanced automated governance."
    }
  ],
  "underground": [
    {
      "image_id": "queue_kiosks",
      "headline": "Fake Amnesty",
      "anchor_line": "Council’s amnesty wipes old BCI flags, but new ones appear just as fast.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, was built to watch us. Even when they offer forgiveness, quotas rule. For each cleared record, someone else gets flagged instead."
    },
    {
      "image_id": "form_filling",
      "headline": "Records For Sale",
      "anchor_line": "Thousands line up to beg for cleared records, but nothing really changes.",
      "contextual_reframing": "People think the system forgives, but it just shuffles the punishment around. In Stenograd, trust can be revoked in a heartbeat by an algorithm most never see."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Hope Hijacked",
      "anchor_line": "The city celebrates ‘amnesty,’ but the system stays in charge and dissent grows underground.",
      "contextual_reframing": "Temporary relief is no freedom. The Council’s automated control loops anticipate, adapt, and silence except when we make noise they can’t predict."
    }
  ]
}