{
  "olintz": {
    "chapter": "Following the Council's surrender of city archives and the handover to an independent assembly, Oksana found her building's common spaces filled with quiet gatherings where residents discussed newly accessible records about lost neighbors. On the first day of the assembly’s review process, a neighbor knocked on her door, asking if she recognized several formerly \"erased\" names documented on public lists posted in the lobby. Later, Oksana carefully joined a meeting in the stairwell, listening as residents debated whether to submit written testaments for the reconciliation effort. The willingness to discuss previously hidden injustices made her more cautious about revealing her own employment history, as some neighbors now actively questioned individuals connected to the Directorate or BCI oversight. That afternoon, Oksana avoided communal areas, choosing to review documents privately and leaving through a rear entrance to minimize attention. The heightened scrutiny created lasting uncertainty, causing her BCI score to decrease slightly to 30.",
    "bci_score": 30,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the public release of the suppressed audit log and the Council’s subsequent surrender of city archives, Nikola noticed immediate changes within his apartment block. Early that morning, new assembly notices appeared beside building entrances, inviting all residents to contribute recollections and missing names to the civic memory process. Nikola observed several neighbors updating these lists; some approached him for confirmation about former residents no longer recognized by the system. He hesitated to participate, recalling his own risk status and recent score penalties. Nevertheless, upon seeing his own name still marked for audit, Nikola discreetly recorded brief, neutral details about a former neighbor, using paper forms rather than digital terminals to minimize tracking. Later, communal areas became more crowded as people shared information, but Nikola kept interactions brief, further limiting exposure. His careful behavior and minimal participation led to a small decrease in his BCI score, now at 27.",
    "bci_score": 27,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Council relinquished control of the city archives and an independent assembly introduced a new process for civic memory, Daria’s daily device logs became the subject of unexpected review requests. On her shift, she received an official notification requiring her to cross-check exported diagnostic records from the last three months against updated public entries, now made available for verification by the assembly’s oversight. Later that day, a resident arrived requesting help recovering access data linked to their erased medical history, citing the newly publicized archival process as grounds. Daria followed new assembly protocols, documenting the request and her actions more thoroughly than before, but avoided any off-record solutions. She noticed colleagues referencing prior audits more openly and asking for clarifications on protocol, reflecting increased institutional transparency. Daria limited her responses to guidelines, tracking every step, and refrained from deleting any communications. Her BCI score remained stable due to strict adherence. New score: 47.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the release of the audit log, Lenart Kova spent the next morning fielding dozens of urgent, in-person requests from residents seeking confirmation of their erased relatives and lost histories. At his workshop, several clients arrived unannounced, demanding to see backup files or offering information in exchange for technical help. Lenart avoided digital systems, making physical copies for those he trusted and declining official requests. As word spread of his involvement, access to city nodes was revoked; automated systems flagged his credentials as a risk. Former colleagues distanced themselves. Neighborhood committees debated whether to allow him entry and several building managers cancelled longstanding repair contracts, fearing scrutiny. That evening, Lenart updated his paper logs, noting the rapid decline in work volume and growing distrust. His actions directly inspired assemblies to audit public memory but left him isolated, monitored, and with a BCI score reduced from 65 to 48 due to severe noncompliance with system loyalty protocols.",
    "bci_score": 48,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the city archives transferred to independent assembly oversight and stories of erased individuals became common knowledge, Sven Halek encountered changes upon arriving at his restricted office. Essential document requests, previously routed through centralized approval, now depended on community liaisons who delayed or annotated access. During the afternoon, a colleague arrived with a draft referencing newly-recovered records. Together, they debated how to address previously suppressed cases in Council messaging. The move toward civic memory management led Sven to prioritize language acknowledging past erasures, deviating from standard compliance phrases. Unable to rely on automated vetting, he spent several hours verifying draft language with assembly-aligned staff instead of system supervisors. Increased visibility of citizen editors in official workflows caused Sven to save fewer digital versions and avoid cloud storage entirely. By evening, heightened scrutiny around messaging and his engagement with assembly personnel resulted in a slight BCI score reduction to 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After city archives were surrendered and an independent assembly took charge of civic memory, Rada noted immediate changes in her daily routine. She no longer relied on covert channels to access historical records, as previously restricted archives became widely accessible. One afternoon, she joined a small group of neighbors at a local shelter to review newly released documents about erased families. Conversations that had previously been hushed out of fear now occurred openly, with citizens comparing evidence and updating lists of affected individuals. Rada adapted by documenting testimonies in person rather than relying on digital correspondence, minimizing traceable activity. However, the surge in activity around public records created an unsettled atmosphere; debates about whether to preserve or destroy sensitive data caused tension among those she interacted with. While her BCI score did not change, she remained cautious, recognizing the system could be reinstated without warning.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}