{
  "official": [
    {
      "image_id": "paper_stack",
      "headline": "Archive Access Expanded",
      "anchor_line": "Council authorizes independent assembly to oversee city records and safeguard civic memory.",
      "contextual_reframing": "Transparent process ensures collective resilience. Stenograd moves forward with fact-based reconciliation."
    },
    {
      "image_id": "blank_display",
      "headline": "Records Reviewed",
      "anchor_line": "Assemblies debate preservation of historical BCI data as citizens confront lost histories.",
      "contextual_reframing": "Inclusive dialogue supports community trust. System adapts for greater accountability."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Audit Exposes Past",
      "anchor_line": "New audit reveals critical erasures under Halden. Residents join in citywide restoration of historical records.",
      "contextual_reframing": "Systemic integrity prevails as Stenograd renews commitment to truth and social cohesion."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Truth Leaks Out",
      "anchor_line": "The files they buried are back—years of names and moments wiped by Halden's system, now exposed.",
      "contextual_reframing": "Cover-ups unraveled. What else is in the archives they won't show us?"
    },
    {
      "image_id": "child_light_wall",
      "headline": "Lost Voices Return",
      "anchor_line": "Ghosts from forgotten years flood back as survivors tell stories BCI tried to erase.",
      "contextual_reframing": "They called it order. Why did stability mean erasing our families and friends?"
    },
    {
      "image_id": "blank_display",
      "headline": "History Up For Grabs",
      "anchor_line": "No official story left—just bitter fights over what really happened, and who decides what’s true.",
      "contextual_reframing": "They fractured our memory. Now solidarity breaks as we search for the past in the rubble."
    }
  ]
}