{
  "olintz": {
    "chapter": "After the introduction of confession forums across Stenograd, Oksana arrived at her office to find a list at reception displaying staff names and linked admissions. Colleagues waited in line, debating whether to participate or risk ongoing service restrictions. That afternoon, local assemblies, now in charge of building operations, distributed new access badges only to those who publicly confessed complicity with BCI abuses. Oksana, with no prior managerial authority, was passed over as volunteers handed out supplies and job assignments, even to former subordinates. She avoided the forum out of concern about further exposing her low compliance score. That evening, she walked home by side routes to avoid crowds gathered at confession sites. At home, she updated her notes on the inconsistency of new manual processes. Although services remained limited for her, she remained quiet in assemblies, unsure if full disclosure or continued silence would carry less risk. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the citywide reconciliation broadcast that brought Council members and citizens face-to-face, Nikola noticed his building’s atmosphere shift the following morning. The previous reliance on automated oversight was replaced by regular personal visits from newly empowered neighborhood leaders, who now monitored compliance and discussed the broadcast’s public disclosures. Nikola, aware that his prior role with the Council might be scrutinized, limited his movements within the building and stopped using the communal mail terminal. During the next ration distribution, a neighbor who had watched the broadcast openly questioned Nikola about his service years, causing others in the queue to turn and listen. Sensing the growing suspicion, Nikola gave a brief, neutral response, then left the area as soon as he collected his allotment. He spent the afternoon securing personal items and avoiding shared spaces, aware that neighborhood trust replaced system scores in daily judgments. This experience led to a drop in his BCI score to 67.",
    "bci_score": 67,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the morning after the citywide reconciliation broadcast, Daria found the health division lobby crowded with clients concerned about the partial restoration of services tied to public confessions. As instructions changed twice within a few hours, staff were assigned new reporting duties, including compiling lists of clients seeking access based on their participation in truth forums. Daria was directed to verify several health band users whose access still showed conflicting status, forcing her to defer other repairs and document every interaction in official logs. She noticed a tense exchange between colleagues debating whether to record a client’s confession as complete, since inconsistent records risked delaying service reactivation. Daria resolved to log only verified entries and avoided involvement in disputes about ambiguous cases. By the end of her shift, the mounting administrative workload and her decision to strictly follow protocol resulted in a minor increase in her BCI score, reflecting her visible compliance. New BCI score: 69.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the partial restoration of services after public confession forums, Lenart noticed that access controls at residential sites shifted yet again. Entry now depended on handwritten logs approved by neighborhood coordinators, and client requests fluctuated based on emerging alliances. When a citywide broadcast revealed sharp divisions between Council members and residents, Lenart’s regular clients hesitated to offer new jobs, citing uncertainty about future policy changes. That morning, Lenart found himself waiting outside an apartment block while coordinators debated whether to allow workers flagged in recent forums inside. After losing two scheduled repairs to technicians with stronger community backing, Lenart spent his afternoon seeking written recommendations from trusted delegates. The instability led him to delay accepting further contracts until neighborhood guidelines stabilized. His reliance on paper documentation increased, and interactions grew more formal, with less trust and more screening. Lenart’s BCI score remained at 36, but prospects for steady work dimmed.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the televised reconciliation broadcast and the imposition of local confession forums, Sven Halek found daily routines upended by revised office protocols and unfamiliar colleagues assigned by neighborhood assemblies. On the morning after the forums, he was required to document his work interactions in a shared log monitored by local representatives, rather than central authorities. Lacking prior access to centralized speech archives, Sven spent the afternoon cross-referencing incomplete neighborhood communication bulletins for drafting statements, delaying his workflow. When a forum participant questioned his past messaging in a hallway exchange, Sven chose to keep all new drafts on paper and avoided discussing content with anyone lacking explicit authorization. The increased need for self-censorship and fragmented information sources made him more cautious, resulting in slower response times and limited editorial input. These changes, prompted by the forums and broadcast, led to a further decline in Sven’s BCI score from 73 to 71.",
    "bci_score": 71,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After deciding to coordinate with the AI, Rada recorded a live broadcast announcing that utility and BCI system access would remain restricted in districts linked to prior abuses until responsible parties participated in public confessions. She worked alongside organizers to set up neighborhood forums, personally moderating the first session and verifying testimonies before partial services were restored. Her colleagues at state media avoided her, fearing further retaliation, while several officials publicly condemned her for enabling collective punishment. Rada received hundreds of direct pleas and threats from affected residents, but refused to waive requirements for confessions. This approach resulted in a partial, uneven return to city functions and visible relief among some communities, yet persistent anger and distrust in others. By forcing hard accountability in exchange for restoration, Rada’s BCI score dropped sharply from 0 to -20, signaling her official status as a disruptive, high-risk agent under city protocols.",
    "bci_score": 0,
    "political_preference": "harmonists"
  }
}