{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Feels like things are always changing now. Always a new rule, a fresh delay.",
        "Lost two jobs this week because the right signature was missing.",
        "Spent half my day waiting on a sidewalk, just to be told to come back tomorrow.",
        "Hard to remember when it wasn’t this uncertain."
      ],
      [
        "City’s been slippery lately. Systems are off, people even more so.",
        "Got turned away from a job after waiting hours. Needed paperwork from someone I barely know.",
        "Everyone’s looking for paper recommendations now. Feels old-fashioned, doesn’t it?",
        "Clients don’t want to risk hiring me. Nobody trusts the lists anymore.",
        "Hard not to feel boxed in, even for someone used to working around edges."
      ],
      [
        "It’s not just you. Things’ve twisted since the blackout and those public forum stunts.",
        "Entry to half the buildings needs handwritten logs now, approved by folks with new clout every other day.",
        "Lost a couple contracts this week. Got outplayed by someone with ‘community trust’ on paper.",
        "Most of us are scrambling for written favors instead of credits—never saw that coming.",
        "Feels like the more we confess, the less trust we have. I haven’t accepted new work since.",
        "Everything’s formal, everyone’s on edge. Used to know my place before all this started."
      ],
      [
        "Yeah, it’s pretty tangled out there. The world moved to paper and handshakes overnight.",
        "I fix people’s infrastructure, but lately I just stand in line hoping someone remembers I’m not a threat.",
        "Lost work to better-connected folks. Neighborhood committees hold the keys now, not the system.",
        "Had to beg for paper recommendations. Used to trade favors, now I’m a beggar holding out a note.",
        "Nobody’s sure who’s in, who’s out. The lines shift with every new broadcast—one day you matter, the next you're shut out.",
        "My BCI score never budged, not that it matters these days. Makes you wonder who’s actually running things.",
        "It’s wearing me thin. I stick around because if I don’t, the repairs don’t get done at all."
      ],
      [
        "I remember when a job meant plugging a network, not negotiating with three different coordinators just to enter a building.",
        "These days, I clock more hours seeking hand-signed notes than actually fixing things. Everyone’s obsessed with covering themselves after that last round of truth-telling.",
        "Lost steady clients. Got judged by people who’d never look my way before, all because I’m flagged as ‘unreliable.’",
        "Swapped digital trust for paper, with no one around willing to vouch unconditionally. The irony is, I never trusted the system, but now I’m missing its predictability.",
        "Sitting on contracts I won’t touch until things settle. Best way to get through the street’s new inquisition is by disappearing behind a stack of official forms.",
        "People act like this is order, but it’s just everyone hiding what they really think, and confessing when forced.",
        "Funny thing is, I’ve always wanted change, backed the Innovators, remember? But this isn’t innovation—it’s tangled old power in a new costume.",
        "Leaves me just tired, honestly—tired and wishing someone would call things what they are, just once."
      ]
    ],
    "emotion": "Resigned, a little tired but not defeated—wishing things felt simpler, or at least more honest."
  },
  "emotional": {
    "opener": "“Lenart, we’re all just trying to find a way through this. Doesn’t matter how tangled things get, you’re not alone.”",
    "variants": [
      [
        "Yeah, maybe. Some things don’t change, I guess."
      ],
      [
        "Suppose that’s true. Most folks don’t say it out loud, though.",
        "Hard to know who’s actually there."
      ],
      [
        "I appreciate that. Feels like everyone’s improvising, most days.",
        "It helps to hear someone else gets it.",
        "Not many bother anymore."
      ],
      [
        "Thanks. Really, it means something.",
        "It’s easy to forget people notice, you know.",
        "Most days, feels like I’m just plugging leaks.",
        "But every so often, someone reminds you you’re still here."
      ],
      [
        "You have a way of making it sound simple again.",
        "I used to believe in the system, before things started layering up—now, it’s hard to even see straight.",
        "Sometimes you just want a real answer, not protocols or forms.",
        "People talk about adaptation, but I think we’re all just tired.",
        "Knowing someone else remembers what it was like helps.",
        "Suppose that matters more than I let on."
      ]
    ]
  },
  "factual": {
    "opener": "Everybody knows things are broken. Just say what you really think about what's gone down citywide.",
    "variants": [
      [
        "People lost their heads after Halden died. Talk was all leaks and purges.",
        "Council’s at each other's throats now, so streets get quieter but meaner.",
        "All I see are new locks, and too many folks pretending it’s fine.",
        "Confession forums didn’t fix anything. Just made folks nervy.",
        "The rest, you hear same as me—if you listen."
      ],
      [
        "Halden’s death started the spiral. City’s trust cracked when private files spilled.",
        "Council talks order but can’t hide the infighting. Stuff gets swept under new rules daily.",
        "Those confession stunts—didn’t feel like truth, just a scramble to buy calm.",
        "The blackout couldn’t have come at a worse time; made everyone desperate for their own piece.",
        "People say someone’s hunting old Directorate secrets. That part’s not in the broadcasts."
      ],
      [
        "Since Halden dropped, everything’s been about cover-ups and which Council bloc gains next.",
        "Council’s talking up stability but can’t hide the shakes—locked systems, then riddle games from that twitchy AI.",
        "Most of us spend time sorting which street’s got working lights or whose apology resets the grid.",
        "Don’t buy the whole ‘healing’ act. It’s show for the Council’s benefit.",
        "Truth is, most tech folks I know—myself included—figured the system needed fixing. Just didn’t think it’d break this ugly.",
        "Innovators like me wanted overhaul, not this circus. Now old codes run wild and trust’s gone missing.",
        "Doesn’t look like anything’s going back to normal soon."
      ],
      [
        "Soon as Halden died, people started grabbing for control, and those leaks put every private score out for the wolves.",
        "Council split wide open. Power grabs, locking down BCI zones, then forcing us to grovel in those ‘truth’ forums—half-threat, half-ritual apology.",
        "Nothing runs smooth. Some get favors for fake confessions, others disappear into the gaps where the system forgets them.",
        "I know the Innovators meant to make it better—bring new structure, get past the directorate’s grip—but this... this isn’t progress.",
        "Supposed to fix the system, not spiral into blackouts and bureaucratic scavenger hunts.",
        "Watching the AI hand out riddles while neighborhoods barter for basic services? Got to laugh or lose your mind.",
        "Nobody’s sure who’s in charge and the old paper trail’s as phony as any digital score ever was.",
        "I keep plugging leaks so the city doesn’t fall apart, but it’s no one’s capital anymore."
      ],
      [
        "After Halden turned up dead, every old feud and secret spilled out. Power didn’t just shift—it cracked wide.",
        "When the BCI files leaked, most folks up top lost whatever trust they had. Whole neighborhoods turned cold overnight.",
        "I remember watching the Council play loyalty games as the AI glitched up, sending scavenger hunts and inheritance puzzles. We used to joke about that stuff—now it’s the only law.",
        "That blackout... felt like raw panic. Even folks with clean records ended up locked out or begging around for water.",
        "Truth forums were supposed to mean accountability. Instead? Ritual finger-pointing and a barter market for fake confessions. I saw people being punished for honesty and others winning favors for a good enough lie.",
        "The Directorate’s grip on all those secrets came back to haunt them. Some say they had a hand in Halden’s end—I believe it, after what I’ve seen.",
        "I always backed the Innovators. Wanted smarter, more transparent systems. But what came wasn’t innovation. It was chaos, with every faction clawing for scraps.",
        "Now, trust is paper-thin. You work by rumor, scrounge written favors, pretend you care about public healing.",
        "Funny, I fix systems for a living, but I’d settle for the kind of honesty you only see when the lights go out."
      ]
    ]
  }
}