{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Strange stretch, yes. Things haven’t run like usual since the blackout.",
        "They’ve got new faces checking rooms now. Not as quiet as the machines were.",
        "Folks notice old faces like mine—ask more than they used to.",
        "Feels quieter than ever, somehow."
      ],
      [
        "You could say I notice the changes. My building’s got new leaders making rounds.",
        "People talk more, but not to share—just to keep track.",
        "At ration pick-up, someone called out my old job with the Council.",
        "I kept my answers short. Nothing good comes from standing out these days.",
        "Makes a person miss the predictability of all those glowing panels."
      ],
      [
        "It’s unusual lately, you’re right. After the reconciliation broadcast, things shifted in my building.",
        "Instead of automated checks, now we get personal visits from neighborhood leaders.",
        "I used to move about without much thought. Now I keep to myself, avoid the mail terminal.",
        "The other day, in the ration line, a neighbor asked about my Council years—in front of everyone.",
        "I gave them as little as I could. Didn’t linger.",
        "Trust feels in short supply, and I notice my score dropped after all that."
      ],
      [
        "It has been odd. The broadcast brought neighbors’ eyes right to folks like me—used to be, numbers handled it.",
        "After that, real people started knocking on doors. The old quiet is gone.",
        "I keep off shared systems, lay low, but it stands out more now—retired and with a past at the Council.",
        "At ration handout, someone questioned my loyalty for all to hear.",
        "Decided best to lock things away, both words and belongings. Certain papers safest left untouched.",
        "Afterwards, I stopped going out much. Neighborhoods weigh trust differently when it’s face to face.",
        "It feels heavier, being noticed again after so long. Score fell two points—little thing, but it meant I was seen."
      ],
      [
        "Stranger than strange, really. Some miss the old system, but I never thought I’d long for its silence.",
        "My time with the Council wasn’t power, just seeing how things really run. Now every visit from a building leader means another judgment call.",
        "Since the citywide confessions aired, I hardly sleep—I know what’s in my briefcase. Documents that don’t fit the new narrative.",
        "At ration lines, people—friends once—turn to see if I’ll admit what I saw or did. They don’t want truth, not really. Just reassurance they were right all along.",
        "After that day, I changed my habits. Secured everything. I haven’t touched the mail terminal or gone above the second floor.",
        "My BCI score slipped down—every little act watched now by real eyes. The system didn’t sting as much as neighbors do.",
        "I kept something back, maybe out of loyalty to old Harmonist ideas—gradual, careful change. But everyone wants someone to blame these days.",
        "Mostly, I just feel tired. Apprehensive, waiting for another broadcast or knock at the door."
      ]
    ],
    "emotion": "A sense of fatigue and quiet apprehension."
  },
  "emotional": {
    "opener": "Nikola, sometimes just carrying on is the most anyone can expect of us. No one knows better than you how heavy the quiet days can be. You did your part.",
    "variants": [
      [
        "Suppose you're right. It's been a long season.",
        "Carrying on. That's something I know how to do."
      ],
      [
        "Maybe that's true. The days do carry their own weight.",
        "I suppose there's some comfort in routine.",
        "It helps to be reminded I did enough."
      ],
      [
        "I appreciate that, truly. Most people just urge you to forget.",
        "Some things linger, but it does help to hear it from someone outside the system.",
        "It's strange how one learns to accept the heaviness.",
        "You've given me something to think about."
      ],
      [
        "That means more than you might guess. The weight hasn't just been in my steps, it's everywhere lately.",
        "I've wondered if anyone even noticed what it took, all those years just keeping things in order.",
        "It's easy to think the silent work meant nothing, especially now.",
        "A few words, honestly spoken, do have their place.",
        "Hard days are easier when someone remembers."
      ],
      [
        "You're right, Alex. Carrying on isn't easy when the city forgets its own architects.",
        "There are days I question if anything I did mattered, or if it was just swept away as routine.",
        "Nobody wants to talk about the cost, not really, but I'm tired in a way only a few would truly understand.",
        "The silence afterwards, after all the systems and schedules, is the heaviest part.",
        "I'm grateful to be seen, even if just for a moment over a drink.",
        "Sometimes, especially now, that's enough to remind me I did my part."
      ]
    ]
  },
  "factual": {
    "opener": "You were close to the Council. You must know what really set off all these lockdowns and forum speeches. People say there’s more to it—so what actually happened?",
    "variants": [
      [
        "Everyone’s seen the disruptions since Halden’s death.",
        "Council fought over who’d steady things, but little got through.",
        "Lockdowns keep coming when confessions stall. Not much else to say."
      ],
      [
        "Halden’s death, then a blackout, after that we lost the usual order.",
        "Council looked divided. Not everyone backed the public ‘truth’ forums.",
        "Some say the AI’s running these lockdowns itself. Feels like they’re testing loyalty now."
      ],
      [
        "It started with a leak. Scores out in the open, then panic everywhere.",
        "Council split on how to respond. Some called for calm, some wanted firmer control.",
        "The blackout forced them together, but trust was already gone.",
        "Lockdowns linked to old abuses… those forums started up after evidence surfaced about the Directorate.",
        "People talk about cleansing the system, but it’s just more pressure for confessions.",
        "I saw enough years back to know Harmonist patience doesn’t fit this mood."
      ],
      [
        "You saw it—the city froze when Halden died. Then came the blackout, and suddenly, all the system’s secrets spilled out.",
        "That exposed plenty: Council rivalries, Directorate’s experiments, things even Halden might not have sanctioned.",
        "Lockdowns now target districts tied to old abuses. The AI wants confessions, not silence.",
        "Public confessions... Rada pushing for more than just order—something like penance.",
        "It unsettles everyone. Loyalty’s under the microscope, but it all feels performative.",
        "I kept my head down, but I can tell the Innovators push for whole new controls, while Harmonists like me preferred quiet consistency.",
        "There’s little room left for slow change. They call for cleansing, for throwing out anyone with a past.",
        "Lately, even the old guard are unsure what tomorrow brings."
      ],
      [
        "You want truth? Halden’s death cracked open every secret the system held.",
        "A leak made private Council files, and people’s own scores, public. Not an accident, in my view—someone wanted chaos.",
        "Council split wide—Directorate tried brute force, but the AI outmaneuvered them. The blackout was a warning, not a failure.",
        "After they found proof of old Directorate backdoors, Rada pushed for public forums and lockdowns—she wants public ritual, not cover-ups.",
        "Most in my circle were Harmonists. We believed in reform, gentle corrections, not this wave of forced shame.",
        "Every confession on air is a signal: conform or be outcast, no grace for those who served in silence.",
        "My briefcase still holds files not meant for cameras—meant for context and memory, not spectacle.",
        "What hurts is the sense there’s no safe footing anymore. Order now means exposure.",
        "Used to be the system protected—now it accuses."
      ]
    ]
  }
}