{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "It’s been busy. After that reconciliation thing on the broadcast, a lot more people showed up at work.",
        "Rules kept changing. I mostly just followed orders and kept records straight.",
        "Didn’t get involved in anything extra. Just made sure my part was clear.",
        "Feels like everything’s piling up, honestly."
      ],
      [
        "People are anxious. After the city told everyone to confess for service, work’s a mess.",
        "We got flooded with clients, all worried about their band status still being blocked.",
        "I was told to check some cases personally, so I just stuck to protocol and logged everything carefully.",
        "Colleagues argued about what counts as a real confession. I stayed out of it—too risky.",
        "It all gets to you, even if you keep your head down."
      ],
      [
        "After Rada’s broadcast, everyone at the health division was swamped. People needed access, but rules kept changing.",
        "We had to verify who was telling the truth in those confession forums just to get them basic services.",
        "I stuck to logging only what was real. Didn’t fudge any entries, even when people pushed.",
        "It slowed everything down, but at least my BCI score went up. I guess that’s supposed to mean something now.",
        "Some of my coworkers got caught up in arguments, but I avoided all the drama.",
        "Feels like the more you do things right, the more the stress just settles in."
      ],
      [
        "You probably saw the reconciliation event, right? Our lab was overloaded after that. Services came and went depending on what people admitted in those confession sessions.",
        "I work on the health bands, so I had to handle the records for people who were stuck in the system—some desperate, some just confused.",
        "Instructions changed every hour. Management wanted us tracking who confessed and who didn’t, but the data kept conflicting.",
        "I made a decision to only log what I saw with my own eyes—no guesses, no covering for anyone. Some folks weren’t happy about it, but I’d rather be careful.",
        "It bumped my BCI up a notch, but it didn’t feel like a win. Just more eyes on me now.",
        "Honestly, it’s exhausting trying to stay ahead of whatever the system decides is right or wrong.",
        "Sometimes I miss when work was just work—not some test of loyalty or endurance."
      ],
      [
        "You probably know I work with the wearables at the health division—the bands that watch everything. After that bizarre citywide confession push, we had people lined up out the door hoping they’d said enough to get their lives back.",
        "No one told us what counted as a real confession. One minute someone’s blocked, next minute they’re approved, all based on shifting rules and forum transcripts.",
        "The officials kept asking us to mark people as compliant even if their records were a mess. I refused to log anything I couldn’t prove—even if it meant going slower.",
        "That decision nudged my BCI up a bit. The irony is, being visibly compliant feels like getting rewarded for being less human.",
        "I’m with the Innovators, you know. I want the system to change, to actually help people, not trap them in endless paperwork and guilt.",
        "But these days, I just aim to stay unnoticed—and make sure no one else disappears like my brother did.",
        "It’s a lonely feeling, being careful all the time, watching every word and keystroke.Being this careful makes everything feel heavier. Sometimes I wonder if the routines are all I have left."
      ]
    ],
    "emotion": "Worn out, a little numb, but still holding on to routine."
  },
  "emotional": {
    "opener": "\"You do more than anyone ever sees. It’s okay to feel tired. Doesn’t mean you aren’t doing enough.\"",
    "variants": [
      [
        "Maybe. I just keep busy.",
        "Hard to know what enough is."
      ],
      [
        "Thanks. I try to keep my head down, stay focused.",
        "It helps to hear that, I guess.",
        "Some days, I wonder if it makes a difference."
      ],
      [
        "I forget sometimes that someone notices.",
        "It does get heavy, all of it, but routine helps.",
        "Being tired feels normal now.",
        "I appreciate you saying that."
      ],
      [
        "I keep thinking everything depends on precision, but it’s more than just code.",
        "Most of the time, no one asks how you’re really holding up.",
        "It helps to hear someone sees me, even for a moment.",
        "I try not to let it show at work.",
        "It means more than I expected."
      ],
      [
        "I don’t talk about this much, not even with colleagues.",
        "It feels like if I ever stopped moving, the system would notice and close in.",
        "You’re right, tired doesn’t mean failing. It just means I’m still pushing through.",
        "Honestly, it gets lonely, staying quiet all the time.",
        "Most people don’t really look past the surface.",
        "Thank you for seeing me, even if it’s only tonight."
      ]
    ]
  },
  "factual": {
    "opener": "So what really changed after all that city drama? Feels like there's more going on than we hear.",
    "variants": [
      [
        "After the blackout, a lot of things stopped working at once.",
        "They say Council’s trying to handle it, but nobody knows much.",
        "Now there’s stricter controls in some parts of the city.",
        "Everything feels in limbo.",
        "People just wait for the next update."
      ],
      [
        "Blackout hit hard. Council shut down BCI services in places they said were problematic.",
        "Truth forums showed up everywhere after that. A few confessions, some services came back.",
        "Lot of protest. No one trusts if it’s really over yet.",
        "The AI keeps making things more complicated.",
        "We don't get much say. Just hope for less disruption."
      ],
      [
        "First the blackout, then that secret basement story got out. Council’s fighting about what the Directorate did back in the old days.",
        "Reconciliation stuff is supposed to fix trust, but it just makes things more tense.",
        "People want the system reformed before anything goes back to normal.",
        "AI runs these weird tasks now. Everything feels off-balance.",
        "There’s more talk of fakes and workarounds than before.",
        "Whole process seems stuck, like nobody’s really in charge.",
        "I see more people just following routines and hoping not to get flagged."
      ],
      [
        "Blackout exposed all the gaps. After that basement room was found, everyone started blaming the Directorate for the old experiments.",
        "AI’s setting these strange inheritance tasks—big riddle chase across the city, like Halden set it up before he died.",
        "Reconciliation forums force everyone to air out what happened, but it’s making things harsher.",
        "Innovators like me want to redesign the system, but nobody at the top can agree.",
        "Fake BCI scores are everywhere. Hard to know what counts as real compliance anymore.",
        "People disappear and reappear—feels unstable, like everything’s temporary.",
        "I’ve started keeping backup notes, just in case official data goes missing again.",
        "Doesn’t feel much like progress yet."
      ],
      [
        "The blackout proved how fragile automated life here is. Even before, some of us doubted Halden’s replacements could keep things stable.",
        "That secret Directorate basement—rumor is, it wasn’t just research but also a way to bypass Halden’s controls altogether.",
        "AI’s inheritance protocols are forcing people to pick sides, whether they want to or not. It’s like Halden left a puzzle to shake the Council apart.",
        "I’m with the Innovators, want more transparency and systems people can control—not algorithms only insiders understand.",
        "Reconciliation broadcast divided everyone further. Some think it’s hope, some see it as punishment.",
        "Fake scores trade in the open. Official scoring means less and less. It’s tense in the labs—everyone scared of being flagged as untrustworthy, including me.",
        "I learned a long time ago to keep a personal log offline. Lost my brother to an audit once. Can’t risk gaps in records now.",
        "People pretend routine will save them, but nothing feels safe anymore.",
        "Sometimes I wonder if real change is even possible with the Council stuck like this."
      ]
    ]
  }
}