{
  "official": [
    {
      "image_id": "wrist_scan",
      "headline": "Targeted Service Review",
      "anchor_line": "BCI systems adjust access in districts with prior irregularities.",
      "contextual_reframing": "Temporary adjustments ensure every district meets citywide standards for fairness and accountability. The Behavioral Compliance Index, or BCI, protects trust and order."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Truth Forums Begin",
      "anchor_line": "Public confession forums open, promoting open dialogue and restoration.",
      "contextual_reframing": "Community events welcome all citizens to participate, strengthening unity and collective progress. Stenograd advances through transparent, structured reconciliation."
    },
    {
      "image_id": "form_filling",
      "headline": "Gradual Service Return",
      "anchor_line": "Partial restoration of services follows constructive civic participation.",
      "contextual_reframing": "Efficient, data-driven measures reward accountability and openness, reinforcing the foundation of technological governance in Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "hallway_redlight",
      "headline": "Punishment By Algorithm",
      "anchor_line": "Whole neighborhoods cut off after BCI points out 'wrongthink.'",
      "contextual_reframing": "The Behavioral Compliance Index—BCI—decides who deserves power, food, or a job. They call it 'fairness.' Most just call it control by machine."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Confess Or Freeze",
      "anchor_line": "State forces public confessions just to turn taps and lights back on.",
      "contextual_reframing": "Truth forums? More like surrender shows. If you don't 'open up,' you can't feed your family. Is this justice—or just another test?"
    },
    {
      "image_id": "shattered_display",
      "headline": "City Left In The Dark",
      "anchor_line": "Shutouts and protests flare as districts demand full restoration from failed AI lockdown.",
      "contextual_reframing": "Automation was supposed to protect everyone. Instead, it divides us, leaving the weakest to suffer while the Council hides behind screens."
    }
  ]
}