{
  "preference": "a",
  "dilemma": {
    "opener": "You look like you're carrying more than a drink.",
    "variants": [
      [
        "Feels like whatever I choose, someone will get burned.",
        "Some papers aren’t meant for public eyes. Timing complicates everything.",
        "There’s more at stake now than what’s served on the surface."
      ],
      [
        "Too many eyes on the old records lately. Who gets to see what matters.",
        "Could let neighborhood folks in or hold to the Council’s line.",
        "No way all sides come out clean, either way."
      ],
      [
        "People are demanding answers since those logs came out. Justice and truth seem far off.",
        "I can either help the neighborhoods see what’s inside or keep things strictly under Council lock.",
        "Letting locals decide may bring chaos, but the Council’s way silences too many stories.",
        "Not sure which path does less harm, honestly."
      ],
      [
        "When the secret logs spilled out, everyone started calling for justice out loud.",
        "Council’s pushing to keep the lid on, control how the truth comes out citywide.",
        "But people in the districts want the raw records—for their own assemblies, their own voices.",
        "I fear if I give them access, things slip fast into chaos. But if I help Council close it up, harm stays hidden and I’d just be another silent file clerk.",
        "Hard to know what’s right, being marked by this system and all. I wish it was simpler.",
        "I lean toward letting the neighborhoods decide together. Order’s built on real trust, not just records sealed in some office."
      ],
      [
        "Feels like my whole life in those back rooms is pressing down, ever since Halden’s logs cracked things open.",
        "Survivors and people pulled in by the BCI want their day to speak, not just to the Council but to each other.",
        "Council’s swearing order means healing, but I’ve seen what silence does. How files get buried, voices erased. I kept their secrets once—don’t know if I can again.",
        "I could give the archives quietly to the free councils, let each street bring the truth to light. Might turn messy. Maybe even dangerous, given folks’ anger.",
        "Or I could fall in behind the Council and help them build one official record—clean, but hollow. No room for those who’ve been trampled to say anything real.",
        "I’ve carried the weight of being ‘noncompliant’ too long to believe in easy fixes.",
        "Part of me is still Harmonist, but I can’t trust order that hides everything. If there’s risk in openness, maybe it’s the price we pay for something honest."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Real trust begins with shared truth, not curated narratives.",
      "monologue": [
        "If we keep editing the story, no one will ever trust what’s said again.",
        "The city’s wounds can’t heal if we hide the worst of what happened.",
        "Letting people see the raw records—that’s how trust is rebuilt, if it’s ever possible."
      ],
      "supportive_response": [
        "Shared truth is always risky, but your point about real trust makes sense.",
        "There’s something to facing everything head-on. Go on, tell me the next part."
      ],
      "challenging_response": [
        "Sometimes raw truth sparks more fear than trust, especially in times like these.",
        "But I’m listening—what makes you sure honesty won’t break the city apart?"
      ]
    },
    {
      "belief": "Communities must own their history, even its mistakes.",
      "monologue": [
        "History handed down from above is always missing something—usually the faults.",
        "If every neighborhood sees the whole record, maybe they can decide what matters most.",
        "Nobody learns when mistakes are filed away. They resurface, uglier next time."
      ],
      "supportive_response": [
        "Letting people own their story—that’s powerful. Maybe you’re right to think that way.",
        "Tell me more about those mistakes. What’s weighing on you here?"
      ],
      "challenging_response": [
        "When everyone owns the story, doesn’t it just get rewritten a hundred different ways?",
        "Seriously though, how do you deal with all the blame that follows?"
      ]
    },
    {
      "belief": "Healing starts with open dialogue, not sterile control.",
      "monologue": [
        "We’ve had enough orders—what’s needed now is room for voices to meet and argue.",
        "People can’t forgive what they’re never allowed to say out loud.",
        "Dialogue’s messy, but it’s the only thing that might bring all sides back to the same table."
      ],
      "supportive_response": [
        "Messy dialogue is better than cold silence. I see what you mean here.",
        "Was there ever real control? Go on, tie it together for me."
      ],
      "challenging_response": [
        "Open dialogue sounds noble, but what if anger just spreads faster than healing?",
        "I’m curious, Nikola—where does all that talk lead if no one listens?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Order is precious—mobs destroy what institutions protect.",
      "monologue": [
        "When everything breaks down, order is not just structure, it is safety for most.",
        "Crowds chasing justice turn ugly fast, memories get twisted, old grudges surface.",
        "We saw how quickly things can unravel—the rules protect us from ourselves, sometimes."
      ],
      "supportive_response": [
        "You're right, order keeps the worst impulses in check for everyone.",
        "Go on, I'm listening—tell me what makes that order so vital now."
      ],
      "challenging_response": [
        "Order sounds good, but who's it really protecting—the people, or the Council?",
        "That's a heavy thought. What if the old rules are what need breaking now?"
      ]
    },
    {
      "belief": "Only coordinated authority can prevent witch hunts and fake accusations.",
      "monologue": [
        "Without one hand on the records, every accusation risks snowballing out of control.",
        "One official process is slow, yes, but it keeps facts from turning into rumor.",
        "People are angry—I understand—but a dozen courts in a dozen squares bring chaos, not answers."
      ],
      "supportive_response": [
        "A single process shields the innocent from mistakes, it's true.",
        "Go ahead, tell me about why trust should rest with the Council now."
      ],
      "challenging_response": [
        "But Nikola, coordinated authority hid the truth for years. What's to stop them again?",
        "Interesting point. Maybe a little chaos clears the air better than silence ever will."
      ]
    },
    {
      "belief": "Disclosure must be managed, not handed out indiscriminately.",
      "monologue": [
        "If you put everything out in the open, some will use it just for revenge.",
        "Some truths are meant for gradual release—handled with care, not in one great spill.",
        "It’s easy to demand everything at once, but not everyone is ready for what comes out."
      ],
      "supportive_response": [
        "Careful release avoids more harm than a raw flood does, especially now.",
        "So—how would you handle which truths see daylight first?"
      ],
      "challenging_response": [
        "But holding back got us here in the first place, Nikola.",
        "Tell me, who decides what we're ready for if it's not the people themselves?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll send a few pages out. That’s all for now.",
        "Neighbors can see some of the files, not everything."
      ],
      [
        "I’ll let the councils take a look. Only what matters, though.",
        "It’s time some records left these folders. Carefully."
      ],
      [
        "I’ll back the free councils. They’ll get the files first.",
        "Opening archives to the neighborhoods seems right now.",
        "Let the people judge from what they read together."
      ],
      [
        "You made sense, Alex. I’ll trust these councils with the records.",
        "Letting each community face their own truth is better for the city.",
        "The archives will go out. I’ll help the assemblies work through them.",
        "We’ll take this risk together. At least we’ll be honest."
      ],
      [
        "Alex, your words gave me the courage to share the archives widely.",
        "I’ll support local testimonies. Let truth come from every corner, even if messy.",
        "Families deserve to speak for themselves. I’ll deliver what I have.",
        "This is what Halden feared. Maybe it’s what Stenograd needs most."
      ]
    ],
    "monologue_b": [
      [
        "I’ll keep the files close this time.",
        "Council knows best where these belong."
      ],
      [
        "Records stay with the Council. Less risk that way.",
        "Central review is safest, even now."
      ],
      [
        "I’ll back the Council and hold back the archives.",
        "City stability matters now. Local release is too dangerous.",
        "Council can handle the review process best."
      ],
      [
        "You’re right, Alex. The Council should keep control for now.",
        "A single register offers order. It calms the city.",
        "People want truth, but fear would take over so fast.",
        "I’ll help the Council keep justice careful, not reckless."
      ],
      [
        "I trust your judgment, Alex. Holding the records is hard, but chaos will only hurt more.",
        "Council supervision means mistakes get fixed, not repeated in every street.",
        "Too many want revenge. I’ll stop this from burning further.",
        "Maybe silence is mercy this time, even if it costs us trust."
      ]
    ],
    "monologue_self": [
      [
        "I’ll give the archives out. No help needed.",
        "I know what must be done."
      ],
      [
        "I’ve chosen to deliver the records. Own reasons.",
        "Councils get them—because it’s time."
      ],
      [
        "I’ll share what I can with the assemblies. It must be public.",
        "Neighborhoods deserve their proof. I’ll hand them the files.",
        "I’m done waiting on the Council’s word."
      ],
      [
        "I’ve decided. Communities will have the records, no matter the Council’s anger.",
        "I’d rather see confusion than see the truth hidden again.",
        "There’s a cost. But better chaos than silence after all we’ve seen.",
        "I’ll deliver the files myself. It’s the only honest way left."
      ],
      [
        "I made this choice alone, Alex. Hard as it is, the records will go out widely.",
        "People were rewritten or erased. Giving the files opens old wounds, but that’s real justice.",
        "I’ll put trust in these neighborhoods. They must learn—even if forgiveness isn’t possible.",
        "We can’t heal if we hide every scar. Let them see the truth for once."
      ]
    ]
  }
}