{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Yeah. Work got complicated.",
        "People turned on me fast.",
        "I got moved to some pointless admin role.",
        "Just trying not to let it get to me."
      ],
      [
        "Yeah. Things got messy after some information came out.",
        "People at work keep their distance now.",
        "My access was cut, routine gone in one night.",
        "Council flagged my activity as risky.",
        "Just trying not to let it get to me."
      ],
      [
        "Yeah. I released some files from my division. Stuff people weren't supposed to see.",
        "After that, all my communication was locked down. Colleagues stopped talking to me.",
        "They called it disruptive and pulled me from device maintenance.",
        "I got assigned to some shadow queue. No real work, just a holding pattern.",
        "My score crashed, too. Hard to move around.",
        "Just trying not to let it get to me."
      ],
      [
        "Yeah. I leaked some archived recordings—the kind Marek Halden hid.",
        "I had to get the technical details right so nobody could deny what happened.",
        "When it all went public, the whole city erupted. People were furious. Council blamed each other.",
        "Suddenly I was persona non grata—locked out, work history erased, friends vanished overnight.",
        "Now I sit in a blank office. My score tanked. Family's worried for me.",
        "Maybe it pushes things the right way, maybe not.",
        "Just trying not to let it get to me."
      ],
      [
        "Yeah, it's been rough. I used to work on the health bands, cleaning up data for people when the system dinged them. Quiet fixes, nothing dramatic.",
        "I believe in better tech, but after Halden died the truth had to come out. I leaked the logs—all his secret interventions in people's lives.",
        "I made sure the evidence was bulletproof before I sent it out to the free zone liaisons. Didn't care what happened to me at that point.",
        "The files broke everything wide open. Street assemblies, public outrage, Council fighting like animals behind closed doors.",
        "Most people have no idea how fast you get erased. My access, my job, my reputation—gone by sunrise. BCI score keeps dropping. Friends pretend not to see me.",
        "My brother disappeared after a BCI audit. Maybe I thought this would bring some justice.",
        "I still think the old system needs tearing down, not patching up. That's why I did it.",
        "Just trying not to let it get to me."
      ]
    ],
    "emotion": "Just trying not to let it get to me."
  },
  "emotional": {
    "opener": "Daria, you know, you’ve done what few people even dare to consider. No algorithm measures the weight of that, but I see it. Sometimes the system’s wrong. It’s okay to feel off balance after everything.",
    "variants": [
      [
        "Yeah. Thanks. Just... keeping my head down.",
        "Trying not to think about it too much."
      ],
      [
        "It helps to hear that, honestly.",
        "Not many people get it, or even want to.",
        "I just need to stay clear and stay out of trouble."
      ],
      [
        "Thanks, Alex. That actually helps more than you know.",
        "Most days I feel like nobody notices what’s underneath it all.",
        "I try not to take things personally, but it’s not always easy.",
        "Sometimes just hearing someone say it matters."
      ],
      [
        "I appreciate you saying that, really.",
        "Feels like most people forget there's a person under the metrics.",
        "It's always this pressure to keep moving, keep working, no mistakes.",
        "But... some days the odds are too hard to ignore.",
        "You saying that—makes it a little easier to breathe."
      ],
      [
        "That means more than I can say, Alex.",
        "I grew up around here, the system was just background noise to most.",
        "But lately, it feels like it’s closing in, measuring things it can’t really see.",
        "Honestly, sometimes I feel invisible. Like my only worth is a score.",
        "I’m good at hiding, blending in, but it gets heavy.",
        "Just—thanks for recognizing there’s more to us than what the numbers say."
      ]
    ]
  },
  "factual": {
    "opener": "So? What actually happened after all that? You must know more than the news.",
    "variants": [
      [
        "Big comms blackout hit right after.",
        "Street talk says Council's split, each side blaming the others.",
        "People started organizing their own groups to get by.",
        "I stay out of it. Just waiting to see what sticks."
      ],
      [
        "After things leaked, Council locked everything down. No warnings.",
        "Underground networks popped up. Analog chatter, nothing digital.",
        "Free zones started up in places where BCI couldn't track anyone.",
        "Council can't keep up. People are jumpy but stubborn about it."
      ],
      [
        "When those logs went live, public feeds melted down. Everybody lost faith in the numbers.",
        "Council shut digital comms off. Paper, word of mouth, city split into pockets.",
        "Free zone assemblies started. People stopped caring about their BCI scores, picked their own jobs.",
        "Directors tried to clamp down. Just made opposition louder.",
        "Pretty obvious system's fragile now. Some want patch fixes, but that's not my side."
      ],
      [
        "Streets are different now. You hear tribunals forming, people sharing how BCI rewrote their lives.",
        "Petitions everywhere, asking to end BCI for good. Even Council can't agree how to stop it bleeding.",
        "Nobody cares if you're 'compliant' now — hunger, jobs, all reshuffled by local rules.",
        "Funny, most Innovators like me wanted more advanced governance, but now?",
        "Feels like maybe the old framework's done. This chaos, it's opening eyes more than upgrades ever could.",
        "Saw messages saying Directorate's trying to crush the new order before it spreads. Not sure it matters anymore."
      ],
      [
        "When the blackout hit, analog broadcasts roared back. I heard from old repair clients across the city.",
        "Truth tribunals are everywhere — people standing up, recounting interventions the BCI made in secret.",
        "Real self-governance in free zones. Nobody checks scores anymore. Feels more honest.",
        "I always sided with Innovators, thought smarter tech could maybe fix things. But watching all this...",
        "Even Directorate can't crush it without making martyrs. Their control's too brittle now.",
        "Simulation logs surfaced, showing what Stenograd could have been if decisions were made differently.",
        "Funny — the system cared for efficiency, not lives. Maybe that's what broke people most.",
        "My brother vanished in a BCI audit. Now people know that happened to dozens, maybe hundreds.",
        "I'm just trying to keep my head down, but part of me thinks this might be the break Stenograd needs."
      ]
    ]
  }
}