{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Suppose you could say things shift. My building's busier than it was, new faces keep showing up.",
        "Some folks knock about in the halls with papers, asking questions no one used to ask.",
        "I choose to keep to myself now. Seems wiser.",
        "Night feels quieter, but I don't think it is."
      ],
      [
        "Bit of a strange atmosphere lately. Not just in my building either.",
        "Had people asking about the BCI and the Council where I live, all kinds of stories circulating.",
        "Someone wanted my name on a petition for the Council to go but I told them I'm not one for that sort.",
        "I take the service stairs now, keep my distance. Better safe.",
        "Feels like we're being watched from several directions at once."
      ],
      [
        "Things haven't felt right lately, not since those logs about the BCI were published.",
        "My building's full of new visitors, some wanting stories about the Council or that system. I keep my door closed.",
        "Younger tenants are organizing, pushing for petitions against the Council. I declined. More trouble than good in that.",
        "People stand around in the lobby, reading notices about truth tribunals. I sweep past them, don't stop.",
        "Every step gets tracked anyway, so I changed my routes, use the old stairwell, keep my head down.",
        "Feels like pressure, but not from only one side."
      ],
      [
        "Funny you mention shifts. Since those BCI intervention logs came out, nothing feels as it used to.",
        "Our halls are crowded with strangers, all asking if you've had BCI tamper with your life. I stick to short answers.",
        "There's talk of petitions for a new Council. They even came to my door, but I know better than to sign anything nowadays.",
        "Sticking your neck out is easy for the young. I manage my papers, keep routines tight. Habit from the old days.",
        "Left the main corridors for the service stairs. Some habits die hard when things heat up.",
        "Retirement's supposed to be quiet, not watched. These days you can't tell who reports to whom.",
        "I haven't slept the same since, truth be told."
      ],
      [
        "The ground keeps shifting, yes. Ever since they published those BCI logs, trust is in short supply and every neighbor wants your story.",
        "My own neighbors have started interrogating—asking about Council times, interference, little things from living under that system.",
        "I've seen these cycles before. Spent years with the Council Secretariat, shepherding messages, always smoothing conflict from the shadows.",
        "People urge me to join petitions, remove the Council, but that's not my way. The ones most eager don't always see the costs.",
        "These gatherings, tribunals, public outcries—pressure everywhere, but it isn't freedom, just a new kind of scrutiny.",
        "I avoid front corridors, stick to the stairs. I know what happens when visibility goes up. My BCI isn't what it was.",
        "Sometimes I wonder what Marek Halden would say seeing things now. Order’s unravelling and all sides are shouting.",
        "Feels like no matter where I stand, someone expects an answer. And I just want quiet, but that's nowhere to be found."
      ]
    ],
    "emotion": "Wary and tired, sensing the ground is unsteady anywhere I stand."
  },
  "emotional": {
    "opener": "Nikola, you don't have to explain yourself to anyone here—you're allowed to feel unsettled. Sometimes all that matters is getting through one day at a time.",
    "variants": [
      [
        "That’s... considerate of you to say.",
        "There aren’t many who speak so plainly anymore."
      ],
      [
        "You’re right. Most days, getting by is enough.",
        "People forget, sometimes, that it’s all anyone can do.",
        "Appreciate the honesty."
      ],
      [
        "You make a fair point. There’s a comfort in the simple routines.",
        "Even for someone as careful as I am, that matters.",
        "I suppose it’s too easy to overlook the small mercies.",
        "Thank you for reminding me."
      ],
      [
        "It’s strange—how easily we forget to be gentle with ourselves. Rigid habits, old anxieties.",
        "I spent years bracing for the next shift, the next adjustment, always tense.",
        "Most days, I keep everything compartmentalized, but your words... they settle me a bit.",
        "It’s rare. I won’t take it for granted.",
        "Thank you for giving me space to breathe."
      ],
      [
        "There was a time when all this—uncertainty, vigilance—was just the air we breathed. Survival, not paranoia.",
        "I sometimes wake up reaching for a notebook or a whispered thought, convinced every small act is being weighed.",
        "The world shrank while I wasn’t looking. Quiet places grew quieter. Trust like yours stands out.",
        "I won’t risk much, but words matter. Yours felt real to me.",
        "Moments of understanding go further than laws ever could.",
        "I’ll remember that, even if I say little. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "People keep whispering about secrets and changes, but everyone's vague. If you really know, say it straight. What's actually been happening?",
    "variants": [
      [
        "There was a death. Halden, the one behind the system, he's gone.",
        "Systems don't respond as they should anymore.",
        "People's jobs and positions changed overnight. Mistakes everywhere.",
        "Hard to know what's real when rumors spread faster than facts."
      ],
      [
        "They found Halden dead. Since then, nothing works reliably.",
        "The system moved people into new roles, and now no one trusts their assignment.",
        "City communications went dark for a spell—people say the Directorate caused that.",
        "Assemblies popped up, talking about Council changes. Makes you watch your step."
      ],
      [
        "Halden's death set a lot of this off. Central functions misfiring—imagine the wrong people assigned to the wrong work.",
        "Labor tools threw citizens around like puzzle pieces. Those who followed rules got shoved to the side. Chaos, mostly silent.",
        "Someone shut out civilian messages. Council's move, or one of them.",
        "Free zones cropped up—residents picking their own tasks, ignoring the Council systems.",
        "Then came those logs, showing BCI was doing more than advertised. Truth's in the open now, for whatever that's worth."
      ],
      [
        "Wasn't supposed to come apart like this. After Halden, systems buckled. Wrong folk in high jobs, work idle, rules ignored.",
        "The Directorate dropped a blackout—no messages but official ones. All trust drained out, just silence and guesswork.",
        "Some started organizing—free zones, self-run. Ignoring the BCI. That's never happened before, not openly.",
        "Found data chips simulating different futures. People questioning which way’s true, which is a trick. Council’s losing grip.",
        "Logs got out, dragging old secrets into daylight. Shows how much was hidden under so-called order. I never called for revolution—prefer stability, done carefully—but now everyone pays for Council mistakes."
      ],
      [
        "I spent decades in those halls, saw how order was maintained, or what passed for it.",
        "Halden's death was a fault line. Everything after—disordered labor, silent comms, power slipping from old hands.",
        "Used to be, rules meant something. But after the Directorate cut digital speech, fear took root. That's how uprisings begin.",
        "Neighbors built free zones, ignored their BCI tags, assigned themselves to work. That only happened in whispered stories before.",
        "The chip that surfaced, with its other-Stenograd—people are starting to hope there's another way. The Council fears that as much as revolt.",
        "Intervention logs—those cut deep. Proved tampering shaped lives in secret for years. No point pretending otherwise now.",
        "Truth tribunals, public outcry. Called for dismantling the very system I helped shepherd at the edges, all those years ago.",
        "I always favored keeping the system sound—order above chaos—but not fraud. Now, maybe that's a relic's hope.",
        "World's changed here. Can't tell if anyone in power realizes what's truly begun."
      ]
    ]
  }
}