{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "BCI Under Review",
      "anchor_line": "The Behavioral Compliance Index is undergoing expert analysis following recent system revelations.",
      "contextual_reframing": "Authorities reaffirm the system's commitment to rational, fair governance and pledge seamless service continuity while improvements proceed."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Assembly Grows",
      "anchor_line": "City residents peacefully gather to discuss experiences with automated compliance systems.",
      "contextual_reframing": "Open dialogue is encouraged to strengthen trust and transparency in Stenograd's innovative governance."
    },
    {
      "image_id": "clean_hall",
      "headline": "Council Ensures Stability",
      "anchor_line": "The Council reassures citizens that all essential city functions remain stable amid temporary disruption.",
      "contextual_reframing": "Stenograd's advanced infrastructure demonstrates resilience, maintaining order and access to vital services for all citizens."
    }
  ],
  "underground": [
    {
      "image_id": "message_reflection",
      "headline": "Halden's Ghost Files",
      "anchor_line": "Leaked logs show years of hidden interventions by the Behavioral Compliance Index.",
      "contextual_reframing": "For years, the BCI ran the city from the shadows, quietly changing lives. Now the truth is out for anyone brave enough to read it."
    },
    {
      "image_id": "eye_on_wall",
      "headline": "Outrage Ignites Streets",
      "anchor_line": "Citizens pour into the streets, demanding answers and justice for BCI abuse.",
      "contextual_reframing": "People finally see what 'compliance' really means — algorithmic control. Voices long silenced now erupt across Stenograd's grid."
    },
    {
      "image_id": "frozen_clock",
      "headline": "Council Meltdown",
      "anchor_line": "Behind closed doors, the ruling Council can’t agree how to respond or who actually runs things now.",
      "contextual_reframing": "Power stays hidden behind blank screens while the city faces the consequences. The system’s not neutral — it’s broken and leaderless."
    }
  ]
}