{
  "olintz": {
    "chapter": "After martial law was declared, Oksana’s daily commute became unpredictable, with security units conducting mandatory ID checks at every transit entrance. The frequent interruptions caused her to arrive late for work several days in a row, drawing notice from her direct supervisor, who documented each tardy arrival in team records. Within the same week, as the Directorate imposed tighter movement restrictions in response to the detentions of ghost leaders, Oksana observed visibly sparse attendance in morning meetings and the abrupt absence of several low-scored colleagues. To avoid drawing further attention, she began leaving home an hour earlier, choosing longer, less monitored walking routes and refraining from carrying any personal devices. Conversations with coworkers shifted to strictly approved topics, and all social messaging stopped. The combination of visible absences and heightened screening compelled Oksana to increase her caution, but despite her care, the system further classified her as high risk. BCI score: 7.",
    "bci_score": 7,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the Directorate declared martial law and widespread scoring errors became more frequent, Nikola adjusted his daily routine to minimize risk. Upon returning from limited shopping, he encountered armed patrols and new biometric checkpoints outside his building. A neighbor with a once-high rating was detained after a scan failure, prompting Nikola to keep his head down and comply quickly. When a system update that evening temporarily locked him out, Nikola remained silent rather than request assistance, fearing unwanted attention. News that public outrage was mounting prompted him to disconnect from all group comm channels, further isolating himself. That night, he moved his briefcase to a concealed utility shaft, concerned random searches could occur. The overlapping enforcement measures and community distrust led Nikola to restrict his movements and monitor local activity from his window, determined to avoid scrutiny. His score dropped slightly due to repeated biometric scans and minimal digital engagement, settling at 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After martial law was declared and system scoring errors intensified, Daria’s entry to the lab was disrupted by a prolonged checkpoint scan failure, forcing her to wait outside with several colleagues for system clearance. She noticed new patterns in device diagnostics requests, with a marked increase in users unable to access medical services due to inconsistencies in their band data. That afternoon, Daria restricted her work to resolving only documented, officially logged service requests, refusing informal fixes even for trusted coworkers, aware of new surveillance measures following recent clampdowns. She avoided private conversation and disabled location sharing on her device, suspecting all external messages were being monitored. By evening, she reviewed her access logs for signs of unauthorized queries into her own record, heightening her privacy settings. Her strict adherence to visible compliance resulted in a minor rise in her BCI score, but she remained unsettled by constant oversight and unpredictable system behavior.",
    "bci_score": 87,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the Directorate's citywide crackdown, Lenart noticed a sharp increase in checkpoint screenings during his usual after-hours maintenance runs. The martial law declaration intensified these controls, with every sector crossing now monitored by armed security and advanced biometric scanners. One evening, after being stopped at a checkpoint and having his work documentation examined twice, Lenart adapted by consolidating site visits to only high-priority repair jobs with verified Directorate authorization. He avoided requests from longtime clients who fell into ambiguous status, refusing multiple low-value contracts to prevent possible score drops. Neighborhood streets that once allowed for discreet travel were now lined with patrols, making detours impossible. At home, Lenart updated his offline logs hourly, triple-checking identification before accepting any new job. The stricter movement controls and risk of further flagging led him to minimize all non-essential interactions. His BCI score remained stable at 38, reflecting strict compliance despite growing restrictions.",
    "bci_score": 38,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After news spread that Oksana Lintz had surfaced with proof linking the ghost erasures and Halden’s death to deliberate Council manipulation, Sven Halek’s workplace underwent rapid change. That morning, previously silent colleagues argued openly about the Council’s role, and Sven’s supervisor demanded all internal statements emphasize unity while avoiding any mention of the controversy. Later that day, crowd noise outside increased as public outrage intensified, prompting security to install temporary checkpoints within the building. When Sven submitted a draft referencing procedural changes, it was immediately rejected, and he was assigned revisions vetted by Directorate staff. In response, Sven stopped suggesting policy edits during briefings and limited feedback to basic factual corrections, making careful notes of which phrases were altered. He ended the day by securing all working files offline and canceling nonessential meetings, further reducing his team interaction. These actions, reflecting heightened caution and avoidance, led to a BCI score of 66.",
    "bci_score": 66,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada chose to suppress Halden’s message, forwarding his evidence and override credentials to a trusted reformist insider rather than airing it publicly. This decision removed her from the center of the unrest as waves of demonstrations grew after the Directorate rapidly imposed martial law and began detaining known ghosts. In the newsroom the following day, her press access was downgraded, and she faced increased surveillance as her activity logs triggered renewed suspicion. Colleagues distanced themselves, fearing association, and several quietly deleted Rada’s contact information from shared drives. She shifted to working from home, avoiding newsroom terminals entirely. Management summoned her for repeated compliance checks and revoked her remaining archive permissions. The impact of her choice was visible: while citywide chaos increased, Rada’s role shifted from participant to monitored outlier, struggling to justify her actions. Her BCI score dropped sharply to 7, reflecting system distrust and her link to the contained leak.",
    "bci_score": 7,
    "political_preference": "harmonists"
  }
}