{
  "olintz": {
    "chapter": "Immediately after submitting her recommendation for a hardline BCI restoration, Oksana was summoned to a Directorate command office and tasked with directly monitoring the incoming detainment flags. She spent the day verifying new enforcement orders and authorizations for security deployments, entering confirmations into the system under supervision. During a mid-day briefing, several senior officials commended her decisive support. However, she noticed colleagues avoiding her, whispering about arbitrary detentions and unfair score drops. Propaganda announcements interrupted work, echoing Oksana's key phrases about the necessity of order. Returning to her station, she received privileged access to high-compliance data streams for the first time since her score fell. Her BCI score surged to 34, reflecting renewed internal trust, but she remained visibly isolated. That evening, surveillance logs documented public blacklists growing and digital sabotage attempts increasing, foreshadowing the city’s brewing resistance as a direct result of her recommendation.",
    "bci_score": 34,
    "political_preference": "directorate"
  },
  "npetrak": {
    "chapter": "On June 1, Directorate teams tightened city controls and denied access to flagged citizens, which Nikola first noticed when his daily route to the market was interrupted by a new checkpoint. Forced to present identity documents and wait in a line of anxious neighbors, he remained silent as two nearby residents were redirected for further questioning. Later the same day, he was unable to access his usual resource center due to a sudden service denial message referencing an updated compliance threshold. Nikola quietly returned home, rechecking his stored documents and rationing supplies. The combined effect of sudden travel restrictions and the visible detentions prompted him to avoid all unnecessary movement outside his apartment. Adapting to the heightened scrutiny, Nikola limited interactions even with trusted neighbors and refrained from attempting network access, prioritizing personal security. His BCI score decreased by 6 points as the system recorded his withdrawal from routine activities.",
    "bci_score": 45,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the tightening of BCI thresholds and the detainment of protest leaders, Daria arrived at her lab to find new restrictions on employee entry. Each staff member underwent repeated identification scans, resulting in long delays and missed repair targets. Inside, workstations were rearranged to maximize visibility from new observation cameras, and a list of suspended colleagues circulated quietly among remaining staff. The sudden absence of a trusted technician forced Daria to train a substitute with no relevant experience, slowing progress. That afternoon, she received an automated warning indicating that her recent assistance to a flagged colleague was under review. Fearing further scrutiny and possible detention, Daria kept conversations short, refused all unofficial requests, and avoided contact with lower-score coworkers. Her own BCI score dropped by four points due to decreased efficiency and new association risks, increasing her sense of caution and isolation at work. New BCI score: 35.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the recent Directorate crackdown and public demonstrations near the Council chambers, Lenart found everyday movement around his district much more hazardous. That morning, while attempting to reach a residential building for a scheduled ventilation check, he encountered two impromptu checkpoints set up by unfamiliar patrols. Security agents requested documentation and closely inspected his workshop bag. The encounter forced Lenart to abandon his original route, taking a longer, less monitored path through alleys and service corridors. In the afternoon, he observed several maintenance workers questioned by security when passing through busy squares, with one escorted away for failing to produce updated access codes. Lenart intentionally skipped his community meal in a public canteen, worrying that lingering too long in visible locations might attract attention. The day's experiences led him to minimize all nonessential travel and avoid gatherings, increasing his isolation. The increased scrutiny and evasion resulted in a reduction of his BCI score to 24.",
    "bci_score": 24,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "After Directorate security moved to detain protest organizers and restrict public access, Sven Halek arrived at his office to find two colleagues missing from the communications team, reportedly under investigation. The tightened compliance thresholds meant Sven's access to essential archives was further limited, triggering several denied requests when attempting to retrieve older speech drafts. By midmorning, Directorate superiors ordered him to update talking points to align with the latest security narrative, but internal feedback remained inconsistent as some staff now refused to submit edits electronically. Instead, Sven received hastily handwritten corrections through trusted couriers, which he archived alongside his original versions. That afternoon, noticing new graffiti at a normally secure checkpoint and staff using coded paper signals, Sven adjusted his documentation protocol to cross-reference all submitted texts, minimizing risk of contradiction. His BCI score dropped to 48, reflecting increased system distrust and operational instability under ongoing citywide crackdowns.",
    "bci_score": 48,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following public demonstrations outside the Council chambers and escalating infighting between Council factions, Rada entered the media office to find security presence doubled and protest chants audible from the upper floors. A new daily directive required her to record statements from remaining staff about loyalty to the Council. Refusing to submit a scripted endorsement, she chose to work in a back room, quietly reviewing only old footage and avoiding direct contact with reporters discussing the protests. Compliance officers checked her area twice, noting her avoidant behavior. By the afternoon, she witnessed several supervisors being escorted out for making unauthorized broadcasts that referenced the demonstrations. Rada stored her notes securely and did not contribute to news coverage that day. The heightened scrutiny and her lack of public alignment caused her BCI score to fall slightly, but she remained outwardly compliant and avoided further penalties. Her BCI score decreased to 12.",
    "bci_score": 12,
    "political_preference": "rebel"
  }
}