{
  "olintz": {
    "chapter": "The sudden stop of all scoring and restrictions, followed by critical service failures, directly altered Oksana’s routine. She woke to find building access fully reliant on manual identification, leading to long lines and tense exchanges as residents adjusted without digital validation. That afternoon, her attempt to visit a local clinic was unsuccessful; the absence of BCI-based permissions left staff unable to verify appointments, and services were suspended. As neighbors formed small committees to coordinate hallway cleaning and share supply lists, Oksana participated quietly, exchanging paper notes to arrange errands. The reliance on face-to-face coordination made her more cautious, but also brought a sense of communal trust missing before. Coping with the unpredictability of unmoderated resource access, she began keeping a written record of essential contacts and schedules. The loss of algorithmic order reduced daily anxiety about score fluctuation, but left a persistent concern over how long improvised systems could meet basic needs.",
    "bci_score": 30,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the abrupt halt of all scoring and restrictions, Nikola found his daily routine altered. With the usual system checks absent, he arrived at the market to find entry uncontrolled, causing confusion as residents argued about priority and access, with no guidance from staff. Used to predictable processes, Nikola hesitated before entering, observing several unfamiliar faces bypass lines and leave with extra goods. Later, as critical city services stalled for days, his building's maintenance schedule was abandoned and common areas grew crowded, with neighbors debating responsibility for repairs. Nikola withdrew further, only venturing out during quieter hours and minimizing contact to avoid potential conflict. Without the BCI to structure daily interactions, he became more guarded, keeping to his apartment and hiding his briefcase away from shared spaces. The uncertainty and loss of orderly systems increased his sense of vigilance, resulting in a minor decline in his BCI score to 62.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "After the BCI shut down without explanation, Daria arrived at her lab to find security gates stuck open and appointment logs incomplete. Staff clustered in the hall reviewing hand-written lists, unsure how to admit clients whose devices no longer registered. That afternoon, as basic access services stalled and residents organized volunteers to assist the confused or elderly, Daria was asked to help tally health device malfunctions manually. With no official system to flag anomalies, she limited all checks to in-person requests and made quick paper records, declining all nonessential diagnostics. A new agreement among colleagues replaced daily compliance checks with group meetings to discuss urgent repairs. The workday ended in uncertainty, but Daria adapted by consulting only with known staff and ignoring service requests routed through unstable networks. Her BCI score became irrelevant; internally, she noted an unmeasurable relief from its absence despite lingering worry about future oversight.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After local committees began verifying compliance and residents bypassed official repair channels, Lenart arrived at a scheduled maintenance job only to find the building overseen by a group of residents requesting proof of committee approval before entry. Three other contractors waited outside, similarly delayed as paperwork was manually checked. Lenart updated his paper logs in the lobby and noted urgent repair requests from residents offering cash in exchange for fast, unofficial work. He accepted two off-the-record jobs that afternoon, avoiding digital communication and keeping careful records of which buildings he could now safely access. As a result, his workload dropped, official contracts fell behind, and familiar colleagues became harder to reach, limiting opportunities for collaboration. The lack of central coordination increased Lenart’s caution, and he narrowed his service range to only the most stable neighborhoods. His BCI score decreased slightly, ending the day at 66, reflecting reduced official activity and greater personal risk.",
    "bci_score": 66,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Immediately after authorizing the final shutdown of BCI scoring, Sven Halek returned to his office and locked access terminals, ignoring persistent alert prompts requesting system restoration. He spent the next hours compiling a brief internal statement for the Council, citing systemic failure and the imperative to move forward without algorithmic oversight. Sven avoided responding to direct calls for explanation, maintaining only minimal communication with trusted staff. A visible shift occurred in the office as colleagues, realizing the absence of BCI authority, gathered privately to discuss priorities without prior fear of compliance flags. By the following morning, routine message approvals were unnecessary, and Sven noted the change in staff tone—colleagues approached him openly with ideas for interim governance. As Sven’s action erased the central control of BCI, his own score was rendered obsolete, effectively falling to 0. The outcome led to immediate uncertainty, but also empowered local organization and demands for democratic reform across Stenograd.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "rmiskovic": {
    "chapter": "With the BCI disabled and city services stalling, Rada adjusted her daily schedule to manage basic needs. On the morning when neighborhood grocery stores could no longer verify official credentials, she watched as state systems failed to process access requests, forcing long lines and frustration. Later, when local committees distributed handwritten passes, she accepted one to purchase food, quietly observing how former scoring protocols were ignored. Speaking with a neighbor, Rada learned that most residents now relied on spontaneous, citizen-run resource stations for essentials. That afternoon, she avoided city-owned distribution centers, sensing the state’s authority fading. She spent extra time compiling community notices about food access and basic aid into her secure notes, intending to support future reporting efforts. The normalization of these grassroots systems made her daily survival easier yet highlighted growing uncertainty over which networks would last. Her BCI score remained unchanged at 1, given state scoring was no longer enforced.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}