{
  "olintz": {
    "chapter": "Following public reports of open gatherings in BCI-free city zones, Oksana noticed a sharp difference in her building. The previous night, she overheard neighbors quietly planning to visit these areas, encouraged by news of relaxed restrictions. The next morning, half the lifts were disabled and digital identification readers at the entrance ran slow diagnostics, forcing residents to wait in clusters by the lobby. When Directorate patrols stopped individuals returning from suspected gatherings, Oksana altered her daily routine, leaving for errands at irregular times and taking stairs instead of lifts to avoid checkpoint interactions. Concerned about intensified scrutiny, she began logging her comings and goings by hand, storing records in a private notebook. Her communications with neighbors grew more cautious. She refrained from discussing the unrest, even when others hinted at the changes. The unpredictable enforcement created hesitation in daily tasks, contributing to an ongoing sense of uncertainty. BCI score remains 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After news of widespread gatherings in the so-called Halden Zones reached Nikola’s building, he noticed building security had posted updated entry lists and increased patrols in shared spaces. When neighbors began discussing trips to these zones for relief from monitoring, Nikola altered his usual routes to avoid association with them, especially after noticing that one such neighbor’s name was abruptly removed from the mail access roster by evening. That afternoon, Nikola found the communal lounge locked during posted hours, and a new notice warned that anyone seen frequenting areas near the Halden Zones might face temporary suspension of residential privileges. Concerned that any proximity to these gatherings could flag his score, Nikola canceled an off-hour visit to a nearby market known for relaxed checks, instead sourcing essentials at less convenient locations. Such precautionary adjustments, driven by enforcement changes and his avoidance of flagged individuals, resulted in a minor decrease in his BCI score, now 65.",
    "bci_score": 65,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following widespread gatherings in Halden Zones and reports of ongoing BCI instability, Daria arrives at the lab to discover an updated protocol: biometric verification is now required at every device service point, with random audit prompts during her shift. She is immediately delayed by a queue of clients denied building entry after their scores unexpectedly drop again, forcing her to redirect standard device checks to remote diagnostics and cancel repairs for those unable to pass new checkpoints. During her afternoon break, she quietly reviews news feeds to monitor risk areas while avoiding group conversations among her coworkers, who openly debate rumors of system rollback. Daria maintains minimal interaction, double-checking all device logs for compliance triggers, and restricts her responses to official requests. Her BCI score drops to 54, attributed to heightened monitoring of her limited support actions and reduced in-person engagement amid increased scrutiny.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "In response to the news of growing gatherings and temporary privilege shifts in the Halden Zones, Lenart saw several clients abruptly cancel routine service calls, concerned about being flagged for associating with outsiders. The following afternoon, a scheduled job at a residential node in the edge of one such zone was postponed indefinitely after building access controls went offline, forcing Lenart to divert to lower-risk neighborhoods for work. Increased patrols and new identification checks along his usual route doubled his transit time, making paper log management more cumbersome and reducing his available work hours. Communications with regular clients became tense and limited, as many sought explicit reassurance that no visits would be recorded or traced. To minimize risk to his own status, Lenart began screening new requests by neighborhood stability and instructing clients to contact him only through private, non-digital means. His BCI score remained stable, with minor fluctuation. New BCI score: 71.",
    "bci_score": 71,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After news of widespread gatherings in the Halden Zones spread, Sven Halek arrived at work to find the building’s lobby crowded with people whose BCI statuses had reset overnight. Several staff members openly discussed their experiences in these temporarily unregulated areas, attracting the attention of Directorate monitors stationed at each entry point. During a Council speech review, Sven’s usual collaborators hesitated to comment, wary of language that might be interpreted as sympathetic to the gathering crowds. That afternoon, he received urgent instructions to reference only recent, fully approved statements in his drafts, limiting his ability to adapt messaging to changing public sentiment. Concluding that reliance on official channels was now riskier, Sven began producing several parallel drafts by hand, each tailored to shifting audience moods. By evening, this defensive adjustment to evolving restrictions and persistent uncertainty led his BCI score to decrease slightly, dropping from 76 to 74.",
    "bci_score": 74,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After deciding to publish the story about Stenograd's emerging free zones, Rada spent the night compiling verified footage and firsthand accounts from residents who had experienced sudden relief from BCI monitoring. She carefully anonymized her sources and delivered the report through dispersed independent channels. Within hours, the city responded as gatherings materialized in the named districts, and citizens tested the boundaries of their regained liberties. Rada observed an increase in encrypted messages from readers confirming the changes and sharing further evidence of system failures. Meanwhile, Council officials suspended scheduled media briefings and ordered stricter surveillance of state media staff. By the end of the day, Rada’s access to all official systems was revoked, and her housing privileges were placed “under review.” Her BCI score was reduced to 2, reflecting direct action in catalyzing mass unrest and documented system breaches resulting from her exposé.",
    "bci_score": 2,
    "political_preference": "rebel"
  }
}