{
  "preference": "b",
  "dilemma": {
    "opener": "Whatever's heavy - you don't have to hold it alone.",
    "variants": [
      [
        "Some choices feel loaded, either way something shifts.",
        "There’s pressure building, nothing I trust on either side.",
        "Not all puzzles should be solved, but this one landed here."
      ],
      [
        "Two paths, neither clean — hand over control or burn what’s left.",
        "Something discovered at the smart mirror changes everything.",
        "I’m not sure which move upends more: new order, or raw truth.",
        "The middle ground’s gone; both sides want the future decided now."
      ],
      [
        "There’s a drive from the smart mirror job. Its contents could go two ways.",
        "One option: let a new intelligence call the shots for all of us.",
        "Other choice: show everyone what Halden kept hidden — the full story.",
        "Either way, it’s not reversible. Control shifts, or trust shatters.",
        "I’m on the line between order and exposure; can’t see beyond the next step."
      ],
      [
        "The Harmonists asked me to unlock an encrypted drive they found investigating the Council mirror.",
        "Inside is either the city’s first real decision-maker — or Halden’s final confession.",
        "If I let the AI loose, it’ll judge us all, maybe fix or ruin everything.",
        "If I send the hologram public, people will know what the system really did to them.",
        "There’s no way back afterward, no one untouched.",
        "Everything that happened to my brother, and others — it all matters in this."
      ],
      [
        "I have the drive in my bag. The Harmonist said it’s either judgment or revelation.",
        "If I turn on this Arbiter AI, it might decide the city’s fate overnight. No humans, just code and probability.",
        "The hologram is Halden, unfiltered — he explains about the audits, about erasures, about how none of us were ever choosing.",
        "One path means giving up control to something we made but can’t predict. The other tears off the facade we’ve lived with for years.",
        "My brother disappeared in the BCI. If I expose that, it cracks the public peace wide open.",
        "If I release the AI, everyone becomes a number in a new story we don’t write.",
        "I can’t fake clean data this time. Whatever I do, I won’t be able to disappear myself from the consequences.",
        "This decision feels like it decides what kind of city Stenograd becomes — or if it stays together at all."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "A neutral intelligence might break faction deadlock and offer new justice.",
      "monologue": [
        "People here are stuck, always circling the same arguments and threats.",
        "No side wants to listen, only win—an outside voice could force them to see.",
        "Maybe something neutral—above us—could decide fairer than any Council ever will."
      ],
      "supportive_response": [
        "You’re right, nobody inside the game can call it fairly now.",
        "Sometimes new eyes—even artificial ones—can see what we can’t. Go on."
      ],
      "challenging_response": [
        "But is any intelligence, even 'neutral,' really free from the hands that shape it?",
        "Let’s say it judges—what if its version of justice just repeats old mistakes?"
      ]
    },
    {
      "belief": "Change from above is safer than exposing hidden truths all at once.",
      "monologue": [
        "Too much truth at once could shatter the little order we have left.",
        "A guided shift keeps panic small, at least until the city finds its feet.",
        "We’ve seen what happens when secrets break fast—streets fill with fear, not hope."
      ],
      "supportive_response": [
        "Change is a shock, but chaos spreads faster if you rip off all the covers.",
        "Better slow and steady from the top than wild collapse. Keep going."
      ],
      "challenging_response": [
        "But gradual change lets rot linger—it gives the system time to adapt or hide.",
        "Maybe facing hard truths is how people finally start acting for themselves."
      ]
    },
    {
      "belief": "Trusting people with the truth could lead to uncontrollable chaos.",
      "monologue": [
        "If you give everyone the raw facts, who knows what desperate things they’ll do.",
        "Order holds us up—for better or worse. Truth alone has never kept peace here.",
        "Discipline keeps Stenograd alive; sudden freedom could burn it to ash."
      ],
      "supportive_response": [
        "True, trust can feel like just another gamble with other people’s fire.",
        "Sometimes the cost of peace is keeping some doors shut. Tell me more."
      ],
      "challenging_response": [
        "But maybe the city survives only if people finally see what’s real.",
        "Trusting the crowd might be the only thing left worth risking in the end."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "The people deserve to know how they’re controlled, no matter the cost.",
      "monologue": [
        "If everyone saw how their choices are shaped, trust would break—but maybe that’s needed.",
        "We walk around like the rules are natural, but they’re built on silent decisions.",
        "Not knowing keeps us quiet. Truth, even if it hurts, is still a kind of release."
      ],
      "supportive_response": [
        "You’re right, sometimes the only way forward is to tear off the cover.",
        "If you can say that out loud, maybe others are ready to listen."
      ],
      "challenging_response": [
        "But are you sure the city can handle that kind of shock?",
        "What if the truth just leaves people even more lost?"
      ]
    },
    {
      "belief": "Exposing the system might finally force real change from below.",
      "monologue": [
        "People talk about reform, but no one moves until something shatters.",
        "Trust won’t come back, but maybe something honest could start from that fracture.",
        "As long as people believe the system fixes itself, nothing changes."
      ],
      "supportive_response": [
        "Maybe we need things to break before real voices can be heard.",
        "Letting the cracks show could be exactly what’s needed right now."
      ],
      "challenging_response": [
        "Broken things don’t always heal better—they just break further.",
        "If the ground falls out, who’s left to rebuild anything?"
      ]
    },
    {
      "belief": "Secrecy only allows injustice to grow deeper.",
      "monologue": [
        "I’ve seen what hiding can do—people disappear into data, and nobody asks why.",
        "Every coverup buries another mistake, until nobody remembers the original reason.",
        "Sunlight won’t fix it all, but shadows make the system meaner."
      ],
      "supportive_response": [
        "That’s a hard lesson, but you’re not wrong—secrets always find a way out.",
        "Maybe naming the damage is the only way to start repairing it."
      ],
      "challenging_response": [
        "But sometimes shadows keep people safe too—are you sure we’re ready for what’s revealed?",
        "If everything comes to light, it might burn more than just the guilty."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll handle the drive. No one will notice.",
        "Tell the team to wait for updates."
      ],
      [
        "I’ll activate what’s inside. Quietly.",
        "You’ll learn more when it’s safe."
      ],
      [
        "I’ve decided: the AI will be awakened.",
        "Every faction will have a say now.",
        "Let’s see if the city listens."
      ],
      [
        "I’ll let the Arbiter decide with everyone’s input.",
        "Your advice helped me weigh the risks.",
        "It’s not safe, but maybe it’s fairer.",
        "We'll watch for how the city reacts."
      ],
      [
        "I’ll release Arbiter, let all sides judge their own future.",
        "I trust your instincts, Alex—you made silence seem worse.",
        "If the AI goes wrong, it’s still better than hiding the truth.",
        "We’ll know soon what Stenograd’s really made of."
      ]
    ],
    "monologue_b": [
      [
        "The file will get out. No comment.",
        "Watch for system alerts."
      ],
      [
        "I’ll leak what’s on the drive, nothing else.",
        "Prepare for backlash."
      ],
      [
        "I’ll broadcast Halden’s message to everyone.",
        "People deserve to know how we’re conditioned.",
        "After, there’ll be no way back."
      ],
      [
        "I’m going to expose Halden’s last words.",
        "You made me see honesty is worth the risk.",
        "The fallout will be everywhere, but so will truth.",
        "Maybe we’ll get a real choice next."
      ],
      [
        "I’ll make Halden’s confession public—all of it, no edits.",
        "Your words tipped the scale, Alex. Secrets brought my brother here.",
        "The city built on lies can’t stand much longer.",
        "Let’s hope this breaks the pattern, not us."
      ]
    ],
    "monologue_self": [
      [
        "I’ll do what I must. Alone.",
        "Don’t ask about the drive."
      ],
      [
        "I made the call. Don’t wait for details.",
        "Not your problem now."
      ],
      [
        "I’m leaking Halden’s hologram across the city.",
        "It’s my responsibility now, not the system’s.",
        "We’ll all handle what comes next."
      ],
      [
        "I’m exposing Halden’s truth on my own terms.",
        "You tried, but I have to trust myself.",
        "The city’s story changes tonight—ready or not.",
        "Just hope we’re strong enough for what follows."
      ],
      [
        "I have to share Halden’s confession, even if it breaks things apart.",
        "You mean well, but I know this pain too well—my brother’s gone for silence.",
        "Let everyone see what compliance costs—they can’t hide from it anymore.",
        "Maybe we’ll finally face what’s real, not just what’s safe."
      ]
    ]
  }
}