{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Things shift quickly lately… schedules, routines. I just keep a low profile, follow what’s posted.",
        "Security in my building stepped up. Strange lists going around, locked doors.",
        "Saw a neighbor disappear from the entry roster. Seemed quick.",
        "I guess we just manage, day by day."
      ],
      [
        "I used to stop by the market out past the corner, but lately, it’s easier to keep out of sight. Less reason to be noted.",
        "Security started posting new entry lists — names coming off, even mid-day. No explanation ever written down.",
        "Our communal lounge, often locked now. Notices about proximity to certain neighborhoods… Halden areas, they call them.",
        "Saw someone’s access cut hours after mentioning the gatherings.",
        "Makes you think twice before changing your pattern. Not much comfort in it."
      ],
      [
        "Had to adjust things with all these Halden Zone talks. Security at home feels tighter each week.",
        "Neighbors vanish fast — one day you see them on the board, next day nothing. No one says a word.",
        "Our lounge got locked on a bright afternoon, never reopened for us. Only a new warning, about the wrong areas, the wrong people.",
        "I used to go to a market that felt freer, but after noticing how quick someone can disappear, I stopped. Not worth the risk.",
        "My BCI score dropped because of it — not enough for trouble, but I notice.",
        "Everything leads to more caution. It weighs on you."
      ],
      [
        "When the Halden news broke, people near me started changing — some excited, some reckless. I’ve been around too long to confuse an opening with actual freedom.",
        "Security got sharper, more nervous. Entry lists updated hour-to-hour, faces gone, shared rooms closed with fresh warnings.",
        "I watched a neighbor’s name vanish after just hinting at a trip to those gatherings. That was my cue to keep out of it, even if it meant more isolation.",
        "Used to rely on the little market that skipped a check or two, but now I make the longer walk, just to avoid being swept into someone else’s mistake.",
        "Lost another point on my score. A small thing, until it isn’t.",
        "I managed these systems for years. Now you can feel every screw tighten, like someone’s afraid to blink wrong.",
        "I feel a growing pressure, like the city’s holding its breath."
      ],
      [
        "I keep thinking back to when routine meant safety, back before all this BCI chaos roiled everything. The Halden Zones are all anyone talks about in whispers.",
        "Security’s tightening, new lists posted by the hour — I saw a whole family vanish from the mail roster overnight. No explanations, just gone. Reminds me of Council crisis sweeps, but now it’s everywhere.",
        "The communal areas that were once refuge are locked, and every door has a fresh warning about ‘proximity’ to the Halden districts. It’s meant to scare you into compliance, not protect.",
        "One neighbor — decent, polite — hinted at heading over there. By evening, no access, no trace. That was enough for me to change all my patterns. Isolation is safer.",
        "Even running errands became a calculation. I gave up the little freedoms I clung to: the easy market, chance encounters. I watch shadows now, worry over my BCI, lost more points for avoiding the obvious traps.",
        "For years, I played administrator, smoothing quiet edges for the Council. I see the Harmonists barely keeping the peace now, while Directorate men hover, eager for harder measures.",
        "It feels like we’re living in the machinery, not just subject to it, and the lines between safety and suspicion are paper-thin.",
        "Underneath it all, I’m unsettled. Every day demands new caution, and it’s a lonely kind of vigilance."
      ]
    ],
    "emotion": "A bit unsettled, maybe even weary—been changing my routines, watching carefully, not sure what comes next."
  },
  "emotional": {
    "opener": "Nikola, routines change for all of us. It’s alright to feel unsettled, but you’ve always known how to step quietly and keep your balance. That still matters.",
    "variants": [
      [
        "You have a way of saying things that lands softly.",
        "Sometimes steady words are all a person needs."
      ],
      [
        "Thank you, Alex. Your words help, even if I won’t say much more.",
        "Balance is something you hold onto, even when the ground shifts.",
        "Silence can be as necessary as calm."
      ],
      [
        "That’s good of you to say, Alex. Uncertainty gets quieter with time.",
        "I suppose things feel less heavy when someone understands.",
        "You notice who adapts—maybe that’s something you learn to trust.",
        "There’s comfort in being reminded to stand still once in a while."
      ],
      [
        "It’s true—always moving quietly served me pretty well.",
        "In this city, knowing when to blend in isn’t just survival. It’s habit.",
        "Sometimes you almost forget the ground is moving until someone notices it for you.",
        "I appreciate how you see people, Alex. Makes it easier to steady myself.",
        "Old habits, even the fearful ones, don’t have to rule everything, I suppose."
      ],
      [
        "You know, Alex, I spent decades making myself inconspicuous. It was the only way to help the Council without drawing too much notice—especially in my position.",
        "Some days, I wonder if that caution has shaped me more than I realized.",
        "But what you said helps, truly. Reminds me there’s a kind of dignity in how we adjust.",
        "This system, for all its certainty, never taught us what to do when the ground dissolves.",
        "Still, I find it’s little recognitions, gentle ones, that help you remember yourself.",
        "Maybe I underestimated how much those words matter. Thank you for them."
      ]
    ]
  },
  "factual": {
    "opener": "Things always seem changed but you never say what’s really going on. What actually happened in those zones or with the Council?",
    "variants": [
      [
        "Headlines make it sound bigger than it is. Just system glitches, for all I know.",
        "People get excited about 'freedoms'—doesn’t last.",
        "Council meets a lot, but that’s usual in chaos.",
        "Not my place to speculate further."
      ],
      [
        "Saw the story—so-called Halden Zones, yes. Temporary outages, nothing more.",
        "Crowds rush in when enforcement wavers. Always ends the same: more security, more oversight.",
        "Council declared emergency sessions. Old pattern, really.",
        "They say it’s all handled. I keep to myself.",
        "Most things settle down with time."
      ],
      [
        "Everyone’s chasing rumors about the Halden Zones—open gatherings, less monitoring, people testing limits.",
        "Heard the Council can’t agree on how to deal with it. Harmonists want calm. Directorate leans on force.",
        "Innovators push for bigger changes. Not all noise; these splits go way back.",
        "Seems like unrest spreads when controls slip, especially where the feedback systems failed.",
        "BCI scores now swing wildly; never seen so much open distrust.",
        "I remember how Council managed panic before. Never clean, never quick.",
        "I stick to what I know: quiet patterns work best."
      ],
      [
        "The Halden Zones started when those feedback loops Halden built went off-script. A few know that.",
        "People flooded in as soon as restrictions dropped. Unmonitored moments don’t come often.",
        "Council’s split wide open. Harmonists try for stability, but Directorate cracks down hard. Innovators argue to re-build from scratch.",
        "BCI data leaked, scores everywhere for anyone to see. That shook even the senior ranks.",
        "Old friends inside say nobody trusts their own terminals, let alone the system.",
        "I can tell—when Council’s nervous, every department gets harsh. Maybe too harsh this time.",
        "I served long enough to see crises like this, but not with the machine so out of sync.",
        "Much as I prefer order, this feels... brittle."
      ],
      [
        "Those Halden Zones—only happened where Halden secretly trialed alternative BCI feedback. Council didn’t know until it was too late.",
        "Been told privately the breakdowns started months before, long before Lintz became a scapegoat.",
        "Latest emergency briefings mention restoring control, but nobody has override. Directorate’s scrambling, but that only stiffens everyone else.",
        "I used to handle message flows in those rooms—this level of mistrust, it’s new. BCI scores flashing everywhere, officials exposed, Council selection thrown into confusion.",
        "Harmonists—my old lean—work overtime for calm, but even some are wavering now.",
        "Innovators aren’t trusted, but they’re loud, claiming the city needs a new system altogether.",
        "The Directorate would turn the key on all of us, given half a chance.",
        "Saw inside files from my Council days: when the system unravels, the urge is to clamp down hard and erase errors. Usually quietly. This time, it's too visible.",
        "To me, it feels like the system itself is the crisis—more than any riot."
      ]
    ]
  }
}