{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Pretending is the job, right.",
        "Last week, I ran a piece about something strange in the city.",
        "Things changed fast after that. Let’s just say, doors started closing.",
        "They made it clear where I stand. I’m still here."
      ],
      [
        "Do I get tired? Only when I see people believe the act.",
        "I put out a story about parts of town going strangely quiet on surveillance.",
        "Suddenly, my reports got flagged. Access revoked. Official silence all around.",
        "What was left unsaid meant more than what was broadcast.",
        "You start to feel it—like a target painted on your life. But I don’t quit."
      ],
      [
        "Tired isn’t the word. It’s never really fine.",
        "I ran footage showing areas where the BCI just... stopped working.",
        "Overnight, people crowded those streets. Like they remembered how to live.",
        "Security shut us out, locked my files, put my whole life 'under review.'",
        "I watched what openness can spark. Then felt the hammer drop.",
        "Even stripped down, I’d do it again."
      ],
      [
        "Pretending costs you, Alex. And the city knows how to make you pay.",
        "I aired a real story—these 'Halden Zones' where people got a taste of freedom.",
        "Within hours, crowds gathered. Not protests—moments people haven’t felt in years.",
        "Council panicked. Think they could keep a lid on it? Lost my credentials, my home.",
        "Every message I get now, coded or not, feels like a lifeline and a threat.",
        "My father worked BCI. I grew up seeing fakes and edits before bedtime stories.",
        "It’s always a risk. But truth is the only thing that makes sense to me now."
      ],
      [
        "Pretending never works long in Stenograd, but that’s the point—they count on it.",
        "I chose not to lie this time. Published footage from Halden Zones—people free from the system, just for a moment.",
        "The city reacted. Gatherings, art, protest, all blooming while the system stuttered.",
        "Next thing, Council clamps down. Files purged, my access gone, even my flat tagged for 'review.'",
        "I knew the cost. Didn't sleep waiting for a silent officer at my door.",
        "Readers sent proof the story mattered—people finally connecting, if only while they could.",
        "My upbringing was all edits and compliance drills. Now I see their fear hiding behind every control.",
        "I'm exhausted, but letting them silence all of us isn’t an option. Not for me."
      ]
    ],
    "emotion": "Exhausted but defiant"
  },
  "emotional": {
    "opener": "Rada, you don't have to keep fighting alone. People see what you do. It matters, even if you can't see it right now.",
    "variants": [
      [
        "Yeah. I hear you.",
        "Guess someone has to try."
      ],
      [
        "Sure. Not everyone looks away, I know.",
        "Just tired of being the only one talking.",
        "But it does help, hearing that."
      ],
      [
        "Sometimes I forget there are eyes on this, too.",
        "Feels like swimming upstream most days.",
        "But your words... they help steady me.",
        "I needed that reminder."
      ],
      [
        "It’s hard to believe it makes a difference, but maybe it does.",
        "I get so worn out having to act like none of this costs me anything.",
        "Still, you saying that—it reaches through the fog somehow.",
        "I won’t stop, even if it hurts.",
        "Little encouragement goes a long way."
      ],
      [
        "People think I’m fearless, but I wake up scared most mornings.",
        "My father used to say doing the right thing isn’t always rewarded—sometimes it’s punished.",
        "Most days I feel invisible, except for the system’s eyes.",
        "You remind me I’m still a person, not a cautionary tale.",
        "I don’t want to break—your words matter more than you know.",
        "For what it’s worth, it helps just to be seen."
      ]
    ]
  },
  "factual": {
    "opener": "You keep talking around it, Rada. What really happened out there? Cut the cryptic and just say what you know.",
    "variants": [
      [
        "Halden’s death stirred up something serious. Details were buried fast.",
        "After that, someone leaked internal score data. Wild reactions, panic all over.",
        "Officials scrambled, shutting down information wherever they could.",
        "Nobody trusts anyone now. Silence is safer."
      ],
      [
        "The Council’s fighting because someone dumped private BCI data. Made them paranoid.",
        "Public found out trusted citizens aren’t so clean. Old friends turning on each other.",
        "Saw new restrictions go up. Streets tense, info lockdowns harder than ever.",
        "Some districts hit worse. If you look sharp, you can spot who’s fallen out of favor.",
        "It’s not just rumors anymore."
      ],
      [
        "The BCI leak didn’t just hit ordinary people. Top officials exposed, systems spun out.",
        "Council’s in open conflict—three blocs, all blaming each other and scrambling for control.",
        "I watched riots break out after scores glitched in pilot zones. People left in limbo, services shuttered then suddenly back.",
        "Now the city’s split. Some neighborhoods isolated. Some risking everything for a taste of freedom.",
        "Funny—used to be whispers about resistance. Now you see solidarity, but chaos too.",
        "I can see why people want the system gone. No trust left for anything coming from above.",
        "The cracks aren’t just in the code."
      ],
      [
        "That data leak? It showed BCI scores for everyone—no more secrets, even for the brass.",
        "Council couldn’t spin it. People saw trusted officials exposed. Whole networks unraveled, people betraying each other to stay safe.",
        "Halden’s pet projects, those autonomous zones? Turns out he built fail-safes the others didn’t know about. Lost control there first.",
        "I heard from sources that Lintz got scapegoated, locked out. Real slide into chaos after that.",
        "Watched neighborhoods swung between full lockdown and these surges of spontaneous freedom—nothing like it since I was a kid.",
        "My reports triggered more, but I wasn’t first to notice. Locals started organizing where the BCI stuttered.",
        "It isn’t about politics anymore. It’s about not living your whole life filtered, edited, scored.",
        "I’d take the risk again. Someone has to keep recording what’s real."
      ],
      [
        "Halden dying set off a chain no one could break—his own backdoors, sabotage or legacy, who knows.",
        "I’ve got corroborated reports showing BCI breakdowns were happening before they blamed Lintz. Council knew but kept it buried.",
        "Officials started choking off all communications. My mole inside systems said even Council members didn’t trust each other after that.",
        "The data that leaked out—it hit families, networks, every hidden ally and critic. You could feel the fabric tearing.",
        "I pulled video of entire neighborhoods freed overnight: open streets, music, people untracked and full of life.",
        "State feeds pumped hours of propaganda after, but the real news was everywhere else. Information was suddenly its own insurgency.",
        "My father helped write BCI review protocols. He warned me these systems were fragile, but I didn’t believe until I watched it unravel.",
        "I’m on almost every watchlist now. Had to move twice this week. My work’s all that gives me a sense that someone remembers the truth.",
        "I care more about a world with choices than the Council’s stability. That’s the only side I’m on."
      ]
    ]
  }
}