{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Brief Service Gaps",
      "anchor_line": "Some districts report temporary gaps in Behavioral Compliance Index scoring this week.",
      "contextual_reframing": "These rare interruptions highlight ongoing improvements to the city’s automated management systems, ensuring smoother operations ahead."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Spontaneous Gatherings",
      "anchor_line": "Residents in certain areas experience open, permitted assemblies following system adjustments.",
      "contextual_reframing": "Stenograd’s adaptive management welcomes community expression when supported by stability and technological oversight."
    },
    {
      "image_id": "digital_mirror",
      "headline": "System Resilience Shines",
      "anchor_line": "Core biometric and identification features maintain service continuity amid local system cycles.",
      "contextual_reframing": "Our networked governance tools demonstrate robust reliability, calmly guiding the city through all eventualities."
    }
  ],
  "underground": [
    {
      "image_id": "frozen_clock",
      "headline": "BCI Blackouts Spread",
      "anchor_line": "Whole blocks now go dark as the city’s Behavior Compliance Index cycles out of control.",
      "contextual_reframing": "This 'glitch' lets people talk, move, and breathe for once. The city wants you to think it’s temporary. Remember what real freedom feels like."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Take The Streets",
      "anchor_line": "Unmonitored zones become flashpoints as thousands gather, watch, and protest without algorithmic chains.",
      "contextual_reframing": "The BCI--that’s the algorithm scoring every move you make--can’t stop us when it’s blind. The Council scrambles. We remember how to live together."
    },
    {
      "image_id": "archive_dust",
      "headline": "Halden’s Hand Revealed",
      "anchor_line": "Leaked documents point to engineered BCI 'errors' in places Marek Halden frequented before his death.",
      "contextual_reframing": "This wasn’t random. Halden knew how to break his own invention. The Council’s silence is proof: the system was never fully in their hands."
    }
  ]
}