{
  "olintz": {
    "chapter": "After decentralized networks allowed residents to organize essentials on their own, Oksana arrived at the Directorate to find building entry controlled informally by neighbors, not the system. As Council directives were ignored, a resident approached her for advice on how to fairly allocate supplies between two households, citing disputes from a nearby district. Used to algorithmic protocols, Oksana hesitated, then referenced older supply guidelines to avoid intervening directly. By afternoon, two colleagues debated openly in the break area about forming an independent committee, and Oksana noticed her opinion was solicited more often, putting her in an uncomfortable position without official backing. She limited her responses to process reminders, uncertain whether any choice would later be scrutinized. The lack of central authority made her a target for both requests and suspicion, leading to another minor decrease in her BCI score as trust in state employees eroded. Her new score: 19.",
    "bci_score": 19,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 18, Nikola attempted to collect his regulated grocery ration, but the process had entirely changed. Local volunteers now managed supplies without oversight, assigning pickup slots based on an informal list. The absence of recognized staff and inconsistent record-keeping made Nikola uneasy. He noted unfamiliar leaders arguing over distribution priorities, their authority unrecognized by many residents. Later, a disagreement at the entrance resulted in a heated confrontation, forcing Nikola to wait outside until tensions subsided. The lack of procedural routine prompted him to double-check the briefcase lock upon returning home and avoid interactions in the corridor. That evening, he observed renewed debate in the community forum, with outspoken neighbors calling for formal independence from the Council. Preferring orderly systems, Nikola limited his access to communal decisions, declining nominations and opting for further withdrawal to reduce risk. His BCI score dropped by 3 points due to ongoing vigilance and avoidance. ",
    "bci_score": 54,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After word spread of competing local authorities taking charge in different districts, Daria arrived at the lab to find her work queue split along new boundaries set by local organizers, rather than citywide directives. She no longer received standardized requests; instead, each neighborhood group submitted handwritten repair lists and expected immediate fulfillment. When a supply dispute broke out between two districts over the allocation of replacement health bands, Daria was asked to mediate by reviewing the technical needs without any automated records to verify claims. She handled the situation cautiously, distributing limited stock evenly and refusing to honor requests lacking legitimate device histories. Without access to central oversight, every decision relied on her judgment and relationships within different groups. By the end of her shift, the uncertainty and need for impartiality led to increased scrutiny from local coordinators, and her BCI score decreased by four points, reflecting new risks.",
    "bci_score": 40,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "As local authorities emerged and neighborhoods relied almost entirely on informal organization, Lenart faced new challenges coordinating repairs. On June 21, he was summoned to a dispute between two district representatives, each claiming control over electrical grid access in his sector. Without the BCI or clear Council enforcement, Lenart was pressured to choose sides, with each group referencing their own lists of priority repairs. That day, while attempting to restore power to a residential block, he was interrupted twice—first by one group demanding a halt to his work, then by another urging immediate completion. Lenart, uncomfortable without official protocols, documented each interruption in his log and delayed finishing the repair, unwilling to align himself with either faction. The heightened conflict among residents left him increasingly cautious, leading to missed maintenance requests and reduced interaction. His BCI score decreases slightly, reflecting his reluctance to fully participate in the new, fragmented order.",
    "bci_score": 47,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After bypassing Council oversight, Sven Halek coordinated the distribution of encrypted communication guides to a preselected network of trusted district leaders. In the first days, Sven personally verified the deployment of decentralized service protocols, monitoring feedback from each district to confirm the transition of food and transport management out of BCI control. As citizens adopted peer-run systems and stopped reporting to official channels, Sven documented rapid changes in routine behavior: Council directives were openly ignored, and public confidence shifted to local organizers. Within seventy-two hours, the Council initiated a crackdown, but Sven observed only minor compliance, with most requests for intervention unanswered. Sven’s direct facilitation of independent networks irreversibly separated daily life from centralized authority. In response, the BCI system flagged him as a key destabilizing actor. His score dropped sharply from 38 to 20, reflecting systemic noncompliance and marked suspicion from remaining oversight bodies.",
    "bci_score": 20,
    "political_preference": "rebel"
  },
  "rmiskovic": {
    "chapter": "As neighborhood-based networks handled most essential coordination, Rada noticed her supervisor stopped appearing at work, leaving teams to self-organize. When a disagreement broke out over who should prioritize distributing medicine and news, Rada was instructed by a temporary delegate to distribute updated supply rosters, a task outside her usual role. She complied, aware that refusal could attract unwanted attention in the absence of BCI monitoring. Later, confusion arose as rival group representatives demanded different versions of her distribution lists for their records. Rada, uncertain which group held authority, provided neutral copies to both, avoiding comment. By evening, heated exchanges continued without resolution. Rada avoided editorial input and limited her note taking, fearing any documentation could be used against her if control changed again. The lack of clear oversight and conflicting demands resulted in a minor decline in her BCI score due to her visible caution and avoidance behaviors. BCI score: 10.",
    "bci_score": 10,
    "political_preference": "innovators"
  }
}