{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Still myself, I suppose. Just been busy patching things up here and there.",
        "Had a long day sorting out some power issues, lot of people talking but not much gets fixed.",
        "Seems like everyone's got their own list of what's important now.",
        "Can't say it's made life any easier. Feel a bit off, if I'm honest."
      ],
      [
        "If feeling like myself means stepping on fewer toes, maybe not so much.",
        "Had two district folks fighting over the same bit of grid—couldn't win, either way.",
        "Every neighborhood's turning into its own little fiefdom.",
        "I kept my head down. Chose not to pick sides. Missed more calls than I usually would.",
        "Has a way of grinding on you, you know. Leaves you sort of hollow."
      ],
      [
        "I'm managing. Had to referee a turf war over an electricity feed last week.",
        "Usually I just fix what's broken. This time, both sides wanted my loyalty with their own priorities.",
        "Hard to know who speaks for anyone now. Rules are foggy.",
        "Skipped finishing a job rather than get caught in the middle.",
        "That indecision took a bite out of my BCI. People watch closer now.",
        "Makes you question if there's any space left for just doing your job. Drains you."
      ],
      [
        "Been feeling it, Alex. Things are rougher since Halden died and the BCI glitched itself into madness.",
        "Had district reps pulling me in opposite directions—each saying they’re the one with authority.",
        "Used to be, the BCI decided what mattered. Now people argue in circles and nothing sticks.",
        "Couldn't square it, so I left the power line unfinished. Didn't want to make enemies on either side.",
        "Started missing service requests, too. My score dropped. Folks act warier around me.",
        "Feels like the ground keeps shifting, no right call to make.",
        "Truth is, I just feel worn out and unanchored these days."
      ],
      [
        "Honestly, it’s been a mess. The BCI’s sputter threw everything sideways after Halden went down.",
        "I made my living keeping things steady, staying on good terms—now even simple fixes are a gamble.",
        "The other day, two new local 'bosses' tried to drag me into their feud over the electrical grid.",
        "Before, I trusted systems—even liked it, gave order. Now it’s just noise and haggling.",
        "Walked away from a job rather than pick sides. My BCI tanked. Security notices, too. I’m not proud.",
        "Neighbors only talk in whispers, barter for repairs. I keep my logs, but reports get lost. Nobody cares.",
        "I always leaned Directorate, believed in hard rules, clear lines. But lately? Feels pointless.",
        "Feels like standing in a blackout with the wrong tools. Hard not to feel empty, if you want the truth."
      ]
    ],
    "emotion": "Drained and unsteady, hoping for something solid to hold onto."
  },
  "emotional": {
    "opener": "Lenart, you do more than hold things together—you remind people what solid ground feels like. Don’t let the noise make you forget that.",
    "variants": [
      [
        "That's kind of you to say.",
        "I’ll keep that in mind."
      ],
      [
        "Hard to tell what's solid these days.",
        "Still, your words help. Appreciate it."
      ],
      [
        "Some days, it feels like the rug’s been pulled out from under everything.",
        "But maybe you’re right — maybe it’s worth holding onto what I know.",
        "Helps to hear it said out loud.",
        "Thanks for that."
      ],
      [
        "Funny, all these years of patching up systems, and I never thought much about being anyone’s solid ground.",
        "Sometimes I wonder if holding things together is all I’m good for.",
        "You saying that... well, it helps.",
        "Makes things seem a bit less pointless.",
        "Thanks, really."
      ],
      [
        "Truth is, I got used to being needed—but lately, I wasn’t so sure if it mattered.",
        "When everything’s shifting, it’s easy to forget you’re steady—easy to just go through the motions.",
        "Hearing that from someone outside the tangle means a lot.",
        "Makes me think the old ways still count for something.",
        "It’s grounding, even when the ground isn’t steady.",
        "Thanks, Alex. More than you know."
      ]
    ]
  },
  "factual": {
    "opener": "Sounds like everyone's dealing with the same mess. Why not just tell me what's really happening out there?",
    "variants": [
      [
        "People set up their own side networks after things broke down.",
        "Council acts tough, but no one's really listening now.",
        "A lot of backroom chatter about new bosses and who runs what."
      ],
      [
        "Seen those peer-to-peer groups connecting the neighborhoods. Not all above board.",
        "Council says they're cracking down, but folks mostly ignore it.",
        "Heard there's more talk of splitting from central control.",
        "Getting harder to say who gives the real orders right now."
      ],
      [
        "After BCI slipped, locals built their own private networks for the basics.",
        "Council tried a digital sweep, barely made a dent.",
        "People settle things with their own rules. Not like before, with command clear from up top.",
        "Some talk of districts wanting out. That's new.",
        "Barter's big now, favors and credits mean less.",
        "I stick to repairs, but watch where the current runs. Too easy to cross someone these days."
      ],
      [
        "Peer-to-peer groups, whole neighborhoods running on trust, not BCI. Saw it up close.",
        "Even with the crackdown, council feels absent. Old command structure just isn't there.",
        "Security types like me used to rely on the lines—they're all blurred now.",
        "Districts want their independence, pushing harder than ever.",
        "Seen citizens pop up off old watchlists. They know how to work the gaps.",
        "Feels like every old rule gets broken, including the ones I used to count on."
      ],
      [
        "Those encrypted networks, I've seen them being mapped and shared. Upsets everyone who still thinks the system's sacred.",
        "Council's digital enforcers stall and most of the city acts like they're not even there.",
        "Old Directorate friends grumble—no real control over anything, not anymore.",
        "The people off the old watchlists, they're leading change, sliding through every blind spot.",
        "Barter deals control half the work and people trust their own, not some dashboard score.",
        "Talk of splitting off from central rule is loud and public in places. Used to think that was unthinkable.",
        "The order I believed in—Directorate, hard line—just got left behind.",
        "I stick around because wiring things together was all I ever trusted but it's slipping.",
        "Feels like I lost my anchor. Still patching, but it all runs different now."
      ]
    ]
  }
}