{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Everyone's just getting through. Work was strange this week. Some things changed in the lab. I guess that's just how it is now."
      ],
      [
        "Neighborhoods started running things their own way at work. Got a lot of odd requests for repairs from new people. Hard to know who to trust. Had to be careful. Felt like eyes were on me all day."
      ],
      [
        "Everything's split between districts lately. At the lab, I don't even get proper instructions anymore. Local organizers send me handwritten lists for repairs, no system checks. There was a fight over which group should get the replacement wristbands. I tried to split them fairly, but I think some people resented it. All that scrutiny, and my score dropped again. Makes you feel exposed."
      ],
      [
        "Everything's fractured now. Work is run by whatever group is in charge of the neighborhood that day. No more central oversight, just handwritten lists, and I have to judge what’s real without records. There was this argument—two districts wanted the same stock of wristbands. I risked upsetting everyone and just split them evenly, turned down requests with sketchy histories. Even so, the locals acted like I was picking sides. My BCI score dropped because of my decisions and now every day I walk in, it’s riskier. All that pressure—sometimes I wonder how much longer it’ll last."
      ],
      [
        "No one’s really in charge anymore, just districts fighting for scraps. At the lab, my work is only as good as my judgment now—no requests logged, no centralized oversight, just people demanding things face-to-face. I spent the week splitting up a too-small supply of health bands, refusing whoever couldn’t show a real need, even if it made me enemies. The local power brokers don’t trust me, but I won’t just pick a side. My BCI keeps sliding. Funny, isn’t it? I signed up hoping tech would fix things. Now all that innovation is twisted—just more human mess, less control each day. It’s—hard, just trying to stay useful when everything feels so exposed."
      ]
    ],
    "emotion": "Exposed and weary"
  },
  "emotional": {
    "opener": "\"Most people just do what they can to get through this. You’re not wrong for feeling tired. It’s not your fault.\"",
    "variants": [
      [
        "I hear you. Not easy to say that out loud lately."
      ],
      [
        "Thanks for saying it. Not many do.",
        "Feels strange to admit I’m tired, but I am."
      ],
      [
        "I forget sometimes that others notice how hard this is.",
        "It’s easier to keep moving than stop and feel it.",
        "But it actually helps to be seen for once."
      ],
      [
        "You saying that matters more than you know.",
        "I keep things quiet. Too much risk, usually.",
        "But you’re right, it’s not all on me to fix.",
        "Being tired doesn’t mean I’ve failed."
      ],
      [
        "That’s the first honest thing I’ve heard in days.",
        "The world keeps asking for more—acting like we should never break.",
        "But no one prepared us for any of this, not really.",
        "I try to hold everything together, for everyone else, and it’s exhausting.",
        "Sometimes I wonder if anyone else feels it, too.",
        "Hearing you say that...makes me feel less alone."
      ]
    ]
  },
  "factual": {
    "opener": "You keep skirting around what’s been happening out there. Just say what you know about all this chaos, Daria. No one’s watching here.",
    "variants": [
      [
        "Everyone heard the networks came back on. People are coordinating services on their own now.",
        "Council’s not stopping any of it, that’s obvious.",
        "BCI’s not what it was. That’s all."
      ],
      [
        "Peer-to-peer groups are handling basics, like supplies and transport.",
        "Council tried to step in, but lost control fast.",
        "A lot of digital traffic isn’t monitored anymore, even though it should be.",
        "It’s all too open now. Not a good sign."
      ],
      [
        "Most people rely on those encrypted networks to get by now.",
        "Council’s attempts to shut things down haven’t worked.",
        "BCI scoring went on hold for a while. Now no one trusts what comes next.",
        "There’s talk the city might split up for good.",
        "Guess things always shift when systems fail. Some of us always wanted more adaptability, just not like this."
      ],
      [
        "The whole structure collapsed faster than I expected.",
        "Everyone’s building these peer-to-peer systems—food, medicine, everything bypasses the BCI.",
        "Crackdowns aren’t stopping anyone. Security’s ignored or just hiding.",
        "Districts talk independence, but it just feels like drift.",
        "I used to hope innovation would make things less corrupt. Now I see it’s fragile, not flexible.",
        "Feels like being caught between old tech and people’s real loyalties. Never saw it from this side before."
      ],
      [
        "I saw Sven Halek’s guides before the networks even broke open. People were sharing safe protocols at the lab.",
        "Our team’s been using the peer channels to reroute supplies, sometimes against Council restrictions.",
        "I heard vanished citizens are running half the networks now. Makes sense, really. Hard to blame them.",
        "Security wants compliance reports, but no one logs them. We just pretend.",
        "A few of us joked we’re living the Innovators’ inevitable future—except it’s chaos, not order.",
        "District independence talk is serious in my group. Not just noise.",
        "BCI’s hold is weaker than anyone lets on. Even the wearables lag and drop pings all the time now.",
        "I still believe in better systems, but now I know software isn’t neutral. Nowhere to hide from failure."
      ]
    ]
  }
}