{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Suppose I manage well enough.",
        "There are always changes in the process, even at the market.",
        "People queue differently now. Less... order.",
        "Hard to feel steady with all that shifting underfoot."
      ],
      [
        "Bit of trouble at the ration line the other day.",
        "No one’s running things by the usual rules anymore.",
        "Saw a few new faces—couldn’t tell who’s actually in charge.",
        "Kept myself to the edges. Things turn quickly now.",
        "Never did like uncertainty. Makes you think twice before stepping out."
      ],
      [
        "You could say these days test one’s patience.",
        "Went out to collect my ration. The old process is gone. Volunteers have taken over.",
        "Saw a scuffle outside—some debate about fairness, or who decides.",
        "I waited until the noise faded. Didn’t want to be caught up in it.",
        "It unsettled me. Came home, checked my briefcase lock, stayed out of sight.",
        "Not sure anyone feels quite themselves in this kind of city anymore."
      ],
      [
        "Feels like the ground gives a little more each morning.",
        "Went for rations this week. No officials—just volunteers improvising.",
        "Arguments in line, people picking sides. No trust in systems now.",
        "Used to find relief in routine. Now I double-check my lock and keep my door shut.",
        "Neighbors talk of independence from the Council. The familiar rules evaporate.",
        "I decided not to get involved. Declined their nomination to help. Safer that way, even if my score took another dip.",
        "After all those years serving the Council, watching it devolve into this... I hardly recognize the place, or myself."
      ],
      [
        "Honestly, some days it feels like I’m a shadow of the man who staffed those Council halls.",
        "I queued for rations—chaos, improvisation, people grasping for some new order.",
        "No one remembers how things ran smoothly. The Council’s grip is gone.",
        "I saw neighbors wrestling for authority, debating independence out loud.",
        "Old habits die hard. I locked up my briefcase, avoided the meeting, ducked my head. My BCI score slipped, as if to remind me I belong nowhere in particular.",
        "There’s talk of fragmented power, local committees, whispers of breaking free from all central oversight.",
        "Some call it hope. I see uncertainty—every step forward costs something. I won’t be drawn into another failed order.",
        "My years in service made me long for order, even flawed. Now, everything is unpredictable. I don’t quite know who I am here anymore."
      ]
    ],
    "emotion": "Tired. Uncertain. Not quite at home anywhere."
  },
  "emotional": {
    "opener": "It's alright to feel displaced sometimes, Nikola. You still matter here, even if the city feels different.",
    "variants": [
      [
        "Thank you. Not many say things like that anymore."
      ],
      [
        "Words like yours are rare these days.",
        "I appreciate the sentiment."
      ],
      [
        "It's good to hear someone remembers that we count.",
        "Sometimes I wonder if my time here made a difference.",
        "Your words help, more than you might think."
      ],
      [
        "There are moments when I hardly recognize this place.",
        "When someone tells me I still matter, I almost want to believe it.",
        "Maybe, in quiet ways, we do shape what lingers around us.",
        "I've carried on for so long, routine became comfort and protection.",
        "Hearing you see past what's on the surface—it's... steadying."
      ],
      [
        "Some days, it feels like the world reorganized itself overnight, and left people like me behind.",
        "For years, my worth was measured in efficiency and procedure. Afterwards, I doubted if there was anything left.",
        "Your words remind me that roles aren’t everything.",
        "Even in these times, it feels good to be seen, not just categorized.",
        "I think of all the small things I did that never made records. Maybe that still means something.",
        "If you can see that, perhaps I can too, for a while."
      ]
    ]
  },
  "factual": {
    "opener": "You keep skirting details. What’s actually happening beyond your building? Is anyone in charge, or is it just rumors and ration disputes now?",
    "variants": [
      [
        "Not much to add, honestly.",
        "They say people run errands differently now.",
        "Some networks, whispered about, coordinate things here and there.",
        "Council makes statements, but folks don’t listen.",
        "That’s all you can really see."
      ],
      [
        "There’s talk of these new private channels for services.",
        "BCI enforcement doesn’t seem to reach as far lately.",
        "People manage on their own, more or less.",
        "Council still puts updates out, but not much changes.",
        "Some say old faces have started reappearing.",
        "No one knows what’s next."
      ],
      [
        "It’s plain the city’s slipped from the Council’s grip.",
        "Those digital peer-to-peer setups—practically everyone’s moved to them for daily needs.",
        "Council tried cracking down, but there’s little follow-through.",
        "Feels like in every quarter, someone different calls the shots.",
        "Too many claims of independence, not enough order.",
        "I never was drawn to these upheavals. Prefer rules, even brittle ones.",
        "But lately, stability’s just a memory."
      ],
      [
        "Council’s lost the pulse, that much is clear.",
        "Peer-to-peer networks—encrypted, improvised—they run things now, not the system.",
        "Security tried pushing back but got nowhere. BCI’s ignored, no real enforcement.",
        "I heard from former colleagues: missing names have reappeared, running new networks beneath the radar.",
        "Power’s scattered. Every district fends for itself, wants autonomy over central control.",
        "Not my style. I respect process, discipline—even if people call it rigid.",
        "Yet now, the city debates breaking free altogether. Strange days.",
        "Sometimes feels like any sense of order is slipping past recall."
      ],
      [
        "Everything’s changed—Council holds office, but not authority.",
        "Those peer-to-peer ‘whisper nets’ replaced BCI controls almost overnight. Bread, medicine, even patrol shifts—all set up in backchannels now.",
        "Security pushes for unity, but these new networks just ignore them. The system lost weight the moment Halden died.",
        "I’ve seen former ‘vanished’ citizens personally—never thought I would. They’re no longer hiding, but shaping these new structures.",
        "Colleagues on the inside say each local group experiments, argues independence, and resists the old chain.",
        "Order was flawed, but it held. I favored the Harmonist way—preserving systems, improving slowly. Not throwing it all out in a rush for chaos.",
        "Now, procedural collapse feels permanent. Stability’s gone missing. No one I know has override anymore.",
        "Sometimes I worry my old files might be valuable now—dangerous even.",
        "Feels like I watch something dissolve that I dedicated my life to, and I’m not sure what that makes me, now."
      ]
    ]
  }
}