{
  "official": [
    {
      "image_id": "glass_tablet",
      "headline": "Residents Adapt Swiftly",
      "anchor_line": "Citizens organize food, health, and transport needs through new service networks.",
      "contextual_reframing": "Stenograd’s citizens show resourceful spirit, ensuring essential services continue even as the central Behavioral Compliance Index adjusts to post-maintenance recalibration."
    },
    {
      "image_id": "lone_tablet_reader",
      "headline": "Community Debate Grows",
      "anchor_line": "Neighborhood groups openly discuss future models for city management.",
      "contextual_reframing": "Engaged dialogue signals Stenograd’s collective commitment to improvement, with residents considering the city’s next steps as digital modernization advances."
    },
    {
      "image_id": "masked_caregiver",
      "headline": "Order Maintained Locally",
      "anchor_line": "Local leaders help uphold calm and cooperation during system transitions.",
      "contextual_reframing": "Grassroots collaboration supports Stenograd’s smooth operation, reflecting the city’s foundational strengths in unity and digital infrastructure."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "BCI Control Slipping",
      "anchor_line": "People ditch the Behavioral Compliance Index for real help—encrypted networks fill the gaps.",
      "contextual_reframing": "The BCI, or 'Behavioral Compliance Index,' was built to score and shape us. Now it's falling apart. Neighbors step up while the Council spins excuses."
    },
    {
      "image_id": "shattered_display",
      "headline": "Whisper-Net Takes Over",
      "anchor_line": "Public debates spill onto the streets—nobody waits for Council commands anymore.",
      "contextual_reframing": "Stenograd used to run on silent compliance scores and automated orders. But when the system failed, real voices and choices filled the silence. Every block is building its future by hand."
    },
    {
      "image_id": "interrupted_signal",
      "headline": "Council Shuts Out",
      "anchor_line": "Local groups demand real power as system trust collapses. The Council's word means nothing now.",
      "contextual_reframing": "Behind the glowing propaganda, the city's data-driven rulers have lost control. Digital unity, not official orders, is holding Stenograd together as new leaders step up to fill the void."
    }
  ]
}