{
  "olintz": {
    "chapter": "Following the launch of public hearings on past scoring system abuses, Oksana was assigned to review case files involving former low-score residents who now appeared at hearings. The building’s entry logs reflected a constant flow of unfamiliar visitors, with some colleagues requesting remote work to avoid encounters. During one shift, Oksana was approached by a former complainant, now permitted entry, who insisted on reviewing her own flag history in person. Oksana complied, but noticed her own identity badge was regularly checked by new oversight volunteers stationed at internal checkpoints. After council members joined open debates nearby, Oksana overheard co-workers openly question her past emergency interventions, making her increasingly cautious about discussing any Directorate decisions. She limited herself to silent data entry and declined group meetings, noting in her dashboard a new trust reevaluation process was underway. Her BCI score registered a slight negative fluctuation to 3, marking her ongoing risk category.",
    "bci_score": 3,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 20, following the launch of public hearings about past abuses under the city’s scoring system, Nikola heard neighbors discussing summonses and openly debating former council policies in shared spaces. That afternoon, an impromptu assembly was held in the building’s entryway, with residents questioning those who had previously benefitted from high scores. Nikola observed quietly, refusing to speak when approached, wary of being linked to his past Council proximity. Later that day, he noticed an unfamiliar face in the hallway closely watching apartment doors, raising his suspicion that records or testimonies were being gathered. The next morning, with citywide paralysis growing as assemblies and Council leaders remained deadlocked, Nikola delayed his visit to the resource center, worried about who would control access or question him. He triple-checked his device for new credential checks and again moved his briefcase. These shifts in routine kept his BCI score steady, with only a minor fluctuation to 50.",
    "bci_score": 50,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the permanent shutdown of the BCI and the rapid organization of citizen assemblies, Daria’s routine at the health band lab changed abruptly. On the morning after the assemblies took control of critical systems, Daria arrived to find her supervisor had redistributed all technicians to assist with local forums instead of device work. She spent the day in a crowded community center, explaining basic health band maintenance to residents who previously relied on automated scheduling. When participants disagreed over whose requests took priority, Daria was asked to create a manual waiting list. Without protocol, she hesitated, aware her decisions might now be publicly challenged. Returning home, she reflected on her diminished professional security and the absence of automated oversight, which once both constrained and shielded her. Although her BCI score no longer updated, she felt a persistent apprehension about the possibility of blame or scrutiny now that accountability had shifted to face-to-face interactions.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following his decision to sever the BCI core connection, Lenart immediately distributed system guides to assembly organizers, showing them how to operate maintenance, energy, and communications networks manually. Within hours, neighborhood representatives arrived at his workshop seeking direction. Lenart spent the day instructing volunteers onsite instead of making repairs, stepping back from his usual isolated routine to ensure essential systems would not collapse in the absence of algorithmic management. This shift placed him under increased scrutiny as former Council affiliates attempted to reassert control through technical channels, but Lenart refused to enable any remote access or backup restores. Throughout the day, he observed growing tension among residents tasked with allocating scarce resources. His choice rendered him an openly noncompliant actor in the now leaderless city, resulting in his BCI score plummeting to 35. His technical expertise became a communal resource, with all subsequent city decisions made in public forums rather than dictated by the BCI system.",
    "bci_score": 35,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After citizen assemblies fully replaced algorithmic oversight, Sven Halek arrived at the former Directorate offices only to be redirected by local volunteers managing entrance requests. He spent the morning negotiating workspace assignments with assembly members, unable to retrieve his regular speech drafts or rely on familiar support staff. When a request arose to clarify several past communications from the BCI period, Sven faced public questioning by assembly organizers and residents, some wielding printed evidence of conflicting statements. Without the controlled structure of the prior system, he avoided further policy recommendations and instead limited himself to factual clarifications, recording queries in his notebook. The open review and lack of confidential channels exposed Sven to regular challenges of his authority, prompting him to adopt a passive routine centered on observation and documentation. Persistent scrutiny from the assembly and uncertain future protocol resulted in a further reduction of his BCI score to 34.",
    "bci_score": 34,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "On the day community tribunals launched public hearings about BCI-era injustices, Rada arrived at the office to find that several colleagues were called to testify, leaving key editorial posts empty. As the city entered a period of paralysis with grassroots groups pressing for radical reforms, she noticed the newsroom’s routine had collapsed—story assignments went unclaimed and internal communications broke down. Rada used the anonymity created by the absences to quietly review testimonies about system abuses, making careful offline notes while avoiding any system-linked actions that would draw attention. Her ability to contribute officially was further restricted as scheduled reports were indefinitely postponed, and she was excluded from spontaneous staff discussions about possible media reforms. Throughout the day, Rada remained alert for further shifts in leadership. These changes reinforced her sense of uncertainty and further isolated her, but her behavior remained cautious and unchanged, resulting in no significant BCI score fluctuation. BCI score: 5.",
    "bci_score": 5,
    "political_preference": "rebel"
  }
}