{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Kindness Takes Spotlight",
      "anchor_line": "Citizens embrace public acts of care to enhance city harmony and personal privileges.",
      "contextual_reframing": "Collective action demonstrates Stenograd’s capacity for unity and social responsibility. System adapts to encourage positive influence."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Authenticity Debated",
      "anchor_line": "Public discourse intensifies over fairness and sincerity as staged kindnesses are uncovered.",
      "contextual_reframing": "Healthy debate and transparency ensure the behavioral system remains effective and trusted. Stenograd values progress and honest engagement."
    },
    {
      "image_id": "blank_display",
      "headline": "Council Restores Order",
      "anchor_line": "Council and community agree: human-verified privileges replace automated rewards after recent disruptions.",
      "contextual_reframing": "Transition to transparent governance highlights the system’s resilience and commitment to genuine care in citizenship. The future of Stenograd remains secure."
    }
  ],
  "underground": [
    {
      "image_id": "speaker_wall",
      "headline": "Fake Kindness Frenzy",
      "anchor_line": "People chase BCI scores with staged smiles and shallow charity.",
      "contextual_reframing": "The mighty system can be gamed with a well-timed performance. Who gets ‘privileges’ now? Whoever fakes it best."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Truth On Trial",
      "anchor_line": "Suspicion and distrust explode as real empathy gets drowned by showmanship.",
      "contextual_reframing": "Want honesty? Not in Stenograd. The Council lets the spectacle distract while the system quietly sorts winners from losers."
    },
    {
      "image_id": "blank_display",
      "headline": "Empathy Code Exposed",
      "anchor_line": "Halden's secret empathy patch backfires—city reels as the truth leaks out.",
      "contextual_reframing": "Now they scramble: Council scraps the BCI rewards, promises 'human checks.' Is this progress, or just new chains dressed as reform?"
    }
  ]
}