[
  {"id": "screen_corridor", "description": "A person stands alone in a corridor surrounded by glowing screens."},
  {"id": "ambiguous_talk", "description": "Two people talk quietly, their expressions unreadable."},
  {"id": "child_light_wall", "description": "A child stares at a wall filled with shifting digital light."},
  {"id": "masked_caregiver", "description": "A masked worker reaches out with gloved hands in a sterile room."},
  {"id": "elder_window", "description": "An elderly person gazes through a window in quiet reflection."},
  {"id": "sealed_envelope", "description": "Hands exchange a sealed envelope under dim light."},
  {"id": "id_scan", "description": "A commuter holds out a glowing ID card at a checkpoint."},
  {"id": "billboard_passerby", "description": "A silhouette walks past a dynamic urban billboard."},
  {"id": "digital_mirror", "description": "A young adult looks into a smart mirror displaying biometric overlays."},
  {"id": "crowd_spectacle", "description": "A silent crowd watches an unseen event in synchronized stillness."},
  {"id": "blank_display", "description": "An empty public screen with exposed wiring flickers faintly."},
  {"id": "drone_tree", "description": "A surveillance drone hovers quietly near the branches of a tree."},
  {"id": "biometric_scanner", "description": "A futuristic scanner pulses green, awaiting input."},
  {"id": "paper_stack", "description": "A stack of stamped government documents sits on a bare table."},
  {"id": "empty_bench", "description": "A simple public bench remains unused in an open space."},
  {"id": "data_skyline", "description": "The city skyline glows with subtle digital overlays and node indicators."},
  {"id": "toy_pavement", "description": "A child's toy lies abandoned on clean pavement."},
  {"id": "bird_drone", "description": "An artificial bird perches on a wire, subtly mechanical."},
  {"id": "speaker_wall", "description": "A public speaker is mounted high on a wall with exposed cabling."},
  {"id": "fog_footsteps", "description": "Footsteps trail into light fog beneath streetlights."},
  {"id": "queue_kiosks", "description": "Citizens wait in line at identical self_service kiosks."},
  {"id": "wrist_scan", "description": "A person scans their wrist at a locked metro entrance."},
  {"id": "cafeteria_trays", "description": "Identical meals are neatly placed on institutional trays."},
  {"id": "empty_crossing", "description": "A person crosses the street at a signal despite no traffic."},
  {"id": "symmetrical_laundry", "description": "Laundry hangs symmetrically across uniform balconies."},
  {"id": "group_exercise", "description": "People exercise in sync, following instructions from a large screen."},
  {"id": "clean_hall", "description": "A janitor methodically cleans an already spotless hallway."},
  {"id": "form_filling", "description": "A citizen completes a digital form at a minimalist desk."},
  {"id": "logistics_center", "description": "Packages move along conveyor belts under robotic sorting arms."},
  {"id": "child_assembly", "description": "Children salute a large screen during morning assembly."}
]