[
  {"id": "screen_corridor", "description": "A person stands alone in a corridor surrounded by glowing screens."},
  {"id": "ambiguous_talk", "description": "Two people talk quietly, their expressions unreadable."},
  {"id": "child_light_wall", "description": "A child stares at a wall filled with shifting digital light."},
  {"id": "masked_caregiver", "description": "A masked worker reaches out with gloved hands in a sterile room."},
  {"id": "elder_window", "description": "An elderly person gazes through a window in quiet reflection."},
  {"id": "sealed_envelope", "description": "Hands exchange a sealed envelope under dim light."},
  {"id": "id_scan", "description": "A commuter holds out a glowing ID card at a checkpoint."},
  {"id": "billboard_passerby", "description": "A silhouette walks past a dynamic urban billboard."},
  {"id": "digital_mirror", "description": "A young adult looks into a smart mirror displaying biometric overlays."},
  {"id": "crowd_spectacle", "description": "A silent crowd watches an unseen event in synchronized stillness."},
  {"id": "blank_display", "description": "An empty public screen with exposed wiring flickers faintly."},
  {"id": "drone_tree", "description": "A surveillance drone hovers quietly near the branches of a tree."},
  {"id": "biometric_scanner", "description": "A futuristic scanner pulses green, awaiting input."},
  {"id": "paper_stack", "description": "A stack of stamped government documents sits on a bare table."},
  {"id": "empty_bench", "description": "A simple public bench remains unused in an open space."},
  {"id": "data_skyline", "description": "The city skyline glows with subtle digital overlays and node indicators."},
  {"id": "toy_pavement", "description": "A child's toy lies abandoned on clean pavement."},
  {"id": "bird_drone", "description": "An artificial bird perches on a wire, subtly mechanical."},
  {"id": "speaker_wall", "description": "A public speaker is mounted high on a wall with exposed cabling."},
  {"id": "fog_footsteps", "description": "Footsteps trail into light fog beneath streetlights."},
  {"id": "queue_kiosks", "description": "Citizens wait in line at identical self_service kiosks."},
  {"id": "wrist_scan", "description": "A person scans their wrist at a locked metro entrance."},
  {"id": "cafeteria_trays", "description": "Identical meals are neatly placed on institutional trays."},
  {"id": "empty_crossing", "description": "A person crosses the street at a signal despite no traffic."},
  {"id": "symmetrical_laundry", "description": "Laundry hangs symmetrically across uniform balconies."},
  {"id": "group_exercise", "description": "People exercise in sync, following instructions from a large screen."},
  {"id": "clean_hall", "description": "A janitor methodically cleans an already spotless hallway."},
  {"id": "form_filling", "description": "A citizen completes a digital form at a minimalist desk."},
  {"id": "logistics_center", "description": "Packages move along conveyor belts under robotic sorting arms."},
  {"id": "child_assembly", "description": "Children salute a large screen during morning assembly."},
  {"id": "shrouded_statue", "description": "A statue wrapped in translucent fabric stands at the center of a quiet plaza."},
  {"id": "faceless_portrait", "description": "A weathered painting of a faceless figure hangs crookedly on a concrete wall."},
  {"id": "archive_dust", "description": "Dust floats in a beam of light within a forgotten records room."},
  {"id": "glass_tablet", "description": "A transparent tablet displays encrypted symbols under flickering light."},
  {"id": "missing_poster", "description": "A poster marked 'Missing' peels slightly from a public notice board."},
  {"id": "interrupted_signal", "description": "A broadcast screen shows static, interrupted by a brief silhouette."},
  {"id": "mirror_fragment", "description": "A broken mirror fragment reflects half a face amid scattered debris."},
  {"id": "backlit_exit", "description": "A lone figure walks toward a glowing doorway at the end of a corridor."},
  {"id": "public_garden", "description": "Artificial sunlight bathes a garden where no one is present."},
  {"id": "graffiti_warning", "description": "A cryptic message is scrawled in red paint on a concrete underpass."},
  {"id": "frozen_clock", "description": "An old digital clock reads the same time on every screen in sight."},
  {"id": "lone_tablet_reader", "description": "A person sits in darkness, the glow of a tablet illuminating their face."},
  {"id": "unblinking_eye", "description": "A security camera in the shape of an eye stares silently from above."},
  {"id": "sunless_alley", "description": "A narrow alley remains dark even at midday."},
  {"id": "abandoned_terminal", "description": "A terminal kiosk flashes 'Awaiting Input' in a deserted transit hub."},
  {"id": "network_tangle", "description": "A wall is covered in tangled wires feeding into a single blinking node."},
  {"id": "stairwell_shadow", "description": "A shadow lingers at the top of an unlit stairwell."},
  {"id": "storage_vault", "description": "A sealed storage door bears the faded emblem of a defunct department."},
  {"id": "watching_window", "description": "Curtains part slightly from a high-rise window."},
  {"id": "multipurpose_room", "description": "Folding chairs are arranged in perfect symmetry beneath harsh lights."},
  {"id": "detention_log", "description": "A digital clipboard displays a list of names beside status indicators."},
  {"id": "drip_monitor", "description": "A medical drip pulses next to a blank-faced patient under observation."},
  {"id": "server_cooling", "description": "Mist rises from a server stack in a chamber filled with coolant haze."},
  {"id": "dome_ceiling", "description": "A domed ceiling shows a projected night sky that flickers unnaturally."},
  {"id": "child_in_queue", "description": "A child waits quietly in line between adults, eyes fixed ahead."},
  {"id": "faulty_projection", "description": "A holographic map glitches, revealing layers beneath the surface."},
  {"id": "hoverlight_shadows", "description": "A low-hovering light casts fractured shadows over empty streets."},
  {"id": "rooftop_listening", "description": "A person sits on a rooftop wearing headphones, facing away from the city."},
  {"id": "document_burn", "description": "Ashes from burnt paper swirl upward under a silent ventilation shaft."},
  {"id": "message_reflection", "description": "A faint digital message appears only in the reflection of a puddle."},
  {"id": "hallway_redlight", "description": "A dimly lit hallway glows faint red, casting long shadows from unseen sources."},
  {"id": "shattered_display", "description": "A cracked public information screen displays fragments of overlapping messages."},
  {"id": "flower_on_concrete", "description": "A single wilted flower lies on cold concrete near a surveillance post."},
  {"id": "hidden_earpiece", "description": "A close-up of an ear with a barely visible communication device tucked inside."},
  {"id": "group_stillness", "description": "A small group of people stands frozen in identical postures beneath a drone."},
  {"id": "coded_graffiti", "description": "A stylized tag on a maintenance door hides a string of binary code."},
  {"id": "civic_altar", "description": "A digital altar glows beneath a national emblem surrounded by flickering candles."},
  {"id": "hologram_smoke", "description": "A holographic projection flickers unevenly through a cloud of smoke."},
  {"id": "folded_uniforms", "description": "Clean uniforms are folded precisely on a bunk with no sign of occupants."},
  {"id": "elevator_panel", "description": "A buttonless elevator panel lights up in a pattern that suggests no input was needed."},
  {"id": "underground_door", "description": "A steel door beneath street level bears no markings but hums faintly."},
  {"id": "council_table_empty", "description": "An empty circular table is surrounded by vacant chairs in a sterile chamber."},
  {"id": "eye_on_wall", "description": "A painted eye watches silently from a decaying brick wall."},
  {"id": "neon_glow_path", "description": "A faint neon trail illuminates a narrow pedestrian path in the rain."},
  {"id": "civic_badge", "description": "A gloved hand holds a tarnished badge engraved with unreadable initials."},
  {"id": "static_face", "description": "A large screen shows a person’s face frozen in mid-sentence, corrupted by static."},
  {"id": "abandoned_mug", "description": "A chipped mug of tea steams quietly beside an unfinished form."},
  {"id": "interrogation_reflection", "description": "A two-way mirror reflects a silent observer in a darkened room."},
  {"id": "tunnel_lights", "description": "Overhead lights flicker in a long pedestrian tunnel with no visible end."},
  {"id": "pattern_fabric", "description": "A piece of fabric printed with official insignia flutters in a drafty corridor."},
  {"id": "tagged_shoes", "description": "A row of identical shoes, each tagged with a code, lines a tiled wall."},
  {"id": "storage_vaults", "description": "Numbered metallic vaults stretch endlessly in a temperature-controlled chamber."},
  {"id": "watchful_figure", "description": "A figure stands unmoving on a balcony, watching the city without expression."},
  {"id": "medical_pulse", "description": "A pulsing red light tracks vital signs above an empty patient chair."},
  {"id": "discarded_device", "description": "An obsolete communication device lies half-buried in sand by a roadside."},
  {"id": "hidden_listening", "description": "Behind a loose ceiling tile, a microphone silently records below."},
  {"id": "metro_ghost", "description": "A nearly empty metro car shows a single passenger looking into the dark tunnel."},
  {"id": "civic_blueprint", "description": "An old blueprint of the city shows erased sectors scribbled over in ink."},
  {"id": "screen_glow_eyes", "description": "A child's wide eyes reflect multiple screens in complete darkness."},
  {"id": "descent_stairs", "description": "A spiral staircase descends into darkness lit only by a single emergency beacon."}
]