{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Life's not been dull, I'll give it that.",
        "Had my hands full with some system reroutes — official business, nothing strange.",
        "Took care of a request for the Council. Bumped my score, if you can believe that.",
        "Haven't been sleeping much, if that's what you're really asking."
      ],
      [
        "Got pulled into some Council business. Analog lines, containment, the usual cloak and shuffle.",
        "They wanted the networks sealed tight, so I did the job and kept my mouth shut.",
        "Saw some nervous faces, heard a few things I could've done without.",
        "I played along, my BCI ticked up, and people started whispering.",
        "Feels like no good deed goes unpunished in this place."
      ],
      [
        "It's been eventful. The Council roped me in for a bit of analog containment.",
        "They needed the old lines shut off so no one could leak out the returnee statements.",
        "I did the job, even turned down some handwritten confessions they tried to pass through me.",
        "Word got around fast that I helped lock down access.",
        "Now the neighborhoods are upset. My score jumped, but I can't show my face everywhere like before.",
        "Funny how doing the 'right' thing leaves you with fewer friends."
      ],
      [
        "You know me, Alex — I fix what breaks, but I don't always like the company.",
        "Got caught in the middle of one of the Council's little reconciliation games.",
        "They had me shut off the analog lines so any testimony from those returnees had to go through official hands.",
        "Refused to handle anything handwritten. Sent someone packing out of the tunnels with a warning.",
        "Followed the orders, sent my report up the chain, locked down every last alternative route.",
        "Next thing I know, word’s out — folks say I helped silence people. Score went up, street trust went down.",
        "Now I’m lying low with too many eyes on me. Couldn’t say if it’ll ever balance out."
      ],
      [
        "It's bad business, Alex, when fixing things makes you part of the problem.",
        "Used to be you patch a pipe, reset a circuit, go home. Now every job’s tangled up with someone’s control games.",
        "This time, the Council wanted analog lines sealed — to keep returnee stories away from prying ears.",
        "The Directorate made it clear, no messy leaks. I played ball, but only to the line.",
        "Refused to help stage their 'confessions.' Even handed back a batch of testimonies. Couldn’t stomach being a mouthpiece.",
        "Still, I closed what they asked, blocked out citizen channels, and sent in my confirmation.",
        "It all blew up anyway — leaks everywhere, people angry, protests in the streets. Got me a bump on my BCI and a lot more dirty looks.",
        "Feels like everyone’s picking sides and no one wants a fixer who remembers how it used to be."
      ]
    ],
    "emotion": "Worn out, a bit uneasy, but trying to stay wry and self-contained"
  },
  "emotional": {
    "opener": "You’re not alone, Lenart. Some of us still see the person inside—not just the number.",
    "variants": [
      [
        "Suppose that counts for something.",
        "Appreciate the effort, anyway."
      ],
      [
        "Yeah, numbers don’t show much, do they.",
        "I get by. Hearing that helps, a little.",
        "Suppose you’d know what that’s like."
      ],
      [
        "Guess it’s easy to forget we’re more than just the sum of someone else’s algorithm.",
        "It makes a difference, hearing that — even now.",
        "Not sure what’s left, but I’ll take it.",
        "Helps to know someone notices."
      ],
      [
        "You saying that… it actually lands, you know.",
        "Most days, the system’s the only thing that bothers to notice.",
        "But I remember what things were before.",
        "Somehow, that makes it sting less.",
        "Maybe there’s more of us out there, seeing each other."
      ],
      [
        "Honestly, that’s the first kind thing I’ve heard in a while.",
        "It gets hard, feeling like just a moving part — but you get it.",
        "Everyone acts like the number’s all that matters, but it isn’t. Not really.",
        "I used to think nobody cared anymore, except the system.",
        "Somewhere down the line, we stopped looking out for each other.",
        "Nice to feel like someone might still try."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Just cut the cryptic routine. What's really going on out there?",
    "variants": [
      [
        "Things are shifting. More protests than usual, that much is obvious.",
        "The Council got caught twisting those public statements. Not a good look, even for them.",
        "Saw some faces reappear after being gone for months. All a bit odd, but nothing I can prove.",
        "Nobody seems to know who's in charge half the time."
      ],
      [
        "Protests are spreading, and the Council looks jittery.",
        "Heard about some returnees getting dragged into those closed sessions. Like ghosts pulled back just for show.",
        "Drafts of their so-called 'reconciliation' hit the street. People figured out they were rigged.",
        "Hard to say who's really pushing for reform. Could just be a new way to lock things down."
      ],
      [
        "Public’s restless. Flyers showing up naming disappeared people, neighborhoods running their own searches.",
        "Returnees come back from nowhere, even more confused than before. Seems like Halden had contingency plans all along.",
        "Directorate’s desperate to silence them, but Innovators want to wring some new system out of it.",
        "It all leaks anyway. Drafted statements, Council edits, the whole theater—everyone’s seen it by now.",
        "System stutters, work goes sideways, and the only sure thing is nobody trusts the BCI anymore."
      ],
      [
        "People vanished, then turned up lost. Flyers listing names, whole blocks searching door to door.",
        "Council and Directorate get caught staging sessions—returnees fed lines, statements twisted to justify the detainments.",
        "Some of the Innovators would overhaul everything if given the keys. I’d let the system learn, not just enforce.",
        "Protests feel different now. Less about missing faces, more about the machine behind them.",
        "I keep getting requests for fixes, patches, favors—most want assurances, not repairs these days.",
        "Feels like old ground, but with more eyes watching and less room for neutrality."
      ],
      [
        "Been in the middle of it since Halden died. System’s been limping, tossing citizens around like spare parts.",
        "Whole labor networks reassigning people at random. High-score folks end up sweeping streets, ghosts fill skilled posts. Chaos.",
        "Disappeared people started turning up. Not all original, I think—some are hollow, like they’ve been processed.",
        "Council and Directorate wrestling over these ‘reconciliation’ statements, but the language is all theatre. Innovators want to scrap the protocols altogether. I lean their way, but quietly.",
        "You see diary entries on that big screen? Halden’s hand, by the look of it. Feels like he planned for this unraveling.",
        "Now it’s flyers, analog signals, street assemblies. Old-timers teaching each other to stay invisible.",
        "Fix-it jobs used to mean patching code, not hiding hardware from surveillance sweeps.",
        "Lately the only folks not panicked are the ones who stopped playing the BCI game altogether. Can’t say I blame them."
      ]
    ]
  }
}