{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Been quiet. Just routine work.",
        "Colleagues are disappearing more often.",
        "Inventory checks got frequent, feels tense.",
        "Feels like everyone is just waiting for the next thing. Tired. Frustrated."
      ],
      [
        "Not much, just the lab getting stricter.",
        "People got removed for saying the wrong thing. Makes coming in feel risky.",
        "Someone slipped me some rumors about statement tampering. I got rid of it fast.",
        "Management started hovering during reviews, not subtle anymore.",
        "I keep my head down, but it’s hard to ignore what’s happening. Tired. Frustrated."
      ],
      [
        "Work’s changed. Colleagues vanished after talking about assemblies.",
        "Now there are more inventory checks, supervisors breathing down our necks.",
        "A tech handed me a flyer about fake reconciliation statements—looked dangerous even reading it.",
        "I shredded it. No point holding something that could get me flagged.",
        "Everyone’s double-checking their logs now, scared to even sign off simple jobs.",
        "My BCI score’s dropped again too. Makes everything more complicated. Tired. Frustrated."
      ],
      [
        "Honestly, it’s been rough.",
        "Two I worked with got pulled after supporting the assemblies. Makes you wonder who’s next.",
        "Right after, every job check needs a supervisor. You can feel the suspicion everywhere.",
        "Someone handed me a flyer about statements being falsified. I barely read it before destroying it. Can’t trust anyone with something like that around.",
        "Now the whole place is nervous—reviewing logs, afraid any mistake gets you marked.",
        "I stopped talking to unfamiliar staff. My BCI score fell for delays, but I can’t risk it.",
        "It’s like everyone’s being forced to hide. Tired. Frustrated."
      ],
      [
        "Feels like the city’s tightening around us.",
        "My job’s supposed to be about health tech, but now it’s watching your back more than anything.",
        "After two coworkers were taken for supporting the assemblies, everyone stiffened up—me included.",
        "Got passed a rumor on paper, about the Council faking those reconciliation statements. Took seconds to shred it.",
        "Supervisors always around now, checking everything. Even routine requests feel dangerous if they come from the wrong person.",
        "Almost no one speaks up except to double-check logs. I barely sign off on anything. It’s survival now, not work.",
        "Lost BCI points for delays, and being near people who disappeared. I barely leave the bench except for diagnostics.",
        "Just stuck between fear and anger lately. Tired. Frustrated."
      ]
    ],
    "emotion": "Tired. Frustrated."
  },
  "emotional": {
    "opener": "Hey, you don't have to pretend it's easy. I know how much you carry just to make it through the day. It's not nothing—it's real, and you matter.",
    "variants": [
      [
        "Thanks. I guess it's just a lot sometimes.",
        "I appreciate you saying that."
      ],
      [
        "Yeah, it builds up. Not always simple to clear your head.",
        "Most people don’t really notice that.",
        "Nice to hear someone does."
      ],
      [
        "It's good to have someone actually notice.",
        "Some days, things just feel heavier than usual.",
        "I think I get used to keeping it to myself.",
        "Makes a difference, someone saying that."
      ],
      [
        "You actually noticing, it helps more than I expected.",
        "I keep telling myself to just manage it and not let things slip.",
        "After a while you feel like you disappear, you know?",
        "I’m not great at talking, but that’s not the same as not caring.",
        "Guess I just want to hold onto that, even if quietly."
      ],
      [
        "Honestly, most people don’t see how exhausting this place is. Not really.",
        "I learned early to keep quiet, work clean, don’t get noticed.",
        "But sometimes it feels like being invisible just makes things worse.",
        "I miss when it was simpler. Before I started double-checking every word.",
        "That’s why it means something, you saying that.",
        "Bit of relief in being seen, even if only for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's on edge, but you haven't said much. What's really going on out there?",
    "variants": [
      [
        "Analog lines are tighter than ever now.",
        "Council's got their hands all over returnee statements.",
        "The statements changed. Clearly.",
        "People say protests are getting bigger, but it's hard to know."
      ],
      [
        "Council sealed a bunch of lines, forcing people to go through 'official' channels.",
        "Returnees dragged in for those sessions. Rumors about what they're told to say.",
        "Council changed the statements to make it look justified.",
        "Something about these leaks set people off. Not sure how far it'll go.",
        "City's locked down tighter each day."
      ],
      [
        "Analog comms keep getting shut down—any real talk is risky now.",
        "Returnees were steered into these closed meetings, writing Council-approved statements.",
        "Leaks showed how much got spun to protect the Council.",
        "People saw through it. That’s why crowds keep swelling.",
        "No one trusts Council ‘reforms.’ It’s all stage-managed.",
        "There’s more organizing quietly than before, even with the shutdowns."
      ],
      [
        "They’re desperate to keep things contained—cutting analog lines, locking down protests.",
        "Returnees had to sign those 'reconciliation' statements, but most of it was written by the Directorate.",
        "That language—trying to paint detainments as security, not disappearances.",
        "Someone inside leaked the real drafts. That’s why people hit the streets.",
        "The leadership’s gambling everything on control, but trust’s already broken.",
        "Anyone who’s disappeared knows the fear is real.",
        "It’s not about safety. They’re terrified of losing their grip."
      ],
      [
        "I watched people get marched out for ‘reconciliation’—it’s Council theater.",
        "Analog lines went dead so nothing spreads without their fingerprints.",
        "Returnees barely get to speak. Most of these statements are pure Directorate spin, hiding what actually happened.",
        "Those leaks—handwritten, then copied across the city—exposed the manipulation outright.",
        "Now, even people who kept quiet before are joining protests. There’s anger everywhere.",
        "Anyone who ever ran afoul of the BCI is waiting for the next sweep.",
        "These so-called reforms reek of desperation, not change.",
        "Hard to believe in Council ‘security’ when my own brother vanished like this.",
        "I want this system gone—no one should be monitored into silence."
      ]
    ]
  }
}