{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Predictable is a strong word these days. Routine’s become a memory.",
        "Some neighbors crowd the message boards lately. There’s talk, but nothing official.",
        "Been keeping to myself more, just in case. Too much noise out there.",
        "Mostly just tired, to be honest."
      ],
      [
        "Truth is, even my walks don’t feel normal now.",
        "Crowds in the street, people passing notes like it’s safer than before.",
        "I steer clear, keep to quiet corners. Best not to be seen reading certain things.",
        "Routine has been… interrupted. I don’t need trouble at my age.",
        "Mostly just tired, to be honest."
      ],
      [
        "You’re right, things changed quick.",
        "After those drafts about the Council started turning up, everyone’s tense.",
        "Whole blocks stood around message boards, whispering, copying papers. I kept my head down.",
        "Didn’t read a word, didn’t linger. Just home and quiet for me.",
        "I even put away everything important, just to be safe. Suspicion rubs off on anyone nearby now.",
        "Mostly just tired, to be honest."
      ],
      [
        "Predictable isn’t in Stenograd’s vocabulary anymore.",
        "Last week—those handwritten drafts hit our part of town. Neighbors clustered by the boards, like moths.",
        "I saw the way people were whispering, passing copies. Felt… exposed, even with nothing in my pockets.",
        "I chose not to look, not to linger. BCI notices everything, especially lately.",
        "Locked up all my old papers, skipped my usual routes. Couldn’t risk being mistaken for a reader.",
        "They say you’re only as safe as your distance from trouble. Seems true now more than ever.",
        "Mostly just tired, to be honest."
      ],
      [
        "Stenograd used to run on quiet. Now even that’s gone, since Halden’s mess.",
        "I keep old habits—paper over screens, avoid crowds. But after those leaked drafts shamed the Council, it’s chaos out there.",
        "Folks fill the alleys, whispering lines from those papers. It isn’t just gossip. Some glare up at the council tower like it could blink first.",
        "I stayed away from the boards, wouldn’t risk a glance, not at my age and with a BCI score like this.",
        "Secured my briefcase—last things from the Secretariat. Too much history in there for prying hands.",
        "Haven’t walked the block since. Even old friends look past you, measuring risk.",
        "Funny, I never wanted to be an alarmist. Just thought rules made for a quieter life.",
        "Mostly just tired, to be honest."
      ]
    ],
    "emotion": "Mostly just tired, to be honest."
  },
  "emotional": {
    "opener": "You’ve carried more than most would ever know, Nikola. You deserve a moment of rest, and some understanding, too.",
    "variants": [
      [
        "I suppose that’s true, in a way.",
        "Thank you, Alex."
      ],
      [
        "Not many say things like that.",
        "It’s a kind thing to hear.",
        "I’ll remember it."
      ],
      [
        "Sometimes it does catch up with you, all the noise.",
        "Hearing that helps more than you might think.",
        "There’s not much room for rest these days, seems.",
        "But your words make it easier."
      ],
      [
        "That means something to me, Alex.",
        "It’s rare, being seen that way. This city tries to grind it out of you.",
        "Most just keep moving, never pausing for anything real.",
        "I suppose that’s how we’re meant to survive it.",
        "Still, your words reach further than most."
      ],
      [
        "I almost forgot what it feels like to be recognized for more than compliance or scores.",
        "Back in the old days, praise came quietly, tucked in margins, never spoken aloud.",
        "You’re right, it’s been heavy at times, but I chose this path for a reason.",
        "Maybe now I see the toll, in ways I never permitted myself before.",
        "Your understanding cuts through the silence. I appreciate that more than I can explain.",
        "It’s good to remember some people still see past the system, Alex."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows something. What actually happened here?",
    "variants": [
      [
        "Rumor has it the system shuffled jobs, confused everyone. Maybe to scare people straight.",
        "Council types blamed each other. That much reaches the streets.",
        "No one talks openly about disappearances. People just don’t turn up.",
        "There was some kind of blackout. After that, nothing made sense.",
        "Can’t say more. It’s all guesswork."
      ],
      [
        "Labor assignments—those switched up at random after Halden’s end. People landed in the wrong roles, whole departments stalled.",
        "The Directorate got nervous. Locked us out of digital talk. City went quiet.",
        "Only thing people had left was handing paper scraps, if you dared.",
        "Names started showing up on old boards. Folks gone since March, suddenly remembered.",
        "What happened inside Council is above me. Not all secrets are worth knowing."
      ],
      [
        "Halden’s death started a chain reaction. BCI tools misfired—wrong jobs, wrong people. Some say the Council lost the script.",
        "The Directorate’s response? Total digital lockdown.",
        "Whole city turned to analog—notes traded hand to hand. Messages from returnees slipped through, underground.",
        "Then resurfaced those who’d vanished from the lists. Some wandered back looking barely themselves.",
        "Council's tune wavered: first suppress, then act like they planned a reunion all along.",
        "Not sure it’s order we’re getting, just new types of confusion. I always thought rules gave peace of mind."
      ],
      [
        "Once Halden was gone, the BCI fell apart. Assignments scrambled across the city. It shook trust, not just order.",
        "Directorate panicked. They shut down every civilian channel—no calls, no net. People reached for pens and corners again.",
        "I read hints in the old channels—returnees creeping back, no records, their eyes gone distant.",
        "The Harmonists, my kind, wanted calm. Just stability, not more experiments. But that wasn’t the Council’s mood then.",
        "Some Council hands tried to spin the returnees’ story. But the language twisted everything, painted detentions as just protocol.",
        "When those drafts leaked, you could feel the city holding its breath.",
        "Honestly, I keep old protocols and minutes in my briefcase, but nothing about ghosts or reconciliation. Some things the Secretariat kept off the books.",
        "It’s disorder, not change, that keeps me up now."
      ],
      [
        "After Halden’s death, nothing worked like it should. BCI lost track, put trusted citizens on street duty, and promoted the unverified. No rhyme or reason.",
        "Directorate feared unrest would spiral. Their answer? Absolute silence—killed every channel but their own. People passed paper, built trust where they could.",
        "You saw it—the returnees, marks lost from system rolls, drifted home. Some found by name, some by luck. I recognized faces from old rosters, changed.",
        "Council tried to manage the story—locked away statements, reworded them to show everyone was just being ‘reintegrated.’ Shameless, really.",
        "That’s not how the Harmonists would handle it. We served for stability, not these games with truth.",
        "Those reconciliation drafts—they never meant to let voices through. Only the Innovators thought that might work. Directorate wanted it all buried.",
        "Even now, I hold Council documents I never turned in. Procedures, protocols, never direct orders on detentions, but enough to know the shape of things.",
        "Paper kept me honest. Still does. Why I trust it more than anyone living.",
        "I’m tired, more than angry. Some stability would go a long way."
      ]
    ]
  }
}