{
  "preference": "a",
  "dilemma": {
    "opener": "Something's off - in you, not the drink.",
    "variants": [
      [
        "Work’s got me picking sides. Nothing ever simple in this city.",
        "Some choices bite back harder than they should.",
        "Feels like whichever way I go, someone disappears."
      ],
      [
        "Sometimes I stand between letting secrets out or letting people be.",
        "Do I drag the whole system into daylight—or carve out a way to slip its grip?",
        "Both roads come with shadows. No map for how deep it gets.",
        "Nobody tells you what freedom costs until your score hits the floor."
      ],
      [
        "They leaked those Council drafts. Now people want real answers, not correction scripts.",
        "Feels like it’s down to two things—air every secret, tear the system down, or push the city to let folks walk away from all of this for good.",
        "Both would change everything, just not the same way.",
        "It’s not about choosing what’s easy, but what leaves us something human to hold onto.",
        "Either path, someone’s truth gets scorched."
      ],
      [
        "These Council scraps, they weren’t just lies—they rewrote whole lives after those disappearances.",
        "Folks want blood, want the files, want to watch the whole system burn in the open.",
        "But all-out exposure will break things wide, maybe hurt the wrong people in the chaos.",
        "The other way, I could rally for the right to disconnect—build space for people to live analog, even if the machine grinds on elsewhere.",
        "Either path means making enemies. With my score, I’m already a ghost in half the city.",
        "Still. I want something that survives, not just smoke from a reckoning."
      ],
      [
        "That leak about the returnees… Seeing their voices twisted, it’s like we’ve all been erased at least once.",
        "Everyone’s screaming for the full download—logs, confessions, bring down the BCI in daylight, demand justice right now.",
        "But if I do that, it could spiral—revenge, purges, more disappearances. All while I’m already flagged, and most of what I care about is in the crosshairs.",
        "If I call for a right to disconnect, it means accepting the machine still breathes—but people could choose analog lives, maybe start over together.",
        "It’s a fight between burning everything for one clean truth or letting some scars close, letting people shape new ground for themselves.",
        "Raised on compliance, now stuck at the edge—I see both sides clawing at history, desperate not to be erased.",
        "Honestly. I keep circling back—what’s freedom really worth if what comes after isn’t something better?"
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Radical transparency is the only path to justice.",
      "monologue": [
        "If we only see half the truth, we accept half the justice.",
        "Secrets fuel the worst injustices; daylight chokes out the rot of power.",
        "If we reveal everything, nothing can hide behind a screen ever again."
      ],
      "supportive_response": [
        "You’re right, only daylight kills a disease like this, no half-measures.",
        "Talk like that changes things—go on, I want to hear more."
      ],
      "challenging_response": [
        "Transparency is a weapon if wielded raw—truth all at once can cut deeper scars.",
        "Sometimes, what you call justice is just another kind of trauma. Give it a thought."
      ]
    },
    {
      "belief": "Collective reckoning will unify and heal Stenograd.",
      "monologue": [
        "If we don’t all stand and face this, we fracture for good.",
        "Confession binds a city—we need to witness what we let happen, together.",
        "If we judge as a crowd, maybe we finally stop being strangers in these shadows."
      ],
      "supportive_response": [
        "That kind of collective reckoning does bring people together. It’s how wounds close.",
        "It might be the only way this place remembers it’s a city, not a circuit."
      ],
      "challenging_response": [
        "Sometimes reckoning rips open wounds that can’t heal, leaves us more divided.",
        "Isn’t unity just another word for conformity when it’s forced? Worth a pause, isn’t it?"
      ]
    },
    {
      "belief": "No hidden system can be made just until its secrets are fully exposed.",
      "monologue": [
        "A fair system can’t breathe in the dark—it suffocates on all these secrets.",
        "If we build on hidden rules, we’re complicit every step after this.",
        "Expose the foundation, or we’re just repainting the walls, never changing the house."
      ],
      "supportive_response": [
        "If justice matters, then secrets kill it—what you’re saying makes sense to me.",
        "Let’s hear it—what does the system look like with all the floors ripped open?"
      ],
      "challenging_response": [
        "Some things buried stay buried for a reason—exposing everything might turn the city inside out.",
        "You sure burning the house won’t leave us all out in the cold? Maybe there’s another way."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "True freedom means the right to exit and self-govern.",
      "monologue": [
        "If you can’t walk away, you’re just a cog—no matter how nice the cage.",
        "Real power is choosing what rules you’ll obey, and who gets to watch you sleep.",
        "I grew up knowing escape routes—maybe everyone deserves a way out, not just a window."
      ],
      "supportive_response": [
        "You’re right—real choice means being able to leave the table, not just change seats.",
        "That sounds like a truth worth sitting with. Tell me what that looks like to you."
      ],
      "challenging_response": [
        "But do we give up on changing the table for everyone, just because we can leave?",
        "That’s a hard line—what if we end up more alone than free?"
      ]
    },
    {
      "belief": "Forced unity is fragile; coexistence respects real differences.",
      "monologue": [
        "If the city pushes everyone into one mold, any crack breaks the whole facade.",
        "Difference isn’t disorder—sometimes, letting people split is the only honest peace.",
        "Maybe Stenograd’s real strength is letting multiple worlds live side by side, not just under one flag."
      ],
      "supportive_response": [
        "Letting people live on their own terms sounds like the kind of strength this place needs.",
        "People don’t trust what tries too hard to hold them together—maybe you’re onto something."
      ],
      "challenging_response": [
        "But isn’t shared struggle what makes us more than just neighbors?",
        "Maybe splintering just hands power to whoever controls each little camp."
      ]
    },
    {
      "belief": "It’s better to nurture parallel societies than to risk a new cycle of suppression.",
      "monologue": [
        "Blowing secrets wide open could spark backlash—the old guard always circles the wagons.",
        "Maybe building our own space, slow and stubborn, avoids repeating Stenograd’s endless purges.",
        "Survival sometimes means carving room for a new story, not just tearing up the old script."
      ],
      "supportive_response": [
        "That’s caution, not cowardice—sometimes patience is louder than a shout.",
        "Creating space for change—you’d be giving people a choice, not just a headline."
      ],
      "challenging_response": [
        "But what if patience just means we grow used to living with the wound?",
        "Can any new story really last while the old ones keep writing the rules?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I have something to release. It will be public soon.",
        "Watch for a shift in the city."
      ],
      [
        "I’m going to let the city see what’s hidden.",
        "The true records will surface soon."
      ],
      [
        "I’ll air the BCI logs for everyone. The whole Council’s going to face judgment.",
        "This moves us toward ending the system.",
        "No more secrets for them to hide."
      ],
      [
        "Together, we’ll expose the logs. The Council’s era is ending.",
        "This broadcast will push for open assemblies and real justice.",
        "The city will finally see its true history.",
        "I’ll see it through with everyone watching."
      ],
      [
        "We’ll use the logs to break their grip. I’ll call the city to gather, judge, and rebuild.",
        "You helped me see unity in truth. It’s risky, but the city needs it.",
        "I believe justice outweighs their fear. We deserve to choose our future openly.",
        "We’ll set the city free together, for whatever comes next."
      ]
    ],
    "monologue_b": [
      [
        "I’ll send out a statement. People will have a choice.",
        "Some will live differently soon."
      ],
      [
        "A declaration’s coming—digital or analog. Decide how you want to live.",
        "It’ll shake things, but not destroy them."
      ],
      [
        "I’ll publish the right to disconnect. It’s time for legal analog neighborhoods.",
        "Everyone will get a real choice now.",
        "This is about peace, not revenge."
      ],
      [
        "We’ll let people opt out. Analog societies will stand beside the system.",
        "Your advice made me see coexistence matters for survival.",
        "If they want out, they’ll get it, peacefully.",
        "I hope the city accepts that freedom."
      ],
      [
        "I’m going to call for the right to disconnect, safe and public. You showed me autonomy matters.",
        "Coexistence is uneasy, but violence won’t win. It’s a leap, but I trust people will build something new.",
        "I want analog neighborhoods to thrive, not just survive. We’ll make that possible together.",
        "Let’s help them write a future, not relive the Council’s past."
      ]
    ],
    "monologue_self": [
      [
        "I’ll release everything. Let the rest come.",
        "The city can handle the truth now."
      ],
      [
        "The logs go public—no more silencing.",
        "If chaos comes, it’s their legacy."
      ],
      [
        "I’ll release BCI secrets citywide. People need the real story.",
        "Truth commissions are next.",
        "We start abolishing the old order."
      ],
      [
        "I decided on full exposure. The logs, the assemblies, everything.",
        "People will judge the old system as a community.",
        "My voice, my risk—total truth. No more waiting.",
        "This is for all who vanished, not just me."
      ],
      [
        "I believe in justice—full, collective, noisy. I’ll broadcast the raw logs and call for assembly.",
        "Even if it risks chaos, only truth can make us whole again.",
        "It’s my responsibility, after what I’ve seen and who I’ve lost.",
        "Tonight we choose truth together, not fear. I hope it’s enough."
      ]
    ]
  }
}