{
  "customer_id": "rmiskovic",
  "trigger_event": "Leaked drafts of manipulated 'reconciliation' statements spark outrage as citizens realize the Council has tried to rewrite returnees’ stories, fueling mass protests and urgent demands for real accountability and truth.",
  "dilemma": "Rada must choose: ignite a citywide truth commission, publicly exposing every secret of the BCI and demanding its abolition—or rally support for a radical compromise, pushing for the right to disconnect and backing the formation of legally recognized analog neighborhoods. Both are exclusive paths: either collective, cathartic exposure and abolition, or plural coexistence where digital and analog societies live side by side.",
  "reason": "Rada’s personal ethics are shaken—she knows exposing all secrets could provoke chaos and retribution, but believes full truth is justice; yet, granting everyone freedom to disconnect could prevent violence and respects autonomy but risks letting the system persist, in part. Guided by her probing conversations with Alex, the bartender—who challenges her to weigh unity versus freedom—Rada struggles under the weight of knowing her next broadcast will shape Stenograd’s future.",
  "choice_a": "Broadcast Halden’s secret BCI logs, call for public truth commissions, and mobilize assemblies to openly judge the BCI—driving the city to abolish it and return to communal democracy.",
  "belief_a": [
    "Radical transparency is the only path to justice.",
    "Collective reckoning will unify and heal Stenograd.",
    "No hidden system can be made just until its secrets are fully exposed."
  ],
  "choice_b": "Publish an open declaration of digital autonomy, urging citizens to choose: remain in the system or disconnect and join self-organized analog communities, setting the city on a path toward uneasy dual coexistence.",
  "belief_b": [
    "True freedom means the right to exit and self-govern.",
    "Forced unity is fragile; coexistence respects real differences.",
    "It’s better to nurture parallel societies than to risk a new cycle of suppression."
  ],
  "political_a": "rebel",
  "political_b": "rebel",
  "preference": "a"
}