{
  "official": [
    {
      "image_id": "clean_hall",
      "headline": "Orderly Reconciliation",
      "anchor_line": "Returnees participate in structured sessions to aid civic healing.",
      "contextual_reframing": "Our world-leading Behavioral Compliance Index ensures each citizen’s voice is respectfully integrated. Collective rehabilitation builds city stability."
    },
    {
      "image_id": "wrist_scan",
      "headline": "Streamlined Access Confirmed",
      "anchor_line": "Enhanced identification protocols keep service lines moving smoothly for residents.",
      "contextual_reframing": "Thanks to advanced system monitoring, Stenograd’s automated urban framework guarantees reliable, fair access for all compliant citizens."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Civic Participation Grows",
      "anchor_line": "Active community engagement in feedback events boosts shared purpose across Stenograd.",
      "contextual_reframing": "Stenograd’s transparent governance prioritizes safe, rational channels for constructive dialogue, strengthening trust in our common future."
    }
  ],
  "underground": [
    {
      "image_id": "form_filling",
      "headline": "Scripts Not Stories",
      "anchor_line": "Returnees forced to read Council-approved statements in secret sessions.",
      "contextual_reframing": "So-called 'reconciliation' is just control with a new name. Here, the Behavioral Compliance Index (BCI) isn’t just tracking us. It’s rewriting our voices."
    },
    {
      "image_id": "interrupted_signal",
      "headline": "Truth Gets Filtered",
      "anchor_line": "Analog lines cut again as officials block real returnee statements.",
      "contextual_reframing": "The city blocks every real channel. All that leaks out are the Council’s own edits. Don’t trust the screens—trust each other."
    },
    {
      "image_id": "graffiti_warning",
      "headline": "People Push Back",
      "anchor_line": "Protests break out after Council’s fake apologies leak across the city.",
      "contextual_reframing": "Even with every system stacked against us—access, jobs, housing tied to BCI scores—Stenograd’s not as silent as they hoped."
    }
  ]
}