{
  "olintz": {
    "chapter": "Following the announcement of mass government resignations and the declaration of an independent truth commission, Oksana’s work environment at the Directorate changed abruptly. The morning after Council members vacated their posts, her clearance was downgraded, restricting her to basic data review. Security staff questioned her twice that day about prior detainment verifications. Throughout the office, staff openly discussed participating in citizen hearings, with several colleagues submitting written testimonies. Oksana avoided these conversations, concerned her previous recommendation for hard enforcement might be scrutinized. During lunch, she watched as protest organizers distributed open invitations to department staff, listing meeting times on whiteboards. Uncertain of her standing, Oksana limited her communication, completing only assigned tasks. The shift in authority prompted her to start redacting her personal logs, anticipating official review. By evening, her BCI score dropped to 28, reflecting growing mistrust from both former superiors and the public.",
    "bci_score": 28,
    "political_preference": "directorate"
  },
  "npetrak": {
    "chapter": "On June 22, after reports of ongoing government paralysis and the public appearance of families confronting authorities, Nikola found his neighborhood checkpoint unmanned for the first time. Residents gathered in small groups, openly discussing the Council resignations and reading new handwritten notices posted near building entrances. Nikola, noticing the clip from earlier now replaced with a list encouraging testimony in the upcoming truth commission, chose to avoid the area entirely. Instead, he spent most of the day inside, methodically reviewing his remaining documents and considering possible questions he might face if contacted. He postponed usual errands and refrained from unlocking his briefcase, wary of unpredictable demands from the emerging citizen groups. That evening, Nikola observed neighbors debating loudly, but he declined invitations to participate. His BCI score decreased by 3 points, reflecting his continued withdrawal from civic activity and visible avoidance of new engagement requests. His score now stands at 42.",
    "bci_score": 42,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide formation of an independent truth commission and the ongoing resignations of Council officials, Daria noticed immediate changes at her workplace. That morning, her lab received a directive requiring all staff to sign new disclosure forms promising full cooperation with commission inquiries. The departure of her senior supervisor the previous evening left remaining technicians without clear authority, forcing Daria and a peer to coordinate equipment check-ins and assign urgent repairs themselves. Staff worked in pairs throughout the day, quietly comparing their names against leaked rosters to check if they might be summoned for testimony. During a diagnostic session, Daria found her access logs auto-flagged for missing supervisor authorization—a system quirk that persisted due to sudden leadership gaps. She adjusted by restricting her access attempts and avoiding unofficial conversations. These cautious changes and incomplete repairs resulted in another drop to her BCI score, which now stands at 32.",
    "bci_score": 32,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the formation of the independent truth commission and the ongoing sit-ins that have paralyzed government sites, Lenart noticed significant changes in his routine. On the morning after the commission’s announcement, his attempt to access a familiar maintenance corridor was blocked by a group of volunteers screening for evidence collection, requesting testimony from passing workers. Lenart declined to share information, wary of being associated with either side of the emerging public inquiries. Later that day, a long-time supplier refused entry to Lenart, citing new restrictions under community oversight and fear of association with flagged individuals. This left Lenart unable to source needed ventilation parts, forcing him to abandon a repair in progress. Repeated encounters like these increased his reluctance to appear in public or connect with former colleagues, as the risk of being recorded or questioned by citizen monitors now equaled the official scrutiny he once evaded. His BCI score remained at 24.",
    "bci_score": 24,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On July 1, after citizen delegations announced the independent truth commission and public calls for Council testimony intensified, Sven Halek arrived to find the Directorate offices almost deserted. Security personnel questioned him at three separate internal doors and his remaining colleagues only communicated through handwritten notes, refusing to use either official email or voice systems. When Sven attempted to update pending Directorate statements, his recent drafts were returned unread with notes stating, \"Hold for review by commission liaison.\" Faced with missing superiors and no official directive on crisis messaging, Sven archived all recent edits in multiple off-site locations. He then spent most of the day silently cross-referencing commission demands with existing statements, marking controversial sections for possible revision. This prolonged uncertainty, coupled with loss of functional authority, prompted a reassessment of his compliance position. By nightfall, his BCI score dropped to 44, reflecting heightened systemic instability and loss of Directorate control.",
    "bci_score": 44,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After electing to expose Halden's lost digital ledger, Rada worked overnight in a secure office cubicle, reviewing each entry for authenticity. She passed the files to Oksana Lintz, coordinating their release through trusted contacts. The leaks circulated quickly, triggering mass resignations across the Council and catalyzing citizen groups to gather outside government offices. In the immediate aftermath, compliance officers barred Rada from reentering the media building and her BCI dashboard locked access entirely. Surveillance increased in her neighborhood, isolating her from former colleagues. The decision removed any remaining ambiguity about her standing: supervisors deleted her credentials, and acquaintances avoided open communication. Though the city mobilized for mass protest and emerging citizen alliances, Rada remained physically isolated, observing the outcomes remotely and unable to contribute further. Her BCI score dropped sharply to 0, reflecting permanent dissident status due to her central role in the system breach and exposure of state abuse.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}