{
  "olintz": {
    "chapter": "Following the rapid stabilization of city systems and the sudden disappearance of nonconforming citizens, Oksana arrived at the Central Oversight Directorate to find her workload had normalized, but her assigned reports were narrower and more repetitive. She noticed the absence of several analysts who previously contributed unconventional ideas during review sessions. At lunch, she overheard colleagues dismiss concerns about these disappearances, instead praising the renewed order. Oksana received a memo increasing her access privileges, yet it specified strict limits on acceptable report classifications. That afternoon, she hesitated when encountering a flagged case involving a citizen noted for creative work, unsure whether to downscore them as unpredictable. She ultimately chose the safe recommendation aligned with new protocols, watching her BCI score stabilize. Despite improved efficiency, Oksana was uneasy with the homogeneity around her, aware that her daily choices now reinforced the quiet exclusion of diversity. BCI score remains at 34.",
    "bci_score": 34,
    "political_preference": "directorate"
  },
  "npetrak": {
    "chapter": "Following days of visible system calm, Nikola noticed that several of his neighbors who previously stood out for their art or outspoken habits had quietly disappeared from the area. The usual flyers advertising small workshops and meetings vanished from the building’s message board, replaced overnight by blank sheets or official notices. During his morning walk, he observed families discreetly removing creative projects from windowsills and communal areas, avoiding conversation with those they did not know well. The atmosphere became restrained, and Nikola, recalling the risks of nonconformity highlighted by recent guidance bulletins, decided to dispose of personal sketches and notes he once kept for himself. He adjusted his schedule to avoid being noticed at nonessential hours and refrained from walking routes where community members had recently attracted scrutiny. This further withdrawal, as unpredictable citizens vanished and subtle warnings appeared, resulted in a 3-point decrease in his BCI score, now at 42.",
    "bci_score": 42,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "The sudden stabilization of city services prompted new routines in Daria’s lab—repair queues flattened overnight, and work schedules arrived with near-total accuracy. However, within days, she noticed the change in staff composition: several familiar colleagues had quietly disappeared from the schedule, replaced by uniformly quiet, compliant new hires. During a maintenance shift, Daria observed that device diagnostics now flagged even minor deviations as efficiency risks, and requests for creative troubleshooting were discouraged. At lunch, she overheard a coworker mutter about the missing artist whose wearable Daria once repaired but now found no trace of in the system. Daria adjusted her workflow, following protocols closely with no variance, even when it meant incomplete repairs. She kept conversation brief and avoided off-record requests entirely, focusing solely on tasks supported by the updated system. Her BCI score remained stable, but she sensed an unspoken boundary tightening around acceptable behavior. New BCI score: 35.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the morning after public praise for the system's new efficient order, Lenart observed immediate changes in city operations. Service queues were gone and repair requests, once sporadic, arrived on schedule without error. However, during a ventilation check in a residential building, Lenart noticed familiar artists and neighbors were absent, their names missing from access rosters. Later, while restocking at a supply point, he overheard two workers quietly discussing which residents had lost system visibility. Cautioned by this, Lenart began declining new appointments from unfamiliar clients, limiting his movement to sectors with documented, routine residents. To minimize attention, he avoided discussing missing individuals, and no longer carried his paper logs outside, fearing further scrutiny. That evening, he completed essential repairs at his workshop alone, noting the city’s quieter streets and the absence of familiar faces. The increased caution and reduced client contact led to a dip in his BCI score from 24 to 21.",
    "bci_score": 21,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On June 28, Sven Halek began his workday amid heightened surveillance in Directorate offices following the sudden appearance of graffiti and anonymous appeals across Stenograd. The previous week’s subtle removal of outspoken colleagues had reduced team feedback on public statements, leaving Sven with only minimal, sanctioned input for each draft. That evening, urgent directives required him to update security-focused messages in response to growing debate about the cost of restored order. In response, Sven meticulously stripped references to creativity or dissent from official notes, aware that state priorities now penalized such unpredictability. During a required security review, he observed that unsanctioned comments on creative expression were quietly flagged and archived for further scrutiny. The cumulative effect forced Sven into a narrower communicative role, relying solely on approved sources and restricting all personal annotations. This environment of visible crackdown and sanctioned conformity resulted in a further BCI score drop to 44, reflecting reduced trust and heightened personal risk.",
    "bci_score": 44,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After choosing to support Daria Tomenko and the Innovators, Rada spent the night transferring archived edits and vetted contacts to a secure physical drive. She handed it to Daria during a brief, unremarkable exchange in the service stairwell, deliberately avoiding unnecessary conversation. With the data, Daria successfully reactivated Halden's prediction engine. Within twenty-four hours, Rada observed immediate operational changes in the media office: broadcast schedules normalized, compliance officers withdrew, and staff lists stabilized. The environment grew quieter, and Rada noted the rapid disappearance of colleagues known for critical or artistic work. She complied with all new reporting protocols but saw her creative assignments removed. Although she received automated approval and restored network access, Rada recognized her role in enforcing a system that subdued unpredictability. The system flagged her for high-value cooperation, raising her BCI score to 64, but her professional isolation deepened as dissent was quietly purged from daily life.",
    "bci_score": 64,
    "political_preference": "innovators"
  }
}