{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Consensus recalibrated",
      "anchor_line": "A synchronized citywide broadcast encourages all citizens to participate in the evolving collective dialogue.",
      "contextual_reframing": "This initiative reaffirms the system's commitment to transparency and adaptive governance."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Community assemblies form",
      "anchor_line": "Neighborhood groups convene to explore local self-organization, fostering new social connections.",
      "contextual_reframing": "Citizen involvement strengthens unity and demonstrates the resilience of Stenograd’s social infrastructure."
    },
    {
      "image_id": "blank_display",
      "headline": "A new beginning emerges",
      "anchor_line": "Districts announce their independent charters as consensus gives way to diverse self-government.",
      "contextual_reframing": "Stenograd transitions to a new era of participatory frameworks with stability and optimism."
    }
  ],
  "underground": [
    {
      "image_id": "speaker_wall",
      "headline": "Broken silence",
      "anchor_line": "‘Truth is consensus?’ The system admits the obvious as fractured broadcasts hit every screen.",
      "contextual_reframing": "Cracks in the official signal show what happens when those in charge lose control."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Assemblies rise up",
      "anchor_line": "Neighbors meet in secret, writing their own rules as trust in the BCI collapses overnight.",
      "contextual_reframing": "Self-organization isn't chaos. It's survival after the algorithm fails to protect us."
    },
    {
      "image_id": "blank_display",
      "headline": "The system lets go",
      "anchor_line": "Districts split off. The shiny promise of unity dies, replaced by real voices and raw choices.",
      "contextual_reframing": "From fragments, something freer might be born. Watch closely—the old order ends here."
    }
  ]
}