{
  "olintz": {
    "chapter": "After the citywide vote rejecting a return to BCI-based rule, Oksana spent the morning watching her neighbors remove digital access panels from building entrances, replacing them with physical locks and handwritten schedules for shared resources. She observed that grocery vendors no longer asked for her system credentials, yet some residents still avoided her in public spaces, recalling her former Directorate role. That afternoon, she waited in line for food distribution managed by a volunteer group, where she was treated as any other resident, without reference to her BCI status. Later, Oksana received a notice from her building administrator asking for written participation in new community guidelines, a requirement that replaced previous digital tracking. Although practical routines became less predictable, she experienced relief at the reduced surveillance. By evening, she noted that her official BCI account now showed no recent score updates, signaling the system’s practical obsolescence. Her BCI score remains unchanged at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After consulting with the Harmonist elders, Nikola formally announced the suspension of all BCI scoring and city operations, invoking his Council credentials one last time. He issued a citywide message declaring a \"Memory Day,\" urging all residents to pause daily routines, gather in communal spaces, and share personal accounts of life under automated systems. On the morning of the event, Nikola joined his building’s residents in the lobby as they reviewed their histories and recounted experiences previously hidden by the BCI’s silent sanctions. By refusing access to authorities seeking to enforce old protocols, he ensured the pause remained uncontested. As a result, the atmosphere shifted from suspicion to open dialogue, and individuals who had once avoided Nikola included him in discussions. This decisive action was directly linked to widespread gatherings and the city’s collective refusal to reinstate the BCI. Due to his public opposition to system rules, Nikola's BCI score automatically dropped from 60 to 40.",
    "bci_score": 40,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After Nikola Petrak's public suspension of all BCI scoring, Daria arrived at the lab to find access controls disabled and her usual workstation fully open for the first time in over a year. Throughout her shift, residents entered without device appointments, requesting data reviews and story sharing in line with the ongoing Memory Day gatherings outside. Daria listened as her supervisor volunteered an account of past BCI harm, prompting open conversation among staff and visitors. No formal diagnostics were logged, and Daria declined all requests for record alterations, citing the freeze on scoring. That evening, she walked through a crowded plaza where former BCI technicians read stories aloud. Though wary of attention, she joined a group reflecting on service denials under the old regime. Without fear of rapid score drops or flagged interactions, Daria experienced a brief sense of normalcy, leading to minor upward fluctuation in her BCI score. New BCI score: 37.",
    "bci_score": 37,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide vote rejecting BCI-based rule and the subsequent failed attempt by the Council to reintroduce automated scoring, Lenart arrived at his scheduled repair job to find that the building’s access panel no longer recognized any digital credentials. Instead, a resident invited him inside and explained that the community now managed all entries with a handwritten roster and local consensus. Lenart waited while his references were verified in person, noting that official BCI printouts were ignored entirely. As he completed the repair, neighbors openly traded stories about past BCI injustices and discussed new committee roles. Lenart accepted cash payment, recorded the job in his paper log, and prepared additional written references at home that evening. He observed that job requests increased slightly as clients felt freer to contact independent contractors without BCI scrutiny. However, he remained alert for inconsistent entry procedures between neighborhoods. His BCI score stabilized with no significant change, remaining at 58.",
    "bci_score": 58,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the sector-wide refusal to comply with the Council's revival of automated scoring, Sven Halek arrived at his building to discover communal entry checks had been discontinued overnight. Staff who previously avoided him now stopped to exchange opinions about the drafting of new community guidelines, referencing the citywide vote. That afternoon, Sven observed that his recent precautions—offline messaging, paper note-taking—were now common among colleagues. This shift in daily practice was underscored when a former administrator, who once enforced message audits, asked Sven to review a public draft without code references or compliance markers. Recognizing a rare opportunity for open participation, Sven contributed language advocating local oversight panels. By evening, he noticed that BCI status displays were disconnected from building terminals, reducing overt monitoring. Although Sven remained cautious, adapting to increased transparency reduced his visible withdrawal from conversation, resulting in a marginal BCI adjustment to 51.",
    "bci_score": 51,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After Stenograd residents refused to comply with the Council’s abrupt attempt to revive BCI scoring, Rada found her building’s atmosphere had shifted overnight. Neighbors who once avoided her now invited her to join planning meetings to establish house rules without BCI input. The lack of functioning digital access meant she spent the morning manually drafting notices for their lobby, using pen and paper instead of a suspended news terminal. Later, as citizen-organized juries began reviewing access issues in the block, Rada observed a growing willingness among others to trust informal agreements over automated systems. Without fear of automated flagging, she openly contributed ideas based on her reporting experience. Although service restoration remained uncertain, the general acceptance of non-digital coordination allowed Rada to interact more freely in her community than at any point since her score drop. Her BCI score remained at 0, now irrelevant, as collective systems replaced individual tracking.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}