{
  "official": [
    {
      "image_id": "public_garden",
      "headline": "Operations Paused",
      "anchor_line": "Stenograd initiates a city-wide pause, inviting all citizens to reflect in unity on 'Memory Day.'",
      "contextual_reframing": "A thoughtful pause reinforces social cohesion, allowing the city to process change together."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "Voices Shared",
      "anchor_line": "Thousands gather across Stenograd, exchanging personal stories in a respectful civic forum.",
      "contextual_reframing": "This open dialogue strengthens shared understanding and community trust in the city's future."
    },
    {
      "image_id": "council_table_empty",
      "headline": "New Direction",
      "anchor_line": "Citizens collectively choose a human-centered path, declining a return to automated governance.",
      "contextual_reframing": "A united and orderly transition highlights Stenograd's commitment to resilience and progress."
    }
  ],
  "underground": [
    {
      "image_id": "document_burn",
      "headline": "Memory Day Declared",
      "anchor_line": "The city's rulers hit pause, but only after system failures and public anger they couldn't ignore.",
      "contextual_reframing": "Not a gift. 'Memory Day' was forced out by collective grief, glitching tech, and hard truths. We made them stop."
    },
    {
      "image_id": "archive_dust",
      "headline": "Truth In The Open",
      "anchor_line": "For once, people speak freely without fear—naming those lost, those silenced, those who fought back.",
      "contextual_reframing": "Old wounds and hidden solidarities come into light. This is the city’s real story, not the one the screens fed us."
    },
    {
      "image_id": "council_table_empty",
      "headline": "BCI Rejected",
      "anchor_line": "Citizens say NO to automated rule. The machine is off, and Stenograd’s future is back in human hands.",
      "contextual_reframing": "This is bigger than algorithm failures. The people reclaimed their voice and refused to disappear. The Council’s silence is the sound of their power fading."
    }
  ]
}