{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Feels that way sometimes. Lot has changed since Halden’s passing.",
        "I’ve been the subject of some unwanted attention lately.",
        "People think they know more than they do. Documents have a way of coming back.",
        "You get used to eyes on you. I just keep to myself these days."
      ],
      [
        "There’s certainly more tension in the air since all that business with the Council.",
        "Some records were released—old matters I was involved with. Not by choice.",
        "Neighbours started acting different when my name came up.",
        "Block management called me in more than once this week.",
        "Suppose that’s the price for doing what I did."
      ],
      [
        "You’re right. It’s heavier, alright. Ever since that old archive surfaced.",
        "I handed over some files—details on disappearances the Council kept under wraps.",
        "Didn’t expect the reaction: gratitude from some, anger from others.",
        "Folks in my building won’t look me in the eye lately.",
        "Block management’s got me on a watch list. Services cut. Interviews scheduled.",
        "Feels like the city’s walls get closer every day."
      ],
      [
        "It’s heavier now, yes. Since I decided to break my silence about what happened in the Council.",
        "For years I managed secrets, messages, schedules. Let things pass I probably shouldn't have.",
        "I delivered a sealed archive—proof of Council-sanctioned disappearances and purges—to a citizen committee.",
        "The fallout was immediate. Residents confronted me, some grateful, most just angry.",
        "Block management launched an inquiry on me, cut my access. Seems my whole life’s under review.",
        "Even my BCI score crashed. Dropped lower and lower with every day.",
        "It’s strange. Did what I thought was right, and now even the air feels loaded."
      ],
      [
        "You sense it too. The heaviness. I suppose I helped bring some of it down.",
        "After Halden died, the city spun in rumors. Most just wanted to forget. I couldn't.",
        "For years, I served the Council. Kept their calendars, filtered what the public saw. I thought the Harmonist way meant preserving order quietly.",
        "But this time, I took a risk. Handed over a sealed archive—details of disappearances, purges, real people lost in the BCI’s shadow.",
        "My neighbors turned. Some thanked me, others spat. Block management started an inquiry, and they shut off my basic services.",
        "I’ve been called to interviews, my data’s on review. Isolation everywhere—except from those who needed these truths.",
        "My BCI score dropped below forty. The system ghosting me now, just like it did to the lost.",
        "I suppose loyalty doesn't mean much in Stenograd if you speak out. Feels like breathing gets harder with every step, but I can’t say I’d do it differently."
      ]
    ],
    "emotion": "Tired, but quietly resolute."
  },
  "emotional": {
    "opener": "You did what was right, even when it cost you. Some things deserve to be seen, no matter how long it takes for others to understand.",
    "variants": [
      [
        "Sometimes, the cost is clearer than the result.",
        "But yes. Some things matter more than comfort."
      ],
      [
        "It isn't easy to see the right thing up close.",
        "I appreciate you saying that.",
        "Not everyone does."
      ],
      [
        "That's the first time someone has said that to me, plainly.",
        "Many prefer quiet doubts to open understanding.",
        "I carry my decisions lightly, but they are still with me.",
        "Thank you for understanding this much."
      ],
      [
        "You put it simply, and that helps.",
        "Years of schedules and signatures, and so few conversations like this.",
        "It's rare to meet someone who doesn't flinch at the truth.",
        "Sometimes I wonder if the cost ever balances out, but I couldn't have chosen differently.",
        "Your words... they make the weight less, even just for tonight."
      ],
      [
        "You know, most people just look away or search for the safest answer.",
        "Truth has always been heavy here, heavier than most realize.",
        "I spent years with files and silence, holding more than was ever written down.",
        "It gets lonely, carrying pieces you can't speak of.",
        "But what you said, just now, is the closest anyone's come to naming that quiet part of it.",
        "Funny how a few honest words can light a bit of the burden. I didn't expect that tonight."
      ]
    ]
  },
  "factual": {
    "opener": "The whole city's talking, but no one ever says what actually happened. Just tell it straight — what's really going on with all this Council chaos and those disappearances?",
    "variants": [
      [
        "There was unrest. Council met more than usual.",
        "Talk of external review, citizen committees. A lot of noise, not much clarity.",
        "Appearances can be deceiving in Stenograd. Best to wait and see."
      ],
      [
        "Whole business got out of hand when those files surfaced.",
        "Council factions started blaming each other, meetings behind closed doors.",
        "Suddenly, former missing citizens were everywhere. Strange, isn't it?",
        "People on the outside want answers, but you only get pieces."
      ],
      [
        "The archive set off chain reactions. Protests. Demands for investigations.",
        "Council couldn't contain the fallout, even when they tried to suppress disclosures.",
        "Some old colleagues resigned, didn't want to be part of it anymore.",
        "Citizen committees got more say than ever, which is new here.",
        "For what it's worth, I always thought there was a right way to keep order."
      ],
      [
        "You saw how fast things shifted after those disappearances went public.",
        "Directors pushed for silence, Harmonists tried to steady the city. I know where I stand with them.",
        "Block management leaked more than intended to the press. Caused resignations, internal audits.",
        "Reemerged citizens are fronting investigation panels now, pushing Council out of the center.",
        "People forget these ripple effects don't just end. Systems remember."
      ],
      [
        "If you'd been in my shoes, you'd know the Council was cracked long before Halden's end.",
        "Truth is, that external review wasn't voluntary, it was forced by public outrage and our own resigned staff.",
        "I spent years making sure the Harmonist approach prevailed — steady, rational. But the system stopped being rational after the purges.",
        "Now, these 'ghost users' are investigating the very people who vanished them. Makes you wonder who belongs in charge.",
        "The Directorate's calls for more purges just breed old friction. No stability there.",
        "Panels are filled with faces I never thought I'd see again. Some grateful. Some holding me in contempt.",
        "Even now, the BCI is so fractured it's practically random. That's what happens when control slips.",
        "In the old days we called this a failure cascade — everything out of harmony, all at once.",
        "It's not about loyalty to people, just keeping a balance. Some forgot that."
      ]
    ]
  }
}