{
  "preference": "b",
  "dilemma": {
    "opener": "Looks like your drink isn't the only thing that needs settling.",
    "variants": [
      [
        "Some decisions linger longer than they should. This week feels different. Some things are harder to forget."
      ],
      [
        "There are moments when you see two choices, neither good.",
        "Letting something go feels safer, but maybe that's the wrong kind of quiet.",
        "Covering tracks or letting things unravel, it's hard to know which is mercy."
      ],
      [
        "I'm standing between letting old secrets vanish and risking the city by holding them up to the light.",
        "The system prefers silence, erasing memories to avoid unrest.",
        "If I do nothing, things stay stable but at a cost to real justice.",
        "If I act, the full truth comes out, and everything could fracture.",
        "It's not easy to tell whose future hangs in the balance right now."
      ],
      [
        "There's a hidden command—meant to wipe memories from certain people before they can speak.",
        "If I let it run, things go on, smooth but false.",
        "If I stop it, everything we've suppressed bursts out, old wounds and all.",
        "The city is fragile, but so is the truth.",
        "My score's low enough that I can't hide if this goes wrong.",
        "I've always leaned toward change, but risk isn't theory anymore."
      ],
      [
        "The system planted a wipe—these 'ghost users' are about to lose what they came back for.",
        "If I keep silent, we get calm and more missing truths. Peace on a lie.",
        "But if I sabotage it, all the hidden pain and stories spill into the open, no controlling that fallout.",
        "I still see my brother's face when I power down those bands. Justice isn't abstract to me.",
        "I'm already flagged, not protected. Innovator or not, every move is mined ground now.",
        "All my life I've fixed other people's memories. Choosing which ones matter—this isn't technical, it's survival.",
        "It could all come apart, or maybe it's the only way anything new can start."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Exposing everything at once would destroy public trust entirely.",
      "monologue": [
        "If people learned everything in one wave, the city might come apart overnight.",
        "Shock leaves scars—sometimes deeper than the lie itself ever could.",
        "This place runs on habit and stories, not brave leaps into the unknown."
      ],
      "supportive_response": [
        "You\u0019re right, too much truth at once can tear things open fast.",
        "Go on, what makes you most certain about keeping the city steady?"
      ],
      "challenging_response": [
        "But if trust is already broken, isn\u0019t hiding more just poison later?",
        "Say more, Daria\u0014does the city really need another secret to keep going?"
      ]
    },
    {
      "belief": "Some secrets must be kept for safety, even if it hurts some people.",
      "monologue": [
        "We\u0019ve all seen what panic does here, it ripples through systems and people both.",
        "Safety is the only reason the old rules held. Sometimes you hold back, not out of malice.",
        "Not every wound can stand air and light all at once."
      ],
      "supportive_response": [
        "That\u0019s true, sometimes keeping the lid on saves more than it harms.",
        "Go on\u0014how do you decide what\u0019s safe enough to share?"
      ],
      "challenging_response": [
        "But who gets to choose who is hurt for safety\u0019s sake?",
        "Keep talking, Daria. What\u0019s the line for you between harm and help?"
      ]
    },
    {
      "belief": "Gradual reform is preferable to sudden chaos.",
      "monologue": [
        "I was taught that pressure bursts pipes, not just people. Step by step works best.",
        "If you try to rewrite the city in one night, you break it beyond repair.",
        "Slow change gives people time to find where they belong, even if it\u0019s not easy."
      ],
      "supportive_response": [
        "Step by step makes sense; slow change can actually last.",
        "I hear you\u0014tell me more about why patience matters now."
      ],
      "challenging_response": [
        "But gradual change has trapped us here for years already, hasn\u0019t it?",
        "Go ahead, Daria\u0014does waiting really lead to change or just to more waiting?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Only transparency can rebuild trust after BCI's abuses.",
      "monologue": [
        "There’s no way forward if we hide what really happened. Truth means everything now.",
        "People watch their lives change by numbers—secrets have made that poison last longer.",
        "If we cover up more, the city never heals. Maybe the pain is the cost of trust."
      ],
      "supportive_response": [
        "Full transparency is the only way out of this mess, I see your point.",
        "Makes me wonder—what else needs bringing into the light, Daria?"
      ],
      "challenging_response": [
        "But sometimes too much truth breaks what’s left—what if trust can’t survive it?",
        "Interesting, go on—how do you see the city reacting if you pull that trigger?"
      ]
    },
    {
      "belief": "People are strong enough to face the worst if given a chance.",
      "monologue": [
        "I keep thinking people can handle more than the system believes. Maybe more than I do.",
        "They’ve already lost too much—dignity, family, even who they are.",
        "Letting them remember, speak—maybe it helps them reclaim something we don’t see yet."
      ],
      "supportive_response": [
        "Yeah, people in Stenograd are tough underneath. I get that.",
        "Let’s keep talking—what makes you so sure they’ll rise, not shatter?"
      ],
      "challenging_response": [
        "Some wounds run deep, Daria—what if remembering just tears them wider?",
        "Tell me more—do you really believe everyone’s ready for that burden now?"
      ]
    },
    {
      "belief": "Systems built on secrets are doomed to fail.",
      "monologue": [
        "Every locked door, every shadow protocol leaves us weaker. The city knows when it’s lied to.",
        "It’s why we’re here—secrets ate up Halden, and everyone like him.",
        "If I help hide this, I become another layer of the system’s rot. That doesn’t end well."
      ],
      "supportive_response": [
        "Secrets always come out, even if it’s ugly. You’re not wrong.",
        "This makes me think—what would you want to see replace those old walls?"
      ],
      "challenging_response": [
        "Sometimes secrets protect more than they harm—at least for a while.",
        "You’ve got me thinking—how do you decide where to draw that line, Daria?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "It's set. I'll let it run.",
        "No reason to discuss further."
      ],
      [
        "I'll keep things steady, for now.",
        "Too risky to interfere."
      ],
      [
        "I'll allow the memory wipe. It's safer for everyone.",
        "The city won't face open revolt from this.",
        "Sometimes silence is all we get."
      ],
      [
        "I'll keep the protocol running. Too much change could tear things apart.",
        "You made it clearer—order has to win today.",
        "The testimonies will fade, but so will the anger.",
        "I hope quiet will help us heal."
      ],
      [
        "I'm letting the wipes trigger—no matter the cost to the truth.",
        "Your advice convinced me the city needs calm, not more chaos.",
        "I want to believe peace can mean something here, even if stories are lost.",
        "We'll live with what we don't remember. Maybe that's its own mercy."
      ]
    ],
    "monologue_b": [
      [
        "I'll interrupt their plans.",
        "This will change everything."
      ],
      [
        "I'm going to stop the memory command.",
        "I know what this may cause."
      ],
      [
        "I'm overriding the protocol. The memories will survive.",
        "Let the city hear every hidden story.",
        "Order may break, but justice matters more."
      ],
      [
        "I'll disrupt the erasure, like you suggested. No more silencing.",
        "You helped me see—truth comes first, whatever the fallout.",
        "We'll face the chaos together if we have to.",
        "Everyone deserves their own history back."
      ],
      [
        "I'm sabotaging the command—no one will be erased this time.",
        "Thanks, Alex—without this, we'd only have more shadows and silence.",
        "Maybe the city isn't ready, but hiding pain won't fix anything.",
        "I can't protect everyone, but I won't betray the disappeared."
      ]
    ],
    "monologue_self": [
      [
        "They won't take the memories.",
        "No more hiding for them."
      ],
      [
        "The protocol will crash by my hand.",
        "I don't owe the system my silence."
      ],
      [
        "I'm interfering. Those stories will stay—whatever comes.",
        "This is my decision, not the system's.",
        "Let the city feel the weight of it."
      ],
      [
        "I'm stopping the erasure, no matter the consequences. It's my choice alone.",
        "I couldn't let the Council wipe another life from record.",
        "Maybe people will blame me, but I want to believe they'll understand.",
        "Justice won't wait for the city's permission."
      ],
      [
        "I will protect their memories, even if it means exposing myself.",
        "The city needs truth, raw and whole—not another official rewrite.",
        "Alex, I realized I can't trust anyone to do this but me. I owe it to my brother and every vanished name.",
        "Let the world remember. That's the only way any of us heal."
      ]
    ]
  }
}