{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are keeping quiet. Doors lock quicker, that's all.",
        "I just fix what they tell me. Clients change, faces change. Same old city.",
        "Committee types are nosy. I work later to avoid them.",
        "Feels like everyone's waiting for the next shoe to drop."
      ],
      [
        "Folks are nervous. Jobs I used to get are vanishing, new ones show up out of nowhere.",
        "Clients want things done off the books now. Even the usual ones got jumpy.",
        "Those committees watch everything. Had to switch to paper instructions just to keep working.",
        "Saw someone back in the building I haven't seen in months. Wouldn't even look me in the eye.",
        "Feels like I'm patching more secrets than systems lately."
      ],
      [
        "Yeah, routines flipped overnight. Places I worked at for years, suddenly full of strangers and extra questions.",
        "Jobs come from people I thought disappeared. Now they're back, acting like nothing happened.",
        "Everyone’s worried about who’s watching. I get more clients after dark, never through the same channel twice.",
        "One steady client canceled their repair—said the risk was too high with these new oversight folks around.",
        "I try to keep under the radar, but my BCI score took a hit. Guess the system doesn't care for improvisation.",
        "Feels like I'm adapting by the hour. Not sure how much longer that'll keep me out of trouble."
      ],
      [
        "I've been around long enough to see the city do a full spin on itself.",
        "After those disappearances came to light, you get people knocking who used to avoid attention.",
        "I’m patching meters for ghost users one night, then getting grilled by some committee rep the next.",
        "Clients are spooked. I keep it off the grid now. Paper notes. After midnight.",
        "Used to be, I could trust a regular. Now they’re pulling out, afraid they’ll get flagged just for talking to me.",
        "My BCI took a hit, but that’s the cost of keeping work honest these days.",
        "Feels like the system wants to catch us all out, and I’m tired of tiptoeing around the thing."
      ],
      [
        "Funny, I never used to mind the city’s routine—bit of bureaucracy, bit of chaos. Now it’s all suspicion.",
        "Since they let those old ghosts back in, I spend half my nights fixing basics for folks the system tried to erase.",
        "I used to pull contracts from anywhere. Now it’s all unofficial, all hush. The new committees track every move, like we’re all guilty of something.",
        "Last week, a regular dropped out. Didn’t want to be caught on a repair list. I get it, but it stings.",
        "There’s more surveillance, more questions. Even the way I get jobs has to change—dark, by word, never twice the same.",
        "My BCI dips, but honestly, the number means less and less with the Directorate panicking and Harmonists wringing their hands.",
        "I only ever trusted the system when it stayed out of people’s lives. Now I’m just trying to help folks survive the fallout.",
        "Feels like every patch is one step closer to something breaking, and the pressure’s starting to get to me."
      ]
    ],
    "emotion": "Frustrated, a little worn out, feeling the growing pressure and uncertainty."
  },
  "emotional": {
    "opener": "Lenart, it's not all on you. You're doing more than most would even try, and you always find a way. That counts for something—even here.",
    "variants": [
      [
        "Thanks. Maybe it does.",
        "I’ll stick to what I know works."
      ],
      [
        "Yeah. It helps having someone notice.",
        "Most folks don’t get how thin the margins are lately.",
        "Still, I manage."
      ],
      [
        "Guess it does count, even if it doesn’t feel like it.",
        "Some days I wonder if it’s worth keeping at it, but walking away would eat at me.",
        "You saying that... takes the edge off.",
        "Not everyone bothers, so thanks."
      ],
      [
        "You’re right. Even when it grinds me down, I get up and solve it again the next day.",
        "It’s not always the result that matters, just getting it done for people who need it.",
        "Sometimes I think maybe I could make life easier for myself, but I don’t seem capable of letting things break.",
        "Suppose that’s what counts, even if it goes unnoticed.",
        "Glad someone else sees that."
      ],
      [
        "Feels good hearing it put that way. This city’s systems, they don’t thank you for patching holes—they just feed you more work in quieter ways.",
        "I keep doing it anyway. Didn’t start for recognition, but it can feel hollow.",
        "Some nights I wonder why I still try, or if it makes a real dent.",
        "But fixing things is the only type of order I trust. It’s small, but it’s real.",
        "Even with everything tightening up… I can’t do otherwise. That’s just how I’m wired.",
        "Appreciate the words, honestly. Reminds me I’m not the only one who sees the grind."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Everyone's got rumors. What do you actually know?",
    "variants": [
      [
        "Council keeps shuffling faces. Something about oversight panels, but it's all spin anyway.",
        "People talk about rallies. Hard to say what’s real with all the leaks out there.",
        "Been a lot of shouting, not a lot of answers. That’s all I’ll say.",
        "Half these returned folks, no one says how they really got back.",
        "Feels like we don’t get told the half of it."
      ],
      [
        "Council’s in a knot about those archives leaking out. Now the committees want their own say.",
        "Lot of noise about people who were gone, now back like nothing happened. No one explains where they were.",
        "Crowds keep gathering, wanting investigations. Makes repairs tricky in public.",
        "Overseers arguing about who to blame for disappearances. Not much settles in the open.",
        "Some of the data in the leaks doesn’t match what the usual records say.",
        "Feels like there’s more hidden than shared. Hard to trust any of it."
      ],
      [
        "After those disappearances came out, committees pushed their way in fast.",
        "Now you’ve got returned citizens leading reviews, like we all forgot what went on before.",
        "Every district’s got rallies, folks waving old records, wanting heads to roll.",
        "Council’s split. Directorate wants to lock it all down—can’t say I blame them.",
        "Others keep calling for transparency, but that just means more gridlock.",
        "The city’s run by panic these days, not planning or sense.",
        "Work slows everywhere. Old enforcers are dropping off, new faces showing up. Never know who’s actually in charge."
      ],
      [
        "You saw what happened—the archive drop hit like a shockwave. People stopped pretending after that.",
        "Citizens once labeled ghosts are running their own probes now. That’s a twist I never saw coming.",
        "The rallies got ugly in places. Old system people quitting, replacements green as spring.",
        "Directorate wants order but can’t stop these reviews. I get it—sometimes control’s the only thing holding the place together.",
        "Most of the Harmonists just wring their hands or promise open panels. That means less than nothing out here.",
        "I keep busy with jobs for both the new faces and the old—no one trusts the list anymore.",
        "Leaked records don’t add up to how things worked in practice.",
        "Spent too long keeping systems neat, now I’m just patching over chaos hoping my BCI doesn’t tank for someone else’s mistake."
      ],
      [
        "You know me—I was loyal when the Directorate ran the city quiet. I believed in chain of command, even if it ran through wires instead of people.",
        "Those archives—real ones, not committee summaries—showed they were deleting more than accounts. Ghosts walking back into the city shook a lot of us.",
        "Council’s scrambling, but without Halden it’s just infighting. The only ones holding power are these returned profiles and whoever controls what leaks next.",
        "Watched old colleagues get dropped or targeted. Some of them were part of the purges. Now no one trusts who’s really ‘cleared’ anymore.",
        "I helped build the grid for these oversight panels, now they act like every fix needs three witnesses and a signed confession.",
        "Directorate wants a lockdown. I’d choose order over this madness, but even they’re running blind.",
        "Harmonists hold hearings and call for backup sources, but it just makes everyone dig in deeper.",
        "Meanwhile, I patch jobs for people on both sides, walking a line that gets thinner every day.",
        "The city’s not running—just treading water. So am I, hoping the floor holds until someone gives honest answers."
      ]
    ]
  }
}