{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "It’s... tense, yeah.",
        "People in my building are more standoffish all of a sudden.",
        "Had trouble with my access app. Needed manual approval. Felt humiliating.",
        "Honestly… I just feel tired of watching people look at me like I’m dangerous."
      ],
      [
        "There’s definitely tension. Even neighbors won’t meet my eyes lately.",
        "The new panels in the lobby just made things worse. Everyone’s suspicious of each other.",
        "Tried to get medical authorization but the system kept shutting me out.",
        "The staff hardly wanted to help. It’s awkward everywhere now.",
        "Honestly… I just feel tired of watching people look at me like I’m dangerous."
      ],
      [
        "It’s been worse since the archive got out. People talk about the disappearances all the time.",
        "Anyone linked to the oversight system is getting side-eyed. That includes me.",
        "I had to go through a manual desk for basic access. Wasn’t simple. People act like I’m radioactive.",
        "Some neighbors just avoid me now, which... whatever, but it piles up.",
        "Everywhere I go, the same wordless questions.",
        "Honestly… I just feel tired of watching people look at me like I’m dangerous."
      ],
      [
        "Ever since those missing residents came back and the archive was published, everyone’s more on edge.",
        "I work for oversight. My BCI score tanked after the leak.",
        "People in my block notice. Basic stuff like medical access turns into a trial.",
        "The staff makes you feel like a criminal for needing anything done manually.",
        "It’s hard to even have small talk in the lifts now. No one knows who to trust.",
        "I’m still keeping a log of all the times I get denied, though I doubt it’ll help.",
        "Honestly… I just feel tired of watching people look at me like I’m dangerous."
      ],
      [
        "Yeah. It’s constant. When that archive went public and people who’d vanished returned, the whole mood changed.",
        "I used to think working with patterns, finding outliers, was just logic. But now I’m the outlier, because of my BCI score.",
        "Neighbors started whispering. Some think I let things slip, others blame me for the whole breakdown.",
        "Last week, my access froze during a health request. Manual staff barely looked at me.",
        "Panels for citizen reviews went up, but people just watch who walks past. Paranoia everywhere.",
        "I can’t even share a meal without feeling like everyone’s tracking my every move.",
        "I never believed old tech should control our lives this completely. I wanted something better—more honest. But now it’s just fear.",
        "Honestly… I just feel tired of watching people look at me like I’m dangerous."
      ]
    ],
    "emotion": "Honestly… I just feel tired of watching people look at me like I’m dangerous."
  },
  "emotional": {
    "opener": "Oksana, you’re not dangerous. You’re just caught in all of this like the rest of us. It’s not your fault.",
    "variants": [
      [
        "Maybe. I don't know.",
        "It's hard to believe sometimes."
      ],
      [
        "Thanks... I think.",
        "Feels like people make up their minds fast.",
        "Not sure it matters what I do."
      ],
      [
        "I appreciate you saying that.",
        "Some days it just gets heavy, you know.",
        "I used to think following the rules meant safety.",
        "Now, I just feel stuck between everything."
      ],
      [
        "Thank you, really.",
        "It helps to hear that someone sees me as more than a risk.",
        "I never thought I'd be picked out just for doing my job.",
        "Now I'm second-guessing every step I take.",
        "Sometimes I wonder if any of us will feel normal again."
      ],
      [
        "You actually get it. That means something to me.",
        "I never wanted to stand out. Funny how following every guideline can mark you more than defiance.",
        "Most people stare right through me now, like I’m the program itself.",
        "No one asks what it’s like to be watched from both sides, not really.",
        "I used to trust the system, even believed in it.",
        "Now... I just want to remember what it's like not to worry, just for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking, Oksana. If you know something about what the Council's hiding, just say it.",
    "variants": [
      [
        "The archive going public... it's made people nervous. Systems acting strange, too.",
        "Returned residents showing up, story everywhere now.",
        "Council's scrambling. That's all I can say.",
        "Panels, investigations. Haven't bothered reading much.",
        "Not sure what to believe anymore."
      ],
      [
        "Since the archive, residents who vanished are back. Caused an uproar.",
        "Some testimonies about detentions—hard to ignore.",
        "Crowds in the streets, all looking for answers.",
        "Council's meeting in private. Nothing concrete gets out.",
        "Now there are review panels. Not sure if it'll even matter.",
        "Hard to keep up with all the stories."
      ],
      [
        "Panels are everywhere now, since those ghost profiles reappeared and people came back.",
        "Public demands for Council accountability just keep building.",
        "Crowds want actual investigations, not controlled apologies.",
        "Council factions can't even agree what to say.",
        "There's talk of pulling old system backups. Could wipe half the city’s data.",
        "I'm not convinced an erasure like that solves anything—feels like another patch, not progress.",
        "I don’t think any side is really addressing how broken things are."
      ],
      [
        "Returned residents are leading the investigations now, you saw? Entire panels run by people who survived system purges.",
        "Council’s lost control—some are calling for resets, others want hardline purges.",
        "Directorate’s still trying to clamp down, Harmonists pretend calm, while Innovators… some of us still want real change, not just damage control.",
        "Watching the Council fight itself is like watching a failed algorithm loop endlessly.",
        "Public pressure forced their hand, but everything they try just makes people angrier.",
        "Some neighborhoods have totally stopped following official scores, just running their own checks.",
        "Truth is, I helped build part of what’s collapsing... I wanted better, not this."
      ],
      [
        "The whole city runs on fear now. Returned pilot subjects digging through archived data, panels exposing everything—most of us never knew half of it.",
        "Council performance measures are pure theater—none of them predicted just how fast public trust would go missing.",
        "I keep track of system reversals: compliant citizens dropped while so-called outlaws got elevated. It's like the code wants revenge for being ignored.",
        "Behind the scenes, they're debating nuclear options—mass purges, total resets—pretending it's all about restoration. I know the risks. I built those fail-safes.",
        "Directorate blames leak enablers, Harmonists fantasize about peace, but Innovators... most just want a system that doesn’t eat its own creators.",
        "I never bought the line that compliance solves everything. Watching these panels, I’m reminded daily how many people the old models disappeared.",
        "Started archiving stories from returned residents—not for work, for myself. Knowing the full scope changes you.",
        "I’ve lost count of the denials in my logbook. Doesn't feel like justice, just endless correction.",
        "Honestly, I can’t tell if we’re close to collapse or a real correction. Still—I’d rather see the whole thing honestly exposed than pretend anymore."
      ]
    ]
  }
}