{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "It's just work. Everything's more chaotic these days.",
        "Had to show some procedures in front of review panels, that's all.",
        "A lot of people asking questions that used to be off-limits.",
        "Feels like things don't settle, just shift. Gets tiring."
      ],
      [
        "The lab's different now. Always people watching over my shoulder.",
        "Some of us get pulled into these public reviews about the BCI devices.",
        "Colleagues acting like strangers, or like we're all suspects.",
        "Nobody trusts what the system's showing anymore.",
        "Hard to feel steady with that kind of attention every day."
      ],
      [
        "Lately, I have to do my job in front of big panels—citizen reviewers, people who used to file complaints.",
        "Security's less strict, but somehow I feel watched more than before.",
        "There's open talk in the lunchroom about device records and BCI mistakes.",
        "People I work with started coming to me for help with old logs, just to stay clear themselves.",
        "I'm sticking to the basics, erasing old scripts, not getting pulled into the drama.",
        "I get home feeling empty, even if my score hasn't changed."
      ],
      [
        "It’s strange—first, everyone was scared of inspectors, now they just wander the lab.",
        "We’re made to prove how updates work to these public panels. Some are people I helped before, off the record.",
        "A lot of nervous energy, everyone guessing who will be next if something goes wrong with the BCI data.",
        "Colleagues either huddle in groups, whispering about audits, or sidle up to me for help with device logs.",
        "Nobody really trusts what’s on their record anymore. That suspicion spreads fast.",
        "I’m careful, keep my answers short, but even deleting old scripts feels risky now.",
        "By the end of my shift, it's like I’m running on fumes, just watching the system spin."
      ],
      [
        "Honestly, it’s exhausting—this new ‘openness’ is just another way to hunt blame.",
        "I grew up thinking the system meant predictability. Now, even the quiet technicians get dragged in for public audits.",
        "Panels are mostly ordinary citizens, some with axes to grind over BCI readings, some just scared. You can read it on their faces.",
        "I was always good with the grey areas—making data work for the person, not just the Council. That’s what kept me going.",
        "Now, colleagues come to me for cover, like I can clean their hands. Those same people never looked twice before.",
        "I wipe what I can, but the old scripts don’t make problems go away. They just stack up in some other corner of the network.",
        "The Innovators promised progress. Feels like we just rewired panic into every circuit.",
        "Every night I go home and wonder if I’ll wake up to find I’m missing too. That’s all that’s left—being careful, and tired."
      ]
    ],
    "emotion": "weary, but still careful"
  },
  "emotional": {
    "opener": "You don't have to prove yourself to anyone, Daria. People forget how much pressure this city puts on quiet people. But I see how hard you're trying—even when nobody says thank you.",
    "variants": [
      [
        "Thanks. I hear you.",
        "Hard to know who notices anything these days."
      ],
      [
        "That means something, even if it's just words.",
        "Pressure's always on here.",
        "I try to keep my head down."
      ],
      [
        "I appreciate you saying that.",
        "It's rare to feel noticed lately.",
        "Most of the time, I just focus on what's in front of me.",
        "It's easier than thinking about the rest."
      ],
      [
        "It's good to hear someone actually understands.",
        "Sometimes I wish things were simpler, or at least fairer.",
        "People see the outputs, never the effort.",
        "I get tired, but stopping isn’t an option.",
        "Your words help a bit more than I expected."
      ],
      [
        "Not many people realize how much the small things wear you down.",
        "It gets lonely, keeping careful all the time. Even before all this, it felt like walking a wire.",
        "Trying isn’t really a choice—it's survival, especially when you can't afford to draw attention.",
        "I never planned to end up here, hiding parts of myself just to get by.",
        "Most people don’t ask if you’re okay. They just want you functional.",
        "You’re right, it matters when someone actually sees you. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Stop with the vague answers, Daria. What actually happened with all those missing people and system failures?",
    "variants": [
      [
        "Some file got released. People saw details they weren’t meant to.",
        "Talk was big for a few days.",
        "It made the committees push for more reviews.",
        "Just more eyes on labs like mine.",
        "That’s all I know."
      ],
      [
        "There was an archive—real old records—made public at a neighborhood meeting.",
        "They showed disappearances were real, not just bad data.",
        "Panels started up after, made technicians show everything.",
        "Some disappeared people came back, told stories that made Council look bad.",
        "None of us were told the whole story, just what we had to know.",
        "Work got slower after that, with people quitting."
      ],
      [
        "The archive release changed everything. Confirmed the BCI erased people, and not by mistake.",
        "Returned citizens shared what happened—confirmed secret detentions and data tricks.",
        "Rallies got bigger after that. Not controlled crowds, just angry.",
        "Council tried to quiet things, but even the enforcers left their posts.",
        "Now technicians like me get dragged out for reviews. Makes things look ‘open’ but mostly it’s blame control.",
        "I'm not the only one erasing old logs—everyone’s covering themselves.",
        "I always thought we’d use tech to make things better, not like this."
      ],
      [
        "First, that sealed archive broke the story—records showing Council erased people on purpose.",
        "Suddenly, all those ghosts came back. Public stories everywhere, nobody could ignore them.",
        "Mass protests, media covering it all. The Council panicked, split over what to hide or admit.",
        "Now we’ve got these ‘citizen panels’ running show trials, using us as examples.",
        "Colleagues flip sides every week; trust is gone.",
        "I kept hoping the Innovators’ way would make it safer—just logic, less suspicion, more chances to rebuild.",
        "Instead, it’s chaos and repairs every shift. I spend more time deleting traces than fixing code.",
        "I’m not surprised anymore if what’s left of the system disappears overnight."
      ],
      [
        "It started with that official who leaked the sealed disappearance records—Petrak, I think. He sent everything to a citizen group, going around the Council.",
        "Once it went public, everyone saw proof that the purges weren’t just rumors. Some of us had known for years, felt it in the audits. My brother was one of those disappeared.",
        "Returned citizens led huge rallies, told what the black sites were like. All the guilt and paranoia finally went public.",
        "Technicians like me got put on parade, forced to justify code we never owned.",
        "The Directorate wanted to crush protests but lost control. Even old BCI enforcers quit. It was chaos.",
        "I helped quietly clean up friends’ records, tried to buy them time. I couldn’t do it for my brother.",
        "The citizen panels—supposed to bring justice—just put new faces in the same game.",
        "I still keep my Innovator badge… but it’s mostly habit now. I don’t even know if the BCI can be salvaged.",
        "Every old script I delete feels like a last chance before we all vanish again."
      ]
    ]
  }
}