{
  "olintz": {
    "chapter": "After the citywide referendum materials were delivered and open debates began, Oksana’s office routine was further destabilized. The previous morning, she arrived to find her workstation assigned a new manual review partner—an unfamiliar staff member from a distant department. Their joint task, verifying printed ballot access lists, was time-consuming and error-prone. Oksana noticed a sharp increase in walk-ins by anxious residents demanding to check their eligibility for the vote. During her lunch break, she waited in a crowded hallway as arguments erupted over discrepancies between different printed rosters. By late afternoon, Oksana chose to document all resident inquiries on paper, declining to log digital summaries out of concern for conflicting official guidance. She spoke less with colleagues and avoided sharing personal opinions about the referendum. That evening, Oksana double-checked her own eligibility papers, anticipating further confusion as results approached. Her BCI score remains at 16 due to procedural caution.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the public announcement of a citywide referendum and the heated debates that quickly followed in his neighborhood, Nikola altered his daily routine to avoid both new grassroots meetings and Council-affiliated gatherings near his building. On the day referendum materials were distributed, the corridor outside his apartment filled with unfamiliar volunteers delivering ballots and urging residents to attend discussion groups. Nikola kept his door closed and delayed retrieving his post until evening, concerned that too much visibility might revive questions about his former Council employment. At the local store, he noticed a staff member quietly noting down who accepted referendum flyers and who refused them. Nikola limited his purchases to avoid being remembered and avoided eye contact with both staff and neighbors discussing potential voting alliances. These deliberate efforts to remain unobtrusive and non-participatory resulted in his BCI score decreasing slightly by -3, bringing it to 63, due to reduced community engagement and risk-avoidant behaviors.",
    "bci_score": 63,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide announcement of the paper-based referendum and the sudden influx of political debates on the lab floor, Daria noticed that printed campaign flyers had been left on several workstations, including her own. That day, as civic groups organized outside, a technician she frequently collaborated with confronted her about rumored bias in past device approvals, referencing new campaign materials that highlighted BCI injustices. Unwilling to be drawn into open arguments, Daria responded curtly and avoided the break area for the remainder of her shift. She spent the afternoon carefully documenting each diagnostic procedure in writing, referencing the double-signoff protocols now required. The heightened scrutiny and politicized atmosphere led her to limit casual exchanges with even trusted colleagues. By the end of the day, increased procedural compliance and reduced informal contact were recorded, resulting in a minor rise in her BCI score. New BCI score: 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the announcement of inconclusive referendum results and the rapid rise of neighborhood coalitions, Lenart arrived at a scheduled repair site to find the building's new local committee requiring on-site vetting of all contractors. A volunteer coordinator reviewed his paper records and questioned him about previous clients and political leanings before allowing him inside. Lenart noticed other workers prioritizing neighborhood approval over official credentials, with informal references replacing digital background checks. That afternoon, a longtime client canceled a repair after facing public disagreement between rival local organizers. Learning that upcoming work would be routed through constantly shifting committees, Lenart spent extra hours meeting with contacts and securing handwritten approvals, making his schedule more uncertain. While his access did not worsen, lingering instability in both rules and authority forced Lenart to rely more on personal connections than any system. His BCI score stayed at 36, but trust in digital credentials sharply declined.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the referendum results failed to produce a clear outcome and urgent civic coalitions began forming throughout Stenograd, Sven Halek found his routines further destabilized. On the morning after the announcement, his usual Council draft review was replaced by a hastily organized session led by a coalition spokesperson, unfamiliar with established protocols. Sven was instructed to produce neutral statements for multiple competing groups rather than for a single faction, but was given incomplete instructions. He spent the afternoon fielding conflicting requests from coalition representatives, each seeking favorable messaging. Without clear authority, he deferred all major edits, relying almost entirely on template language and excluding any reference to Council alignment. Concerned that aligning with any emerging power too soon might be flagged, Sven documented every version offline and archived incoming requests for future scrutiny. This heightened caution and ambiguity over loyalty led to a minor drop in his BCI score to 74.",
    "bci_score": 74,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada spent the night drafting a succinct broadcast urging all Stenograd residents to participate in a paper-based referendum. Instead of revealing the secret amnesty protocol, she fully committed to the call for public deliberation. Early the next morning, she delivered a live segment explaining how ballots would let citizens choose between restoring pre-BCI rule, reestablishing BCI oversight, or supporting grassroots leadership. Her action triggered the implementation of the dormant Dissolution Protocol, prompting neighborhoods to organize their own voting networks and rally points. As the news spread, newsroom staff redirected efforts toward printing and distributing bulletins, shifting Rada's professional focus to supporting non-digital collaboration. Colleagues expressed distrust, questioning her judgement, while management further restricted her system access. Her BCI score dropped to 0, marking her as rogue, due to leadership in unauthorized civic mobilization and failure to suppress unrest according to protocol. The city's political direction shifted in response to her broadcast.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}