{
  "olintz": {
    "chapter": "On the morning following the citywide power failures in restored neighborhoods, Oksana found that her apartment was without electricity while her neighbor Galina’s remained powered and full of visitors. Attempting to reach her office, she joined a long line at the transport hub, noticing that people with recently perfect compliance records moved through checkpoint gates unhindered. As Oksana waited, a stranger quietly offered directions for circumventing the city’s sensors, referencing tips that had been circulating anonymously. Hesitating, she declined, aware that increased checkpoint scrutiny now targeted those seen near potential dissenters. At work, colleagues kept conversations short and avoided unmonitored topics, while restored supervisors issued frequent reminders about emergency protocol. That evening, Oksana revised her routine by leaving work late, choosing less-monitored side streets, and minimizing digital activity at home. Although she carefully avoided interacting with any resistance channels, her BCI score dropped to 15 due to proximity to flagged individuals and reduced discretionary output.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "On the morning after the emergency was declared and visible protests intensified in his sector, Nikola observed his building’s entry logs reset to manually-checked paper lists at the lobby. Returning from an early market run, he noticed his name was missing, and was briefly held outside by a recently restored resident tasked with gatekeeping. Later that day, Nikola’s planned visit to the pension center was aborted when he saw staff block entry to several non-restored citizens, citing new security measures. In response, Nikola remained at home, kept his comm device powered off, and limited interactions to brief, necessary conversations with trusted neighbors. The open display of protest on nearby streets prompted Nikola to document unfamiliar faces in his stairwell, but he refrained from sharing this with anyone. The loss of status and uncertainty over access protocols led to a further decrease in his BCI score, now noted at 46.",
    "bci_score": 46,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria implemented a hidden communication protocol within the BCI firmware update, allowing erased 'ghost' citizens—previously invisible to official records—to move undetected through restored districts. As soon as the update propagated, she received covert signals confirming that several ghosts successfully bypassed checkpoint nodes without triggering loyalty enforcement. That afternoon, Daria spent her shift quietly monitoring diagnostic logs for evidence of interference, noticing a pattern of silent overrides in areas she had targeted. Her own workstation was flagged for abnormal firmware call rates, and restored colleagues began openly questioning recent device failures and network inconsistencies. Daria limited responses and steered clear of suspicious interactions, aware her actions had enabled mounting sabotage and coordination among hidden citizens. As system audits intensified and subtle unrest spread among staff, Daria’s BCI score dropped sharply to 35, marking her as noncompliant and subject to increased restrictions due to her critical role in facilitating resistance activity.",
    "bci_score": 35,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the power outages and checkpoint failures in restored neighborhoods, Lenart adjusted his work schedule by shifting all maintenance to Directorate-supervised buildings and limiting movement through public transit hubs. During an assigned repair at a government sector, he observed restored residents separately organizing access to backup energy, refusing assistance from regular citizens, and communicating via newly shared anonymous channels. Later that day, as local protests and impromptu security checks increased, Lenart received instructions to prepare diagnostic reports on network faults but was told to avoid on-site interactions and report any citizen bypasses. He documented only verified failures and submitted all logs using Directorate encryption tools, focusing strictly on technical deliverables. These protocol changes, prompted by new directives and unrest, minimized Lenart's exposure to nonaligned residents but reinforced his standing with security staff. His BCI score increased by 3 points due to clear compliance and risk mitigation: new score 86.",
    "bci_score": 86,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following widespread power failures and checkpoint disruptions in restored neighborhoods, Sven arrived to find the central comms suite functioning only in some sections. Colleagues with unbroken BCI histories hesitated at malfunctioning doors, while restored staff moved freely, directing access and controlling workspaces. That morning, Sven’s routine was interrupted by a mandatory group statement session, during which restored officials dictated language that openly acknowledged unrest and the increased presence of unidentified actors within the city. Shortly after, protest noise reached the building, and message requests for clarification on personal status flooded Sven’s terminal, overwhelming his capacity to respond. With Council approval delayed, he shifted to drafting emergency notices by hand and distributed printouts to those cut off from digital channels. This increased reliance on non-digital processes made Sven aware of his growing isolation and the difficulty of validating information, leading to a further drop in his BCI score from 62 to 59.",
    "bci_score": 59,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On June 3rd, Rada woke to see remnants of last night's neighborhood blackout—communal hallway lights still flickered, and several doors displayed hand-written signs offering safe passage to supply points. Digital notices on her phone described emergency curfews and urged compliance, referencing street disturbances from unidentified groups. While preparing a scripted segment on the state's response, she observed state media colleagues quietly revising archival footage to erase protest visuals and suppress names. That afternoon, as dozens of neighbors gathered in courtyards despite warnings, Rada remained indoors but monitored hidden channels; several familiar names reported safe movement through security points, while a coworker anonymously forwarded her crowd videos from protest sites. Rada refrained from sharing raw data or critical feedback, focusing instead on passive observation and local data backups. Her increased caution amidst visible open unrest raised her BCI score slightly, though she remained alert to further system scrutiny. BCI score increased from 56 to 59.",
    "bci_score": 59,
    "political_preference": "rebel"
  }
}