{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "I suppose I'm as much myself as anyone can be, these days.",
        "The power failures have made routines... inconsistent.",
        "They made us sit together and listen, while restored officials fed us new lines.",
        "I still write the statements, but the words feel less like mine each day."
      ],
      [
        "I suppose I'm as much myself as the situation allows.",
        "Just this morning, I ended up in a mandatory group statement session, all under someone else's direction.",
        "Restored staff, moving through doors like nothing's wrong, while the rest of us got stuck behind malfunctioning locks.",
        "I’m drafting by hand again—strange how quickly digital certainty dissolves.",
        "Every time I step outside, I feel the city watching, as if it’s not quite sure who I am anymore."
      ],
      [
        "I suppose I am, but it’s harder to tell, lately.",
        "Power failures, digital blocks, and these statement sessions—they all wear you down.",
        "Today, restored officials controlled everything, right down to the words we’re allowed to use.",
        "Requests for clarity flooded in, and there was no official line to give them—no Council response, just people asking.",
        "Dropped to a 59 this morning—makes everything just a little slower, just a little more uncertain.",
        "Feels like each decision I make, including writing by hand, only isolates me further."
      ],
      [
        "Am I? Harder to say with every passing day.",
        "Restored citizens run things now, moving freely as if the outages didn’t exist, while others—like me—are boxed out, literally, by failing systems.",
        "Group statement sessions feel more like recitations than dialogue— every word a little less mine.",
        "Requests come pouring in from people desperate to know their status, but the terminals crash or stall.",
        "So I switched to paper, handing out printed statements—practical, maybe, but a mark of how quickly we slip backwards.",
        "My score dropped, another little cut in what I can do here. Turns out, even your words cost you in this climate.",
        "I never thought efficiency could feel so hollow and so heavy at the same time."
      ],
      [
        "These days, I’m not sure which self I’m supposed to feel like—the system’s version, or the person who remembers what it felt like to matter.",
        "My job was to make order out of chaos, but lately, chaos eats the order from underneath.",
        "Restored citizens move through the city like they own it now, while those with shaky BCI scores get stranded, doors and systems resisting us at every turn.",
        "I spent the morning trapped in a choreographed group session, told exactly what to say by people who barely know the difference between a fact and a feeling.",
        "Messages for help and clarity crash my inbox, but nobody’s in charge to answer—only the restored remain steady, immune, visible.",
        "So I wrote emergency notices by hand, feeling like I was stamping myself out, letter by letter.",
        "The drop to a 59—barely tolerated, officially—locks me out of spaces I used to shape. That sting... it isn’t bureaucratic, it’s personal.",
        "They say the system rewards alignment, but in a city built on algorithms, sometimes all it takes is one day to become a stranger to yourself."
      ]
    ],
    "emotion": "I feel... adrift. Like the city and I are made of different things now."
  },
  "emotional": {
    "opener": "You know, Sven, even concrete drifts sometimes—cracks, shifts, but never really loses its shape. Maybe it's not just you.",
    "variants": [
      [
        "Maybe that's true—things shift, but don't vanish.",
        "You have a way of making it sound almost normal."
      ],
      [
        "That's... a strangely comforting thought.",
        "I suppose being unsettled means I'm still adapting, not lost.",
        "Maybe that's enough, for now."
      ],
      [
        "You make it sound like change is expected, not a fault.",
        "I've been forcing myself to fit, but maybe it's all right to flex.",
        "We're not meant to be seamless, after all.",
        "Thank you for saying that out loud."
      ],
      [
        "That's the first thing I've heard all week that didn't sound like a diagnosis.",
        "I miss feeling connected to something fixed, but maybe I keep mistaking change for failure.",
        "Strange to realize I’m not unique in this unease.",
        "It feels good, in a way, that someone understands the drift.",
        "Maybe that's the beginning of feeling grounded again."
      ],
      [
        "It isn’t just about me—the whole city is in motion, even if it pretends otherwise.",
        "I built so much of my identity around certainty, clarity—turns out concrete isn’t so permanent after all.",
        "Small fractures can be beautiful, or at least honest.",
        "Maybe what matters is feeling the shift and staying present.",
        "I’m grateful for the reminder that drift isn’t always loss.",
        "Strange, but I actually feel lighter hearing you say it that way."
      ]
    ]
  },
  "factual": {
    "opener": "You keep hinting at trouble, Sven. Come on – what’s actually going on out there?",
    "variants": [
      [
        "Familiar faces are back—people who vanished before, now turning up again.",
        "There are talks about sabotage and system failures, but only rumors.",
        "Restored citizens seem to know the routines; others are lost, scrambling.",
        "A blackout swept through certain districts—not a coincidence, I think.",
        "No one knows who’s really pulling the levers anymore."
      ],
      [
        "Can't ignore the blackout anymore—the timing was too precise.",
        "Restored citizens moved right in, like they’d rehearsed, while the rest lagged behind.",
        "The phrase 'Every erasure leaves a shadow' is everywhere. Some kind of code, maybe.",
        "Supposedly, there's a resistance passing around safe routes, sabotaging BCI.",
        "Feels deliberate but the official line is still 'power failure'.",
        "Even the Council looks nervous, for the first time in years."
      ],
      [
        "There’s a resistance—organized, not just random outbursts—helping these so-called 'ghosts'.",
        "Checkpoints that should stop everyone are letting some people drift through.",
        "Anonymous messages are circulating—safe passages, supply lists, instructions for bending the BCI.",
        "After the blackout, restored citizens kept the system running, while the rest of us stalled out.",
        "State of emergency’s been declared. Protests, actual open defiance, right here in Stenograd.",
        "The algorithm keeps changing the rules. One day you’re compliant, next day you’re a phantom.",
        "Let’s just say, not everyone on the Council is quiet by choice."
      ],
      [
        "Forget routine power failures. This was planned—someone wants us off balance.",
        "Those restored citizens? They’re immune now—locked out of the BCI’s punishments, but perfectly placed to run things.",
        "Ghosts—people erased by the system—are back, and the BCI can’t see them anymore. There’s an underground network now, organized and brazen.",
        "It’s all coded language out there: supply drops, sensor bypasses, even hand-to-hand notes.",
        "Council’s scrambling; their own scoring plummets while the 'restored' take their seats.",
        "There’s fear in every transmission. No more public input? Try no more public trust.",
        "You wanted my view? I’ve spent years making compliance sound palatable. Maybe too long.",
        "What’s left of my faith in the Innovators is bleeding out every time I see another emergency edict."
      ],
      [
        "The city’s playing host to its own ghosts now—erased citizens walking among us, holes in the data, and no one sure who’s real.",
        "The so-called 'restored' are more than immune—they’re system templates, taking authority without question. The rest are stuck, invisible.",
        "Underground routes, sabotage protocols—these are all organized, not spontaneous resistance. They know our scripts before we write them.",
        "Anonymous broadcasts keep hammering 'Every erasure leaves a shadow'—the phrase is as much a warning as a rallying cry.",
        "This blackout was cover—a chance for the ghosts to move and for the BCI’s reach to be bluntly tested.",
        "Protests in Stenograd—something I was told would never happen again—are now daily.",
        "Even I can't get my notices through half the channels now. Printouts, hand delivery—like we’re back in analog exile.",
        "The Council’s grip is slipping. Seen the metrics myself—our Innovator bloc expects to automate the solution away. Hubris, maybe, but I always thought more data would save us.",
        "Turns out, after all these years defending the algorithm, I’m not sure which side of the protocol my conscience belongs to."
      ]
    ]
  }
}