{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Not much has changed, just more paperwork lately.",
        "People seem tense at work. Some new flyers showed up, that's all.",
        "I've kept my head down, just doing what's required.",
        "Feels like everyone’s waiting for something to happen. It’s exhausting."
      ],
      [
        "There’s been this wave of printed flyers at the lab. First time in years.",
        "People have started asking weird questions about old device approvals.",
        "Suddenly we have to double-sign every diagnostic write-up.",
        "Pretty much just sticking to rules and not talking much.",
        "It's tense. Would like things to get quieter again."
      ],
      [
        "Someone left campaign flyers at my workstation. Political stuff, I guess.",
        "A colleague cornered me about some audits—nothing proven, but uncomfortable.",
        "Now we all have to double-sign every piece of work, like we don’t trust each other.",
        "I ended up avoiding the break area just to keep out of arguments.",
        "Feels like the whole lab’s turning into a little court.",
        "Honestly, I miss when nobody cared about any of this."
      ],
      [
        "The lab's changed. After all the referendum hype, people bring politics even to lunch breaks.",
        "Yesterday, I found campaign flyers pushing BCI reforms right on my station.",
        "Someone questioned me about my old device work, hinting at bias. Makes you wonder who’s watching.",
        "We have to write everything out, double sign, pretend we don’t know how easy it is to fudge data if you try.",
        "I've stopped chatting with friends at work. Feels safer.",
        "You can measure the tension. Even ‘trusted’ people don’t feel safe.",
        "I thought I was used to scrutiny, but it’s different now. Just want life to be normal for a bit."
      ],
      [
        "Ever since that paper referendum, nothing in the lab feels neutral anymore.",
        "I walked in and there were reform flyers stacked on everyone’s desks. No one even tried to hide them.",
        "A close coworker snapped at me over past approvals—like suddenly there’s permission to blame, thanks to all this campaign noise.",
        "The new rules mean every diagnostic gets double-checked. It’s a performance, not security.",
        "I find myself thinking about my brother, how audits can make someone disappear. No one talks about what the BCI really costs.",
        "I know how to make data look perfect, and everyone else does too, whether they admit it or not.",
        "People think the system’s fair, or that voting will fix things. Feels naive, honestly.",
        "Some days I wish I didn’t know so much. I’m just tired of pretending things are fine."
      ]
    ],
    "emotion": "A bit tired, wishing things would calm down."
  },
  "emotional": {
    "opener": "I know it feels like the city just keeps spinning faster, but it’s alright to just need a pause sometimes. You don’t have to hold everything together by yourself.",
    "variants": [
      [
        "Yeah. I get it.",
        "Thanks."
      ],
      [
        "That actually helps.",
        "Some days, it’s just a lot."
      ],
      [
        "You’re right. It’s hard to keep pace lately.",
        "Just need things steady for a while.",
        "I appreciate you saying that."
      ],
      [
        "You put it well. It’s been overwhelming.",
        "I wish things would just slow down for once.",
        "Feels like I’m always tense.",
        "Nice to hear I don’t have to fix everything."
      ],
      [
        "It’s easy to forget I’m not supposed to solve every problem.",
        "Everyone expects so much. Staying careful all the time is exhausting.",
        "Sometimes I feel invisible, even to myself.",
        "Keeping up with changes is a full-time job.",
        "Glad you understand. People don’t, usually.",
        "Just nice to let my guard down a bit."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, it's just more politics—everyone's talking. What else actually happened?",
    "variants": [
      [
        "The blackout caused more trouble than people admit.",
        "After that, the city pushed a weird paper vote. Old tech everywhere, nothing worked right.",
        "Crowds changed overnight. Seemed like every group blamed someone new.",
        "That's about all I know."
      ],
      [
        "So, city officials forced a referendum. Real ballots, paper lists, no digital trace.",
        "There were rallies and some fighting. A few ballot boxes went missing; nobody trusts results now.",
        "I heard some offices had to lock up records after things got tense.",
        "Now smaller groups are handling things, no clear winner."
      ],
      [
        "They tried to reboot control with a referendum. Three options. Everyone picked sides, loud.",
        "Council factions fought, tried pulling in regular staff too.",
        "People panicked over missing ballots and claims of tampering.",
        "I noticed more talk about the BCI being out of control—like maybe it can’t be fixed by votes.",
        "Now it’s power vacuum time, small groups jumping in when systems stall.",
        "This isn’t what the Innovators wanted. Too messy."
      ],
      [
        "The blackout left command lines open—ghost entries running even after Halden was gone.",
        "Referendum shocked everyone. Options were a mess. No faith in the result, honestly.",
        "Saw a crowd stop a Council rally, then heard about intimidation at ballot sites.",
        "For a while, felt like anyone could take over. I watched teams in our division prepping for every possible winner.",
        "A lot of Innovators say the system should self-correct, but this city prefers chaos.",
        "Record audits keep resurfacing. Makes me worry for anyone with gaps, like my brother had."
      ],
      [
        "After Halden died, protocols misfired. I saw unexplained logs after his supposed last entry—nobody could explain.",
        "When the city went dark, emergency routines kicked in everywhere; half my division was pulling analog backups out of storage.",
        "The paper referendum was chaos. Council camps tried to spin every count. My Innovator friends wanted to reboot BCI; most people just wanted calm.",
        "Someone leaked genuine past access lists—I recognized names. Everyone became a suspect; old disputes got dangerous fast.",
        "I know what it’s like to have records flagged. I saw others scramble to clean theirs before civil groups seized systems.",
        "Nobody trusts the score anymore, even techs like me. Feels like we’re all just making it up as we go.",
        "In private channels, there's talk about Halden’s ghost routines still running beneath the main system.",
        "This isn’t the upgrade I signed up for, but I can't back the old guard. Wish it would settle, one way or the other."
      ]
    ]
  }
}