{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "You could say I’m carrying a few things, sure.",
        "Last night’s blackout wasn’t exactly restful—my hallway still reeks of burnt wiring.",
        "State updates keep telling me everything’s fine, but people are sticking handwritten notes on their doors.",
        "Just feels like the air’s heavier now, you know? Hard to breathe, sometimes."
      ],
      [
        "Carrying something... yeah, maybe just yesterday’s news.",
        "Woke up to those flickering corridor lights, signals of another blackout.",
        "All the official messages kept urging calm—almost too calmly.",
        "Saw neighbors gathering, ignoring warnings—people are restless, and I stayed in my lane, just observing.",
        "Just feels like the air’s heavier now, you know? Hard to breathe, sometimes."
      ],
      [
        "Funny you mention it—yesterday was a mess.",
        "Woke up to a half-lit hallway and doors covered in notes for ‘safe passage’.",
        "State channels wanted me to parrot curfew directives, but behind the scenes, coworkers were scrubbing footage of protests.",
        "I kept to myself, watched the crowd from behind my screen.",
        "A few friends pushed raw crowd videos my way, no names attached.",
        "Just feels like the air’s heavier now, you know? Hard to breathe, sometimes."
      ],
      [
        "If I’m honest? Lately, every day feels like hauling bricks.",
        "Blackouts hit the building—no surprise, but the homemade notes for safe passage got to me.",
        "I had a segment to film on the state’s ‘response’, but in the editing room, we were erasing protestors like they’d never existed.",
        "Neighbors filled the courtyards, ignoring the curfews like the system’s lost its grip.",
        "Behind locked doors, I skimmed hidden channels—recognizing names from my own building making it through checkpoints.",
        "Someone sent me raw crowd footage; I didn’t share it this time, just backed it up and watched.",
        "It’s like everyone’s holding their breath, hoping not to be next.",
        "Just feels like the air’s heavier now, you know? Hard to breathe, sometimes."
      ],
      [
        "Yeah, I’m carrying things. Don’t let the state media badge fool you.",
        "Waking up to handwritten ‘safe route’ signs on my neighbors’ doors was like a gut punch—means someone’s scared enough not to trust the broadcasts.",
        "I was supposed to film praise for the government’s response, but in the newsroom, we deleted whole faces, whole truths, under those silent warnings.",
        "My BCI officer mother used to say you can’t ever be too careful—guess that runs deep.",
        "I watched my neighbors ignore curfews, gathering together anyway. The sense of quiet rebellion was thicker than the blackout.",
        "Hidden networks buzzed with real news—friends still moving through checkpoints, some not so lucky.",
        "Every decision now feels weighted: I chose to stay quiet on the footage, push backups instead of open protest—my score went up, but so did the fear.",
        "Just feels like the air’s heavier now, you know? Hard to breathe, sometimes."
      ]
    ],
    "emotion": "Just feels like the air’s heavier now, you know? Hard to breathe, sometimes."
  },
  "emotional": {
    "opener": "Hey, heavy air finds us all sometimes, Rada. Doesn’t mean you’re weak—it means you’re still breathing.",
    "variants": [
      [
        "Yeah, maybe you’re right.",
        "Just… need a second."
      ],
      [
        "I guess it just hits you out of nowhere.",
        "Feels strange, but I’ll manage.",
        "Thanks for saying that."
      ],
      [
        "Honestly, sometimes I forget what normal even feels like.",
        "But you saying that—it helps, actually.",
        "Feels less like it’s just me.",
        "You know?"
      ],
      [
        "I try to shrug it off, but there are days when every step’s like moving through syrup.",
        "Hearing it’s not just weakness… that means a lot.",
        "People don’t usually get it, or they pretend not to notice.",
        "It gets scary, wondering if anyone does.",
        "I appreciate you not looking away."
      ],
      [
        "I always thought growing up here would thicken my skin, but some days I wonder if the city just found new ways to get under it.",
        "It’s not just heavy air, it’s like the walls listen, and sometimes you forget how to breathe without thinking first.",
        "‘Still breathing’—that line sticks. You try to blend in, score high, keep your head down...but what if breathing’s the bravest thing you still do?",
        "It’s easy to feel invisible, even in a crowded room.",
        "I don’t talk like this much. You don’t give me a line, you just listen, and that matters more than I can say.",
        "Thank you, really."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada. That can't be all. What's really happening out there?",
    "variants": [
      [
        "There\u0019s talk about system issues, blackouts, sure.",
        "Public channels mention some emergency, all official lines.",
        "Don\u0019t believe everything you hear\u001401\u00142, though.",
        "People always find new ways to adapt, even now.",
        "Hard to say what really matters anymore."
      ],
      [
        "State lines keep repeating the same emergency statement.",
        "Rumor is, some vanished people are showing back up, like nothing happened.",
        "Neighborhoods say checkpoints act weird\u00148ame faces in new uniforms.",
        "Nothing gets confirmed\u001401 just denials.",
        "You start wondering who\u00142s actually in charge, or if anyone is.",
        "Still, everyone keeps their head down, for now."
      ],
      [
        "There\u00142s been a shift, you notice it behind the rehearsed calm.",
        "Restored citizens \u00148he ones the system erased before\u0014they\u00142re reappearing, acting like model citizens.",
        "They\u00142re immune to most checkpoints now\u0014like the rules changed overnight.",
        "Those blackouts? Not just power cuts\u0014it\u00142s BCI disruption, maybe sabotage.",
        "Protests flare when restored folks take control, quietly at first.",
        "Feels like the Council\u00142s losing its grip or fighting with itself.",
        "The score doesn\u00142t make you trustworthy, just predictable."
      ],
      [
        "A lot of strange faces lately, but some look too familiar, like old ghosts.",
        "Restored people glide through the infrastructure\u0014access no one else gets, even Council-tier folks.",
        "There\u00142s open talk in certain circles about sabotage and hidden resistance networks.",
        "Outages and checkpoint failures started after those anonymous routes went viral.",
        "Even some security are looking the other way when these 'ghosts' walk past.",
        "Feels like the resistance finally figured out how to play the game without getting erased.",
        "I never bought the 'efficient system' line \u0014too many edits in our coverage, too many missing names.",
        "Whole city\u00142s starting to see reality for once."
      ],
      [
        "I know what it looks like when stories get fixed\u0014my BCI officer mother taught me what silence covers.",
        "Restored citizens aren\u00142t just glitches\u0014someone let them back in, with access no regular person could imagine.",
        "I\u00142ve got footage of these 'ghosts' walking untouched past top-tier checkpoints, while everyone else sweats.",
        "The blackout was planned\u0014local cells timed it with supply drops and message networks.",
        "Rumors say Council rivalries let the system slip, but it\u00142s more than that\u0014someone inside fed the resistance the keys.",
        "We\u00142re not just watching a system failure, we\u00142re seeing a war between realities: the official story and everything people hide.",
        "I haven\u00142t trusted my BCI score in years\u0014it only measures obedience, not truth.",
        "Quiet rebellions are everywhere now. Even colleagues are leaking, scared but fed up.",
        "Guess I\u00142m not the only one who thinks the system deserves a bit of chaos for once."
      ]
    ]
  }
}