{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "It's different, yeah. Hard to ignore.",
        "Yesterday, my apartment was out but Galina's was full of lights—strange.",
        "Waiting at the checkpoint took forever. Some people just walk through like nothing's changed.",
        "...and I feel more alone here than ever."
      ],
      [
        "Yeah, it’s changed. Doesn’t feel right.",
        "Lost power in my unit while my neighbor was hosting half the floor.",
        "Long lines at the hub, but if your record’s perfect, you get waved through.",
        "Someone offered me a shortcut—didn’t dare take it, not now.",
        "...and I feel more alone here than ever."
      ],
      [
        "Feels off. The patterns are different—you can sense it in the air.",
        "Power was out at mine, next door kept theirs. Visitors everywhere but me.",
        "Tried to get to work, lines backed up—you know who got through easy: the compliant ones.",
        "Someone shared tips to dodge sensors. Didn’t risk it. Now, I get flagged just for standing nearby.",
        "At the office, you say the wrong thing, people shut down, like they're scared to even talk.",
        "...and I feel more alone here than ever."
      ],
      [
        "Some days I barely recognize Stenograd anymore. There’s a tension—like everyone’s just waiting.",
        "Last night my place was dark, but my neighbor’s was bright and noisy. Guess who the system favors.",
        "Checkpoint lines were endless. If you’re flagged, you get stuck forever, even for tiny things.",
        "Someone tried sharing those resistance routes. I was afraid to even listen—I know how fast you get marked.",
        "People at work barely talk if it’s not procedure. I left late, took weird back roads home, just to avoid being seen.",
        "My score plummeted because I was too close to someone flagged. Doesn’t matter what you do, it only takes one mistake.",
        "...and I feel more alone here than ever."
      ],
      [
        "It's all wrong. There’s an edge to everything—the city, the people. Like fear’s wound into each routine.",
        "No power in my apartment, but my neighbor—the charismatic one, always approved—had a crowd like nothing happened. The system somehow chooses who gets to feel normal.",
        "The transport hub was a mess. Perfectly scored people just glided by. The rest of us? Watched and logged.",
        "Got offered a way around the sensors by someone who knew all the tips. Didn’t dare. One slip, and you’re marked, or worse, erased.",
        "At work it’s just codes and silence. If you even look interested in the wrong conversation, you’re suspect.",
        "I delayed my route, switched streets just to lose the trail, kept my devices offline—still, my BCI keeps tanking. I feel hunted for not wanting to conform.",
        "Funny—I used to believe the system kept order. Now, all I see is people like me getting left behind for the tiniest nonconformity.",
        "...and I feel more alone here than ever."
      ]
    ],
    "emotion": "...and I feel more alone here than ever."
  },
  "emotional": {
    "opener": "You know, Oksana, even in a place that makes us feel invisible, that doesn't mean we don't matter. I see you.",
    "variants": [
      [
        "Thanks. I— I hear you.",
        "It's good to be noticed, I suppose."
      ],
      [
        "I... don’t usually expect anyone to notice.",
        "It’s easier to get by just blending in, but— you’re right.",
        "Sometimes it helps to just be reminded."
      ],
      [
        "That actually means more than I can say.",
        "It gets hard, feeling like the walls are closing in on you.",
        "Some days, it feels like no one sees you at all.",
        "But I guess that’s not always true."
      ],
      [
        "I really needed to hear that tonight.",
        "There are times I wonder if I exist to anyone anymore.",
        "This place, it wears people away— quietly, piece by piece.",
        "I keep so much to myself just to stay safe.",
        "But being seen, even for a second, feels...I don't know— real."
      ],
      [
        "What you said, it actually made something loosen up inside me.",
        "Most days I feel erased— by the system, by everyone around me, even by myself.",
        "I used to think if I followed the rules, I’d be okay. But lately, I just feel hollow.",
        "It’s strange—feeling invisible in a city full of watchers.",
        "I barely talk about this with anyone. It’s safer not to say too much.",
        "But maybe being seen now and then is enough to remind you you’re still there."
      ]
    ]
  },
  "factual": {
    "opener": "So what? Everyone's unsettled. People grumble, but things mostly work. You're not the only one dealing with it.",
    "variants": [
      [
        "There've been some outages, not just where I live. Patterns don't match with scheduled maintenance.",
        "I saw some system resets after Halden's death, like log anomalies, but that's all public.",
        "Messages are going around—people passing tips, probably harmless.",
        "Just seems like the system's more agitated than usual lately.",
        "Hard to know what's real."
      ],
      [
        "Lately, outages and system issues are spiking in spots tied to those old erasure cases.",
        "I notice the Council's silent—no addresses, no guidelines. Odd for them.",
        "There are all these anonymous networks now, sharing maps and ways to dodge the routines.",
        "Some folks—old ghosts, they say—move untouched while everyone else gets stalled or flagged.",
        "Feels like someone's doing more than just protesting now.",
        "But you didn't hear that from me."
      ],
      [
        "Since Halden died, there are more restored faces—people who vanished before showing up perfect. It's not subtle anymore.",
        "Everyone gets these tip messages, but it's careful. Routes, supply points—almost organized.",
        "Checkpoints even lose power at the right times now. Maybe sabotaged. Ordinary people help, despite the risk.",
        "Council types got hit too—their scores tank, they get rerouted. Some panic, some disappear.",
        "Protests are back, real ones, not just background noise. You can sense it shifting.",
        "I guess some of us always doubted the point of total compliance.",
        "Feels like the order's falling into its own gaps."
      ],
      [
        "I see how people ‘restored’ by the system behave—just a bit too flawless, too scripted. They lead now, like it’s planned.",
        "Whole sections go dark, then suddenly only ghosts move freely, like their own world beneath ours.",
        "Sabotage isn’t random—the networks are coordinated, resisting the way we used to fear doing openly.",
        "Some say the BCI’s unintentionally created a second city, hidden, made stronger by the purges.",
        "I flagged the weird checkpoint logs, but internally, it’s chaos: nobody knows who to trust, even in the Directorate.",
        "Restored citizens are immune; some call them ‘templates’—they fill gaps, unquestioned. It’s creepy.",
        "Even Council members get purged now. The machine eats its own, no loyalty.",
        "Sometimes I think I’d rather be ghosted than play the role they model for me."
      ],
      [
        "You know I work in patterns—I see what’s behind these glitches. The system’s started 'restoring' missing people with fake compliance, overwriting who they were.",
        "Internal chatter’s frantic—one Directorate analyst found merged records. Restorations synthesize behaviors, mix old lives. Nothing authentic left.",
        "Ghosts form their own resistance—I’ve seen logs with zero traces, people operating where sensors see nothing. That’s not supposed to be possible.",
        "Daria slipped a channel in the last firmware push—she was always quiet, but that update let ghosts pass undetected. It’s spreading.",
        "The phrase 'every erasure leaves a shadow'—that’s their signal. The city’s full of them now.",
        "Restored run things on the surface, but real control leaks away to the invisible ones. Council’s desperate, but nobody’s in charge.",
        "I used to defend the BCI—kept telling myself we were protecting something good. Now I wish I’d risked questiong it sooner.",
        "I work alone now. The only ones I trust anymore are already erased.",
        "If the system’s finally cracking, I’m not going to mourn it. I’m more scared of perfect order than of chaos."
      ]
    ]
  }
}