{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Been lots of outages lately. Systems don’t behave like they used to.",
        "Work’s tense, people double-check everything now.",
        "Not sure if it’ll ever feel normal again.",
        "Feels like everyone’s holding their breath."
      ],
      [
        "Yeah, something’s off. Devices keep failing—more than usual.",
        "Had a shift where my logs lit up for no reason. People notice.",
        "More shadows moving around. Not all of them are registered anymore.",
        "I keep my head down. Can’t trust what you see.",
        "It’s getting hard to remember normal."
      ],
      [
        "Feels like something cracked open, and we’re all just waiting to see what spills out.",
        "Firmware I maintain keeps behaving strangely—silent overrides, odd call rates. Started seeing people I thought were gone.",
        "I got flagged at work after a big update. Score tanked fast.",
        "Some colleagues act like they know something, some just look scared.",
        "Ghosts aren’t just rumors any more. They move and the system barely notices.",
        "You end up wondering who’s real and who’s just noise."
      ],
      [
        "You’re right. The city’s changing, but not in ways you see on the feed.",
        "Firmware updates let some people slip through—people who aren’t supposed to exist anymore. I helped with that.",
        "After the patch, my workstation logs spiked. Colleagues asked questions.",
        "Got flagged, almost lost my access. Score dropped—35 now. Restrictions follow.",
        "I still check my brother’s old record every day. He vanished in a sweep.",
        "Now ghosts are surfacing, and the system can’t even keep up with what we started.",
        "Feels risky, but part of me hopes it means there’s room to fight back."
      ],
      [
        "Nothing here’s the same since Halden died. The system falters and everyone pretends it’s business as usual.",
        "I rewrote the new firmware—built in ways for erased citizens to move unseen. Couldn’t stand letting the system decide who’s real.",
        "Saw ghosts sending signals after the patch. That was my doing.",
        "Logs flagged my station, but I’d do it again. My compliance score tanked—doesn’t matter if it helps even a few.",
        "Some of us are tired of being ruled by probabilities and models. My brother’s one of the vanished. I haven’t forgotten.",
        "Now the restored walk among us, and old rules are crumbling. It’s messy, but it’s a gap to maneuver.",
        "Power failures, checkpoint chaos—it’s all fallout from resistance inside.",
        "I’m tired, but there’s a flicker of hope in all this disruption. Maybe we can make something better out of the cracks."
      ]
    ],
    "emotion": "tired, but quietly hopeful"
  },
  "emotional": {
    "opener": "Daria, sometimes doing the right thing means carrying weight alone, but it doesn't mean you're actually alone.",
    "variants": [
      [
        "That's good to hear. Sometimes it feels like no one really notices.",
        "I appreciate you saying that."
      ],
      [
        "Thanks. People rarely say things that make sense anymore.",
        "It helps, even if I don't always show it.",
        "There are days it just feels heavy."
      ],
      [
        "It's not often someone says something that lands.",
        "Most here just look past you, not through.",
        "You saying that makes a difference, honestly.",
        "I think I forget that—there are still people who understand."
      ],
      [
        "Those words are more grounding than you know.",
        "Sometimes the isolation feels designed, like you can't get out of it.",
        "I lose sight of the small things that matter when it gets like that.",
        "You've got a way of making things lighter, or easier to carry.",
        "Thank you—sometimes that's all anyone really needs."
      ],
      [
        "You get it, somehow, even without asking details.",
        "This place… it pushes people apart, by design, and you start to accept that.",
        "I used to think I was just built to cope with it, but that's not really true.",
        "Hearing someone see through the surface—it pulls me back to myself for a minute.",
        "Some days, I need the reminder not to vanish into the machine, you know?",
        "Thanks for seeing me. Really."
      ]
    ]
  },
  "factual": {
    "opener": "What actually changed? Feels like there’s more to it. Just say it plain.",
    "variants": [
      [
        "Blackouts started after those firmware issues.",
        "Checkpoints misfire, people slip past.",
        "Noticed more unrest—rumors say it’s coordinated.",
        "Officials tightened controls, but it’s sloppy now.",
        "Some old faces turn up. Not sure it’s a good thing."
      ],
      [
        "Power goes out and the checkpoints glitch—happening together now.",
        "Restored people get around easier than most, no questions asked.",
        "More signals bouncing across personal networks, like someone’s directing things underground.",
        "Feds scramble, but only manage quick patches, not real fixes.",
        "People watch the restored—don’t trust them yet.",
        "Not much in the streets feels random anymore."
      ],
      [
        "After outages, I noticed supply routes shift and info spreads fast, like someone’s planning it.",
        "Restored citizens seem immune—move through disruptions like they know the blueprint.",
        "Anonymous tips guide people past BCI sensors, makes me think it’s organized resistance.",
        "Officials declare emergencies but the unrest grows—the real authority feels scattered.",
        "Sabotage isn’t just talk—someone’s aiming at weak spots, quietly.",
        "Old power structures scramble, but the ghosts fill the gaps.",
        "None of this feels accidental, not with the way things sync up."
      ],
      [
        "Restored citizens lead now—like the system itself opened doors for them.",
        "When checkpoints break, people share safe paths through networks, real mutual aid.",
        "Some patched bands let erased folks ghost past enforcement. Feeds show unrest, but it’s self-organized.",
        "Officials call it an emergency, but most citizens quietly help the ghosts.",
        "It’s not just outages—some neighborhoods thrive while others fall apart on purpose.",
        "I keep seeing the pattern—the system spins out, but the resistance adapts faster.",
        "All the Council’s tools can’t stop it. Maybe that’s hope—small, but real.",
        "Can’t pretend to be neutral anymore—the system’s lost its hold."
      ],
      [
        "Most don’t notice, but the BCI’s blind spots are growing—especially for the erased.",
        "Restored folk aren’t what they used to be; seems like they share pieces of others who vanished.",
        "Sabotage patterns match certain firmware zones—I mapped it, saw my own code involved.",
        "People form new networks, run resources under the radar, out of Council reach.",
        "I engineered a patch to let ghosts slip past—now I see those signals guiding others.",
        "Resistance groups use my channels, move medical and food drops right past BCI audits.",
        "Every blackout, every misfire, it’s a message: people don’t quietly disappear anymore.",
        "Old Council’s control was always brittle—now it’s exposed.",
        "Even tired, it feels like we’re finally shifting away from hollow compliance—like it could be worth it."
      ]
    ]
  }
}