{
  "preference": "a",
  "dilemma": {
    "opener": "You're bracing for something. Want to talk before it hits?",
    "variants": [
      [
        "Feels like I’m standing at a fork in the road tonight.",
        "Sometimes information comes knocking when you’re least ready for it.",
        "Timing’s off, or maybe it’s me... hard to say."
      ],
      [
        "All I’ll say is, I’m holding two impossible choices—neither feels clean.",
        "One path is loud, sets things on fire. The other? Colder, neater.",
        "It’s not so simple as right or wrong. There’s fallout either way.",
        "Hard to know who benefits, in the end."
      ],
      [
        "I’m sitting on evidence that could flip the city on its head.",
        "If I release it, neighborhood leaders could rain justice—maybe vengeance—on everyone named.",
        "Or I could send it straight to the Directorate and watch them lock it all down.",
        "Either way, half the city gets hurt and no one trusts the process anymore.",
        "No matter what, this city never learned how to handle the truth."
      ],
      [
        "It’s about the referendum. Data shows BCI scores were rigged for control—votes, punishments, all of it.",
        "If I hand it to neighborhood leaders, chaos might break out—justice or just more harm, no way to predict.",
        "If I give it to the Directorate, they’ll bury it, and everyone’s voices disappear under martial order.",
        "I’m really not sure which path means less damage.",
        "Harmonist me wants to protect what little stability’s left, but my score’s a mark already.",
        "Feels like whatever I choose, the city’s going to pay for it."
      ],
      [
        "When I found out the BCI scores managed the votes—and who got punished—I felt sick.",
        "Neighborhood leaders could use this to fight back, but I know it could tear families and blocks apart.",
        "If I hand it to the Directorate, they’ll silence everyone, maybe even erase more lives, but order might return—brutal, rigid, but predictable.",
        "I get why you’d say truth cleans wounds, but here it might just open new ones.",
        "I want to believe in balance, but I’m locked out of the system, treated like a risk to be managed.",
        "Watching Halden fall made me realize—there’s no one left in charge of the truth now.",
        "I keep hearing my own voice, wondering if silence is the last harm I’ll do, or the first step toward something worse."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Only open reckoning with past wrongs can build genuine trust.",
      "monologue": [
        "If we don’t face the truth, people will never believe the system can change.",
        "Everything’s been hidden for so long—secrets thrived, and trust just died slowly.",
        "Admitting what happened isn’t about blame, it’s the only way we move forward."
      ],
      "supportive_response": [
        "You’re right—real trust only starts when the truth comes out in the open.",
        "It makes sense. Go on, tell me what’s weighing on your mind next."
      ],
      "challenging_response": [
        "Sometimes digging up old wrongs only deepens the wounds, not the trust.",
        "But maybe there’s more to say—how certain are you this path can heal anything?"
      ]
    },
    {
      "belief": "Hiding the truth perpetuates fear and cycles of abuse.",
      "monologue": [
        "Covering this up might keep me safe, but it keeps everyone stuck in the same fear.",
        "I’ve watched what happens when people sense secrets but aren’t allowed to name them.",
        "If no one ever knows what’s real, the old abuses just breed in silence again."
      ],
      "supportive_response": [
        "You’re right—hiding things only makes folks more anxious and resentful.",
        "I get it. What’s the risk if you speak out in this city now?"
      ],
      "challenging_response": [
        "Sometimes the truth causes more panic than calm—what if hiding it buys us time?",
        "So, what tells you this is really the moment for honesty, not caution?"
      ]
    },
    {
      "belief": "Communities must be empowered to resolve their own grievances, not controlled from above.",
      "monologue": [
        "Letting people decide for themselves is the only way anything changes for good.",
        "Central control just drove things underground—everyone’s scared, but nobody’s safer.",
        "If we never trust the neighborhoods to handle this, it’ll just be more of the same."
      ],
      "supportive_response": [
        "You make sense—people should have a hand in fixing what’s broken around them.",
        "Tell me what that would look like, letting folks steer their own future."
      ],
      "challenging_response": [
        "But what if things spiral—can neighborhoods really prevent chaos without someone stronger in charge?",
        "So, when did you start feeling it’s safer to trust the crowd than the center?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Revealing everything now will ignite revenge and leave the city ungovernable.",
      "monologue": [
        "If I put this evidence out there, people will want payback, not justice.",
        "Old scores will get settled in the open, but nothing will really be solved.",
        "The city’s already on edge—one spark, and nobody controls what happens next."
      ],
      "supportive_response": [
        "You're right, exposing it now could rip things apart fast.",
        "Go ahead, Oksana—say what else worries you about the fallout."
      ],
      "challenging_response": [
        "That fear can keep us frozen forever, Oksana.",
        "Tell me—what if people need the truth more than quiet right now?"
      ]
    },
    {
      "belief": "In times of crisis, order and authority must take priority over transparency.",
      "monologue": [
        "When everything’s breaking down, someone has to keep a firm grip—otherwise chaos wins.",
        "Full openness sounds good, but order is what lets us rebuild anything at all.",
        "If nobody’s steering, even good intentions can do real damage."
      ],
      "supportive_response": [
        "Order does have to come first when the city’s this raw.",
        "So—what kind of control do you think would actually hold things together?"
      ],
      "challenging_response": [
        "Sometimes clinging to control is what keeps us broken, you know.",
        "What gives you faith the authorities won’t just make things worse, Oksana?"
      ]
    },
    {
      "belief": "Only central control can prevent vigilante justice from spiraling out of control.",
      "monologue": [
        "If we give this to the neighborhoods, everyone becomes judge and enforcer overnight.",
        "I’ve seen what happens when people act alone—fear takes over, not reason.",
        "The system’s flaws are real, but total breakdown will be even uglier."
      ],
      "supportive_response": [
        "Letting the center step in might really be the safest move.",
        "If you’ve seen the chaos before—maybe trust your instincts this time."
      ],
      "challenging_response": [
        "You remember what the center did with power last time—was that justice?",
        "If local voices mattered more, maybe things wouldn’t be so ugly right now."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I have something. I will pass it on.",
        "They might find out anyway. It’s done."
      ],
      [
        "I’m releasing it. That’s all I can say.",
        "There are documents. I’ll make them public."
      ],
      [
        "I’ll give this to the neighborhood leaders. People deserve to know.",
        "This data could change things. I trust them more than the Council.",
        "I’ll step back after. I want out of the echo chamber."
      ],
      [
        "Alex, I’ll share the files with local organizers. We need transparency now.",
        "This was rigged from the start. The leaders will act—hopefully with justice.",
        "Truth hurts, but it’s fair. I’ll accept what follows.",
        "I have to believe it’s better than silence."
      ],
      [
        "Alex, I’m bringing the evidence to the neighborhoods, no matter the risk.",
        "People have the right to face the truth, even if it splits the city in two.",
        "I’m terrified what justice looks like now, but I won’t guard lies anymore.",
        "I hope this helps heal us, not break everything. Thank you for listening."
      ]
    ],
    "monologue_b": [
      [
        "It’s handled. No questions, please.",
        "I’ll send it where it needs to go."
      ],
      [
        "The Directorate can address this. I won’t talk more about it.",
        "Not safe to publish. Someone official will handle it."
      ],
      [
        "I’ll bring this to the Directorate. It could prevent chaos.",
        "Maybe order’s what we need, even if it’s forced.",
        "I’m not proud, but I can’t risk a surge of violence."
      ],
      [
        "Alex, I’m handing it off to security. I want calm more than retribution.",
        "If they act hard, maybe we avoid something worse.",
        "This city’s tired. I’m tired. We need a break from constant fear.",
        "I’ll stop chasing justice, for now."
      ],
      [
        "Alex, I’ll send the evidence to the Directorate. I hate it, but I need to protect people from spiraling out of control.",
        "Letting leaders clamp down is safer than unleashing anger.",
        "I worry they’ll silence real voices, but it feels like the lesser disaster.",
        "You helped me see the weight of peace, even if it’s uneasy."
      ]
    ],
    "monologue_self": [
      [
        "I’ll do what needs to be done. No details.",
        "Decision’s set. It’s not Alex’s concern."
      ],
      [
        "I’ll pass the evidence to the neighborhoods. Let it play out.",
        "I can’t rely on outside help."
      ],
      [
        "Alex, I made up my mind. I’m sharing this with local leaders.",
        "They deserve a real shot at the truth, even if it’s volatile.",
        "I want people to have the facts, not just control."
      ],
      [
        "I’ll send everything to the grassroots. It feels right, even if Alex stayed detached.",
        "We need justice from the ground up, not from Council screens.",
        "Maybe chaos is better than endless numbness.",
        "This city earned the risk."
      ],
      [
        "Alex, I know you offered no answers, but I trust my instincts. I’ll give the evidence to local leaders, no matter what it stirs.",
        "We need to face our broken reflection, even if it’s ugly.",
        "If I disappear, at least I won’t have hidden what mattered.",
        "Truth is all I have left—whatever it costs."
      ]
    ]
  }
}