{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Yeah, it has been. Something changed overnight.",
        "People seem tense ever since that broadcast about the paper ballots.",
        "I was on air for it. Just doing my job. Now everything feels off.",
        "It’s like waiting for a storm."
      ],
      [
        "You’re not wrong... feels like everyone’s holding their breath now.",
        "My broadcast about that referendum stirred things up more than I meant.",
        "Management pulled me in for a chat—didn’t like how I pushed for public voting.",
        "They clipped my access after. City’s buzzing, but it’s not excitement.",
        "Feels like I started something I can’t control."
      ],
      [
        "It really does. Seems like the city’s weighed down since my broadcast last week.",
        "I was the face on air, calling for that paper referendum—restoring pre-BCI, building a new system, or going grassroots.",
        "Didn’t expect the Council and all these factions to panic. Colleagues don’t trust me now.",
        "Management keeps tightening my leash. My BCI score dropped to zero—guess that makes me a ghost.",
        "People are rallying in the streets, arguing, organizing forums. The pressure’s real.",
        "Feels like I’m carrying all that weight every time I open my mouth."
      ],
      [
        "You feel it too? Ever since I went live urging everyone to use actual, physical ballots instead of letting the system decide.",
        "I pushed debates—restoration, BCI, grassroots—on public TV, even knowing management would come down hard.",
        "Colleagues think I betrayed them, and I’ve lost all access since. Officially, I’m rogue. Can’t even get basic services now. My BCI score’s flatlined.",
        "The city’s fractured into Council camps, secret coalitions. Ballot tampering, intimidation... it’s all happening out there.",
        "Funny, I grew up watching my mother run compliance protocols, saw how stories get spun.",
        "Now I can’t spin anything. I started this, and I have no idea where it ends.",
        "Feels like that heaviness is my own shadow, following me everywhere."
      ],
      [
        "It’s not just the air. It’s like the whole city’s suffocating, since I told everyone to vote on paper, out in the open.",
        "All my years covering government, I’ve never thrown myself in like this. I wanted people to have a choice—for once, unstaged.",
        "I knew calling for that referendum would trigger chaos, but I didn’t expect the Council to lose its grip or colleagues to see me as a traitor.",
        "They marked me ‘rogue.’ I can’t access my own files. Even my family cut contact after my BCI score hit zero.",
        "Now it’s raw—real forums, ballot battles, intimidation in neighborhoods that never cared before.",
        "This system was built to keep us in check, but the more it cracks, the more alive I feel. Even if it costs me everything.",
        "I get why they’re afraid. I’m afraid too. I started a landslide and I can’t stop it.",
        "Feels like I’m breathing in everyone’s fear, not just my own."
      ]
    ],
    "emotion": "Heavy, burdened—like the city’s weight is pressing down and I can’t escape it."
  },
  "emotional": {
    "opener": "Hey, Rada. You know, sometimes even the city can’t swallow us whole. You’re not invisible here—at least not to me.",
    "variants": [
      [
        "Maybe.",
        "Thanks for saying that."
      ],
      [
        "People don’t usually notice me.",
        "Still, I guess it’s good someone does."
      ],
      [
        "It’s hard not to feel invisible out there.",
        "Feels like I’m carrying things no one else sees.",
        "But you noticing…I guess that helps a little.",
        "Makes me feel less alone with it all."
      ],
      [
        "Most days it’s like I’m shrinking under everything pressing down.",
        "It’s a relief just hearing someone say I’m not lost in the noise.",
        "I get so used to hiding, I forget what being seen feels like.",
        "This place is the only spot that ever cuts through that pressure.",
        "Your words actually land, you know.",
        "I don’t get that much anymore."
      ],
      [
        "Growing up here taught me how to vanish when I needed to.",
        "That habit sticks—especially lately—always looking over my shoulder.",
        "When you say I’m not invisible, it reminds me I’m still here, still real.",
        "Most folks in this city don’t even try to see past the surface.",
        "I can’t remember the last time someone looked straight at me and meant it.",
        "It helps. Seriously. You cut through the static for me."
      ]
    ]
  },
  "factual": {
    "opener": "What's really going on out there? You were at the center—give me the picture.",
    "variants": [
      [
        "After Halden's death, everything spiraled.",
        "The BCI data leak made people panic.",
        "Council’s factions are at each other’s throats.",
        "City systems stopped matching the rules we know.",
        "Then blackout—no tech, no scores. Just chaos."
      ],
      [
        "Halden died and then all those private BCI scores got out.",
        "Council keeps tightening grip, but people don’t trust them anymore.",
        "Now, no one knows who’s really in charge.",
        "Blackout hit. Whole city paralyzed. Transactions, transit, everything was down.",
        "Ballots came after. Still feels like something’s waiting to drop."
      ],
      [
        "Halden’s gone, and someone let all our dirty secrets loose—the BCI scores for just about everyone.",
        "You could see Council scrambling, trying to patch up trust with their clampdowns.",
        "Grassroots groups started popping up while old system rules stopped working.",
        "Fake scores, rigged access—it’s a quiet war over who gets to belong.",
        "The blackout tore the mask off. For a minute, no one knew who was safe or in charge.",
        "Now those paper ballots—maybe hope, maybe farce.",
        "It’s strange, but people are organizing for themselves in all kinds of ways now."
      ],
      [
        "When those scores leaked, I saw old friends panicking—they were exposed, marked, turned overnight into suspects or outcasts.",
        "Council lost its grip, especially after the blackout cut us off from everything automated.",
        "Fake scores everywhere, everyone hustling. No one sure who they can trust, all the while, system ghosts making calls nobody ordered.",
        "Grassroots took off. Debates got fierce. Some people finally felt alive, others just scared.",
        "With ballots—every neighborhood split, forums sprouting up, old rules tossed out. It’s raw democracy but comes with a price—ballot tampering, intimidation.",
        "I admit, seeing people take charge of their voices, even in this madness, is what I’ve wanted for years.",
        "Guess it’s no secret: I want the system gone or rebuilt from the ground up. The way it was didn’t work."
      ],
      [
        "Grew up watching my mother run compliance—so I know how tightly the system’s stories were spun. That’s why Halden’s death set everything off—nobody believed the official line.",
        "Once those BCI scores leaked, nobody could pretend anymore—everyone’s real status bared, trust dissolved instantly, even among senior Council.",
        "Some Innovators thought they could patch it by using Halden’s old code. Instead, the system started working against itself—privileges reversing, old ghosts making decisions, black market scores everywhere.",
        "Then blackout hit. Weirdest part—Council folks unused to real negotiation, no digital crutch, city felt ancient and vulnerable.",
        "Halden’s supposed journal appeared right after—predicted the unrest and the weird glitches. Made people think BCI might be alive. That paranoia’s everywhere.",
        "Grassroots sprung up—like everyone’s been waiting for permission to make noise.",
        "Ballot networks grew from nothing, but trust is shattered. Tampering, intimidation documented in almost every district. People keep pushing forward anyway.",
        "Management thinks it’s anarchy. I call it hope. Always wanted the system gone—if it breaks here, maybe everywhere else wakes up too.",
        "Now I’m locked out, family’s gone silent, but if this landslide changes something for good, it’s worth everything."
      ]
    ]
  }
}