{
  "official": [
    {
      "image_id": "civic_blueprint",
      "headline": "Referendum Initiated",
      "anchor_line": "Stenograd launches a citywide paper-based referendum to guide the next era of governance.",
      "contextual_reframing": "This collective action reflects the behavioral compliance system's ongoing commitment to responsive participation and transparent stability."
    },
    {
      "image_id": "paper_stack",
      "headline": "Ballots Distributed",
      "anchor_line": "Printed voting materials reach every Stenograd neighborhood as citizens prepare to shape the city's future.",
      "contextual_reframing": "The Council ensures smooth and equitable access for every resident, demonstrating the system's dedication to orderly civic progress."
    },
    {
      "image_id": "civic_altar",
      "headline": "Public Forums Surge",
      "anchor_line": "Civic discussions and forums multiply, with active participation encouraged in accordance with city guidelines.",
      "contextual_reframing": "Increased engagement underscores Stenograd's harmonious adaptation to new decision-making processes, reinforcing confidence in a stable tomorrow."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "System On Paper",
      "anchor_line": "BCI digital control is out - now it's old-fashioned ballots and pen, because the system glitched where it mattered most.",
      "contextual_reframing": "The Behavioral Compliance Index, once tracking your every move and access, now relies on paper. Turns out, even perfect systems panic without their makers."
    },
    {
      "image_id": "shattered_display",
      "headline": "Council In Panic",
      "anchor_line": "Council factions scramble to sway public opinion after losing their algorithmic grip.",
      "contextual_reframing": "The old guard, Innovators, and Directorate want your vote, but only because their own metrics failed. Real power is up for grabs. Watch whose hands reach for it next."
    },
    {
      "image_id": "shattered_display",
      "headline": "People Take Streets",
      "anchor_line": "Forums and street debates erupt, some heated, some silenced fast. Not everyone's voice gets heard.",
      "contextual_reframing": "Grassroots groups push for choices beyond the city's scripted options. True democracy or more managed appearances? Only the restless know."
    }
  ]
}