{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Resilient City Processes",
      "anchor_line": "Minor technical issues at BCI checkpoints have been resolved, ensuring uninterrupted city operations.",
      "contextual_reframing": "Temporary disruptions are a reminder of Stenograd’s ongoing commitment to adaptive technology for public welfare through the Behavioral Compliance Index—our daily path to safety and fairness."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Community Cooperation Grows",
      "anchor_line": "Local residents demonstrate solidarity amid brief service blackouts in several neighborhoods.",
      "contextual_reframing": "Moments of shared effort strengthen civic harmony and demonstrate how every Stenograd citizen contributes to a stable, secure society."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Civic Initiative in Action",
      "anchor_line": "Residents calmly assist one another during BCI service updates and power interruptions.",
      "contextual_reframing": "These scenes underscore the collective spirit enabled by technocratic governance, with advanced systems maintaining city life and opportunity for all."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Erased But Not Gone",
      "anchor_line": "The city's ‘missing’ are back—ghosts slipping past the BCI’s all-seeing eye.",
      "contextual_reframing": "Stenograd’s Behavioral Compliance Index tracks every move… unless you’ve been wiped from its memory. Erased citizens are finding each other and fighting back, hacking the system built to keep them silent."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Resistance Finds New Paths",
      "anchor_line": "Secret tips spread fast: how to dodge BCI checks, how to help ghosts escape crackdown zones.",
      "contextual_reframing": "Official silence can't hide sabotage and secret networks. Every shutdown and glitch smuggles hope past the iron code of ‘systemic efficiency.’"
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "From Blackouts To Protest",
      "anchor_line": "Neighborhood blackouts spark unrest—the city feels the ghosts among us.",
      "contextual_reframing": "Stenograd’s control is breaking: ordinary citizens are helping the erased, and coordinated blackouts are the new form of protest against algorithmic rule."
    }
  ]
}