{
  "olintz": {
    "chapter": "As the formation of community truth commissions spread and the Council announced the abolition of centralized behavioral scoring, Oksana noticed immediate changes in her environment. The biometric locks at her apartment building reverted to manual identification checks, requiring her to wait in line and state her name to a neighbor before entry. Later, she attended a local assembly called to review cases of service denials, where affected residents shared grievances. Oksana remained silent, carefully observing the council’s attempts to address injustices using the new community oversight framework. Without BCI-driven monitoring, she felt her movements were less constrained, but routines became slower and trust-based systems created uncertainty. She initiated conversations with former colleagues, cautiously testing whether personal relationships could replace the system’s guidance. Oksana adapted by offering to verify neighbor testimonies, but she remained concerned about long-term stability and whether these new arrangements would reliably protect against new forms of exclusion. Her BCI score is now obsolete.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the Council abolished centralized behavioral scoring and announced frameworks for restorative oversight, Nikola observed immediate changes in his building. That morning, the ground-floor access panel was removed and neighbors organized a sign-up sheet for shared services, disregarding previous BCI records. During the afternoon assembly, some residents discussed inviting victims of wrongful denials to speak, referencing guidance from the newly-formed truth commissions. Nikola, aware his previously flagged score was now common knowledge, kept his interactions brief and carefully complied with group decisions, limiting any appearance of dissent. He avoided bringing up past grievances, responding only when addressed directly. That evening, he retrieved his own printout of score histories from his locked briefcase, reviewing the Council’s announcements for assurance that future reviews would not single out individuals. The abolition of scoring reduced his anxiety but left him cautious, resulting in a minor uptick of his BCI score to 68 as new norms settled in.",
    "bci_score": 68,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the abolition of centralized behavioral scoring and public announcement of new oversight frameworks, Daria’s lab environment again shifted. On her arrival, staff badges were processed through a temporary, human-run checkpoint instead of the disabled BCI terminal, with an administrator cross-checking paper lists rather than relying on network approval. Inside, senior technicians openly discussed the contents of the abuse archive, trading names linked to wrongful score denials. One referenced Daria's brother, prompting uneasy glances her way. After lunch, Daria was asked to verify a queue of health band repairs by signature, a task previously automated and impersonal. She complied, but hesitated when colleagues speculated whether new councils would expose all past data overrides. Daria refrained from offering unofficial assistance, marking jobs strictly by protocol. By day’s end, she stored her logs in a locked drawer, acutely aware of being observed by both peers and management. Her score remained unchanged: 42.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the Council’s abolition of behavioral scoring and the earlier release of the BCI abuse archive, Lenart arrived at his morning job to find the building’s digital entry panel disabled and a handwritten guest list taped to the door. The resident committee insisted on interviewing each contractor about their past service records, cross-referencing paper logs with segments of the publicly leaked abuse archive. During questioning, Lenart was asked to clarify several entries tied to affected residents, extending the process by an hour. Some committee members openly doubted his earlier explanations, leading him to provide copies of compliance reports he had maintained during system turmoil. Although allowed to proceed with the repair, Lenart noticed a new hesitancy among residents when discussing their maintenance needs. He updated his logs to document the unusual interview, aware that uncertainty about personal and professional histories was now a persistent part of daily work. His BCI score remained unchanged at 56.",
    "bci_score": 56,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Acting on his decision to release the BCI abuse archive, Sven Halek bypassed remaining system routines and personally authorized a secure data handoff to Oksana Lintz, documenting every step to ensure irrefutable provenance. Within hours of publication, Sven ceased all regular communication, locking down his personal files and removing himself from shared workspaces. During an emergency Council review, Sven's authorization logs were scrutinized, resulting in immediate suspension of his system privileges and labeling of his profile as a breach risk. Colleagues distanced themselves, and several neighborhood representatives confronted him in person over past statements, demanding justification for their lived hardships. Sven spent the following day under observation, denied automated transit and services. His decisive action directly initiated widespread protest, public truth commissions, and forced the Council to abolish the BCI. Due to the exposed violation of compliance and loss of trust, his BCI score dropped from 52 to 32.",
    "bci_score": 32,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the public release of the BCI abuse archive and the rise of citywide truth commissions, Rada noticed immediate changes in her apartment block. During a daily meeting, several residents recounted their own scoring injustices, and a neighbor who had previously avoided her asked to review some of Rada’s archived interview notes for the upcoming community assembly. Surprised, Rada agreed but was cautious to only share anonymized materials. Later that afternoon, she was included in a small discussion about new oversight frameworks—an invitation that would have been unthinkable days before, given her history of low compliance. Although she remained careful not to draw unnecessary attention, Rada spent the evening compiling neighborhood testimonies for possible use in future reports. Without the threat of system flagging, her interactions became less guarded. Her BCI score remained unchanged at 16, as the centralized scoring was already obsolete by the day’s end.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}