{
  "olintz": {
    "chapter": "Following the release of classified Council abuses and the intensification of citizen jury investigations, Oksana noticed her building administrator replacing entry codes and requiring written appeals for even basic amenities. That morning, she waited outside her block for nearly forty minutes while staff cross-checked her old BCI credentials against hastily posted name lists. Frustrated neighbors began questioning her presence, recalling her former role at the Directorate, which led to brief, direct confrontations in the stairwell. Later, her usual market route was blocked by a spontaneous jury gathering reviewing local service denials. She abandoned her shopping and used a back entrance to avoid contact. At home, unsure which access points still recognized her, she disconnected her devices and double-checked physical locks for the first time in months. She experienced ongoing suspicion from both officials and residents, making daily tasks unpredictable. Her BCI score remained at 34, with no immediate change, but restrictions persisted.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the rapid spread of citizen juries publicly reviewing BCI records and the Council's later release of deeper system abuses, Nikola noticed new flyers posted in his building encouraging residents to attend livestreamed neighborhood hearings. That morning, he received an informal notice suggesting anyone with a flagged score be available for questioning. In the market, staff asked him twice about irregular activity on his BCI printout, referencing the latest public broadcasts. To avoid scrutiny, Nikola limited his shopping and waited until aisles cleared before approaching checkout. At home, he unplugged most digital devices and refrained from accessing Council updates, fearing digital traces could prompt inquiry from either citizen juries or management. He kept his briefcase concealed and avoided all non-essential interactions for the remainder of the day, aware that both system supporters and critics now regarded him warily. This ongoing withdrawal resulted in a modest BCI reduction, shifting his score from 62 to 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After neighborhoods began streaming citizen juries to review BCI records, Daria noticed coworkers arguing openly at the lab about whether to participate or stay silent. That morning, several residents arrived without appointment, citing locally approved jury memos to demand device logs and reset histories. Daria adhered strictly to protocol, referencing only official procedures and refusing any requests tied to the new jury process. During lunch, she overheard two colleagues compare the lab's actions to those revealed in the livestreams, causing Daria to reconsider which coworkers she could trust. She left work early to avoid a gathering forming outside, aware that crowd movement was flagged in recent device activity. Back home, Daria reviewed her BCI audit history for the first time, uncertain whether citizen review would trigger further scrutiny. Her BCI score reflected reduced peer interaction and risk of association with noncompliant groups, dropping further as neighborhood oversight increased. New BCI score: 35.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The rapid formation of neighborhood juries and the subsequent public questioning of officials over the BCI forced Lenart to alter his daily routine yet again. On the morning after the first jury session was livestreamed, building committees in two districts began requiring every maintenance worker to submit paper records and answer additional questions before entry. Lenart arrived to service a scheduled request, only to wait for nearly forty minutes while residents debated his recent client history, noticeably suspicious since the new disclosures. After eventually being allowed access, he completed the repair under close supervision, carefully avoiding direct comments about system failures. That evening, a new client cancelled by message, citing uncertainty about the reliability of Lenart’s BCI documentation amid ongoing community investigations. The additional scrutiny increased Lenart’s travel time and reduced completed jobs, contributing to a modest decrease in his BCI score, now at 58. He prepared additional reference letters for future visits.",
    "bci_score": 58,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After neighborhoods convened citizen juries to review BCI records, Sven’s building implemented new hallway check-ins requiring residents to state their intended destinations before passing between sections. During one morning, Sven’s request to access a shared workspace for printing was denied after the system flagged his recent district interactions as subject to public investigation. He observed that two project collaborators stopped responding to direct inquiries, citing the possibility of their messages being audited following the jury’s livestreams. In response, Sven adjusted by scheduling solo evening office hours and relying exclusively on paper notebooks for ongoing draft revisions. When the city’s first public jury questioned a former Council official and disputed historical messaging, Sven quietly collected materials from an older archive to refine his language, avoiding digital storage entirely. This layered caution further limited his collaboration and routine communications, contributing to a reduction in his BCI score, now at 48.",
    "bci_score": 48,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After receiving exclusive leaks of the Council's planned citywide calibration, Rada chose to broadcast the hidden evidence instead, urging neighborhoods to form public citizen juries. She uploaded raw Council communications and sensitive BCI records through secure, distributed platforms, ensuring attribution to herself. As citizen juries began meeting openly, Rada documented their proceedings, providing organized summaries for streaming and independent review. Her submission of unverified evidence included details linking Halden's death to protocol overrides, increasing public scrutiny of official narratives. Members of the newsroom cut direct contact, fearing association, and her access to all editorial systems was suspended with her credentials flagged citywide. Her absence from official platforms was noticed, and she received an automated notice of permanent review status. Her BCI score dropped to 0 due to confirmed high-profile disinformation, unauthorized disclosure, and disruptive conduct, marking her as dissident and resulting in immediate loss of service access.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}