{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Some messes find everyone lately. Even in retirement, the system knows your name.",
        "Got a note about my BCI. Nothing unusual, just the usual precautions.",
        "I lie low. Not much choice anymore.",
        "...Feels like I’m walking on eggshells these days. Not sure how long that can last."
      ],
      [
        "Trouble’s not hard to find if you’ve got a few gray hairs and the wrong score.",
        "Saw some new flyers, talk of hearings. No sense sticking your head out.",
        "Shopping felt different. Questions at checkout, staff looking twice at my BCI printout.",
        "Kept to myself. Withdrew. Score ticked down again.",
        "...Feels like I’m walking on eggshells these days. Not sure how long that can last."
      ],
      [
        "That mess you mention, it’s everywhere. Even got a notice at my building to be 'available' for questions, just for a flagged score.",
        "Market staff asking about 'irregular activity' on my BCI—twice in one trip.",
        "Pulled back, unplugged everything at home. Kept my briefcase close.",
        "Skipped Council updates. Every click draws eyes these days.",
        "This ongoing, careful avoidance slipped my score from sixty-two to sixty.",
        "...Feels like I’m walking on eggshells these days. Not sure how long that can last."
      ],
      [
        "When trouble finds you, you learn to move when others stand still. That’s something from Council days.",
        "Neighbourhood flyers now push these livestreamed hearings. I got an informal notice—anyone with a score like mine, flagged for questioning.",
        "They probed my market transactions, referenced new broadcasts.",
        "Shrank my footprint. Doors locked, digital trace wiped, briefcase never leaves my side.",
        "My old Council habits rear up—trust paper, stay out of networks, keep to the shadows.",
        "Saw my score drop, sixty-two to sixty. For someone like me, that’s more than numbers.",
        "It’s like living in a city that’s waiting for you to crack.",
        "...Feels like I’m walking on eggshells these days. Not sure how long that can last."
      ],
      [
        "Life on these back streets isn’t what it was when I worked the Council halls. Harmonists like me, we thought routine meant safety.",
        "The flyers—'voluntary' hearings, public reviews. I keep my door shut; too many people want answers from the old guard.",
        "A quiet note reminded me: even a score of sixty raises suspicion. In the market, two staff pointed out a dip on my printout. Makes you wonder who’s watching, and why.",
        "Unplugged everything at home. Some voices say that’s guilt. It’s just caution, after what I’ve seen behind those doors.",
        "My briefcase carries more than memories from those years. Sometimes, I think it’s the only reason the system hasn’t erased me outright.",
        "I cut interactions, avoided streams. Score dropped. That’s not survival. That’s a warning.",
        "Every time I hear new leaks, or see extra eyes on the corridor, I remember—our 'compliance' is a moat, not a bridge.",
        "...Feels like I’m walking on eggshells these days. Not sure how long that can last."
      ]
    ],
    "emotion": "...Feels like I’m walking on eggshells these days. Not sure how long that can last."
  },
  "emotional": {
    "opener": "Nikola, you don’t have to carry it all by yourself. Some of us see what’s happening, even if we can’t say it out loud.",
    "variants": [
      [
        "Suppose that’s true. Best to keep to myself, all the same."
      ],
      [
        "It helps, hearing that. Not sure I’d trust many to see straight these days.",
        "Things shift quickly; hard to know who’s really watching."
      ],
      [
        "I appreciate that. It’s rare enough to feel seen and not just scanned.",
        "You learn to keep quiet, even about the simple things.",
        "People used to talk about trust. Now it’s more like a rumor."
      ],
      [
        "I almost forgot what it felt like to hear something genuine.",
        "Carrying it gets heavier, but someone noticing… it lightens things a bit.",
        "Spent most of my years listening, not sharing. Hard to switch that off.",
        "Feels like the world has more listeners than hearers these days."
      ],
      [
        "That means more to me than you know. Most of life now feels like writing letters no one will read.",
        "Used to be, a shared look or word was enough. Now, every gesture is data.",
        "It’s odd, seeing the old ways vanish—slow and quiet.",
        "I held onto small routines. Even those feel monitored now.",
        "You get so used to silent rooms and unread messages, you forget what real conversation is.",
        "Strange thing is, sometimes the weight isn’t the secret—it’s the thought that no one wants to hear it."
      ]
    ]
  },
  "factual": {
    "opener": "You know more than you’re saying. Everyone’s talking about the hearings, the leaks, all of it. Don’t pretend you haven’t noticed.",
    "variants": [
      [
        "Heard about the leaks, sure. City’s restless when numbers get out.",
        "Citizen juries now, I suppose. Hard to miss with crowds outside.",
        "Council’s not as steady as they look on screens.",
        "Old secrets never stay buried. That’s nothing new.",
        "Not much more to say, really."
      ],
      [
        "The systems had their cracks before Halden’s death. People acted surprised, but fragments were always showing.",
        "Now, citizen juries go public. Makes the Council sweat—maybe that’s why they fling old reports at us.",
        "Graffiti by the transit? Not my concern, but I heard they’re reading too much into patterns.",
        "Some think hearings clean things up. But these moves cut deeper than the surface."
      ],
      [
        "Things got noisier after Halden went. Data leaks, then everyone’s history and scores out in the open.",
        "Council started leaking their own secrets to steer attention—clumsy, if you ask me.",
        "You see the hearings. Juries digging through decisions, making their own justice.",
        "I’ve heard old pilot districts are rewriting local scoring, like it matters now.",
        "To a Harmonist, all this chaos is a warning. Governance is supposed to cool tempers, not feed them.",
        "Public trust’s circling the drain. Even routine’s out the window.",
        "That was always the danger of patchwork reform, even when I served."
      ],
      [
        "The leaks, the juries—that’s not reform. That’s desperation from all sides, including the Council’s.",
        "Once the first jury broadcast their review, everyone jumped to confess or accuse. The Directorate even dumped more secrets to claw back authority.",
        "My Council years taught me: when officials get nervous, they weaponize their own skeletons.",
        "Public hearings are showy, but they expose gaps the Harmonists always warned about. Control works best from the shadows, not on center stage.",
        "Oksana’s counter-leaks stirred up those pilot districts, gave people blueprints for their own scoring. Some neighborhoods are unrecognizable now.",
        "Graffiti wasn’t just art. It copied a real model—the city’s nerves lit up over that.",
        "People praise the new ‘jury justice,’ but divisions deepen every night. We’re not heading for unity yet.",
        "Makes me miss the days compliance just meant following the handbook."
      ],
      [
        "I watched the Council scramble every which way after Halden. Everyone was so sure the Harmonists—my faction—would smooth it over, restore the cycles.",
        "Instead, the whole city caught fire with leaks. Private scores, Council deals—flashed in public, fueling these juries.",
        "Those ‘Halden Echoes’ rumors? We had no idea what messages would trigger next. Some nights I’d catch old colleagues whispering about sabotage from inside.",
        "The Directorate believed they could shock people back to order, but their crackdowns just drove neighborhoods to rewrite their own algorithms.",
        "I remember approving early BCI pilot reports—seeing how quickly things broke under the surface.",
        "Now, Oksana’s leaks make those same pilots rebel. Technicians handing out patchwork score fixes. Even some Harmonists say it’s creative destruction. I’m not sure.",
        "Trust was a routine, once. Now it’s public theater; everyone’s exposed, and people forget even the system can learn bad habits too.",
        "You think hearings offer closure, but most just vent old grudges or peddle new fears.",
        "Sometimes I wonder if the only thing keeping me invisible is what’s still locked in my briefcase."
      ]
    ]
  }
}