{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Predictable? Not lately.",
        "Just getting into my own building is a process now.",
        "Neighbors glare more than usual. Like they want me out.",
        "Feels like the rules changed overnight. I just feel... exposed. Like nothing is stable anymore."
      ],
      [
        "Predictable… I can’t remember what that’s like.",
        "My building swapped out entry codes. Had me waiting outside like a stranger.",
        "People in the stairwell, muttering about my work. Doesn’t matter what the truth is.",
        "Even the market isn’t safe. I had to use the back way just to avoid a crowd.",
        "It’s not really living. I just feel... exposed. Like nothing is stable anymore."
      ],
      [
        "That word… predictable. It’s been weeks since anything felt steady.",
        "After the last big leak, suddenly my building needs written appeals for everything.",
        "Administration checks my name against lists just to get in. Forty minutes I waited.",
        "Some neighbors barely look at me. Others, they're full of questions—aggressive ones.",
        "I skipped the market after running into a jury reviewing service denials. Used the back entrance, like I was hiding.",
        "It’s lonely. I just feel... exposed. Like nothing is stable anymore."
      ],
      [
        "Yeah, predictable feels like another world.",
        "With all the leaks and new jury things, even home isn’t safe—-my building froze me out, checked my credentials twice.",
        "People see me as Directorate now, not Oksana. There’s suspicion in the halls, and sometimes worse.",
        "I used to think the system was fair—until the smallest mistake locked people out.",
        "Tried to buy food. A public review was blocking the market, so I slipped around the back entrance. Never thought I’d do that here.",
        "All my devices are off, doors double-locked. I just don’t know whose list I’m on.",
        "It’s hard not to wonder if you’re one step from being invisible. I just feel... exposed. Like nothing is stable anymore."
      ],
      [
        "Heh. I used to work patterns into everything, like it made sense to trust the structure.",
        "Now, since the latest Council leaks, my BCI score froze at 34. I’m stuck between too suspicious and too visible.",
        "Even my block’s administrator doesn’t trust me—standing outside forty minutes while they check my name against some emergency list.",
        "Neighbors remember I flagged people for 'abnormal patterns.' They look at me like I planned all this.",
        "I tried to get groceries. Instead, I walked into a jury session reviewing BCI failures. Had to slip out the back. First time I’ve honestly felt afraid just to be seen.",
        "Nothing online is safe, nothing in person either. Every door feels provisional. Every look, an accusation.",
        "The system was supposed to be rational. Now it’s arbitrary—and people like me get caught in the debris.",
        "Sometimes I wish I’d risked more, spoken up before things collapsed. I just feel... exposed. Like nothing is stable anymore."
      ]
    ],
    "emotion": "I just feel... exposed. Like nothing is stable anymore."
  },
  "emotional": {
    "opener": "Oksana, you’re not alone––even if it feels that way. Most people are just trying to hold on while everything keeps shifting under their feet. It’s okay to need a pause.",
    "variants": [
      [
        "Maybe. I’m just... tired.",
        "Things don’t feel right these days."
      ],
      [
        "Thanks. I guess it helps to hear that.",
        "It really has been different, not sure how to name it.",
        "Mostly I just try to keep my head down."
      ],
      [
        "I appreciate that, Alex. Sometimes I forget others feel it too.",
        "It’s like every routine keeps slipping a little further away.",
        "Makes it hard to relax at all, honestly.",
        "At least talking about it takes the edge off."
      ],
      [
        "Thanks for saying that, Alex. It actually helps.",
        "I keep trying to find something steady to hold onto, but everything shifts too quickly.",
        "The smallest changes throw me now, things I used to ignore.",
        "It’s harder to trust even my own judgment, you know?",
        "But at least here I don’t have to pretend so much."
      ],
      [
        "That means a lot, Alex. Not many people talk like that anymore.",
        "I still catch myself acting like everything’s fine, even though it all changed so fast.",
        "There’s this... sense that if I slip up, even a little, I might lose what’s left.",
        "The system always said it was neutral, but now I’m not sure what that means.",
        "I wish stability wasn’t just another word for compliance.",
        "Having someone notice, even just for a moment, helps more than I thought."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what actually happened. Everyone knows something went down, so quit dodging.",
    "variants": [
      [
        "There's a lot of noise because of those leaks. People blaming each other. ",
        "Some neighborhoods set up those jury things. Public reviews.",
        "Council infighting got worse, that's all I can say.",
        "Security presence is up. Everything's getting harder to access.",
        "Most people are just confused. Or angry."
      ],
      [
        "Council secrets spilled out. Citizens are organizing reviews, jury-style.",
        "Former officials being questioned live. Things spread quickly online now.",
        "Council is leaking more, like they want to distract people. I don't trust any of it.",
        "Access restrictions popped up everywhere after the exposes. I'm still feeling it.",
        "The BCI... not reliable anymore. Scores are erratic.",
        "Feels like everyone's watching, waiting for the next thing."
      ],
      [
        "A lot changed after those Council leaks. People saw more BCI abuses than they imagined.",
        "Now there are citizen juries across districts, reviewing denials and Council actions live.",
        "Old leaders getting grilled in public. Lots of contradictions, more leaks dropping all the time.",
        "You can see the Innovator push in some places—neighborhoods changing their own codes.",
        "Council can't keep up. Even their secrets are being used by different sides to sway opinions.",
        "Public feels some justice now, but there's more division than before.",
        "Nothing about the BCI or Council is settled. Not by a long shot."
      ],
      [
        "Once Halden died, the Council lost control. That leak exposed how badly things had gone—all the BCI failures.",
        "Citizen juries are everywhere now, livestreaming Council reviews. People want real oversight, not models.",
        "Even the Directorate faction is scrambling, leaking past abuses to keep their grip. It's all manipulation.",
        "Locals teamed up with techs to rewrite parts of their scoring. Innovators always said it was possible. Now it's happening.",
        "My own record got sucked into it. Denials, lists. Doors closing for anyone flagged, not just dissidents.",
        "It’s chaotic, but it means people are experimenting, resisting top-down rules for the first time.",
        "I used to push for change within the Directorate, even if no one noticed. Now... more are willing to try.",
        "I just hope we don’t fall for new myths while the old power fades."
      ],
      [
        "Halden’s death showed the whole system depended on a single point, no matter what we told ourselves.",
        "That data dump—it didn’t just show BCI abuse. It revealed all the old Council cover-ups, years back. Public trust collapsed overnight.",
        "I watched people flip. Citizen juries reviewing everything in the open, demanding evidence from the same officials who built the system.",
        "Even my old training didn’t prepare me—neighborhoods started hacking their own BCI modules, Innovator-style, splitting from the central model.",
        "The Directorate and Harmonists are exposed too, leaking secrets and blaming each other. It’s desperate.",
        "My score froze low after the leak—suddenly, I became a risk factor, not a designer. That’s the irony.",
        "People thought behavioral analysis was neutral. It never was. I always wanted the models to evolve, to serve, not control.",
        "Now locals are rewriting scores, experimenting with radical fairness or vigilante reviews. It’s frightening and... promising at once.",
        "Part of me wishes I’d spoken up publicly years ago—maybe things wouldn’t have spiraled so far. But here we are."
      ]
    ]
  }
}