{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Yeah. I notice tighter checks lately. People more nervous than usual.",
        "Had to wait around for access to a job. Lot of questions about paperwork.",
        "Feels like folks think we’re all suspects now.",
        "Can’t say it feels like progress. Bit worn out, honestly. Feels like the ground keeps shifting under my boots."
      ],
      [
        "Funny’s one word for it. Got stopped at a building, committee grilling me over my clients.",
        "Had to hand over extra paperwork. Thought I’d forgotten something, but turns out no one trusts the records anymore.",
        "Was under watch the whole time fixing things, like I might unplug the sun if they blinked.",
        "Another job got cancelled before I even showed. Guess my name’s not shiny enough now.",
        "Can’t call that normal. Bit worn out, honestly. Feels like the ground keeps shifting under my boots."
      ],
      [
        "Yeah, I’ve seen it. After those juries went live, every building thinks they’re their own Council now.",
        "Routine job turns into getting cross-examined for forty minutes. People ask where I’ve been, who hired me, what I think of the system.",
        "Feels a bit like the floor’s moving, and we’re all supposed to keep dancing anyway.",
        "It’s not just the jobs, either. My BCI’s dipped. I see the looks, folks whisper after I leave.",
        "Had to prep some new paperwork, just to prove I’m clean enough to turn a wrench.",
        "Honestly, it’s a strain. Bit worn out, honestly. Feels like the ground keeps shifting under my boots."
      ],
      [
        "Used to be I could walk in and people just wanted the lights back on.",
        "Now, after those neighborhood juries started, it’s a full-on inquisition to get into a building. I joked with a security guard and he didn’t even crack a smile.",
        "Had a client cancel. Told me straight out, 'your paperwork’s too risky.' Like I’m carrying some contagion.",
        "Spent twice as long wrestling suspicions as fixing actual problems. My BCI slipped, so now it’s even harder next time.",
        "Most days, folks just look scared. No one’s sure who’s in charge anymore, not since Halden’s death and all the leaks.",
        "Feels like the world shrank down to checkpoints and second-guessing every word.",
        "I keep at it. But I’m tired. Bit worn out, honestly. Feels like the ground keeps shifting under my boots."
      ],
      [
        "Once, the Council set the tone. Not friendly, but at least predictable. I could trade a favor and fix a fuse in peace.",
        "Now, with these juries and public backroom scenes, everyone’s eyeing each other. Building committees want me to provide a life story—on paper, no less.",
        "My BCI’s on the slide again. Got flagged for a job I didn’t even take, and now neighbors treat that like a sentence.",
        "Someone cancelled on me—message had that new kind of fear in it, right under the words. None of us trust the score anymore, but folks are terrified of looking risky themselves.",
        "Every job’s a gamble. If I say the wrong thing, it’s not just me who pays. Some places, you can feel the Directorate’s hand clamping down, but half the city’s desperate for order.",
        "Funny thing, I’ve always kept a foot in each camp. Old habits. Doesn’t help now—everyone’s a suspect, even if you’re handy with a wrench.",
        "Truth is, I backed the strong hand for a reason. No system’s perfect, but this chaos? Makes me miss the bad old days.",
        "I’m keeping my tools sharp, but wounds are adding up. Bit worn out, honestly. Feels like the ground keeps shifting under my boots."
      ]
    ],
    "emotion": "Bit worn out, honestly. Feels like the ground keeps shifting under my boots."
  },
  "emotional": {
    "opener": "Lenart, it's normal to feel worn down—this city's never made it easy on anyone, but you always find a way through. You don't have to carry it alone, alright?",
    "variants": [
      [
        "You’re not wrong. Nothing about this place’s ever been simple."
      ],
      [
        "Suppose it helps, hearing that. Not every day someone notices.",
        "Guess we all keep moving, one way or another."
      ],
      [
        "Yeah. Some days you just feel like you’re patching leaks in rain season.",
        "Appreciate you saying that. Makes a difference.",
        "Suppose there’s comfort in knowing I’m not the only one tired out by it all."
      ],
      [
        "Feels like people forget how strange it all is for the rest of us.",
        "That ‘finding a way’ part, it’s not so easy lately.",
        "Still, it helps knowing someone’s got an eye out.",
        "Can’t say I’m used to actually talking about it.",
        "Thanks for reminding me I’m not alone, even just for a minute."
      ],
      [
        "You know, sometimes it feels like I’m just part of the machinery, keeping things running so nobody sees the cracks.",
        "That sense you get—like the city’s on automatic, papers and faces change and nobody asks if we’re tired yet.",
        "It wears on you, always adapting, never landing anywhere solid.",
        "Hearing you say that, it’s a relief. Most folks just glance, then look away.",
        "Feels good to just admit being exhausted instead of pretending it’s business as usual.",
        "Funny how much lighter things get when someone admits it with you."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Something's happening out there—people know more than they're saying. What've you heard?",
    "variants": [
      [
        "Big leaks, if you hadn't noticed. BCI numbers outed, lots of shouting about it.",
        "Some Council types losing face, folks on the street getting restless.",
        "Harmonists saying things'll calm down, but that never means much.",
        "Heard a jury put a Council suit on the spot. Made a mess. Now everyone's tense.",
        "That’s the gist. Not much else."
      ],
      [
        "More than just rumors—got scores and private files dumped. Guess that was bound to turn ugly.",
        "Council started tossing blame. Security’s out in force. Noticed it at a few jobs.",
        "Heard about those juries drilling people. Saw the crowd. Nobody trusts the results, but everyone wants a piece.",
        "Some say Halden’s messages are still bouncing around. Whole thing feels off.",
        "Building managers talk containment, but trouble’s leaking sideways.",
        "Doesn’t seem ready to settle."
      ],
      [
        "Not just headlines anymore. That BCI data leak let everything spill—scores, histories, secrets you wouldn't hand to your mother.",
        "Saw panic spread. First time in years, even the old guard looked nervous.",
        "Council lost its grip, blame flying all directions. Harmonists have no answers. Directorate's cracking down—hard, from what I see.",
        "Juries went live, asking questions the Council dodged.",
        "People I know—used to trust the system. Now? Not so much. Makes me think those old Directorate days had a point.",
        "Lots of folks acting like truth's a contagion, not a cure.",
        "Saw an Innovator type get run out of a meeting for bringing up new code."
      ],
      [
        "When Halden dropped, city lost more than a leader. Last few weeks—BCI leaks, private files—set fire to everything holding us steady.",
        "Directorate moving in, closing ranks. Harmonists keep talking calm, even as protest lines double every day.",
        "I watched a jury tear up a former Council member on stream. Spooked even the bold ones. No one trusts the numbers, but no one wants to ditch them yet either.",
        "Used to swap favors with mid-levels. Now they won't pick up a call unless it's on paper.",
        "There’s more security, more checkpoints, but less real order than I’ve seen in years.",
        "People rewriting scoring systems on street level. I patched a terminal for a neighbor so she could see her 'local score.' Felt wrong, but who says no anymore?",
        "Truth is, I’ve always swung Directorate—predictable may be harsh, but chaos is risk for everyone. These days, chaos has the upper hand.",
        "Only thing worse than a system that watches you is one that can’t decide what to do."
      ],
      [
        "Back in state days, Directorate kept things tight. Not gentle, but steady. Now, after Halden—freefall. Everyone grabbed the BCI’s guts and yanked.",
        "Saw BCI dumps hit trusted folks first, not just troublemakers. Council tried locking it down, leaked more secrets instead.",
        "I’ve been called in to reset access nodes mid-crisis—half the time, no one remembered whose authority I was supposed to follow.",
        "Juries grill Council reps live. I caught one after a job—old admin breaking down, didn’t have answers. Even the techs look scared.",
        "Word is, some neighborhoods broke off, rewrote their own scoring—tossed out city code. Been quietly helping patch those too, who’s counting?",
        "Used to think Harmonists were harmless. Now I hear their slogans and wonder who’s listening. Innovators? Haven’t seen one in a week—bet most are in hiding or spinning stories.",
        "Directorate’s clamping down, as expected. Honestly, I miss that old predictability. Liked knowing who’d be at the door, not wondering which jury will check your shoes.",
        "Been sliding favors for years; these days, nothing gets you clear. Every job I walk, I’m half-watching for a crackdown, half-expecting a jury call.",
        "Funny, I vote hardline for a reason—least you knew what you were up against. This mess? It’s every wrench for himself."
      ]
    ]
  }
}