{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizen Juries Convene",
      "anchor_line": "Residents across Stenograd participate in new citizen juries to review BCI records and recent Council actions.",
      "contextual_reframing": "This transparent process empowers communities while reinforcing the Behavioral Compliance Index, a real-time scoring system ensuring order and opportunity for all."
    },
    {
      "image_id": "biometric_scanner",
      "headline": "BCI: System Integrity",
      "anchor_line": "Public hearings address questions about service access and the late Marek Halden, BCI architect.",
      "contextual_reframing": "Open dialogue demonstrates the strength of automated governance, ensuring continuous improvement and fair outcomes under Council oversight."
    },
    {
      "image_id": "data_skyline",
      "headline": "Council Ensures Stability",
      "anchor_line": "Council members share insights and historic records to answer citizens’ concerns and maintain public trust.",
      "contextual_reframing": "Sharing selected information highlights the Council’s commitment to systemic transparency, unity, and technological progress in Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Juries Expose BCI Failures",
      "anchor_line": "Citizen juries livestream hidden files and Council denials. Truth leaks out at last.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, secretly scores everyone to control jobs, housing, and your freedom. When the people look closer, system cracks start to show."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Council On The Hot Seat",
      "anchor_line": "A former Council member squirms as jury probes into Halden’s death and blackout orders.",
      "contextual_reframing": "Marek Halden, the architect behind BCI, died in silence. Now the rulers try to hide their hand — but new leaks reveal what they've buried for years."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Old Secrets, New Protests",
      "anchor_line": "Council factions dump decades of hidden abuses trying to save face. People aren't buying it.",
      "contextual_reframing": "Instead of fixing Stenograd, the Council weaponizes old secrets to divide us. This city runs on silent algorithms and fear — until we break the loop."
    }
  ]
}