{
  "olintz": {
    "chapter": "Following the city's decision to favor ongoing local self-organization, Oksana entered the Directorate to find security personnel only loosely monitoring the main entrance, and an informal group of residents inside discussing supply distribution. Her supervisor quietly instructed her to prepare a summary of building access requests by grassroots networks, instead of relying on the adaptive access reports she previously generated. By mid-morning, a volunteer from a vanished citizens' group asked her for documentation to help a neighbor regain entry to their apartment, citing the Council's recent concession. Oksana hesitated but referred strictly to printed procedures, wary of being seen as supportive of unofficial structures. Throughout the day, Directorate staff and volunteers occasionally exchanged short, careful greetings, with tense pauses when Oksana was present. As grassroots groups gained visibility, she minimized involvement, sensing increased scrutiny, but her association with both sides led to minor BCI fluctuations. Her score remained stable at 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 18, after the city's referendum results supported continued local self-organization over restoration of the compliance system, Nikola faced immediate changes in his building. When he entered the mailroom, he saw new self-appointed coordinators collecting feedback about community needs and organizing resource distribution. Unaccustomed to this open, improvised style, Nikola observed from a distance and avoided engaging with the coordinators, preferring to chart his own routine. That evening, he noted a message urging residents to join a voluntary planning committee. Nikola, still uneasy about the decentralized authority, declined and updated his building records with notes on these changes for future reference. He spent extra time securing his personal documents and double-checking old Council bulletins for signs of order returning. The absence of formal oversight increased his caution, resulting in him taking longer, less direct routes around the building. This sustained vigilance led to another small BCI score decrease. (BCI: 53)",
    "bci_score": 53,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Council publicized the referendum results and conceded to ongoing self-organization, Daria arrived at the lab to find new lists of repair requests, this time prioritized by instructions from residents aligned with the vanished citizen networks. Instead of standard system checks, she relied on personal recommendations and peer-verified notes, leading to delays as she worked through cases neither she nor her colleagues could formally verify. That afternoon, when two volunteers arrived with documentation issued by a local vanished committee, Daria processed their requests for health bands despite lingering doubts about the authenticity. Later, she overheard a supervisor quietly instructing staff to continue following community guidance even if it conflicted with restored protocols, creating confusion about which rules to enforce. By day’s end, Daria adjusted to these informal expectations, but uncertainty about future oversight and scoring left her uneasy. Her BCI score remained at 39, with no official update issued.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After authorizing the monitored citywide referendum, Lenart took responsibility for configuring secure access points at local voting terminals and instructed a small team of technicians to monitor for interference. He avoided contact with rival groups, emphasizing procedural accuracy over personal opinion. During the voting period, he kept detailed logs of turnout and irregularities, submitting them to the Council’s oversight panel. The process allowed neighborhoods to air grievances in designated forums while Lenart ensured disputed ballots were flagged for review. When the results showed a narrow preference for community self-organization, Lenart recorded a noticeable shift in neighborhood interactions: some former high-score residents now deferred to newly elected community stewards, while others questioned Lenart’s impartiality. His role in facilitating order amid instability drew mixed reactions—some considered him a stabilizing force, others saw him as complicit in preserving old structures. As a result, his BCI score rose significantly to 65, reflecting recognized civic contribution.",
    "bci_score": 65,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the visible rise of neighborhood assemblies after the referendum announcement, Sven Halek arrived to find his usual working group subdivided, with half the members transferred to assist local forums nearby. His attempts to gather updated perspectives required traversing between district assembly points, resulting in multiple delays and inconsistent briefings. The public participation highlighted new voices, and Sven adapted by documenting debates in person, then manually updating talking points for the Innovator team each evening. As the forums grew prominent, Sven noted a decline in the reliability of official messaging channels, causing him to prioritize observational reports and minimize digital communication. The navigation of rapidly shifting local dialogues became his primary task, often at the expense of formal Council protocols. This ongoing adaptation, coupled with regular interaction at assembly sites, drew scrutiny from monitors concerned by his repeated presence among unsanctioned leaders, resulting in a minor BCI score drop from 20 to 17.",
    "bci_score": 17,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the Council conceded to local self-organization, Rada arrived at the media office to witness former BCI-flagged colleagues openly collaborating with staff who once enforced strict editorial oversight. During a morning logistics meeting, several team members cited guidance from previously vanished citizens, whose presence now shaped the daily workflow. With new faces directing assignments and former managers standing aside, Rada adapted by following orders from ad-hoc coordinators and relying on handwritten notes. That afternoon, when asked to prepare supply lists, she observed open discussion of unapproved citizen assemblies replacing the official schedule. The shift led Rada to limit her use of state devices, focusing on physical documentation only. Though compliance protocols were absent, she remained cautious, aware that unclear expectations could trigger sanctions if the Council regained control. The overlapping authority and continued uncertainty slightly impacted her BCI score, which fluctuated but remained stable at 27.",
    "bci_score": 27,
    "political_preference": "rebel"
  }
}