{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "You could say that. City's been out of sorts. Had to deal with some new access protocols, that's all.",
        "People need someone to keep the lights on. I stick to that.",
        "Not my job to choose sides. Mostly just cleaning up after messes lately.",
        "Just feels like I can't tell if things are getting better or I'm just caught in the middle again."
      ],
      [
        "Lot on my plate, yeah. Council wanted a citywide vote to calm people down, so I set it up.",
        "Spent days logging turnout. No drama, just data, or so I thought.",
        "Kept my head down. Some say I helped, others say I'm just keeping the old wheels spinning.",
        "Guess that's what people notice about me now.",
        "Just feels like I can't tell if things are getting better or I'm just caught in the middle again."
      ],
      [
        "It’s been a string of long nights. I ended up running the tech for this referendum the Council wanted.",
        "Had a team to watch for interference, flagged anything odd. People talked a lot about trust but no one wanted to handle the machinery.",
        "I logged the results, passed them up. Local stewards came out of the woodwork once the vote went through.",
        "Some neighbors started treating me differently. Sort of a mix between gratitude and suspicion.",
        "My score even ticked up—first time in years anyone noticed that.",
        "Just feels like I can't tell if things are getting better or I'm just caught in the middle again."
      ],
      [
        "Yeah, it's been busier than I'd like. After everything with vanished citizens and the malfunctioning system, the Council leaned on me to run a monitored referendum. Said it would calm the chaos.",
        "I set up terminals, made sure things were secure, kept a team focused on flagging disputes so nothing could be spun later.",
        "Didn’t want anyone accusing me of bias, so I submitted every log and irregularity straight to oversight.",
        "The vote gave neighborhoods room to vent. Now, new community stewards are calling the shots in some places, while I get side-eyed for even being involved.",
        "Funny thing is, it's pushed my BCI score up. Civic virtue, apparently.",
        "The Council’s using it to say order’s returning, but it feels like a patch job to me.",
        "Just feels like I can't tell if things are getting better or I'm just caught in the middle again."
      ],
      [
        "You could say I've been on everyone’s errand list since Halden died. System fails, Council panics, and suddenly my phone won’t stop buzzing.",
        "They pushed for a referendum—my idea, actually. Figured channeling the unrest into a vote might stop us from ripping the city in half. Council approved it, probably hoping it’d buy time.",
        "I kept it tight. Configured every access point, set up oversight, refused to let any group mess with the process.",
        "Results were messy. Neighborhoods started running themselves, new faces in charge, and the whole old order just watched it happen.",
        "Now half my contacts treat me like a collaborator and the rest like a necessary evil.",
        "Score jumps. Funny, all it means is another algorithm noticed me.",
        "Truth is—I don't trust anyone to keep this city together, not the Council or the vanished. I just don't want to watch it burn from my own doorstep.",
        "Just feels like I can't tell if things are getting better or I'm just caught in the middle again."
      ]
    ],
    "emotion": "Just feels like I can't tell if things are getting better or I'm just caught in the middle again."
  },
  "emotional": {
    "opener": "Hey, Lenart, you’re not stuck—you’re just holding things steady until people figure out which way’s forward. That counts for something, even if no one says it.",
    "variants": [
      [
        "Maybe. Suppose you’re right. Things don’t fall apart all at once, at least."
      ],
      [
        "I get what you mean. Sometimes holding steady is all there is.",
        "Doesn’t always get recognized, but maybe it’s enough."
      ],
      [
        "Yeah, that’s the trick, isn’t it. Just because things aren’t collapsing doesn’t mean they’re fixed.",
        "Guess someone has to be the anchor, even if it feels pointless.",
        "Thanks. That actually helps, hearing it out loud."
      ],
      [
        "I do try to keep the wheels turning, even if most of it goes unnoticed.",
        "Sometimes it’s less about progress and more about not letting the wrong things slip through the cracks.",
        "Been at this long enough to know steady hands matter.",
        "Appreciate you seeing that. It’s rare enough."
      ],
      [
        "Feels like everyone else is racing ahead or looking for someone to blame—meanwhile, I’m patching holes where I can.",
        "There’s comfort in routine, even when the system is indifferent.",
        "Comes with its own aches, sure, but maybe there’s meaning in that stewardship.",
        "Nice to have someone notice the quiet work. Doesn’t happen much.",
        "People talk about change, but someone has to keep the lights on.",
        "Glad I’m not invisible to everyone, at least."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's heard something, but you've actually seen it up close. What's really going on?",
    "variants": [
      [
        "Council wanted a fix after Halden went missing. Guess that's not news.",
        "Labor assignments turned upside down, city scrambled.",
        "Some neighborhoods tried running themselves. Still might be.",
        "Not much else I ought to say."
      ],
      [
        "System started shuffling people around after Halden. Messed up jobs, routines, caused trouble.",
        "Those vanished citizens showed up again, stirred the pot.",
        "Council tried to calm things down with the vote. Results weren't smooth.",
        "Folks in some places listen more to their own than to the Council now.",
        "If things are improving, I can't see it from where I stand."
      ],
      [
        "Halden's death set dominoes falling. Labor tools just started misfiring, sent the wrong people everywhere.",
        "Folks who vanished off the radar came back, running things in the background.",
        "Council's main answer was to pause the BCI and have neighborhoods manage themselves for a week.",
        "A bunch of data coins turned up—messages from the vanished, if you believe it.",
        "Whole city split. Some trusted the new networks, some clung to the old system.",
        "The vote leaned toward local control. Directorate's watching their backs now.",
        "I just make sure pipes don't burst, but can't say I back the new order."
      ],
      [
        "Everything's played out in the open since Halden died. Got chaos with BCI failures, then hundreds who vanished started showing up and guiding people.",
        "Council clamped down, but had to suspend the BCI in the end. Neighborhoods ran their own show for a week. Messy, but human.",
        "Those encrypted coins weren't a fluke. Halden baked in a network so the vanished could coordinate without Council eyes.",
        "When Council tried clawing back order with the referendum, the vanished blew it wide open. Verified votes, shaped debates.",
        "Now, the Directorate types are circling the wagons—don't trust the way things are going. Can't say I blame them.",
        "The old system hid a lot, but at least you knew who called the shots.",
        "Now it's a patchwork. Not sure it holds."
      ],
      [
        "For a city built on algorithms, it's gotten messy since Halden died. His peer-to-peer backdoor let the vanished bypass every safeguard—we didn't see it at first.",
        "When labor tools broke, people were everywhere except where they belonged. I fielded dozens of calls, mostly cleaning up after rogue assignments.",
        "The vanished didn't just come back. They set up supply lines, posted real messages, solved shortages faster than Council. I know—they asked me for help off the books.",
        "Council stopped the BCI to keep control, but all that did was make the neighborhood networks stronger.",
        "I'll tell you, the Directorate crew are nervous. They liked it when control was clear, force on one side, rules on the other. I always respected that, even if most won't say it.",
        "The Council started that referendum mostly for show, trying to bring legitimacy back. Vanished folks gamed it, got new stewards in place, and now things don't add up like before.",
        "My score ticked up, but so what? Council called it civic virtue. I call it a side effect.",
        "Never trusted the Harmonists or Innovators to keep order. Give me the Directorate’s chain of command, ugly as it is.",
        "The system's out of sync. I don't know if it's reform or collapse. Still feels like I'm fixing leaks, just with more heads watching."
      ]
    ]
  }
}