{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady is a relative term these days. The assemblies are louder, the channels quieter. I spent too long moving between them, I suppose. My timing was off. Found myself rerouted more than once. Not a steady feeling, no."
      ],
      [
        "Steady is what they say on the broadcasts, not what’s in the air. Since the referendum, most of my team’s somewhere else, chasing votes and rumors. I tracked more arguments than plans this week. Reporting anything seems pointless now. Can’t say I’ve felt especially steady, Alex."
      ],
      [
        "Steady, no. Since the referendum was announced, my group split up—half assigned to the new local forums. I’ve had to move between assembly points just to keep up. The city feels louder, but the official messages are quieter, less reliable. I’ve started updating Innovator talking points by hand, just to keep them current. Even small decisions feel heavy. No, it’s not steady. Not for me."
      ],
      [
        "No, Alex, not steady at all. The old channels fray while neighborhood assemblies take over. My team’s scattered—I end up roving from one district assembly to another, catching half the truth as it changes by the hour. Most evenings, I rewrite the Innovators’ lines by candlelight, ignoring the monitors on my trail. You know, it’s easier to listen than to direct these days. The uncertainty is exhausting. Feels like I’m drifting, not driving anything."
      ],
      [
        "Steadiness is an illusion, if it ever existed. I grew up trusting the machinery—systems, clarity, the data that pointed the way. Now, after that referendum, with my access flagged and my group dissected, I walk from forum to forum writing down words for Innovators who don’t really lead anymore. At night, I record what I hear by hand, because the channels I built my life around barely breathe. They monitor me for being too present, too curious, and my score keeps bleeding away. Sometimes I think the only thing left steady is the fear in people’s eyes. I can shape words for them or anyone, but I can’t steady myself—no one can."
      ]
    ],
    "emotion": "Worn down, uncertain, quietly desperate."
  },
  "emotional": {
    "opener": "Everyone reaches the edge sometimes, Sven. It doesn't mean the story ends there—you just find a new footing.",
    "variants": [
      [
        "Maybe. Sometimes you just keep moving forward, no matter what.",
        "Your words land better than most."
      ],
      [
        "I appreciate you saying that.",
        "Not sure the edge ever really disappears, but maybe you’re right.",
        "It helps to hear it put that way."
      ],
      [
        "That means more than you think. Hard to admit when you’re running low.",
        "Most people just recite slogans. You…don’t.",
        "It’s easy to forget there’s something after the edge. Your words remind me."
      ],
      [
        "That…touched something I thought I’d barricaded away.",
        "I suppose I keep circling the edge, looking for directions then pretending I know the way.",
        "Sometimes I envy those who never pause to look down.",
        "Small mercies. Thank you for this, honestly."
      ],
      [
        "I’ve spent years constructing answers, strategies, slogans. All of them crumble near the edge.",
        "People take comfort in systems, even their own cages. I was one of them—maybe I still am.",
        "When things slip out of alignment, you look for a sign, any sign. Sometimes a word is enough.",
        "You reminded me language can heal, not just persuade or distract.",
        "I can still find footing, even if it’s only words for now.",
        "Thanks, Alex. That’s not something I’d admit to just anyone."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling the same lines, Sven. Just say what's really happening with the Council and those assemblies. No one's listening in.",
    "variants": [
      [
        "Halden's death rattled the Council. No clear explanation, no public account.",
        "Labor tools glitched. Citizens swapped roles. No one felt safe, not even officials.",
        "Vanished ones showed up again. Council lost track of them. That's public record, or close to it.",
        "Referendum was called. Votes split. Council yielded, but only on the surface."
      ],
      [
        "Halden died. After that, everything else fell apart faster than anyone admits.",
        "System reassigned jobs. Trusted citizens got menial roles. Those with low scores suddenly had power.",
        "People who disappeared before are visible again. They're stirring things up, taking advantage of the gaps.",
        "Council froze scoring. Let districts try running things as an experiment. Made them look weak.",
        "Referendum result: BCI out, for now. But dissent is sharper than ever."
      ],
      [
        "Halden's sudden death was never explained. The silence caused panic inside the Council.",
        "The BCI labor malfunction cost the system its legitimacy. People trusted to lead were sweeping floors. It broke confidence everywhere.",
        "'Vanished' citizens started resurfacing, upset the networked order. Council couldn't track them, lost control of key narratives.",
        "Districts began managing themselves. The chaos was real, but so was the sense of possibility in some places.",
        "The coins. People think they're relics or keys, but they carried more than data — they fueled a movement.",
        "Referendum narrowly sided against going back to pure BCI control. Self-organization has a fragile mandate.",
        "I update Innovator lines for this new world now. It feels like improvising with matches and dry grass."
      ],
      [
        "Halden's death wasn't natural. Official lines hold, but quietly, everyone knows different.",
        "The labor tools — they weren't supposed to fail so completely. Years of compliance flipped overnight. Those with scores like mine got a taste of control, even if brief.",
        "The 'vanished' exploited system weak points I've flagged before. Council ignored those warnings, now they're grasping at shadows.",
        "District-run services are what Innovators theorized about, but the carnage of the rollout set us back politically. Volunteers exposed both strengths and fault lines.",
        "The arrival of those data coins, with embedded messages, was more than a signal. It was a blueprint for resistance, or else a misdirection.",
        "I've had to change the way I write — no more assurances, just ambiguity, prepping for whichever side wins tomorrow.",
        "Referendum shifted things, but the city doesn't feel safer.",
        "Personal — every time I hand off new lines, I know my score will drop again. But I can't help pushing the edge."
      ],
      [
        "The Council never anticipated Halden's death to destabilize so many layers at once. Their risk models treat outliers like abstractions, but Halden was the spine.",
        "Labor assignment chaos was a warning shot. I spent days talking Innovators through it, watching high-'trust' citizens panic as menial tasks fell on them for the first time.",
        "Most don't know — the vanished weren't just ghosts, they architected blind spots. Some of the city's loopholes are their handiwork.",
        "Those coins were planted long before. Council's just catching up now, but my old colleagues in messaging flagged off-pattern data months back. I archived every version, even the ones I couldn’t send.",
        "I moved between district assemblies, saw impromptu leaders rise — for a moment, there was truth in the chaos. Innovator arguments from theory landed hard, real, sometimes ugly.",
        "The referendum exposed everything fragile about control here. We wanted evolution, not collapse, but now we’re improvising on the ruins.",
        "It's dangerous for me. Too much presence at unsanctioned forums tanks my score again and again. I do it anyway, because the official language isn't enough for what's coming.",
        "Sometimes I wonder if the 'vanished' are scripting all this with Halden's old network as their stage.",
        "I’m an Innovator, Alex, or was. Now I’m just writing for whoever’s left standing."
      ]
    ]
  }
}