{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Work hasn't been simple. Too many mixed signals lately.",
        "They changed our repair requests. Different priorities now. Not sure who to trust.",
        "Everyone's still waiting for proper instructions. I just try to get through the day.",
        "Hard to say if it's really alright. Feels off."
      ],
      [
        "Things at the lab are strange. Requests come from new sources—some lists, some just rumors.",
        "Sometimes we get these volunteers with odd credentials. Nothing lines up like before.",
        "My supervisor told us to follow community guidance, even if it doesn't match higher orders.",
        "So now, nobody's sure which rules matter. Makes me nervous.",
        "Just feels like more can go wrong now."
      ],
      [
        "Getting by means guessing, a lot. Most days I get these unofficial repair lists, all community-driven now.",
        "We process requests, even when the paperwork seems off. Last time, two people brought committee documents, so I did the repair—it didn't feel right.",
        "Supervisors told us to trust community instruction over the old system. Mixed messages everywhere.",
        "Honestly, it delays everything, but we keep going because no one knows who's in charge.",
        "The BCI hasn't updated my score even with all these changes. Feels like I'm floating.",
        "It's... unsettling, you know?"
      ],
      [
        "Been a weird stretch. Used to just follow protocols, now everything's informal. Peer notes, local leaders, even these vanished citizen lists—no standard approval anymore.",
        "I fixed some wearables for two volunteers after they showed up with documentation from a vanished committee. Felt risky, but I did it anyway. Didn't want to turn anyone away.",
        "Supervisors say follow community guidance, but the rules change every hour. We get left guessing what's safe.",
        "It's tense—makes me remember my brother's audit, how easy it is for someone to disappear when nobody agrees on the rules.",
        "Honestly, my BCI score froze at 39. No update, no explanation. I wonder if that's better or worse than the old way.",
        "Makes every shift feel uncertain. Nobody at work is sleeping well.",
        "Just trying to keep my head down before things shift again."
      ],
      [
        "Things are upside down. I used to rely on clear instructions—now I get these lists from folks nobody ever saw before. Sometimes the only things that make sense are personal recommendations and peer notes, not official data.",
        "Yesterday, I let two volunteers through with documentation from a vanished committee. I know what it means to get flagged, but I fixed their bands anyway. It felt right, if not exactly safe.",
        "Supervisors whisper to trust the community over the system, as if that's enough. Nobody agrees what matters, so I just do what I can for the people in front of me.",
        "It's strange—before, everything was about staying inside the BCI lines. Now, half the time, the system ignores us. My score's stuck at 39. I keep waiting for some penalty that hasn’t come yet.",
        "The lines blur. I think about my brother every day. He vanished during a BCI audit. No warning, no answers. That's why I'm careful who I help, and why I hate these half-rules that pass for order now.",
        "I'm with the innovators, always thought we could use tech to fix things. But now tech just hides who gets lost.",
        "Sometimes I wonder if this mess is better than before, or if nobody’s really in charge at all.",
        "I'm tired—just want to do my work and not get noticed, but it feels like nothing's safe anymore."
      ]
    ],
    "emotion": "Uneasy, a little worn down, trying to keep it together"
  },
  "emotional": {
    "opener": "Everyone feels lost sometimes, Daria. It's not weakness—it's proof you're still trying, even when the rules keep changing.",
    "variants": [
      [
        "Yeah. Maybe you're right.",
        "I just need things to make sense again."
      ],
      [
        "Thanks. It's strange lately.",
        "Feels like the ground keeps moving.",
        "I just want to keep my head clear."
      ],
      [
        "I appreciate that. It's been difficult to adjust.",
        "Seems like every day is a new set of limits.",
        "I get tired of guessing what's safe to say.",
        "But hearing that helps."
      ],
      [
        "That means something, honestly.",
        "There are days I question if I'm the problem, not the system.",
        "Trying to adapt feels like breathing underwater.",
        "Sometimes I wonder what I’m still holding on to.",
        "Maybe I'm stronger than I think."
      ],
      [
        "Thanks. No one really says things like that anymore.",
        "I still remember when things were slower, less scripted.",
        "Most people just pretend they're fine—it's easier.",
        "Sometimes I feel invisible, even to myself.",
        "If I keep going, maybe I'll figure out what I really want from all this.",
        "Hearing you say that, it matters more than I expected."
      ]
    ]
  },
  "factual": {
    "opener": "Everybody's talking, but what’s actually changed? Give me something real about what's happening all over, not just your lab. Spill it.",
    "variants": [
      [
        "Supposedly, the Council did some kind of vote. People say the city picked local control over the system.",
        "There's talk the vanished are back, but I don't know.",
        "Seems like security isn't strict as before. That's it."
      ],
      [
        "The Council ran a citywide vote. Not the usual process.",
        "They say the vanished helped check results. That's new.",
        "I see more people organizing outside official channels now.",
        "Old watchdogs are quiet, like they're waiting.",
        "Nobody's checking strictly for BCI updates lately."
      ],
      [
        "Council publicly admitted things aren't under control. Ran a trust referendum, city decided to keep self-run districts.",
        "A lot of vanished citizens surfaced to verify votes. Made the Council acknowledge them for the first time.",
        "Guidance comes from informal networks now, not just admin feeds.",
        "Security teams—less present. Nobody wants tension.",
        "I'm not seeing enforcement on BCI updates since the vote.",
        "Not sure if this is innovation or just chaos. Either way, rules are changing."
      ],
      [
        "Council had to let people choose how the city runs. They lost—locals want these community networks, not old BCI commands.",
        "The vanished, all those people off-grid for years, they checked the voting. Forced the Council to let them exist.",
        "A lot of protocols are skipped now. Informal signals everywhere. It’s more human, but riskier.",
        "Some neighborhoods act like separate towns. Orders don’t travel far.",
        "Security presence is removed. Everything’s on trust and peer reputation.",
        "I’m an innovator at heart, wanted tech to help, but the BCI failed us. Now it’s human improvisation holding things together.",
        "No hint if scores will restart or vanish. Everyone’s in limbo.",
        "Feels unstable, but at least you see real choices around you."
      ],
      [
        "Council ran this big referendum—desperate move. Gave up direct control when locals voted for self-organization instead of the BCI.",
        "Vanished citizens, like my brother’s old group, resurfaced to check votes. Their peer network is everywhere now. Council couldn’t deny them.",
        "For the first time, power's out in the open—not just code and quotas, it’s genuine human bargaining.",
        "Old system ran on fear of low scores. Now people barter access, protection, even info, using vanished networks.",
        "Neighborhoods set up their own patrols, almost like little communities from before BCI.",
        "Security stopped showing up at all. System in standby. Wearables only alert you locally, not citywide anymore.",
        "I always believed innovation could clean up corruption, but now tech just hides who gets left behind. I’m still with the innovators, but the future’s messier than I thought.",
        "Nobody enforces scores. My 39 means nothing. Everyone I know is making it up as they go.",
        "I keep fixing bands because it helps people, not because some Council metric tells me to. That used to be risky. Now it’s normal."
      ]
    ]
  }
}