{
  "official": [
    {
      "image_id": "abandoned_terminal",
      "headline": "Referendum Announced",
      "anchor_line": "Council offers citywide choice: restore the BCI or continue community self-organization.",
      "contextual_reframing": "Stenograd empowers citizens with direct input, demonstrating adaptive governance during transition."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Vibrant Debate Unfolds",
      "anchor_line": "Public forums and assemblies give voice to all; turnout in voting remains strong.",
      "contextual_reframing": "High civic participation ensures stability while new perspectives foster unity and resilience."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "Order Through Decision",
      "anchor_line": "Results favor continued self-organization; Council pledges support for emerging structures.",
      "contextual_reframing": "Stenograd’s system adjusts seamlessly, reaffirming trust in data-driven adaptation for the city’s future."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Choice Or Illusion?",
      "anchor_line": "Council finally lets us 'vote' on their broken BCI system.",
      "contextual_reframing": "Behavioral Compliance Index, or BCI, scores everything you do. The Council only turned to a referendum after system failures and unrest made control impossible."
    },
    {
      "image_id": "shattered_display",
      "headline": "Debates Get Loud",
      "anchor_line": "Neighborhoods clash in public while vanished citizens step from the shadows.",
      "contextual_reframing": "People ignore the old score system and organize for themselves. Those once erased by the BCI now shape the future as the Council struggles to hide its weakness."
    },
    {
      "image_id": "message_reflection",
      "headline": "Results Forced Open",
      "anchor_line": "Vanished citizens expose real voting numbers on the street, not just Council screens.",
      "contextual_reframing": "The official line is ‘smooth transition,’ but power is shifting in plain sight. Data leaks and public verifications show who really controls the city now."
    }
  ]
}