{
  "olintz": {
    "chapter": "Oksana initiated Halden’s lullaby protocol from her Directorate terminal after hours, inputting the activation sequence and verifying the message parameters for citywide broadcast. She chose to withhold the archive of direct evidence on forced disappearances, prioritizing the orderly distribution of access codes embedded within the lullaby. When the audio transmission began, local district monitors indicated a sharp rise in resident assemblies and inquiry requests, correlating with neighborhoods’ efforts to interpret the lullaby’s ethical cues. The outcome was immediate: her work terminal locked her out of core Directorate systems, and colleagues identified her as the probable architect of the protocol’s release. Oksana was summoned for questioning and her BCI score dropped significantly. However, her choice shifted the city’s recovery from chaotic exposure to a structured, participatory referendum, framing the ongoing public debate and shaping the structure of the July 16 vote. Her BCI score decreased to 0, reflecting maximum system distrust.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On July 16, news of a citywide referendum requiring residents to choose between BCI reform or a transparent governance model spread quickly through Nikola’s building, prompting neighbors to gather and debate its implications. Still cautious after observing recent neighborhood confrontations sparked by the open-air district assemblies, Nikola delayed his visit to the resource center until dusk, hoping to avoid any public discussion. That evening, he found his usual bulletin board crowded with handbills arguing for both sides, and overheard heated exchanges between former colleagues. Choosing not to add his name to either informal petition being circulated, he quietly recorded the positions of key individuals in his personal log. His visible avoidance of group activities led to a small reduction in access privileges, as the system registered a lack of civic engagement just when participation was being encouraged. This led to a 3-point drop in Nikola’s BCI score, now at 49.",
    "bci_score": 49,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the citywide referendum was announced and neighborhood assemblies began publicly debating governance models, Daria's workday routine altered again. She arrived at the lab to find the morning repair schedule superseded by a mandatory assembly in the facility’s entryway, where staff and residents were expected to discuss their preferences for the city's future system. Daria remained silent, taking notes as supervisors tracked individual participation and periodically asked for her input. Later, a senior technician privately advised her not to record dissenting views in official logs, citing rumors that vote positions could retroactively impact BCI scores. Daria responded by only documenting factual device status reports for the rest of her shift and leaving group discussions to others. At day's end, her BCI score increased by three points due to compliance with new participation requirements but still reflected cautious self-censorship. New BCI score: 49.",
    "bci_score": 49,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the broadcast of Halden's lullaby and the opening of district debates, Lenart adjusted his daily patterns to account for new points of public interaction. On the morning after neighborhood assemblies formed, he avoided his usual maintenance routes, as several were now blocked by large gatherings discussing BCI reforms. Approaching a Council-administered building for routine checks, he found access delayed while residents inside argued over the validity of new protocols. Forced to wait outdoors for hours, he observed his work queue reassign itself twice due to shifting district preferences, resulting in two planned tasks being canceled without explanation. Lenart rescheduled repairs for late evening to minimize contact but noticed more scrutiny around building entries as resident groups began enforcing their own attendance checks. The changes increased his caution, prompting him to further limit official interactions. His BCI score decreased slightly to 44 due to decreased system engagement and irregular work patterns.",
    "bci_score": 44,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On the day the citywide referendum was announced and open-air district debates intensified, Sven Halek faced unexpected delays as Directorate staff split into rival groups supporting different governance models. Council offices were busy with impromptu meetings, forcing Sven to wait hours to gather feedback for his speeches. During one briefing, a colleague questioned the value of centralized messaging, citing arguments overheard at neighborhood assemblies. Sven responded by rewriting talking points to avoid endorsing any outcome and backed up new drafts on paper instead of electronic formats. He limited internal correspondence to only what was strictly necessary, recognizing that previous attempts at guidance were now openly contested. That evening, Sven noted that team cohesion had deteriorated, with some staff failing to report updates and others sharing conflicting information. The lack of consensus and increased uncertainty regarding Stenograd’s future governance caused Sven’s BCI score to drop to 46, reflecting loss of trust in his messaging reliability.",
    "bci_score": 46,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After district assemblies began holding open-air debates about restoring or replacing the BCI, Rada noticed staff at the office monitoring each other's participation outside work hours and quietly reporting suspected alliances. On the morning of the referendum, attendance logs were posted at the entrance, highlighting employees' voting times and rumored district choices. Rada altered her daily pattern, arriving late and avoiding lunchrooms where discussion of assembly debates intensified. She spent most of the day in an unused equipment storage room, reviewing only official assignments. When compliance officers conducted random checks on staff’s notes and movement, Rada deleted all non-essential drafts and refrained from communicating with anyone active in district assemblies. This increased vigilance kept her from further BCI penalties, but her isolation grew. The visibility of voting records and intensified observation made her cautious, consolidating her avoidance strategies and limiting her access to information. Her BCI score remained low but stable at 10.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}