{
  "olintz": {
    "chapter": "Following her recommendation, Oksana executed the system-wide BCI shutdown command from her secured terminal, triggering immediate suspension of digital scoring and automated access. She then coordinated with key colleagues to facilitate the transition to paper-based operations, distributing printed access rosters and guidelines for manual resident verification. Within hours, she observed office routines break down as staff adapted to analog processes. Oksana documented the first day’s failures, noting stalled elevators, halted transit, and anxious groups forming in corridors. She refrained from logging her own actions digitally to maintain plausible deniability. In a midday meeting, a Council supervisor questioned her decision as complaints from frustrated citizens flooded in. Oksana’s visibility to Council and Directorate superiors increased sharply, and she received formal notice of further BCI demerits for breaching procedural chain of command. Her BCI score dropped to 16, reflecting the system’s negative response to her role in the blackout and her now heightened risk status.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On the day the Council announced a temporary power-sharing agreement and basic utilities began to return, Nikola ventured out to collect information and secure necessities. The blackout and earlier transit stoppages had left stores with long queues and uncertain stock. At his building, newly posted lists of neighborhood leaders replaced the familiar automated access checks, and Nikola was required to sign his name for rationed supplies instead of scanning a pass. He avoided eye contact with neighbors, some of whom now appeared openly distrustful following the public leak of BCI scores. When asked about his employment history by a neighborhood coordinator, Nikola deflected, wary of attracting attention to his former Council position or locked briefcase. He returned home with only a portion of his requested items, recognizing trust was now measured by personal reputation rather than system scores. The experience left him cautious about further interactions, and his BCI score remained stable at 69.",
    "bci_score": 69,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the citywide digital blackout began, Daria arrived at her workplace to find paper sign-in sheets replacing biometric scans at the building entrance. Colleagues waited for hours as technicians debated resource allocations, with no digital records available for device assignments or service histories. She spent the morning manually sorting unmarked health bands and cross-referencing handwritten repair requests with physical IDs. The loss of system access removed her ability to quietly monitor her BCI queries or support trusted colleagues with unofficial data fixes. By afternoon, a hastily organized staff meeting introduced neighborhood liaisons to coordinate maintenance, leaving Daria paired with a local leader she did not know. She limited her comments, wary of revealing her prior access to sensitive systems. The reliance on paper and face-to-face reporting made previous covert actions nearly impossible. Daria logged the changes in her personal notes and shifted to cautious, rule-bound interaction. Her BCI score remains at 66.",
    "bci_score": 66,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the system-wide blackout in Stenograd and the sudden surge of neighborhood self-organization, Lenart found his day’s plans useless. Arriving at a scheduled repair site, he discovered the building’s digital entry panels were dead, and staff were using handwritten checklists to coordinate contractor access. Lenart was allowed inside only after showing paper credentials and referencing maintenance work he had tracked in a worn notebook. With communication networks down, coordinating follow-up repairs required in-person visits and word of mouth. Lenart spent hours tracing new contacts and verifying client requests through local ad-hoc coordinators rather than trusted digital channels. He noticed familiar clients reluctant to interact, uncertain who was now considered authoritative or safe to trust. By the end of the day, he secured two minor repair jobs, but competition from informal, locally preferred workers increased. Lenart’s BCI score, already flagged, remained unchanged at 36 but his standing in informal networks became critical.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After city infrastructure failed, Sven arrived at his office to find his badge would not open the main entrance, forcing him to wait with dozens of others as building coordinators cross-checked paper lists and handed out temporary passes. Accustomed to automated systems, he hesitated before joining a manually organized queue for workspace assignments. Lacking access to his encrypted files, Sven relied on hand-written notes and sought out former colleagues in nearby departments to share recent draft versions of Council statements. When summoned for an emergency communications meeting, he was surprised to see unfamiliar local leaders present—representing neighborhoods now handling their own operations. Sven took detailed notes, sensing that his traditional messaging strategies were no longer fully relevant. By evening, he recorded adaptations in his private log and began outlining a new, less centralized approach to strategic communication, reflecting on how quickly authority had fragmented. The unfamiliar situation left his BCI score unchanged at 78.",
    "bci_score": 78,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the city’s digital shutdown, Rada found the newsroom empty and her office dark. Paper notices covered the entrance, replacing the automated badge checkpoint. Used to relying on encrypted devices, she was forced to draft segments by hand and coordinate with editors in person, standing in silent queues to access typewriters and printers. On the second day, grassroots leaders posted bulletins calling for volunteers to deliver news across neighborhoods. For the first time, Rada shared uncensored printouts of her raw footage summaries with local organizers rather than routing everything through state review. She managed to distribute a dozen reports before management returned, instructing all staff to comply with new manual approval rules. Several colleagues refused, walking out. Rada’s BCI score remained at 33, but she knew the paper system made surveillance harder, and her willingness to collaborate with unofficial networks increased her sense of agency amid uncertain oversight.",
    "bci_score": 33,
    "political_preference": "rebel"
  }
}