{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Carrying a few late nights, mostly.",
        "Work's been upside down since the blackout.",
        "Had to do some things the old way, with paper.",
        "Let’s just say it’s been a week."
      ],
      [
        "Newsroom’s been chaos since the systems went dark.",
        "Would you believe we had to use typewriters again? Like relics.",
        "Some of us passed bulletins by hand, just to keep people informed.",
        "Management’s breathing down our necks now.",
        "Feels like nothing’s safe, except what you can carry yourself."
      ],
      [
        "After the shutdown, the whole city felt unplugged.",
        "I found the newsroom empty. Even the badge checkpoints were paper.",
        "Had to draft segments by hand, stand in line for a printer.",
        "We started handing out real news, uncensored—just for a moment.",
        "Management rushed back in, forced us under new manual rules.",
        "Left me wondering how long things will stay changed, you know?"
      ],
      [
        "I grew up with all these rules, thanks to my mother—she was BCI. I know the tricks.",
        "This week? Newsroom went dark. Systems dead. Real silence. We used pens, paper, typewriters. Decided not to wait for permission.",
        "For the first time, I handed out what I actually saw to neighbors—uncut.",
        "Felt raw. Felt alive. Like the stories actually mattered.",
        "Management stormed back in the next day. Some of us walked out.",
        "My BCI score is still in the gutter, but with things this broken, surveillance’s got bigger fish to fry.",
        "Feels like we finally got air, even if it’s thick with smoke."
      ],
      [
        "All my life, I watched stories get trimmed until they barely mattered. I guess I got stubborn about telling the whole truth.",
        "This blackout was chaos, but it was the first time I saw people actually talk. No one was scoring us—just surviving.",
        "I ignored the old silent warnings. Didn’t route my raw footage through review. Handed copies right to local organizers.",
        "For once, the rules couldn’t choke the news. At least for a few days.",
        "Neighbors spread copies all over the city. Grassroots networks, real trust for a change.",
        "Now management’s back, barking for order, but people tasted something freer.",
        "My BCI score’s a joke at 33, but honestly, the system’s losing its grip while people are finding their voices.",
        "I risked a lot, but it mattered. I finally remembered why I started this work in the first place."
      ]
    ],
    "emotion": "Frazzled, but defiant. Looking for someone who gets it."
  },
  "emotional": {
    "opener": "You're not alone, Rada. I see how much you carry, and you're right to question the narrative.",
    "variants": [
      [
        "Maybe. It's rare to hear that from someone in this place.",
        "I guess I just get used to carrying things quietly."
      ],
      [
        "It helps to know someone’s actually watching, behind the noise.",
        "Most people just nod along. You didn’t.",
        "Makes me think not everyone’s asleep."
      ],
      [
        "Yeah... sometimes it feels like there’s not a single honest thing left on the air.",
        "But hearing you say that, it actually matters. I needed the reminder.",
        "It’s easy to forget there are real eyes, real people, even here.",
        "So thanks for that. Seriously."
      ],
      [
        "You cut through the static, you know? Most people here pretend to listen.",
        "Day after day it’s the same script, same precautions. Gets heavy, pretending not to care.",
        "I keep telling myself it matters, but it’s nice to hear someone else say it.",
        "I grew up learning how to keep my head down. But that’s not living.",
        "If more people saw it your way, maybe things could change."
      ],
      [
        "I don’t say this often, but it’s exhausting — the constant acting, the lines you’re supposed to read.",
        "You have no idea how rare it is to feel seen in this job. Most days I think I’m losing myself to the routine.",
        "My father always said, ‘Stay in the lines, Rada, no one notices you that way.’",
        "But I can’t unsee what’s wrong, and I won’t pretend I don’t care.",
        "Sometimes you want to believe someone’s really seeing who you are, not just your BCI.",
        "You saying that — it means I’m not invisible, at least not here."
      ]
    ]
  },
  "factual": {
    "opener": "People have been talking non-stop since the blackout. Everyone says things are different now, but nobody actually explains what happened. So what actually went down?",
    "variants": [
      [
        "Council panicked after Halden died. Systems crumbled before they could cover it up.",
        "Scores leaked everywhere. Top people exposed. No one trusts anything now.",
        "Shut down the city to keep a lid on things. Forced everyone back to old routines.",
        "Feels like there\u0019s a witch hunt brewing. But people aren\u0019t talking much, not out loud."
      ],
      [
        "Halden went missing, then the data spilled everywhere. Wild panic, especially at the top.",
        "BCI scores stopped lining up with reality. Some got flagged, some slipped through.",
        "Council blamed it on sabotage and killed the power citywide. Thought they\u0019d fix it in silence.",
        "Now you see paper records and local postings everywhere instead of screens."
      ],
      [
        "You watched it same as me: Halden dead, data leak, people exposed for who they are.",
        "Suddenly all the 'trusted' folks weren\u0019t so trusted when the numbers went public.",
        "The city ran on rumors. Even basic things like medicine and food had to be sorted on paper.",
        "Grassroots leaders stepped up fast. Council tried to claw things back, still lost in their in-fighting.",
        "For a moment, real life wasn\u0019t run by a machine. That unsettled a lot of people. Me? I think it forced us to look each other in the eye again."
      ],
      [
        "Halden\u0019s death set off a chain reaction. The data leak made a joke of secrecy\u0014every hidden score, every cushy assignment was wide open.",
        "Everyone saw who the system liked. And who it ruined.",
        "Council panicked. Directorate wanted martial law, Harmonists tried to keep folks calm. Innovators? They sniffed opportunity.",
        "So the blackout wasn\u0019t a solution\u0014it was a scramble. Everything stalled. I watched people step in to run things face to face for once.",
        "Some power flickered back on, but trust didn\u0019t. Neighbors started building their own networks, refusing to go back to just following orders.",
        "If you ask me, these cracks are a good thing. Council\u0019s grip is weaker than it looks, finally."
      ],
      [
        "Halden\u0019s death? It left a hole at the center. People talk about the BCI like it\u0019s just tech, but his absence meant nobody really understood it anymore.",
        "Once the scores leaked, you could see the faux-merits of the whole system. Council elites were exposed, allies and enemies both. My own contacts were terrified.",
        "Power games started instantly. Directorate wanted lockdowns. Innovators whispered about rebooting everything, even after catastrophic failures last time.",
        "Blackout was supposed to reset the board. Instead, it shattered the illusion of control. City ran on handwritten notes, neighborhood lists, barter, trust. No algorithm for that.",
        "Colleagues of mine vanished overnight\u0014people with too much on file. Some reappeared with new papers. Some didn\u0019t.",
        "The old loyalists tried to restore order. But I saw organizers, medics, street leaders get real leverage for the first time.",
        "It was messy. But people acted freer, just for a taste. The city felt more real\u0014even if it was raw and risky.",
        "I\u0019m not shy about wanting the system broken. Watching it fracture up close\u0014I\u0019ll risk my score all day for that.",
        "This was the first time in years that the official narrative was just noise, and actual stories cut through. That\u0019s what I\u0019m fighting for."
      ]
    ]
  }
}