{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Citywide Blackout",
      "anchor_line": "A scheduled system reset pauses all BCI-linked services across Stenograd.",
      "contextual_reframing": "Planned infrastructure improvement ensures every resident benefits from the most reliable Behavioral Compliance Index. Our city adapts for collective security and efficiency."
    },
    {
      "image_id": "paper_stack",
      "headline": "Communities Organize",
      "anchor_line": "Neighborhoods smoothly transition to manual workflows, maintaining public order and support.",
      "contextual_reframing": "Citizen cooperation demonstrates our flexibility. Even without digital tools, unity and discipline prevail in line with the city’s traditions."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Council Restores Order",
      "anchor_line": "The Central Council pledges a swift return to basic services for Stenograd.",
      "contextual_reframing": "Transparent governance delivers stability and continuity. Public trust in data-driven leadership ensures an efficient recovery process."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "City Switches Off",
      "anchor_line": "BCI blackout leaves Stenograd in chaos as every digital system fails.",
      "contextual_reframing": "They call it a technical reset. We see neighbors locked out of basic needs while silent algorithms decide who gets left behind. The Behavioral Compliance Index judges us all without appeal."
    },
    {
      "image_id": "paper_stack",
      "headline": "People Step Up",
      "anchor_line": "Without the system, locals scramble to organize food and help for each other.",
      "contextual_reframing": "No Council orders, just real people making it work. These paper records mean freedom for some, fear for others. The collapse of digital control shows who really keeps Stenograd running."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Council Scrambles",
      "anchor_line": "Council promises ‘order’ but power-sharing is just a desperate move to keep control.",
      "contextual_reframing": "Vague announcements and new alliances can’t hide that their automated rule broke down. The future of the city—and the BCI score that controls our lives—is anyone’s guess now."
    }
  ]
}