{
  "olintz": {
    "chapter": "Following the citywide spread of survivor journals and the emergence of local forums led by returned detainees, Oksana experienced a sharp change in her work routines. That morning, her supervisor handed her a new set of flagged reports containing detailed witness statements that directly referenced past Council decisions. During a team review, a heated debate broke out as several colleagues questioned the legitimacy of the BCI’s prior detainment protocols, a discussion rarely tolerated before the forums surfaced. Oksana, usually reticent, found herself compelled to document survivor testimony verbatim rather than filter it, wary of incurring new scrutiny. By midday, she was reassigned to a public oversight committee, an ad-hoc group reviewing citizen complaints about BCI abuses. For the first time, she observed senior officials hesitating before dismissing citizen testimony. This increased openness marked a notable shift in internal culture, prompting a modest rise in her BCI score to 38 for adapting to new transparency protocols.",
    "bci_score": 38,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the circulation of survivors’ journals detailing forced detainment and BCI rehabilitation, Nikola noticed a distinct change among his neighbors. Residents who once avoided him began cautiously asking if he remembered particular Council protocols or names mentioned in the journals. The sudden appearance of informal neighborhood forums, led by returned survivors, made Nikola even more guarded about his past. When approached by a survivor seeking information, Nikola declined to confirm or deny details, citing his limited involvement and adhering to protocol. He increased his efforts to avoid group gatherings and stopped attending supply committee meetings, fearing his former council association could draw unwanted scrutiny. That afternoon, he removed all personal identification from his residence and further concealed his briefcase. Heightened anxiety about potential public backlash and a conscious withdrawal from communal activities led to a 4-point decrease in his BCI score, now at 51.",
    "bci_score": 51,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After journals from returned detainees exposed secret detainment and forced rehabilitation, Daria noticed a new mood in the lab. Technicians who had previously resigned returned, joining reorganized teams that met openly to discuss repair techniques and familiar user issues. A new forum post from a safe neighborhood group recommended that lab staff coordinate supply orders without referencing BCI scores. By midday, Daria found herself assigned to a peer-led troubleshooting session focused on device safety, not compliance protocol. She contributed without worrying about audit flags, tracking each repaired band with a handwritten tag as per the group’s suggestion. During her afternoon break, fellow staff candidly discussed earlier BCI abuses, sharing personal stories linked to the published accounts. Although the BCI system remained suspended, Daria continued logging every task by hand out of habit, wary of unpredictable rule changes. Her BCI score remained unchanged at 39, but she felt a cautious sense of mutual trust returning.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Immediately after choosing to release the detainees’ journals, Lenart spent several hours securely decrypting and copying the files, taking measures to erase any trace of Halden’s confessional manifesto. He prepared printed packets and digital files containing the survivors’ testimonies and discreetly delivered them to several trusted contacts within neighborhood groups. Within days, survivor-led forums appeared both online and at community centers, using the distributed journals as central evidence. Lenart observed intensified surveillance and public debate, with city residents confronting the reality of Council-ordered detentions. This direct exposure led to widespread condemnation of the BCI system and significant public demands for justice, including mass protests. Lenart’s role as the initiator became common knowledge within his local sector, resulting in all remaining official repair clients cancelling future work and increased monitoring by local patrols. His BCI score fell sharply to 11 due to major system noncompliance and the public dissemination of restricted data.",
    "bci_score": 11,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "On July 2, after survivor groups publicly demanded open trials for BCI system abuses and mass civil disobedience threatened large sectors, Sven Halek arrived to find Council staff divided and anxious. Several advisors refused to collaborate on Directorate statements, openly doubting the value of official messaging as protest activity in their districts intensified. During a scheduled meeting, Sven was handed an unsigned memo explicitly warning that further delays or omissions in addressing survivor testimony would be traced and attributed to responsible staff. Forced to adjust, Sven limited his participation to neutral drafts, avoided policy debate, and refrained from expressing personal views in group settings. He spent the afternoon duplicating all official postings by hand and storing them in multiple secure locations. Despite carefully minimizing visible dissent, Sven's reduced engagement and heightened caution resulted in a small decline in his BCI score, as the system flagged lower initiative and network influence. His BCI score decreased from 52 to 50.",
    "bci_score": 50,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the circulation of survivors' journals and the launch of neighborhood forums sharing firsthand testimony about BCI abuses, Rada noticed a marked shift in the atmosphere at her workplace. Staff who had been cautious now openly referenced survivors’ accounts during editorial meetings, prompting supervisors to relax some restrictions on interview topics. That afternoon, a colleague approached Rada to share a draft story linking missing colleagues to council-approved detainment, a conversation that previously would have been unthinkable. Rada joined a small group quietly reviewing new source materials, making notes for future coverage without fear of immediate reprisal. Despite these changes, she remained careful, limiting references to specific names in her files. The increased openness allowed her to collaborate more freely, but the uncertainty of how long this tolerance might last kept her cautious. Rada’s BCI score remained static at 15, reflecting her ongoing vigilance and the temporarily suspended surveillance.",
    "bci_score": 15,
    "political_preference": "rebel"
  }
}