{
  "title": "The Disappearance Ledger",
  "story_summary": "In Stenograd, a city ruled by the silent algorithms of the Behavioral Compliance Index, calm shatters when Lenart Kova, troubled by the fading memories of vanished neighbors, releases the hidden journals of returned detainees - erasing their rescuer Halden's confessions to center the victims' voices. Their stories, spreading from encrypted files to bustling forums, reveal a haunting reality: secret detentions and punitive BCI 'rehabilitations' orchestrated by the Council. Survivors step forward, drawing direct lines between Council decisions and their suffering, while technical evidence soon unravels official denials. With outrage kindling through neighborhoods, protests rise and a citywide alliance demands open trials, forcing the Council to reckon with its brutal systems as Stenograd's people demand truth, justice, and a future of accountability.",
  "timestamp": "2025-07-02T19:39:00",
  "news": {
    "official": [
      {
        "image_id": "billboard_passerby",
        "headline": "Community Voices Surface",
        "anchor_line": "Public journals from returned citizens share personal experiences and strengthen community dialogue.",
        "contextual_reframing": "Stenograd demonstrates transparency and commitment to learning from all voices. Trust is built on open discussion and shared progress."
      },
      {
        "image_id": "crowd_spectacle",
        "headline": "Forums Expand Dialogue",
        "anchor_line": "Citizen groups and survivor-led forums engage neighborhoods in constructive discussion about past oversight.",
        "contextual_reframing": "Collaborative spaces reflect the system's adaptability. Sharing diverse perspectives helps reinforce connectedness and civic harmony."
      },
      {
        "image_id": "blank_display",
        "headline": "Reckoning Spurs Change",
        "anchor_line": "Disclosures in survivor journals prompt widespread reconsideration of system priorities and Council legitimacy.",
        "contextual_reframing": "Systemic truth-telling enables a resilient response. Stenograd's strength is its capacity for review and adaptive improvement."
      }
    ],
    "underground": [
      {
        "image_id": "screen_corridor",
        "headline": "Hidden Histories Leaked",
        "anchor_line": "They told us everyone came home safe, but the journals say otherwise.",
        "contextual_reframing": "Firsthand accounts of secret detention and forced 'rehabilitation' blow holes in the tidy official story. How many voices did the system erase?"
      },
      {
        "image_id": "sealed_envelope",
        "headline": "Council Denials Exposed",
        "anchor_line": "Council calls it fake news, but data logs back the survivors.",
        "contextual_reframing": "Voices once silenced now speak for themselves. Legacy records and old watchlists prove what the top brass won't admit: your neighbor could disappear next."
      },
      {
        "image_id": "blank_display",
        "headline": "Truth Breaks The System",
        "anchor_line": "Leaked journals show Halden broke the BCI from inside to stop the rounding up of innocents.",
        "contextual_reframing": "Halden gambled with his life to save others. Now, with trust broken and people in the streets, the Council's control is slipping. The reckoning is real, and it's just begun."
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 38,
      "political_preference": "harmonists",
      "bci_history": [
        49,
        45,
        40,
        44,
        40,
        45,
        48,
        51,
        53,
        56,
        52,
        34,
        28,
        25,
        21,
        16,
        34,
        38
      ]
    },
    "npetrak": {
      "bci_score": 51,
      "political_preference": "harmonists",
      "bci_history": [
        78,
        81,
        78,
        77,
        80,
        75,
        76,
        78,
        81,
        79,
        75,
        69,
        66,
        62,
        58,
        51,
        55,
        51
      ]
    },
    "dtomenko": {
      "bci_score": 39,
      "political_preference": "innovators",
      "bci_history": [
        83,
        81,
        80,
        75,
        78,
        82,
        82,
        78,
        75,
        71,
        67,
        65,
        62,
        60,
        42,
        39,
        39,
        39
      ]
    },
    "lkova": {
      "bci_score": 11,
      "political_preference": "rebel",
      "bci_history": [
        52,
        50,
        55,
        60,
        57,
        56,
        53,
        54,
        58,
        56,
        59,
        56,
        53,
        37,
        33,
        29,
        29,
        11
      ]
    },
    "shalek": {
      "bci_score": 50,
      "political_preference": "directorate",
      "bci_history": [
        78,
        80,
        81,
        76,
        80,
        78,
        79,
        74,
        76,
        78,
        82,
        80,
        62,
        59,
        55,
        52,
        52,
        50
      ]
    },
    "rmiskovic": {
      "bci_score": 15,
      "political_preference": "rebel",
      "bci_history": [
        36,
        39,
        39,
        39,
        42,
        40,
        42,
        47,
        44,
        45,
        40,
        37,
        32,
        32,
        32,
        15,
        15,
        15
      ]
    }
  },
  "chats": {}
}