{
  "olintz": {
    "chapter": "Following the citywide erasure of BCI scores and the restoration of all residents’ access, Oksana returned to work to find her former team dissolved and new, mixed groups assigned without reference to past records. That morning, an unfamiliar supervisor briefed her on revised manual reporting procedures, emphasizing that old performance data would not be consulted. A colleague she once carefully avoided was now openly friendly, showing no sign of recalling prior system flags. On her commute home, Oksana witnessed a heated dispute in her building’s lobby—two neighbors with previously low scores argued over retrieval of withheld personal property, while former building monitors refused to intervene, citing the absence of guidance. Unsure how to proceed, Oksana avoided eye contact, opting for stairs over the crowded elevator. The lack of BCI enforcement made public interactions unpredictable. At the day’s end, she noted the atmosphere of uncertainty remained pervasive. Her BCI score remains at 0.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the announcement that all behavioral scores had been erased, Nikola woke to find the access controls and approval lists in his building discarded overnight. Neighbors gathered in small groups, some openly questioning each other's intentions, while others welcomed previously restricted residents back into communal areas. At the supply desk, Nikola hesitated as the coordinator now offered goods to everyone equally, ignoring past infractions. He watched as those previously accused of noncompliance were greeted directly; meanwhile, his own history as a former Council assistant drew occasional suspicious glances. Nikola adapted by remaining silent, taking only what he needed and quickly returning to his apartment. The loss of system-based trust made him wary of establishing new connections, so he increased his caution, minimizing time spent in shared spaces. Though his score was formally reset along with everyone else's, Nikola remained acutely aware of old judgments lingering behind uncertain smiles, altering his sense of belonging.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After verifying the authenticity of the BCI forgiveness protocol, Daria used her access to transmit the instructions through trusted community channels, bypassing standard oversight. Within hours, evidence of the protocol reached public forums, and the city erupted in protest and urgent debate. At the lab, Daria observed colleagues openly arguing about amnesty and past injustices, tension rising as campaign flyers appeared and supervisors demanded double-signoff on all device actions. She refrained from all unofficial interventions and avoided group discussions, committing to written records for every task. When the city scheduled the referendum, Daria documented device maintenance for incoming voters with meticulous precision but minimized interaction. Following the results and system reset, Daria’s record—all past actions and score histories—was wiped, along with everyone else’s. Her score dropped sharply before erasure, reflecting risk and major rule breach through unauthorized protocol release. Final BCI score before reset: 52.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the BCI forgiveness protocol erased all behavioral scores, Lenart’s day began at a housing complex where entry procedures were in disarray. The loss of scores led building committees to require in-person interviews for contractors. Lenart waited as his paper records were reviewed and was questioned about previous clients before being allowed inside. Later, a second job was canceled when the local group argued over which workers to trust, with no digital credentials or BCI scores available. Lenart noticed that references from recent neighborhood committees now outweighed his past history, and familiar clients often hesitated before agreeing to hire him. He adjusted by collecting signed approval slips and offering to demonstrate minor repairs to residents, working to establish credibility face-to-face. The uncertainty surrounding each job’s approval made scheduling unreliable. Lenart’s BCI score, as with everyone’s, was gone, but trust now shifted to neighborhood reputation, leaving his daily access highly variable.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "On the morning after the BCI forgiveness protocol was activated, Sven Halek arrived at work to find everyone in his office assigned the same provisional status, regardless of prior BCI score. A former colleague, previously excluded and monitored for low compliance, now worked beside him on coalition statements without restriction. Throughout the day, managers abandoned score-based team assignments, leaving Sven to navigate unfamiliar work groups with little guidance. Old protocols for document review were ignored as neighborhoods sent self-appointed representatives with draft requests, creating persistent confusion about message approval. Sven refrained from using any former system language, instead keeping careful records of all new requests offline and refusing to reference previous BCI histories. By evening, his inbox was overwhelmed with contradictory briefs, and guidelines for speech content remained unclear. The sweeping erasure of all scores forced Sven to rethink his professional strategies and prepare for ongoing instability. His BCI score was reset along with others. ",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the citywide referendum resulted in the activation of the BCI forgiveness protocol, Rada found her routine completely altered. That morning, the line at her building’s entrance moved slowly as neighborhood volunteers manually checked everyone’s names against handwritten lists instead of referencing BCI scores. Returning to work, Rada slipped a stack of printed reports under office doors, since digital archives were now erased and communication had shifted to in-person messages or paper notes. At a local assembly, she observed heated debates as newly \"restored\" colleagues attempted to rejoin meetings, only to be met with caution or refusal by others who still distrusted former BCI rogues. While these changes allowed Rada to participate freely, they also left her navigating fragmented alliances and unclear rules. Though her BCI score was reset to zero along with everyone else's, uncertainty over who could now be trusted remained a constant presence in her daily activities.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}