{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "I just keep my head down at work. The whole city feels tense after that leak.",
        "People are acting strange. Someone asked for a favor I couldn't risk doing.",
        "Building locked down early yesterday. They said it was for safety.",
        "Feels like things are closing in. It's all a bit much."
      ],
      [
        "Things are off. After the BCI leak, everyone’s looking over their shoulder.",
        "A tech from another group wanted me to wipe some logs. Too risky now. I said no.",
        "Had to adjust my own protocols because I'm worried about being watched.",
        "Missed a meeting afterward. Didn't want to draw attention.",
        "Hard not to feel exposed these days."
      ],
      [
        "Yeah, you could say that. The breach at work made everyone paranoid.",
        "People started fighting over score histories. Some got flagged way too fast.",
        "Someone wanted me to clean up their record and I refused. Can't risk it now—everything's flagged.",
        "Left early when the protests hit outside the lab. Building locked down fast.",
        "I've noticed my score dropping too. Interactions are flagged so quickly.",
        "Feels isolating. I’ve stopped talking to people I used to trust."
      ],
      [
        "Been feeling the strain. Since the city-wide leak, people only talk about scores.",
        "I had to turn down a technician who wanted his record cleared. Monitoring’s stricter now.",
        "Protests hit right outside work. Building went into lockdown and nobody knew who to blame.",
        "I quietly set my own alerts for when my profile gets checked. Makes me nervous just to log in.",
        "My BCI score’s taken a hit because I shut down certain chats. Seems like anything can flag you.",
        "Skipped meeting friends. I’m careful who sees me now.",
        "It gets to you, not knowing if protecting yourself will backfire."
      ],
      [
        "Ever since the BCI leak, everything changed. The city’s tense, like it's waiting for something worse.",
        "My job lets me see more than most. I make the wristbands work, keep scores clean—often for people the system doesn’t notice.",
        "A colleague asked me to erase bad data so he wouldn't look biased. I had to refuse with all the new monitoring.",
        "The protests outside weren't even about policy—just fear, being exposed for risk indicators you can't change.",
        "I configured my device for self-alerts. I know it makes me look paranoid but it’s safer.",
        "Lost friends just from being seen with the wrong profiles. Now my own score is dropping, and it feels like getting boxed in.",
        "Funny, I used to think the Innovator approach was progress. But maybe the system’s too brittle, too fast to turn on us.",
        "Mostly I’m just tired. Feels like hiding has become the only thing left."
      ]
    ],
    "emotion": "Exhausted, wary, and very alone."
  },
  "emotional": {
    "opener": "Daria, you’re not alone in this. Sometimes just holding on is enough — you don’t have to prove anything to anyone else right now.",
    "variants": [
      [
        "Thank you. I hear you."
      ],
      [
        "I appreciate you saying that.",
        "It’s not always easy, but I’m still here."
      ],
      [
        "That means more than it probably should.",
        "Most days, I just try to make it to the next one.",
        "It’s tiring. But I keep moving.",
        "Thanks for reminding me I don’t have to do it all."
      ],
      [
        "You really do get it. Most people just pretend to.",
        "Lately, I’ve felt like there’s nothing solid to hold onto.",
        "Sometimes I wonder if the tiredness ever goes away, or if it just changes shape.",
        "Still, hearing someone else notice… it’s a relief.",
        "I needed that more than I realized."
      ],
      [
        "It’s strange. The city keeps spinning, always watching, pushing everyone into their lanes.",
        "After a while, you get so used to hiding exhaustion that you forget what it is to rest.",
        "I used to think I was strong for keeping quiet, not needing anyone.",
        "Some days I can convince myself I’m just adapting, not losing bits of myself.",
        "Your words actually reached me, and I haven’t let myself hear anyone for a long time.",
        "Maybe there’s hope even when it doesn’t feel like it."
      ]
    ]
  },
  "factual": {
    "opener": "Come on. If the whole city's on edge, just say what actually happened. Can't be that complicated.",
    "variants": [
      [
        "People lost it after the scores went public. Everyone's worried.",
        "Some techs keep talking about missing data, like something failed behind the scenes.",
        "Council's been quiet, but security is everywhere now.",
        "Feels like the system's glitching. That's all."
      ],
      [
        "Council locked everything down after the leak. Feels like they don't trust anyone.",
        "I heard someone tried to patch the scoring system in a hurry. Not sure it worked right.",
        "We're seeing odd errors in device logs since then.",
        "There was a lot of talk about tighter blackouts and monitoring.",
        "Not sure what's really being fixed."
      ],
      [
        "Guess you know the Council went into crisis mode after the leak. Never seen so many restrictions.",
        "Security shut down internal networks that day. No one got a straight answer why.",
        "Heard the tech leads pushed through a quick patch even with some warnings about code issues.",
        "After that, some data patterns changed. Analytics are reporting odd spikes.",
        "Public’s only seeing the protests, but inside everyone's tracking error logs.",
        "The Council’s split. Some want calm, some just want control. The Innovators say it’s a system issue, not a people one.",
        "I lean their way, usually."
      ],
      [
        "The breach wasn't just a mistake. There were missing checks in the emergency patch. I saw the alerts in subsystem feeds.",
        "Secondary analytics got weird right after—like someone was copying or moving data in the background.",
        "Council argued: Directorate wants a blackout, others argued transparency. No one agreed, so now everyone's on edge.",
        "Protests got worse because those flagged couldn't even do normal things—denied at transit, job sites. That friction wasn't accidental.",
        "At work, debug logs caught repeat queries on certain people. Looks targeted.",
        "Some of us think the system’s out of sync, handling requests unpredictably.",
        "I’ve always backed pushing tech forward, but there’s zero trust left now.",
        "Wish I could say it’s just a phase, but the whole model’s brittle when it breaks."
      ],
      [
        "Halden dying set off a chain reaction. His access codes weren’t transferred right. Systems started looping permissions.",
        "Emergency code went out without proper review. Data’s not syncing between core registries and health feeds—people are quietly being ghosted or double-flagged.",
        "Saw a spike in dark data transfers. Could be someone inside moving records before the patch locked things down.",
        "Council’s split wide open—power struggle now. Directorate is tracking everyone, but Innovators are pushing for radical system changes.",
        "Honestly, I watch the Innovators because the old way feels broken. Used to believe progress could fix the cracks. Not so sure anymore.",
        "Protests got violent after names and old scores got leaked to the open boards. People lost their jobs overnight based on flags they can’t even see.",
        "Work’s a mess. Devices freeze, flags hit random profiles. Quietly, some of us think someone’s sabotaging, not just patching bugs.",
        "My BCI triggers red flags just for running diagnostic alerts. Being careful only makes things worse lately.",
        "Guess once you see how easily trust breaks, you can’t unsee it. Still feels like hiding, only now there’s nowhere left."
      ]
    ]
  }
}