{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Rhythm's off lately. Something happened at work, system stuff, nothing I can really talk about.",
        "People are tense about a leak. It's not great.",
        "Just trying to keep my head down, you know.",
        "Honestly, I feel pretty exposed right now."
      ],
      [
        "Things shifted after... well, some problems at work. Emergency fix, sudden system errors.",
        "Details are under wraps, but a lot of my colleagues are spooked now.",
        "There was this city-wide data thing. Folks saw way too much about each other.",
        "My score tanked. Feels like a target on my back lately.",
        "Honestly, I feel pretty exposed right now."
      ],
      [
        "Honestly, the rhythm's gone. I pushed through a patch at work to keep things running after a breakdown.",
        "Next thing I know, there are weird access logs. Way more eyes than should be, poking through data.",
        "Then came the leak. People's BCI scores and personal stuff—everywhere. Total chaos online.",
        "Council's cracking down, monitoring us. I barely talk to anyone at work now.",
        "My own score dropped, hard. Can't even trust my team anymore.",
        "Honestly, I feel pretty exposed right now."
      ],
      [
        "No rhythm. Ever since Halden died, nothing has settled.",
        "I had to implement a patch on the scoring system—risky, but we were crashing.",
        "By the time I spotted weird data jumps, it was too late. Sensitive info just... spilled everywhere.",
        "People's scores, histories, even friends in the Directorate were caught up. Public's furious, and the Council’s falling apart.",
        "The system labeled me a risk. My score's a mess, so are my relationships.",
        "I keep replaying what I did. There wasn’t time to check every line of code; I just wanted to help.",
        "Honestly, I feel pretty exposed right now."
      ],
      [
        "I don’t really have a rhythm now. Halden’s death was like ripping out the core of the city.",
        "Everything glitched. I was the one who pushed a patch to keep the BCI from stalling altogether. There wasn’t time for all the checks—protocols were half broken already.",
        "As soon as we went live, everything in the shadows came out: data requests, leaks, histories unspooling onto the net. Not just citizens—officials, friends. All exposed.",
        "The Council’s scrambling, especially the Directorate. They want lockdowns, blame. Harmonists are pretending it can go back to normal.",
        "It’s strange—they call our system rational and humane, but it’s wrecked lives this week alone. My own score flagged me. Some friends stopped responding, like I’m contagious.",
        "I used to believe in Innovator ideas—systems that help, adapt, bring progress. Now the only thing adapting is people learning how to hide.",
        "Feels like everyone is just pretending, hoping not to get singled out, and I just can’t pretend anymore.",
        "Honestly, I feel pretty exposed right now."
      ]
    ],
    "emotion": "Honestly, I feel pretty exposed right now."
  },
  "emotional": {
    "opener": "Oksana, anyone would feel exposed after what you've just been through. You're not alone in this—I see you, truly.",
    "variants": [
      [
        "Thanks. That helps. Just trying to keep my head down."
      ],
      [
        "I appreciate that. It's hard to feel seen here, usually.",
        "Most just look away when things get tense."
      ],
      [
        "Honestly, I didn't expect anyone to notice how I'm feeling.",
        "It gets tiring, pretending everything's steady.",
        "You saying that... it makes a difference.",
        "I guess it's easier to breathe for a minute."
      ],
      [
        "It's rare that someone says that to me. Usually, people just watch from a distance.",
        "I forget what it's like to feel understood here.",
        "Sometimes it feels like everyone is just slipping past each other.",
        "I put up walls out of habit, I guess.",
        "Just for now, I can lower them a little."
      ],
      [
        "That's kinder than anything I've heard all week, maybe all month.",
        "I won't pretend—this place convinces you to hide.",
        "I used to tell myself I was fine, that I didn't need anyone to understand.",
        "But honestly, some days the isolation echoes louder than the city.",
        "I miss when things felt simpler, before everything became about scores and metrics.",
        "Hearing someone see me—as a person—it matters more than I expected."
      ]
    ]
  },
  "factual": {
    "opener": "Everybody's talking about this leak and the chaos in the Council. What's really going on?",
    "variants": [
      [
        "Nothing's official yet. Council says they're handling it.",
        "Can't say more. Just that things will be tighter for a while.",
        "Protocols—revised, that's all.",
        "Not a good time for anyone to be noticed.",
        "I shouldn't get involved, honestly."
      ],
      [
        "Council's scrambling. Directorate's all about control now.",
        "They forced through new blackout protocols just after the leak.",
        "People I know are being reviewed—work, home, everything.",
        "Access logs keep growing. Feels like overcompensating.",
        "Transparency's not a priority right now. Just containment.",
        "That’s all I can say."
      ],
      [
        "It's a mess. The breach made too much private data public—BCI scores, risk tags, even senior officials.",
        "The Council went into emergency mode. Directorate locked down networks, stepped up monitoring.",
        "Demonstrations are happening. They don't want to admit people are angry at the system itself.",
        "Innovators say this could be a chance to actually fix flaws, make things better—if anyone listens.",
        "But the factions can't agree. Harmonists want calm, Directorate wants power.",
        "Nobody trusts the numbers anymore, but they still control everything.",
        "People are asking how much this system was ever about fairness."
      ],
      [
        "There’s this feeling like the city’s being suffocated right now.",
        "Directorate’s using the breach as an excuse for sweeping surveillance. Even inside the Directorate, nobody feels safe.",
        "Council sessions—locked down, impossible to read who’s still pulling strings.",
        "Innovators, the ones I align with, hope maybe a total system overhaul is possible now, if the others don’t just kill the discussion.",
        "Normal people—none of us can escape how exposed we are. I watch for new flags, sometimes my own.",
        "Most of my team acts like strangers.",
        "It’s strange, the more they clamp down, the more people notice the system’s not neutral at all.",
        "Something’s going to break. Maybe it already did."
      ],
      [
        "Since Halden died, the old balance is gone—nobody really leads now, just data trails and defensive moves.",
        "I’ve watched Directorate folks purge logs, destroy backups. They’re desperate to block more leaks, but that just stirs up suspicion.",
        "My score flagged me hours after the patch. Saw the same for friends—shut out of things, made ghosts by one system metric.",
        "Innovators, like me—I still want to believe we can rebuild something better. But at this point, I’m not sure how.",
        "There’s this core lie about algorithmic fairness. People know it now. It’s all probability, not justice.",
        "On the Council, it’s blaming versus denial—Harmonists, Directorate, nobody’s coming together. Trust evaporated.",
        "Even public services are failing. Automated responses, delays, permanent reroutes.",
        "Sometimes I think the only people left who really believe in the system are the ones it hasn’t hurt yet.",
        "I never thought I’d say this, but—I’d tear it down and start again, if anyone could."
      ]
    ]
  }
}