{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Selective Access Restored",
      "anchor_line": "City officials confirm select upgrades now secure essential services for compliant residents.",
      "contextual_reframing": "Priority systems continue to ensure stability by protecting access for aligned citizens. Stenograd adapts reliably in transition."
    },
    {
      "image_id": "watchful_figure",
      "headline": "Invisible Residents Emerge",
      "anchor_line": "Authorities acknowledge a new class of citizens now move freely, unmonitored by behavioral oversight.",
      "contextual_reframing": "Society remains resilient as policy adjusts to novel challenges. Transparency and unity guide our path forward."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Era Of Uncertainty Begins",
      "anchor_line": "BCI tracking cannot be fully restored. System change is permanent as trust and accountability adapt citywide.",
      "contextual_reframing": "Stenograd embraces a more flexible future, balancing responsible freedom with vigilance for community well-being."
    }
  ],
  "underground": [
    {
      "image_id": "metro_ghost",
      "headline": "BCI Crashes Again",
      "anchor_line": "Turns out, ‘unbreakable tracking’ isn’t so unbreakable after all. Whole neighborhoods slip the grid.",
      "contextual_reframing": "Restored ‘ghosts’ and flagged citizens melt into the background—while the city elite scramble to fix what they don’t understand. Surveillance isn’t safety for everyone."
    },
    {
      "image_id": "watching_window",
      "headline": "Trust Dissolves Everywhere",
      "anchor_line": "No one knows who’s real, erased, or secretly free. Paranoia is the new normal under broken eyes.",
      "contextual_reframing": "Rumors race faster than official updates. ‘Ghosted’ residents swap stories and warnings in shadows. Every meeting, every glance—who’s watching, and who’s invisible?"
    },
    {
      "image_id": "message_reflection",
      "headline": "Order Never Returns",
      "anchor_line": "The ghosts fight back. They leak truths, wipe records, and break the old control systems for good.",
      "contextual_reframing": "Now trust is a risk. Freedom comes with fear. There’s no going back—Stenograd belongs to those too clever to be tracked."
    }
  ]
}