{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "It's been quieter than usual. Someone decided to shut down most of our network access.",
        "People have been keeping to themselves, barely speaking except when absolutely necessary.",
        "I stepped back, archived my work, did what was required. It's better that way right now.",
        "Odd week. Leaves you feeling tired. Uneasy."
      ],
      [
        "Routine's off. Communications went dark and nobody explained why.",
        "Saw colleagues packing up, a few faces missing by afternoon.",
        "Even the smallest statement draft got stonewalled for 'investigation.'",
        "Archived everything to be cautious. Risky to say more in that climate.",
        "Still, the air around the office is sour. Leaves you tired. Uneasy."
      ],
      [
        "Busiest week in a while, though you'd never know by looking.",
        "The voting leak hit hard. Messaging collapsed. Colleagues went silent, some even left without notice.",
        "My statements got frozen mid-draft. Suddenly nothing cleared—even from my own supervisor.",
        "A junior asked me how to keep their score safe. I told them nothing. No guidance is safe these days.",
        "Spent most of my time making digital backups. There is no rewriting the climate we’re in.",
        "Honestly, it’s left me feeling just... tired. Uneasy."
      ],
      [
        "Work’s never felt stranger. Shut down networks, silence everywhere, even old friends blocked my calls.",
        "After the vote leak, nobody wanted to be seen approving language—even supervisors froze.",
        "I archived all my work, left it untouched, just in case audits come looking. Anything can be twisted now.",
        "Watched the younger staff slipping out quietly, trying to stay ahead of the next purge or review.",
        "That junior, always eager for advice, finally asked for help. I walked away rather than risk it for either of us.",
        "You work so hard to sound loyal, yet the models change the rules overnight.",
        "Feels like I’m not just losing trust in the Council, but in the whole idea of Stenograd itself. Tired. Uneasy."
      ],
      [
        "I built these speeches thinking words could outsmart the algorithms. Lately, I barely believe my own phrases.",
        "Networks went silent after that voting scandal. Nobody trusts the system or each other now, and the Council's hiding behind censors.",
        "All my drafts—some you’d never read in public—are now in an offline archive. Not courage; just self-preservation.",
        "When the junior asked how to survive the new age, I said nothing. Truth is, none of us know who’s next.",
        "Saw staff clearing out desks fast, hoping the system forgets their faces. Feels like ghosts walking out, not citizens.",
        "Innovators like me once dreamed we could reinvent Stenograd. Now every innovation becomes another tool for control.",
        "I still believe in what the city could be, but you can only bend so much before you break.",
        "This week? It's like waking in a place that isn’t yours anymore. Tired. Uneasy."
      ]
    ],
    "emotion": "Tired. Uneasy."
  },
  "emotional": {
    "opener": "You don’t have to hold the whole city up by yourself, Sven. Even shadows need rest.",
    "variants": [
      [
        "I appreciate that. Rest is overdue."
      ],
      [
        "That helps more than you know.",
        "Sometimes quiet is all I want."
      ],
      [
        "Thank you. Sometimes I forget I’m not the system.",
        "It’s easy to forget to rest when silence feels like survival.",
        "Your words land where others don’t."
      ],
      [
        "I needed to hear that more than I thought.",
        "It’s strange, spending so long trying to sound certain for others.",
        "There’s comfort in knowing I can just stop—briefly.",
        "The world doesn’t shift because I pause. Maybe that’s enough."
      ],
      [
        "That’s... unexpectedly kind.",
        "Most see only the surface, as if certainty is my nature—when it’s not.",
        "Some days I wonder if anyone truly recognizes what’s running beneath.",
        "I built a shell for function. Some mistake the shell for me.",
        "Your understanding is rare. It feels lighter, even for a moment.",
        "I forget the world keeps turning regardless of my vigilance. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "People are talking. If you know something real, spill it.",
    "variants": [
      [
        "People hear things. The vote they called historic—wasn’t so clean.",
        "Word is some data got out, not everyone was happy with what it showed.",
        "Council scrambles, but the streets are restless.",
        "Anything else—who knows?"
      ],
      [
        "That vote… doesn’t add up. Turns out some votes counted more than others.",
        "Now everyone wants blood, or reform, or both.",
        "Council’s quiet, but their grip slips. Too many leaks lately.",
        "There’s a sense they’re hiding something more.",
        "I just keep my head down. Safer than speculating."
      ],
      [
        "Everyone knows the vote was sold as progress, but evidence of tampering surfaced.",
        "High-score citizens had their votes weighted. People took to the feeds to vent.",
        "Council tried damage control. Messaging was chaos—no script could calm them.",
        "City’s split: the official rules and whatever people decide to follow.",
        "These factions are more divided than they let on.",
        "Feels like the Innovators’ ideas are on the chopping block now.",
        "I don’t waste words defending anyone. Not anymore."
      ],
      [
        "The so-called reform vote? Weighted. High BCI meant more voice—by design, not democracy.",
        "Council nearly lost the city overnight. Leaks triggered mass dissent. Algorithms failed to predict backlash.",
        "Messaging collapsed; even trusted channels spread dissent. I was supposed to draft ‘reassurance’—couldn’t.",
        "Innovator thinking is blamed for the mess, but it’s deeper: the system won’t adapt unless forced.",
        "Ghosts—disappeared people—showed up during the scramble. That unsettled everyone.",
        "Some colleagues wanted to band together, but trust is currency and I’m running a deficit.",
        "We built a city on consensus algorithms and ended up with a silent mob.",
        "If the Council falls, who steers the next sequence?"
      ],
      [
        "The minute news of the weighted vote leaked, decades of ordered compliance evaporated.",
        "Systemic legitimacy—gone in hours. Trusted faces named as beneficiaries of the ‘privileged ballot.’",
        "Council froze. Innovators, my own, took the brunt for algorithmic ‘progress’—though none of us wrote this outcome.",
        "I drafted the fallback statements you never saw. Had to bury the strongest ones offline.",
        "Old exceptions surfaced, little blacklists and whitelists. Protestors found burned ledgers. Proof the system played favorites for years.",
        "Ghost citizens—formerly purged—began appearing again. That broke every myth about total oversight.",
        "Staff begged me for guidance. I couldn’t hand them anything safe to say.",
        "Now digital forums plan new governance, outside BCI reach. The Council is a name, not an authority.",
        "Sometimes I wonder if the dream of a rule-by-consensus Stenograd was ever more than an algorithm’s joke."
      ]
    ]
  }
}