{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Historic Reform Vote",
      "anchor_line": "Citizens across Stenograd participate in a citywide vote to shape the next era of the Behavioral Compliance Index, or BCI.",
      "contextual_reframing": "This transparent process empowers residents and demonstrates our city's commitment to orderly, data-driven evolution."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Record Turnout Achieved",
      "anchor_line": "Unprecedented numbers join the BCI reform vote, signaling public engagement in Stenograd's future.",
      "contextual_reframing": "Widespread participation showcases Stenograd's culture of civic responsibility and trust in algorithmic governance."
    },
    {
      "image_id": "data_skyline",
      "headline": "New Era For Governance",
      "anchor_line": "Results of the vote set the path for BCI optimization, blending resident perspectives with advanced analytics.",
      "contextual_reframing": "By balancing feedback with system intelligence, Stenograd secures its role as a model of technocratic resilience."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Vote Rig Exposed",
      "anchor_line": "The so-called historic BCI vote was manipulated—top scores got more weight, dissenters got nothing.",
      "contextual_reframing": "Behavioral Compliance Index, or BCI, claims fairness. In truth, it’s a loyalty test dressed as progress. Leaked docs prove it: the system listens to the obedient, not the city."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Trust Shattered",
      "anchor_line": "Outrage explodes as the Council’s BCI vote scam goes public—digital forums light up with protest and anger.",
      "contextual_reframing": "When code decides who counts, real voices are erased. No 'data-driven reform' will fix what’s rotten at the core. The system failed—the people know it."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Whistleblowers Rise",
      "anchor_line": "Brave insiders leak evidence of the voting fraud, risking everything for the truth.",
      "contextual_reframing": "Behind polished screens, real risk and resistance. This is how change starts—when those inside the machine refuse silence."
    }
  ]
}