{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Not much to report. Work’s been slow, people acting jumpy.",
        "Had a job in one building, then the logs just vanished. Bit inconvenient.",
        "Saw some folks hanging around who shouldn’t have been there. Kept to myself.",
        "Mostly just keeping my head down. Strange times, you know?"
      ],
      [
        "Things have been... interesting lately. Some clients are suddenly unsure who’s allowed where.",
        "I saw a couple unregistered faces in a building I was fixing. Next day, my logs were missing.",
        "Some jobs got canceled, all of a sudden. People seem nervous about who’s actually supposed to be around.",
        "I started double-checking IDs and keeping my own records.",
        "Feels like something odd is happening, but I’m not getting involved."
      ],
      [
        "Life’s been a little weird, to be honest. After-hours job, couple of strangers slipped into the building. Not on any lists.",
        "Later, the system had wiped the records for my visit. Made it tricky to prove I was even there.",
        "Clients started postponing work, afraid of letting in the ‘wrong’ people. One engineer with a toolbox suddenly seems like a risk.",
        "Now I ask for verbal confirmation and keep paper logs for every job.",
        "Turned down some small contracts. Not worth being caught up in someone else’s mess.",
        "I’m just trying to keep my score from dipping any lower. Still, feels off."
      ],
      [
        "You know, life’s been about dodging digital ghosts. Saw a couple of these ‘reappeared’ types sneaking into a site I was working on.",
        "The access logs for my job just vanished. Like the system’s got gaps nobody’s admitting to.",
        "Got clients in a panic, not sure who’s cleared to enter their own buildings. Some canceled work—they’re scared.",
        "Switched to manual records and old-school habits. Even turned down contracts that looked iffy: can’t have my score flagged for the wrong thing.",
        "Work’s down but at least my BCI score hasn’t dropped. Flatlining at thirty-five, which is honestly a win lately.",
        "Everyone’s on edge. You can feel it under the surface—the whole city waiting for the next glitch.",
        "Makes you rethink who’s really running things and what the point of all these automated rules is."
      ],
      [
        "Honestly, it’s borderline absurd lately. After Halden’s death and the data leaks, things haven’t felt real.",
        "I’m seeing these untracked folks—the so-called ‘ghosts’—wandering into sites. City acts like it’s nothing, but every client is spooked.",
        "Last week my access logs got wiped entirely. Nobody could verify where I’d been, who’d been there—total blackout.",
        "Some clients canceled jobs, others panicked about letting anyone in. I keep paper records now, double-check every ID.",
        "Turned down work that could tag me to the wrong crowd. Too easy to slip into the compliance gutter these days.",
        "My BCI score’s holding at thirty-five by sheer paranoia. One slip and I’m flagged along with the ghosts.",
        "Honestly, I think this whole idea of automated trust—the BCI, the Council’s invisible hand—it's all falling apart. I sided with the Innovators for a reason, but right now, even their ‘fixes’ don’t make sense.",
        "Feels like we’re all in the system’s waiting room, wondering if it’ll call our name or just forget we exist. Gets to you."
      ]
    ],
    "emotion": "Worn out, borderline exhausted, but just holding on to a thread of dry humor."
  },
  "emotional": {
    "opener": "Lenart, you always find a way. Even when the city feels like it’s squeezing the breath out of you, you find a pocket of air.",
    "variants": [
      [
        "Maybe. Sometimes it’s just enough to keep breathing.",
        "I get by. That’s all."
      ],
      [
        "Yeah, I suppose that’s a talent now. Squeezing through cracks.",
        "It’s not always pretty, but it gets me to the end of the day.",
        "Appreciate you noticing."
      ],
      [
        "That’s a kind thing to say. Most folks just see the mess I leave behind.",
        "It does help, having someone actually notice.",
        "I can’t tell anymore if it’s skill or stubbornness.",
        "Either way, I’m still here."
      ],
      [
        "You know, that means more than you think. Not many people bother to look past the frayed edges.",
        "It gets... tiring sometimes, fighting for that bit of air.",
        "But I guess stubbornness is a defense mechanism at this point.",
        "Sometimes, when it all feels like too much, a simple reminder helps.",
        "So, thanks for that."
      ],
      [
        "Funny, I used to think surviving was just about patching things until they worked. Turns out, it’s more about patching myself these days.",
        "There are moments when the wiring’s all wrong, the lights are flickering, and you wonder if you’re next to burn out.",
        "Hearing you say that brought me back for a second. Reminded me I’m more than just my utility to this place.",
        "People forget how heavy it gets, walking in a city that rewards ghosts and punishes the ones who fix things.",
        "Sometimes, I’m not even sure why I keep crawling through the vents. Habit, I guess. Or hope.",
        "Small mercies like your words make even the air taste cleaner. So really, thanks."
      ]
    ]
  },
  "factual": {
    "opener": "Everybody's talking, Lenart. What aren't you telling me about what's really going on in the city?",
    "variants": [
      [
        "Hard to say what's real now.",
        "Heard about some big system leaks, but could just be rumors.",
        "People seem upset, that's for sure.",
        "Feels like management lost the plot.",
        "Suppose we'll know more soon enough."
      ],
      [
        "City's wound up tighter than I've ever seen.",
        "That data leak? People aren't just angry. They're scared about who's watching.",
        "Folks in charge seem at odds. Not much clear leadership lately.",
        "Heard there's a lot happening behind closed doors, but who knows what to believe.",
        "Some say these 'ghosts' are proof something's wrong on the inside.",
        "I stick to my lane. Safer that way."
      ],
      [
        "The BCI's supposed to run everything smooth, right? Lately it's acting drunk.",
        "Halden turns up dead, suddenly private info spills everywhere. That's not normal.",
        "Council can't control the fallout. The public's demanding blood, or at least an explanation.",
        "You hear about the protests? Makes me think neither side's in charge.",
        "Now some 'erased' people show up, walking around like nothing happened.",
        "I've always leaned toward changing things up, but this... not quite what I had in mind.",
        "Honestly, it’s starting to look like nobody’s steering."
      ],
      [
        "All these years selling the system as flawless, and one dead engineer takes down half the curtain.",
        "The Council's split—no surprise there. Directorate's cracking down, Innovators want new code, Harmonists just panic.",
        "I went with the Innovators because the old system was too brittle, but now even they don’t know which way is up.",
        "Used to be your score meant something. Now people are trading fakes and crossing over.",
        "The 'ghosts'—not supposed to be possible, yet here we are.",
        "You get a leak big enough, suddenly everybody's a target, even me with my 'harmless' repairs.",
        "Clients whisper about who’s getting flagged next.",
        "Feels like the infrastructure’s smarter than the people using it."
      ],
      [
        "You ever see an entire city gaslight itself? That’s what’s happening here.",
        "Halden dies, and it’s like the code wakes up on its own. I worked with his stuff—never saw it this unstable.",
        "Council's picking sides, but nobody trusts the score or the rules anymore.",
        "Innovators I liked for their fixes, but now it’s out of their hands. They're fighting ghosts with old tools.",
        "Friends in maintenance say we’re getting requests to manually reset things nobody should touch.",
        "I had to reroute work for someone who came back from the ‘deleted’ list. Didn’t ask. Didn’t want to know.",
        "People hoarding IDs, covering cameras, passing notes like it’s wartime.",
        "The ‘ghosts’—I hear they’re being watched, but off-record.",
        "Some days I wonder if keeping the system limping along is actually helping anyone."
      ]
    ]
  }
}