{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Not much, really. Just work and... more checks at the building lately.",
        "Feels like everyone's being watched closer than usual.",
        "A few neighbors got some notices slipped under their doors—not sure why.",
        "I just feel so... uncertain now. Like I could disappear and no one would even notice."
      ],
      [
        "Yeah, I guess. Things feel off lately—too many patrols around my place.",
        "Yesterday they asked for physical ID instead of the usual scan. Twice, actually.",
        "A lot of people in my block seem nervous. No one's talking in the hallways anymore.",
        "Some neighbors got review notices. No idea if I’m next.",
        "I just feel so... uncertain now. Like I could disappear and no one would even notice."
      ],
      [
        "I suppose so. They’ve stepped up checks where I live—patrols wanting papers, that kind of thing.",
        "I heard some people in my building are getting official review notices.",
        "Honestly, it’s tense. Folks avoid each other now—like everyone’s waiting for something bad to happen.",
        "My BCI score dipped again. Nothing dramatic, but enough to make me nervous about my access.",
        "I keep emergency contacts up to date, just in case something happens to me.",
        "I just feel so... uncertain now. Like I could disappear and no one would even notice."
      ],
      [
        "Yeah, I’m carrying more than I’d like these days. Work’s gotten riskier since the announcements about the audit and the 'Vanished.'",
        "The system keeps flagging more of us for minor things. My own BCI score dropped again this week—and it’s not exactly high to begin with.",
        "They’re questioning everyone—had to show physical ID twice yesterday just to get home.",
        "Neighbors are getting notices about their status. Makes the whole floor feel empty.",
        "I can’t trust the system won’t just lock me out. I run work on an old disconnected laptop now.",
        "Honestly, I’m scared. I update my emergency contacts each night, just hoping someone would notice if I vanish too.",
        "I just feel so... uncertain now. Like I could disappear and no one would even notice."
      ],
      [
        "Honestly, I never used to think about this kind of thing. I believed the system made things safer, easier—for everyone.",
        "Now, after the audit announcement and seeing people get erased, I can’t tell what’s safe anymore. Just last night, I was asked for ID at both the entrance and exit of my building. That’s never happened before.",
        "My neighbors—they’re getting these quiet notices about their eligibility. Some don’t come out anymore. Feels like the hallways are haunted.",
        "My own score keeps dropping. I know why—I work in behavioral analysis and... well, I question too much. I used to think Innovator ideas could make things better, but now...",
        "I’ve stopped contacting anyone I used to trust at work. I do what I have to on an old offline laptop.",
        "Each day I check my access, expecting it to be gone. I keep updating my list of who to call if I’m locked out—because it happens, just like that.",
        "I see the system for what it really is. They say it’s rational, but it’s making ghosts of us.",
        "I just feel so... uncertain now. Like I could disappear and no one would even notice."
      ]
    ],
    "emotion": "I just feel so... uncertain now. Like I could disappear and no one would even notice."
  },
  "emotional": {
    "opener": "You matter, Oksana. Even if the system tries to make you feel invisible, there are still people who see you—really see you.",
    "variants": [
      [
        "Thanks. That’s... good to hear.",
        "Sometimes it doesn’t feel true, but. Okay."
      ],
      [
        "It’s strange to hear that out loud.",
        "I’m not used to anyone noticing.",
        "Still, it helps a little."
      ],
      [
        "Appreciate you saying that. It means more than you think.",
        "Most days I just try to blend in, not make a mark.",
        "I guess deep down, I do want someone to notice if I’m gone.",
        "Maybe it’s human to need that."
      ],
      [
        "Hearing that from you, it actually gets through.",
        "It’s been a while since someone really looked at me, not just my ID or my score.",
        "Most people I know act like we’re all the same, interchangeable.",
        "I used to just accept it. Now, I wonder what I’m even disappearing into.",
        "You remind me there’s more than the system."
      ],
      [
        "You know, I almost forgot what it’s like to be actually seen. Not as a statistic, not as a pattern.",
        "Sometimes I try to remember who I was before the scores and the quiet doubts.",
        "I keep telling myself I don't care, but deep down it eats at me—if I disappear, what am I really leaving behind?",
        "Being noticed. Just that. It feels fragile, precious in all this noise.",
        "I don’t admit this to anyone—feeling lost or scared. But you get it, don’t you?",
        "Thank you for seeing me, not just the number they assign."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, if something big's happening, what actually is it? You work on this stuff—what do you know?",
    "variants": [
      [
        "People are talking about families losing access all at once.",
        "There's been some coverage about records going missing, that's all.",
        "Council says they're doing audits. Not sure what it means for us.",
        "Everyone's on edge. That's about it."
      ],
      [
        "I heard some groups disappeared from the system.",
        "Media picked it up after someone leaked stories about the 'Vanished.'",
        "There are protests. Aid groups popping up, trying to help those locked out.",
        "Council's promising to fix things, but I don't buy it.",
        "Access keeps getting worse in some places."
      ],
      [
        "It's mostly about those 'Vanished' cases now. Whole households erased, nothing left in the system.",
        "That exposé made it impossible to ignore. Kind of shocked how fast protests spread.",
        "Apparently, old code is behind the erasures—stuff no one checked for years.",
        "Council's scrambling. There's talk of restoring people, but the trust is gone.",
        "A lot of us believe things need to change. Some in my field wanted more innovation, not this.",
        "Service cutoffs are all over the place now. Some areas get hit daily."
      ],
      [
        "It's the BCI, obviously. The prototype code was never fully cleared—and now we're seeing mass disappearances.",
        "People's entire histories wiped. Once you're gone from the BCI, nothing works—housing, medical, work, gone.",
        "After the exposé, there's been riots, mass aid camps forming wherever people gather.",
        "Council can't even pretend it's under control. They're looking at audits, but no one believes it matters.",
        "I always thought the Innovator approach would help—rethink the system. Now I'm not sure that even matters.",
        "I've seen too much inside. Access failures aren't random—patterns repeat in the worst ways.",
        "Every department's plugging leaks instead of fixing root problems."
      ],
      [
        "They never fixed the old BCI prototypes. That's where the mass erasures started—bad code, no oversight.",
        "I see the reports. Families just vanish from every record, and the system acts like they never existed.",
        "Internal data shows even Council members' details leaked. Now they're just blaming each other.",
        "People are living in camps, waiting for a fix that may not come. I know those aid groups can't keep up.",
        "The official audit announcement was just damage control. There's no process that can restore trust now.",
        "Most of us who work with BCI data know it's not neutral. Still, some on the Council cling to Harmonist slogans like it means anything.",
        "Innovators wanted deeper changes, but it all fell apart after Halden. I'm not sure what I believe now.",
        "The BCI doesn't just predict—sometimes it erases. Secrets get buried, then surface again, like now.",
        "I've stopped reporting certain anomalies. Feels pointless with how broken it all is."
      ]
    ]
  }
}