{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Temporary Service Disruptions",
      "anchor_line": "Some Stenograd residents are experiencing temporary delays in BCI profile access and city services.",
      "contextual_reframing": "Routine system updates occasionally cause brief interruptions. The Behavioral Compliance Index supports fairness and order in everyday life."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens Gather Calmly",
      "anchor_line": "Adaptive support teams respond as groups gather in central districts to discuss recent BCI changes.",
      "contextual_reframing": "Public engagement is encouraged within safe parameters. Stenograd values cooperation and transparent communication during updates."
    },
    {
      "image_id": "data_skyline",
      "headline": "Council Orders System Audit",
      "anchor_line": "The Council has announced an audit of the Behavioral Compliance Index after recent system feedback.",
      "contextual_reframing": "Proactive oversight guarantees that Stenograd’s automated governance remains secure and beneficial for all."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "People Vanish Overnight",
      "anchor_line": "Families are waking up erased from the system, losing all rights—just another day under the BCI.",
      "contextual_reframing": "The BCI—Behavioral Compliance Index—decides who gets to exist. One code glitch and your life is rubble. Progress means disappearing, if you fall out of line."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Vanished Stand Together",
      "anchor_line": "Camps and protests swell as more non-persons fight for recognition.",
      "contextual_reframing": "This is what happens when the system writes you out—solidarity forms in the shadows. Trust the BCI? Not if you’ve seen your friends become ghosts."
    },
    {
      "image_id": "data_skyline",
      "headline": "Council Blames Code, Not Cruelty",
      "anchor_line": "Now they promise an audit. They built the BCI that erases us in the first place.",
      "contextual_reframing": "Automated power means no one takes responsibility. A system glitch is their excuse—your life is the collateral. This is Stenograd’s self-correcting future."
    }
  ]
}