{
  "title": "Blackout and Chaos Erupt",
  "outcome": "A sudden, citywide data blackout triggered by faulty BCI updates shuts down automated governance for six days. All digital scoring and services freeze. Council factions scramble—Directorate attempts manual patrols and checkpoints, while Innovators urge citizens to stay calm and self-organize. Residents set up barter markets, form local patrol groups, and try to fill the void. Old tensions between neighborhoods resurface. When digital systems return, BCI scores are erratic and random, trapping families on different sides of score thresholds. Trust collapses, and struggling Council factions face public outrage and growing calls for change.",
  "events": [
    {
      "timestamp": "2025-04-29T06:00:00",
      "visibility": "semi-public",
      "description": "Massive BCI blackout strikes Stenograd, shutting off digital governance and behavioral scoring. City infrastructure enters failsafe mode."
    },
    {
      "timestamp": "2025-04-29T17:00:00",
      "visibility": "public",
      "description": "Directorate enforces manual checkpoints and curfews. Residents form neighborhood patrols; Innovators advise on improvised order. Tension rises between blocks."
    },
    {
      "timestamp": "2025-05-03T09:40:00",
      "visibility": "public",
      "description": "Barter markets and local agreements emerge. Old rivalries flare, with former high-score citizens losing privileges and new alliances built on necessity."
    },
    {
      "timestamp": "2025-05-05T23:00:00",
      "visibility": "internal",
      "description": "Council receives word that BCI restoration will be uneven and unpredictable. Debate erupts over whether to disclose risk of random score assignment."
    },
    {
      "timestamp": "2025-05-13T13:00:00",
      "visibility": "public",
      "description": "BCI returns erratically, assigning scores at random. Many are stranded or denied services, sparking protests, mutual aid efforts, and calls for Council overhaul."
    }
  ]
}