{
  "olintz": {
    "chapter": "Following the rapid spread of free zones and citywide demonstrations celebrating self-rule, Oksana arrived at her office to find several colleagues absent and her supervisor preoccupied with emergency meetings. Scheduled tasks, such as updating the nightly compliance audit, were cancelled by handwritten notes pinned to her door instead of digital instructions. When she tried to verify assignments, she was informed by a queue of waiting residents that the local committee would now handle labor requests directly. That afternoon, she spent an hour observing a group of neighbors allocate food and assignments without reference to central records, noticing that few residents checked their BCI scores anymore. Oksana quietly stopped updating her personal logs, realizing her reports were unlikely to be read. Though she felt uneasy about this loss of structure, she did not intervene, seeking to avoid attention. The visible disregard for BCI metrics led to a further reduction in her daily system access, lowering her BCI score to 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 16, Nikola observed several neighbors openly distributing food and organizing tasks at the neighborhood message board, ignoring the suspended BCI protocols. He recognized that these actions had started after unfamiliar figures began circulating override instructions days earlier. Though tempted to join, Nikola lingered at the edge, calculating that open participation might further lower his already flagged compliance score. Instead, he waited until dusk to quietly collect a ration left unattended. The following morning, he noticed new hand-posted work assignments had replaced the usual automated job listings. Nikola declined involvement, citing his retirement but aware that refusal without system endorsement might draw negative attention from the emerging local council. The visible shift from centralized order to community self-management increased his caution; Nikola began to more frequently alter his daily route and reduce outside contact. These new patterns, as well as his non-engagement, resulted in a further BCI score decrease to 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "When city neighborhoods began operating free of central assignments, Daria noticed health band service requests arriving directly from local councils, bypassing standard network systems. Her daily workflow shifted as she received handwritten lists from council representatives, not system-flagged tickets. With old protocols ignored, several former colleagues—relocated to new roles by the failed reassignment system—reappeared, seeking Daria’s help with devices for their families rather than institutional compliance logs. Daria adapted by prioritizing community-led maintenance over official service queues. She no longer risked cleaning personal bioreadouts for compliance, focusing instead on actual device repairs needed by residents now managing their own resources. Though Daria’s BCI score declined again due to unresolved official tickets and reduced compliance logging, she found the risk tolerable, believing the Innovators might support these adaptive practices if system authority continued to erode. By day’s end, her BCI score had dropped by four points from increased flagged delays and unlogged repairs.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the decision to activate dormant override codes, Lenart spent consecutive nights entering secure utility nodes and handing printed instructions to individuals he trusted within each block. He demonstrated how local groups could redistribute electricity and water, assign maintenance shifts, and document needs independently, without relying on BCI permissions. Within days, several buildings reclaimed resource control and bypassed frozen appointment queues. Residents who were previously locked out of basic services stepped into new, locally assigned roles, lessening dependency on central dispatch. As these self-managed zones multiplied, Lenart observed fewer official work requests, replaced by direct appeals from neighborhood organizers. While daily life around him improved, evidence of unauthorized access accumulated in system logs. The BCI system detected his pattern of noncompliance and broad influence, triggering a significant score drop to 38. Lenart accepted the risk, observing the emergence of free zones and noting a fundamental shift in city operations initiated by his actions.",
    "bci_score": 38,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "On the morning following large demonstrations celebrating the free zones, Sven Halek found his office unusually empty. Several colleagues assigned to message coordination were now reportedly managing local food distribution in nearby self-organized districts, according to notices posted outside their locked offices. With official assignments bypassed, access requests for archived policy statements yielded no response, forcing Sven to draft directorate talking points without clearance or feedback. Attempting to confirm the status of a scheduled messaging briefing, Sven received a printed note warning against discussing unauthorized assemblies. Instead of digital channels, he now exchanged required updates by hand with the last remaining council-adjacent staff. Each face-to-face meeting brought new rumors about labor assignments and resource sharing set by local councils, not the Council or BCI. Sven logged the inconsistencies and documented the chaos, aware that the Directorate’s hold was weakening. His BCI score fell to 58, citing loss of central authority.",
    "bci_score": 58,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the spread of community-run councils that ignored the city’s behavior index system, Rada observed sweeping changes within her floor of the state media office. Early in the day, she found several colleagues missing, their desks emptied and not tagged for reassignment. Management quietly posted a notice permitting self-organized teams to dictate shift allocations and topic coverage. Later, Rada joined a midday planning group, where team members openly suggested story themes without referencing compliance guidelines. The atmosphere was tense but noticeably less controlled, with temporary supervisors making no mention of BCI evaluations. Rada wrote her coverage drafts by hand, sharing notes in person rather than through monitored internal systems. Without digital oversight, she limited her own commentary but noted a feeling of cautious relief among peers. Despite adapting to this new autonomy, her BCI score remained low—at 32—reflecting lingering scrutiny from recent monitoring and her continued wariness regarding system restoration.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}