{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady enough, I suppose. No sudden system crashes on my end.",
        "Fixed a few broken lines this week. Same old circuits, same old headaches.",
        "People are managing, for now.",
        "Let’s just say, not everything runs like it used to."
      ],
      [
        "Mostly keeping to repairs, but things have shifted. Saw some places running a little differently.",
        "Folks called me in for a few not-so-standard jobs—helping neighbors get by when the queues froze.",
        "Left some notes behind for the right people, got things moving off the books.",
        "City’s quieter but... not dead. Just waiting, maybe.",
        "Hard to say if it’s steadiness or just everyone bracing themselves."
      ],
      [
        "City’s steadier than it should be, given how much is broken under the surface.",
        "A couple nights back, I slipped into some old utility nodes. Showed people how to keep their lights on without waiting on central approval.",
        "Taught them how to share what they needed and handle things local, less red tape all around.",
        "Now I barely get calls for repairs—it’s neighbor to neighbor. Real change in the air.",
        "Of course, the system’s noticed. My score tanked. Doesn’t make the water any less wet.",
        "I don’t mind. Feels like I’m actually fixing something real for once."
      ],
      [
        "Steady isn’t the word, not since Halden’s gone and the BCI’s eating its own cables.",
        "Spent nights hopping nodes, passing override codes to folks I trust. Easy fixes, the kind that matter when people are locked out by some broken score.",
        "We’ve got neighborhoods assigning their own jobs and pooling power. Central’s lost track and the people—well, they’re catching on fast.",
        "Requests for official help have all but dried up. It’s community now, not permissions.",
        "The logs are full of my name. BCI’s flagged me, dropped my score through the floor.",
        "But I’ve watched free zones take shape. Saw folks step in, step up, without waiting for orders.",
        "All risks aside, this is the kind of trouble I can live with."
      ],
      [
        "Steady? Not since the city stopped pretending to be in control. When Halden died, the BCI glitched and suddenly the only thing keeping people in check was habit.",
        "I spent my nights using what access I had left to wake up the old systems, teaching folks to reroute power and water around the blocks. Printed off real instructions—paper, not pixels—to put authority back in their hands.",
        "Suddenly, buildings full of people ignored their BCI scores, drew up their own work lists, shared food, and kept each other warm.",
        "Work requests dried up quick. Now it’s organizers reaching out, not administrators.",
        "Service logs read like a rebellion manual, and the BCI tanked my score to match. I’m noncompliant, flagged, but a hell of a lot more useful than before.",
        "The neighborhoods aren’t waiting for Council permission anymore. These pockets of self-rule—they’re growing. That was my decision, to light the fuse. The rest followed.",
        "Feels like the first real shift in years. The city’s changing on a human scale again, not just in the margins of code.",
        "It cost me my place in the system, but I’d do it again. Quiet pride, maybe, but I’m tired. Ready for things to get better—even if it takes a fight."
      ]
    ],
    "emotion": "Quiet pride mixed with weariness, aware of the risk but hoping for something better"
  },
  "emotional": {
    "opener": "Lenart, what you’re doing matters more than you realize. Even when no one says it, some of us see the difference.",
    "variants": [
      [
        "Suppose that's good to hear.",
        "Some days I wonder if it counts."
      ],
      [
        "Nice of you to say that.",
        "Hard to know if it changes anything, really.",
        "Staying practical is easier."
      ],
      [
        "It's not every day someone notices, so thanks for that.",
        "Sometimes the little shifts add up.",
        "I figure as long as something improves, it's worth it.",
        "Keeps me moving, anyway."
      ],
      [
        "Funny how a few words can take the weight off, even if things don’t feel lighter.",
        "Sometimes I forget why I started patching things up, beyond habit.",
        "Feels like standing in the middle of a slow storm.",
        "But hearing from someone who gets it? Reminds me I’m not invisible.",
        "Makes the risk sit easier."
      ],
      [
        "You know, it’s rare to hear that. Most folks just want things fixed, not reasons or faces behind it.",
        "Could’ve walked away long ago, kept my head down, but that never sat right.",
        "Every day it’s a gamble, but seeing people catch their breath, even for a second? That’s why I bother.",
        "Doesn’t mean I sleep better, but pride still sneaks in, despite myself.",
        "If a few of us can spot the difference, maybe others do too—even quietly.",
        "So thanks. Honest. Sometimes a little understanding is more valuable than all the tech in the city."
      ]
    ]
  },
  "factual": {
    "opener": "So what's really happening out there? Everybody's talking, but nobody's saying anything concrete.",
    "variants": [
      [
        "People are restless. Hard to blame them.",
        "Seen some odd job shifts, like the system's off its rocker.",
        "Lots of official silence. Makes folks uneasy.",
        "More small groups keeping to themselves."
      ],
      [
        "BCI's thrown some people into the wrong roles, that much shows.",
        "Noticed crowds forming—city's more tense than usual.",
        "Council can't seem to agree on what to do next.",
        "Some folks have gotten bold, organizing outside the usual channels.",
        "Feels like the old guard is split, but hard to know where it leads."
      ],
      [
        "BCI assignments got messy. Folks in charge of things they never touched before.",
        "Free zones are spreading—neighborhoods running themselves, mostly peaceful.",
        "Council's arguing—security types get twitchy, Innovators wanting to watch instead of crack down.",
        "City communications are patchy. Most talk is word of mouth.",
        "Used to be, everything needed a score. Now, some places are ignoring it outright.",
        "I've always thought the system was brittle. Now everyone can see it creak.",
        "People are starting to pick each other over the code."
      ],
      [
        "BCI's been fumbling—high-scorers in dead-end jobs, low-scorers running kitchens.",
        "Citizens shut out by the system are finding their own ways in. Real democracy, whether the Council likes it or not.",
        "Saw analog radio chatter pick up after the comms blackout. Feels like a new city under the old one.",
        "The Directorate wants to force order, but Council's too busy fighting amongst themselves to act.",
        "Anyone with enough guts is trading favors now, not waiting for permissions.",
        "Free zones started as a patch, but now they're everywhere. People trust each other more than the numbers.",
        "I never cared for the BCI. Measured the wrong things. Now you see what happens when the code fails.",
        "I'm no revolutionary, but I can't help feeling this is overdue."
      ],
      [
        "After Halden, everything slipped—the BCI started shuffling people around like a bad card trick.",
        "I've been in the rooms where the Council argues; no one's got a plan, just suspicions and broken priorities.",
        "Blackout hit the comms. That's when old analog channels came to life, neighbors patching together their own network. I helped wire a few blocks myself.",
        "The Directorate talks tough, but even they know too much force will snap the city in half.",
        "Innovators want to study the self-run zones—like we didn't all see this coming, the way people took charge when no one else would.",
        "Resource swaps, job lists, even medicine—all outside the BCI tables now. Feels less like rebelling, more like breathing again.",
        "Council's grip is slipping, but the fear hasn’t caught up to the hope just yet.",
        "I put my own neck out sharing override codes because a system that punishes trust is asking for trouble.",
        "I used to keep my head down, but after all this... wouldn't mind seeing us break the cycle for good."
      ]
    ]
  }
}