{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Everything feels different these days.",
        "People in my building started leaving out food, not waiting for assignments.",
        "Not sure these new habits are wise.",
        "I prefer to keep to myself. Best that way right now."
      ],
      [
        "Strange times, yes.",
        "Saw neighbors organizing food and work without waiting for the usual lists.",
        "I didn’t join. Kept my distance, just took what was left at night.",
        "Seems smart not to stand out.",
        "Hard to know which way things are tipping."
      ],
      [
        "You could say that.",
        "Whole block ignored the posted BCI rules last week. Food and jobs, sorted by hand.",
        "I stood back, let the crowd have their say.",
        "Later, I picked up a ration after dark.",
        "These new paper assignments went up. I stayed retired, but the eyes keep watching.",
        "Feels like stepping carefully on ice, doesn’t it?"
      ],
      [
        "It’s more than a feeling now.",
        "They stopped following the system on my street. Ran food and jobs hand to hand.",
        "I spent years ensuring nothing slipped past the Council’s intentions.",
        "This time, I kept back. A face too familiar, a score too low.",
        "Collected what I needed out of sight, no illusions about how that might look.",
        "Now, there’s a whole shadow council making decisions for us, and I’m supposed to adapt.",
        "Never thought after all these years of order, uncertainty would feel so loud."
      ],
      [
        "The whole ground’s shifting, and not just beneath our feet.",
        "I built routines around the old rules, helped the Council enforce them for over a decade.",
        "Now, even in my own building, folks ignore BCI like it never mattered.",
        "They hand out food, swap jobs, run their own council—no oversight, just ordinary people risking it.",
        "I keep to the edges, not because I want to, but my score’s too low, and faces like mine—Council faces—aren’t welcome anymore.",
        "Refusing their assignments draws attention. But joining in looks like betrayal to some, and sabotage to others.",
        "I always thought quiet harmony was possible, the system just needed time. But maybe we lost that already.",
        "Mostly, I just feel alone in it now, cut off from both sides with not much left to trust."
      ]
    ],
    "emotion": "A quiet sense of unease and isolation."
  },
  "emotional": {
    "opener": "Nikola, you know, it's all right to feel out of place when the world starts spinning differently. You don't have to explain yourself to anyone here. Sometimes, just knowing someone understands is enough.",
    "variants": [
      [
        "Perhaps. Not everything needs words.",
        "Thank you for saying that."
      ],
      [
        "I suppose quiet is safer, most days.",
        "Hard to know who still listens.",
        "Appreciate you noticing, though."
      ],
      [
        "It makes things lighter, hearing that.",
        "Sometimes I wonder if anyone notices at all.",
        "Solitude is easier, but not always better.",
        "Grateful for what you said."
      ],
      [
        "You understand more than most.",
        "There's comfort in knowing I'm not invisible, even if I try to be.",
        "I spent years learning how not to draw attention.",
        "Small kindnesses matter, especially now.",
        "I'll remember this."
      ],
      [
        "It feels rare to be seen these days. Most just look through you, or past you.",
        "So much of my life was spent blending in, quietly helping from behind.",
        "Now all these silent rules … and no one to explain them.",
        "Isolation gets heavy after a while, even for someone trained to be alone.",
        "What you said reminds me there are still decent people about.",
        "That makes the day feel less heavy, somehow."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got to pick a side sooner or later. What's really going on in those districts?",
    "variants": [
      [
        "No one trusts the network anymore. Even messages seem tampered with.",
        "Council hasn\u0019t shown its hand, but the streets feel tense.",
        "People say shutdown is coming. Maybe sooner than we think."
      ],
      [
        "Council\u0019s not saying much, only that things are under review.",
        "Seen strange faces passing instructions, never sticking around.",
        "This business with free zones\u0014risky, if you ask me. Some pushing for crackdown. Nothing official."
      ],
      [
        "Council's split, no secret there. Saw order slip the day Halden disappeared.",
        "Security's grown restless since folks started ignoring assignments.",
        "These free zones, spreading quicker than I expected. Small steps, but they add up.",
        "Rumor is, high-scorers are out of place now, everything rerouted.",
        "I'm partial to steady hands, not leaps into the dark."
      ],
      [
        "First signs came when an outage blocked Council dispatch. People shared old printouts, made their own plans.",
        "Watched as neighbors organized nights before the big shutoff. Council couldn't keep up, lost threads.",
        "Security bloc pressured for a sweep. Harmonists—quiet, but waiting for calm.",
        "My leaning's towards caution, not rooting for chaos. Always believed the system just needed patience."
      ],
      [
        "It's no accident utilities kept running—someone slipped override codes to block leaders right after Halden went.",
        "I've seen the logs: random job placements, entire tiers swapped. BCI never made those errors before.",
        "Council fractured bad—hardliners want force, others argue for new trials.",
        "Analogs—radios, handwritten notes—filling gaps digital silence opened up.",
        "These free zones? Accelerated almost overnight, self-rule, shared rations, healthcare, and for once, people speak up.",
        "Some call it democracy, others sabotage. I've always argued for order and gradual change, but we lost our balance.",
        "Council faces are watched now. Retirees like me can't move freely, trust is thin.",
        "You won't see public trials. It's a numbers game, one I brokered for years.",
        "Still believe in a harmonist approach, but—truth is, I don't know if that path is open anymore."
      ]
    ]
  }
}