{
  "official": [
    {
      "image_id": "multipurpose_room",
      "headline": "Citywide Reflections",
      "anchor_line": "Communities across Stenograd gathered for public assemblies in response to emerging revelations.",
      "contextual_reframing": "Orderly citizen engagement underscores Stenograd’s commitment to transparent dialogue and adaptability."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "Charter Established",
      "anchor_line": "District representatives formalized a new Federation Charter to enhance transparent, collective governance.",
      "contextual_reframing": "This milestone marks a clear step forward in resilient, participatory administration for all citizens."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "Halden Files Unveiled",
      "anchor_line": "Authorities confirm the public release of Halden’s archives and citizen-led remembrance initiatives throughout the city.",
      "contextual_reframing": "The transition symbolizes Stenograd’s dedication to shared responsibility and future-focused reforms."
    }
  ],
  "underground": [
    {
      "image_id": "archive_dust",
      "headline": "Truth Unplugged",
      "anchor_line": "Stenograd's screens went silent as citizens gathered to hear the real story behind the system's collapse.",
      "contextual_reframing": "State silence speaks volumes. Hidden confessions leak from underground streams. For once, the city listens to itself."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Wounds Remembered",
      "anchor_line": "People face old wounds and open secrets at neighborhood gatherings, demanding an end to blind digital rule.",
      "contextual_reframing": "No more forced forgetting. Stories pour out. Community is louder than any metric."
    },
    {
      "image_id": "shattered_display",
      "headline": "Halden Exposed",
      "anchor_line": "It’s out: Halden rigged the BCI to break it. His hidden files showed sabotage was hope, not error.",
      "contextual_reframing": "He knew the truth would shake Stenograd awake. Now we reject surveillance and rule ourselves. It’s all out in the open. Finally."
    }
  ]
}