{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Not much worth mentioning. I keep to myself these days.",
        "The building’s been different, that's all. People watching. New notices on the door.",
        "Lost some time waiting in line for food. Records were missing. Tempers were high.",
        "Just taking it day by day now... The city feels less familiar."
      ],
      [
        "I suppose we all carry what we must. Lately it’s been… tense.",
        "Saw rationing notices posted by hand, made me think of old times. People don’t trust those lists.",
        "One woman couldn't get food—her records vanished in the blackout. Ugly business.",
        "I avoided saying too much about where I worked. Better to be quiet, avoid attention.",
        "Things changed for me after that. Kept to myself. The city's not what it was."
      ],
      [
        "Carry what you must, let go of the rest. I try to stay invisible now.",
        "The queue outside felt strange—lines organized by rumors, not by records.",
        "Saw someone turned away just for missing paperwork and no one could help. Felt wrong.",
        "People grew suspicious fast. I kept my Council work quiet, didn’t share details.",
        "Spent the afternoon shredding old files at home. Best not to keep things from the past.",
        "It wears on you—the suspicion, the new rules, the neighbors’ eyes."
      ],
      [
        "Funny thing. I spent years making the wheels turn quietly for the Council. Now I live by notices tacked to the building door.",
        "No campaigns anymore—just ration lines and people looking for someone to blame.",
        "They denied food to a neighbor because her BCI printout was lost in the blackout. I watched—nobody lifted a finger to help.",
        "I said as little as I could about my past. Too many questions floating around.",
        "That old briefcase? I still have it. Cleaned out the last of the Council papers yesterday. Didn’t want trouble.",
        "Every new manual check, every whisper, takes a piece out of you.",
        "Feels like Stenograd’s walking backward. I trusted the system to keep us steady. Now I’m not so sure."
      ],
      [
        "You know, I spent over a decade smoothing out Council affairs, keeping their schedules and secrets. Now I queue for rations like I never mattered at all.",
        "Paper lists on doors, whispers in stairwells. No more campaigns—governance just looks like scarcity now.",
        "Saw an old neighbor denied food. Her score was gone—just wiped out in the blackout. I thought about stepping in, but what would it prove?",
        "Kept quiet about my work on Council, even when they pressed me. I saw what suspicion does to people.",
        "Still have that briefcase from my final year—burned most of what was inside. Needed to be done, for everyone’s sake.",
        "I used to believe in the Harmonist way—order, calm, letting the system guide hands instead of fists.",
        "Now, all these manual checks, all these half-truths, remind me how fragile things are. I trusted stability, but maybe that’s just another illusion.",
        "Feels like the city’s lost the script. I carry that with me everywhere. Sometimes it’s more than I bargained for."
      ]
    ],
    "emotion": "Weary and unsettled, feeling the weight of uncertainty."
  },
  "emotional": {
    "opener": "Nikola, you’re not alone in this. Sometimes the weight of what we’ve seen is too much for one person to carry. It’s all right to feel unsettled—what matters is you’re still here, still holding on.",
    "variants": [
      [
        "Thank you. That’s kind of you to say."
      ],
      [
        "I appreciate the words. It helps a little to hear that.",
        "Most people don’t understand what stays with you."
      ],
      [
        "You’re right. It’s strange, how much you can carry without noticing until you’re forced to stop.",
        "I suppose being unsettled means I’m still engaged with what matters.",
        "Your understanding makes it lighter, somehow."
      ],
      [
        "There’s comfort in hearing I’m not alone, even now.",
        "For so long, it’s just been habit—getting through each day, keeping things in order.",
        "But sometimes I miss having someone who notices without needing to ask.",
        "What you said... it reminds me not everything has to be hidden.",
        "Thank you, truly."
      ],
      [
        "You know, for years everything I did was about keeping things running smoothly, quietly.",
        "It leaves you hollow, holding so much in just to keep others comfortable.",
        "Your words reach a part of me I thought was long gone.",
        "This world encourages silence, but connection is still possible, it seems.",
        "The loneliness fades a little when someone simply acknowledges the strain.",
        "I never thought I’d say this, but it helps more than I can express."
      ]
    ]
  },
  "factual": {
    "opener": "If you know something, say it. Everyone's keeping quiet but the city isn't hiding what's happening. What really went on?",
    "variants": [
      [
        "Blackout caught people off guard. Systems failed. No explanations from anyone.",
        "Heard rumors—old records resurfaced, stirred things up.",
        "Council’s been busy, but they’re not saying much."
      ],
      [
        "That blackout, city just... stopped. For a while, no one knew who had authority.",
        "Saw all sorts of data leaked. BCI scores weren't matching up, caused confusion.",
        "Council blamed old software, but it smelled of more than that.",
        "Haven’t seen people this nervous in years."
      ],
      [
        "Truth Tribunal brought up bad blood—people finally speaking out.",
        "After the blackout, a secret Council room was found, tied to the Directorate. Nothing official, but word spreads.",
        "Folks talk about systematic resource cuts, neighborhoods left behind.",
        "Used to think the system corrected itself. Recent mess makes me wonder."
      ],
      [
        "Tribunal testimonies shined a light—longstanding abuses and discrimination, all baked into the system, just ignored before.",
        "Then the blackout wiped out case records. Council scrambled, but people already saw what was happening behind closed doors.",
        "That secret room—most suspect Directorate experiments. Not part of the Harmonist design. That much I know.",
        "Arguments everywhere. Even old friends split over who to trust now.",
        "All this talk of stability—funny, isn't it? It took chaos to show what was underneath.",
        "I always thought Harmonists kept the peace. Now, I’m not sure what peace means."
      ],
      [
        "People thought BCI was rational. Tribunal showed the truth—those scores hid years of deliberate neglect.",
        "Blackout hit right after the worst accusations against Directorate, not a coincidence if you know Council patterns.",
        "We kept a quiet file of neighborhoods flagged for 'resource optimization'—Halden called it a necessity. I shredded those records for a reason.",
        "Finding that room? Everyone knew Directorate ran shadow programs, but it was always denied. Not in Harmonist plans, not with Halden.",
        "The whole Council is fracturing. Selection used to be based on trust in system process—now it’s just survival.",
        "Can't tell you how much old comrades distrust each other now. Lines drawn, nobody willing to steer the city back to what it was.",
        "My faith in system-guided order is rattled. Always believed good faith ran deeper than ambition.",
        "History won’t be kind to the silence we kept.",
        "You see, stability was our ritual. But all rituals end."
      ]
    ]
  }
}