{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah, folks are acting off. Could be this blackout mess, could be the Tribunal fallout.",
        "I had a job at a center, got the old paper check. Nothing special, but things took longer than usual.",
        "Left with nothing lined up. Everyone’s keeping to their own, that’s all."
      ],
      [
        "Could be the weather, could be the Tribunal failures. People are different, sure.",
        "Tried to fix a center’s system after the blackout. Had to wait for a manual sign-in—old-school, strict.",
        "Felt like I was being sized up the whole time. Got it done but no offers afterward.",
        "Seems like outside help isn’t wanted much now."
      ],
      [
        "You’re right, things are off lately. Ever since the blackout and that Tribunal crashed, people barely recognize the place.",
        "Had a call to fix the wiring at a local center. Used to just walk in, now it’s show papers, wait for approval.",
        "The staff stared at me like maybe I was there to check the locks, not fix them.",
        "Job got done but I walked out pretty much blacklisted. Nobody’s offering new work. Tried chasing down handwritten gigs, came up empty.",
        "Old contacts keep their distance. Even favors don’t buy trust right now."
      ],
      [
        "Feels like this place pressed ‘reset’ after the blackout and Tribunal. Everyone’s judging, holding back.",
        "I used to walk into jobs, a nod or a joke and I was good. Now it’s credentials, lists, suspicion everywhere.",
        "Went to fix a community center—two hours of hoops for a half-hour fix. They said next time, it’d be ‘locals only.’",
        "Word spreads fast, not in a good way. Wasn’t even worth asking for repeat work. All doors closed fast.",
        "Even the informal networks are jammed. Couldn’t trade for a thing.",
        "Still haven’t shaken off the feeling of being flagged. Score’s stuck low, of course.",
        "You patch up what you can but end up standing on the curb, no matter how good your work is."
      ],
      [
        "Feels like all the systems we built to keep folks connected just turned everyone into ghosts—after Halden’s death and the blackout, nothing feels normal.",
        "Work used to be easy: fix a sensor, share a story, maybe barter for dinner. Now even scanning my name feels risky—you’d think I was holding a virus, not a toolbox.",
        "Tried to help at a community center—manual entry, volunteers checking me off a ‘safe worker’ list they barely trust.",
        "Even once I finished, the message was clear: doors are closing, ties are fraying, and being marked ‘noncompliant’ locks you out of more than the grid.",
        "My old state contacts? Radio silence. Even favors feel contaminated, like nobody wants a whiff of my score.",
        "I built half my trade on networks and good will. Feels like the BCI’s finally killed both.",
        "Funny thing—some Innovators say these failures are proof the system needs a total reboot. Maybe they’re right, but in the meantime, it’s just cold out here.",
        "Makes you feel like you’re standing outside, looking in."
      ]
    ],
    "emotion": "Makes you feel like you're standing outside, looking in."
  },
  "emotional": {
    "opener": "You know, Lenart, most people never even notice the ones holding things together, but that doesn't mean you're alone. I see you.",
    "variants": [
      [
        "Well, that's more than most will say.",
        "Suppose it counts for something."
      ],
      [
        "People rarely bother to look twice.",
        "Maybe it's easier not to.",
        "Appreciate you saying that, anyway."
      ],
      [
        "Yeah, sometimes it's like shouting into a tunnel, isn't it.",
        "Nice to know someone actually hears it.",
        "Get used to blending in after a while.",
        "But it's good, being noticed for the right reasons."
      ],
      [
        "There's this thing about never quite fitting—feels like air on the outside of glass.",
        "Your words actually land somewhere, you know.",
        "You spend enough time fixing what others overlook, you start to fade yourself.",
        "But it does help, having someone say it aloud.",
        "Makes the city feel a touch less cold."
      ],
      [
        "Funny—I used to think blending in was smart, even noble, back in training.",
        "Turns out, it's more like dissolving and hoping someone remembers your shape.",
        "Most people are too busy chasing scores to see who's patching the cracks.",
        "Your words—well, they stick. Rare quality, that.",
        "If more people saw past the surface, maybe things would be different.",
        "Anyway, thanks. Means more than I let on."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart, everyone's heard rumors—what's really been happening with all this chaos?",
    "variants": [
      [
        "Council’s in knots since Halden went down. Nobody trusts anyone.",
        "Blackout shut everything off, even the Tribunal files got wiped.",
        "Whole city’s guessing what comes next. Nobody knows much more."
      ],
      [
        "Halden’s death started all this. After that, scores and records leaked everywhere.",
        "Directorate caught heat for hiding things, then the blackout wiped out the Tribunal’s work.",
        "Now, folks only move with those they know. City’s split in two, official and not.",
        "Hard to say who’s really in charge right now."
      ],
      [
        "Halden’s death broke things open. That data leak—folks saw everyone’s scores, including Council’s.",
        "Truth Tribunal was supposed to bring answers, but the blackout trashed it all.",
        "People talk about Directorate experiments underground—those came out after some digging.",
        "Now you’ve got neighborhoods demanding payback for past resource cuts. Whole place feels ready to snap.",
        "Innovators keep saying this is the system telling us to change it or let it rot."
      ],
      [
        "Whole thing unraveled after Halden—leaked scores, angry crowds, Council pointing fingers.",
        "I heard some of those proto-BCI labs weren’t even in system records, just Directorate’s pet projects.",
        "Grassroots folks say Directorate had a hand in Halden’s exit. Lot more noise about purging them for good.",
        "City’s running on patches and rumors. Those old resource maps turning up sparked new outrage.",
        "Between Innovators wanting to rewrite the code and Harmonists blocking change, it’s all a mess.",
        "My bet? We’re one more mistake from flipping everything upside down."
      ],
      [
        "Halden’s death was just the first domino—after him, they lost the handle on everything.",
        "System leaks bared all the Council’s secrets. Saw people I worked with get torn apart for old scores.",
        "That blackout? Heard Directorate engineered it to cover their early BCI labs, right under the Council’s nose. I used to fix the old server rooms, saw odd orders go through.",
        "Grassroots—real ones, not the Council’s show—found those resource maps, exposed years of starving whole districts.",
        "Could’ve been me on one of those lists once. Tried to sound alarms, no one wanted to know.",
        "Now the Innovators are pushing to sweep out the old code, rewrite it all. Feels overdue.",
        "Most days, I know too much to believe the Council can fix this. Only thing holding folks together is habit.",
        "I’m not loyal to their system, not anymore—never was, really. Just want a city that works for those on the ground, not some algorithm."
      ]
    ]
  }
}