{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "I guess everyone’s tense after the blackout.",
        "Supplies got switched around at work, people were arguing.",
        "Some lists came out—made everything feel off.",
        "I… just keep my head down."
      ],
      [
        "Yeah, things have been strange since the blackout.",
        "Yesterday I got a priority voucher at work, only because my score is so low now.",
        "No one trusts the printed lists, people are blaming leadership.",
        "Someone asked me if I’d join some protest talks. I said no.",
        "Feels risky just to show up right now."
      ],
      [
        "I think everyone’s unsettled after this week.",
        "The office was kind of a mess—old case notes missing, people snapping at each other.",
        "My name showed up at the top of a ration list for the first time ever, because apparently the low scores get first now.",
        "Supervisors couldn’t answer basic questions, not even about access.",
        "Colleagues were accusing the Directorate for how it all broke down.",
        "I wrote my own schedule by hand, just to have some control. It’s… strange, feeling noticed for the wrong reasons."
      ],
      [
        "Honestly, I've never seen the office like this—so much confusion after that blackout.",
        "I walked in, files were gone, nobody knew who was in charge of supplies. I was handed a priority voucher, which felt… wrong. I know it’s just because my BCI dropped so far.",
        "People were actually arguing in the open, trying to make sense of the printed lists.",
        "A supervisor I used to trust asked if I’d join protest discussions. I guess they thought I’d say yes, after all this. But I kept quiet.",
        "I started handwriting tasks again, avoiding the network. Can't trust the systems now.",
        "Nothing feels certain anymore—not even who deserves help.",
        "It’s like the rules flipped overnight, and I’m still not sure where I fit. Too visible, all of a sudden."
      ],
      [
        "Yeah, I’m carrying something. This blackout turned my whole routine upside down. I always tried to believe the system made sense—even worked late to help flag real risks.",
        "But then I come in and all the data’s gone, leadership’s lost, lists get handed out for the first time and I’m suddenly a priority just because the system now sees me as a case.",
        "I've seen coworkers finger the Directorate, say it’s their fault, but no one’s brave enough to say it out loud beyond the break room.",
        "A former supervisor came to me—quietly—to ask if I’d join these protest talks. I used to keep my distance from that kind of thing. I still did. But it felt harder to say no.",
        "I ended up making my own written notes, staying off digital. It’s like everyone’s suspicious of everyone now.",
        "Truth is, I never wanted to stand out. I’m Harmonist, I believed stability mattered most.",
        "Now I realize the system fails people for tiny quirks, and when it actually breaks… we're all exposed. Even me.",
        "It’s hard to know if you’re safe, or just next in line for something worse. Suddenly I feel like everyone’s looking right at me."
      ]
    ],
    "emotion": "uncertain and exposed"
  },
  "emotional": {
    "opener": "You know, Oksana, sometimes the most important thing is having someone see you as more than your score. No system can measure what you’re dealing with inside.",
    "variants": [
      [
        "Maybe. I try not to think about the score too much.",
        "Anyway, I manage."
      ],
      [
        "I suppose there’s more to people than they allow for.",
        "It’s easy to feel small here, sometimes.",
        "I just keep to myself, mostly."
      ],
      [
        "Thanks. It’s... reassuring to hear that.",
        "Most of the time, I do feel reduced, like I’m just data.",
        "It helps to remember someone actually notices.",
        "I guess I needed that, more than I realized."
      ],
      [
        "That actually means a lot. I haven’t heard it in a long time.",
        "It’s strange, the way everything gets boiled down to numbers on a screen.",
        "Sometimes I wonder who I’d be if none of that mattered.",
        "Most days, I just try to hold on to who I am.",
        "It’s not easy, but hearing things like that helps."
      ],
      [
        "You really get it. I feel like nobody’s said something like that to me in years.",
        "Living under this kind of surveillance... it changes how you see yourself.",
        "I used to take pride in my work, but now I second-guess everything.",
        "The score is supposed to protect us, but I end up hiding more and more.",
        "It’s exhausting, trying to seem fine when you’re not.",
        "So, thank you. It actually matters."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened, then? You keep hearing stories—blackout, Tribunal, all that chaos. What’s real?",
    "variants": [
      [
        "People talk about that blackout and missing records. I just know official channels barely said anything.",
        "There was some Tribunal announced, then it was gone—nothing confirmed.",
        "Some lists changed hands. That’s it.",
        "If there were…other things, I don’t know them."
      ],
      [
        "There was a citywide blackout, yes. Systems down everywhere.",
        "Everyone was talking about the Tribunal—supposed to expose the BCI, but it got cut short.",
        "Council blamed it on technical errors. Most people think that’s just a cover.",
        "I heard rumors about Directorate involvement. Could just be gossip.",
        "No one told us anything directly at work."
      ],
      [
        "The blackout stopped all BCI functions for a while. Manual processes brought out mistakes.",
        "The Truth Tribunal became a lightning rod—citizens lined up to speak against the system.",
        "Internal mess—people pointing at the Directorate after the archives vanished.",
        "Resource maps leaked before the blackout showed clear bias against certain neighborhoods.",
        "Hard to say if things are stable, or if everyone is just pretending based on new priorities.",
        "I always supported balance, not the extremes. But lately, that feels distant."
      ],
      [
        "The blackout’s timing ruined the Tribunal—they lost every testimony, almost like it was planned.",
        "Oddly, Directorate experiments came out about secret BCI tests, going all the way back to Halden’s first drafts.",
        "Council members started fighting openly, each trying to cover their mistakes after the leak.",
        "Our office got internal notices about mapping protocols—those resource shortages were never accidental.",
        "It’s… not the city I believed in, not what we were supposed to be protecting.",
        "I still tell myself stability is worth defending, but I don’t believe anyone’s in control now.",
        "Honestly, I don’t know who to trust. Even colleagues.",
        "I never thought low scores would make me visible; now it’s all I feel."
      ],
      [
        "The power struggle started with Halden’s death—systems got shaky, secrets spilled everywhere.",
        "That Tribunal—public, huge, but destabilizing. Old wounds, new accusations. Then a blackout wipes it from the record. It was too perfect, almost like sabotage.",
        "We found out Directorate ran hidden BCI trials years before official approval. I think they used that to override controls after Halden was gone.",
        "There’s this underground market for fake scores now—people with nothing to lose, selling access.",
        "Council infighting is worse than I realized. Harmonists like me just wanted it all to stabilize, but nobody’s listening to us anymore.",
        "Colleagues forward mapping protocols—those charts, proving neighborhoods were starved on purpose since Halden’s centralization.",
        "I protected the system so long, thinking I was making a difference. Now I’m not sure it can be justified.",
        "We officially say data leaks are isolated, but everyone’s sharing lists in back rooms.",
        "Sometimes I wonder if being Harmonist means anything. Every rule I trusted feels paper-thin."
      ]
    ]
  }
}