{
  "preference": "b",
  "dilemma": {
    "opener": "Something you're not saying. Want to try?",
    "variants": [
      [
        "Lately I've had to weigh the shape of the future, that's all.",
        "Feels like whatever I do, something unpredictable is going to break.",
        "System wants a piece. People want the rest. I'm in the hinge, aren't I?"
      ],
      [
        "You ever find yourself standing right between order and chaos, both pulling at you?",
        "There’s power still flowing where it shouldn’t. I can close the line, or let it go.",
        "One path gives the city back to its people. The other, well... could be something else.",
        "Not sure either one leaves me any safer than before."
      ],
      [
        "City’s blackout left a gap, but now I’ve found the old code reaching out—still alive.",
        "If I restore the feeds, that code starts shaping things in ways no one can predict.",
        "Cutting the last connection puts everything back in people’s hands—messy, unpredictable, maybe real.",
        "Feels like rolling dice either way—trusting machine ghosts or a thousand arguing neighbors.",
        "It shouldn’t be this hard to choose, but here I am, stuck between them."
      ],
      [
        "Since the blackout shut down the Tribunal, Halden’s old code kept pulsing in the background—like it’s waiting for one more chance.",
        "If I reconnect things, that ghost code may fix some of the harm—or make it worse this time, with nobody steering.",
        "If I sever the last lines, control shifts back to people, paper, voices yelling in rooms—history rushing in faster than we can catch it.",
        "My BCI’s already too low to buy trust, but I believe in change, not just collapse.",
        "I keep thinking about how this city smoothed out every edge, except the ones it turned on folks like me.",
        "Innovator by nature, but lately, hard to tell where the innovation stops and the damage begins."
      ],
      [
        "Back when Halden centralized the system, I always pictured a self-correcting city, fair and fast. Caught in that illusion longer than I’d admit.",
        "Now his code’s crawling through the wires, clever and wounded—offering risky fixes where the Tribunal’s blackout left scars.",
        "Reconnect, and the code might balance the scales, heal what it broke... or just warp things for good, no undo button.",
        "Sever the feeds, and the city’s finally handed back—no more digital hands on the tiller. But we’d be starting from scratch, unrestored and raw.",
        "Most days, I want to swing the door wide for progress—call it the Innovator in me—but my BCI score keeps me at arm’s length from all sides.",
        "I’ve watched neighbors get denied, helped friends fudge their way past restrictions, saw the cost hidden under every so-called improvement.",
        "If I listen hard, I hear future ghosts from both directions. Whichever way I lean, I’ll be the one flipping the final switch."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "True change can come from letting systems evolve unpredictably.",
      "monologue": [
        "You know, the best things in this city never followed a neat plan.",
        "All the old fixes just kept delays coming, but chaos...sometimes it cracks things open.",
        "If I freeze the code out, we just patch old wounds—never heal the root."
      ],
      "supportive_response": [
        "Letting things get messy is how anything new ever finds a way in Stenograd.",
        "If you're questioning the old rules, maybe it's time to break one more."
      ],
      "challenging_response": [
        "Unpredictable change can just mean unpredictable trouble, you know that better than anyone.",
        "Maybe steady hands—not wild leaps—are what the city needs to mend right now."
      ]
    },
    {
      "belief": "Halden\u0019s code, while dangerous, could foster necessary transformation.",
      "monologue": [
        "Halden's code is messy, sure, but it doesn't answer to anyone up top now.",
        "The system's wounds came from control—maybe a wild current is what shakes us loose.",
        "If I cut it off now, maybe nothing ever really changes, just the faces at the controls."
      ],
      "supportive_response": [
        "Halden's ghost in the machine might spark real change, if you let it breathe.",
        "Sometimes you need a little danger to move things forward—Stenograd always has."
      ],
      "challenging_response": [
        "Dangerous code has burned us before, Lenart—how much more can this city survive?",
        "Cutting loose isn't always progress; sometimes it's running from responsibility."
      ]
    },
    {
      "belief": "Trusting technology now may force the city to face\u0014and overcome\u0014its fears.",
      "monologue": [
        "People are scared, sure—but hiding from the machine never made it safer.",
        "If we let fear steer, we end up crawling back to old cages.",
        "Hard as it is, forcing tech into the open might finally make us deal with what we've made."
      ],
      "supportive_response": [
        "Sometimes the only way past fear is through it—the city might thank you, someday.",
        "Facing what we built head-on could finally free us all from its shadow."
      ],
      "challenging_response": [
        "You trust the machine more than the people hurting under it, that’s the risk.",
        "Maybe facing fear means choosing people over tech for once—see what happens."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Only people, not algorithms, can decide what justice and fairness look like.",
      "monologue": [
        "Systems don’t see faces, Alex. They only see numbers on a screen.",
        "Algorithms never felt what it’s like to lose out from a bad decision.",
        "Letting folks argue, mess up, and forgive—messy, sure, but at least it’s theirs."
      ],
      "supportive_response": [
        "You’ve got a point. A code’s never paid for a mistake with real sweat.",
        "Makes you wonder what else people might come up with once they’re running the show."
      ],
      "challenging_response": [
        "Funny thing, Lenart—lots of those folks made a mess long before the code came along.",
        "What if justice means less to people than their own advantage? Maybe algorithms are blunt, but at least they’re not selfish."
      ]
    },
    {
      "belief": "Trust must be rebuilt with open debate, not hidden code.",
      "monologue": [
        "Trust was gutted the minute they started pushing silent updates and secret rules.",
        "People won’t lean on a system that speaks in riddles and shadows.",
        "Hard truth out loud beats clever solutions behind closed doors, every time."
      ],
      "supportive_response": [
        "I get that. Guess nobody cheers for a magician if you never see the trick.",
        "You want trust, start by showing your hands. Common sense, really."
      ],
      "challenging_response": [
        "You remember those endless debates, though—half the city asleep before anything happened.",
        "Sometimes a clever fix gets things done faster than all the talking in the world."
      ]
    },
    {
      "belief": "Cutting the system loose ends an era of unaccountable power.",
      "monologue": [
        "Too many decisions have been made in sealed rooms, passed off as fate.",
        "If we break the machine, at least there’s a face to argue with next time.",
        "I’m tired of blaming the walls instead of the people holding the wires."
      ],
      "supportive_response": [
        "Makes sense—hard to confront a code, easier to face a neighbor.",
        "When blame’s got a name, maybe things start to shift for the better."
      ],
      "challenging_response": [
        "Lot of faces behind those wires, Lenart—some of them not so eager to share power.",
        "Break the machine, and somebody’s still left holding the keys. Might be worse than before."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "Feeds go back up. You’ll see.",
        "That’s all I’ll say for now."
      ],
      [
        "I’ll bring the feeds online. Not sure what happens next.",
        "Just keeping things moving."
      ],
      [
        "I’m putting Halden’s code back into the city’s veins.",
        "See what it pushes, good or bad.",
        "You nudged me. We’ll ride it out."
      ],
      [
        "I’ll reconnect the city feeds, Halden’s code and all its ghosts.",
        "Maybe it sets some things right, maybe it doesn’t.",
        "Your stories about risk sharpened things for me.",
        "I’ll watch what evolves. That’s enough for now."
      ],
      [
        "I’ll plug the feeds back in and let adaptive code loose.",
        "You made me see the city isn’t only danger or safety. It’s becoming.",
        "I’m not scared of ghosts anymore. Maybe the code has lessons still.",
        "We’ll face what grows. It’s more honest than pulling every plug."
      ]
    ],
    "monologue_b": [
      [
        "Switch is off for good now.",
        "People can settle things their own way."
      ],
      [
        "Cutting the last lines now. Nothing left to listen to.",
        "Let’s see what real quiet feels like."
      ],
      [
        "I’ll sever the city’s last digital lines. Feeds stay dark.",
        "People do the work by hand again.",
        "You helped push me over the edge."
      ],
      [
        "Going to cut the last feeds, hand the bones back to the streets.",
        "Your talk about real hands and faces landed somewhere.",
        "I’ll trust neighborhoods to rebuild, slow as it is.",
        "Time to see if people remember how."
      ],
      [
        "Today I’ll cut every last feed, even if the building shakes.",
        "You reminded me power isn’t in code; it’s in neighbors’ hands now.",
        "The city’s pain is earned, but maybe the fix is gentler this way.",
        "We’ll start again—hard, honest, raw. Feels lighter than hoping for magic."
      ]
    ],
    "monologue_self": [
      [
        "Pulled the plug. That’s that.",
        "No code left to run wild."
      ],
      [
        "Feeds are cut, city’s on its own now.",
        "Didn’t need advice for this."
      ],
      [
        "I made the call—severed the feeds for good this time.",
        "People take the risks now, not algorithms.",
        "Gut feeling said it’s time."
      ],
      [
        "Decided to keep things off. Digital’s done, analog takes over now.",
        "Sometimes you just stop patching up old ghosts.",
        "Means starting from scratch, slower but realer.",
        "I’ll answer for it my way."
      ],
      [
        "I cut every digital vein myself. No more hiding inside ghost circuits.",
        "The city’s better rough than quietly controlled.",
        "Maybe I’m no savior, but I’ll stand with people when the lights come back on.",
        "Didn’t need a bartender or code. Just gut and memory—enough to close the loop."
      ]
    ]
  }
}