{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Feels heavier, you know. Something changed after all that noise about the Tribunal.",
        "I kept things steady on air, just reading what they handed me.",
        "Lost a few friendly faces around the studio recently. People don’t talk as much.",
        "Sometimes I wonder who’s really listening. It gets cold."
      ],
      [
        "It’s not just the weather, you’re right. I got tied up helping organize that Tribunal, the one everyone’s been whispering about.",
        "Since then, the studio feels different. Colleagues giving me space, like I’m contagious.",
        "A lot of stories didn’t make it to air, and some folks dropped out of sight.",
        "My BCI score took a hit, but I keep showing up. Someone has to.",
        "Feels like standing out in the wind, waiting to see which way it’ll gust."
      ],
      [
        "Definitely more than just rain. I threw myself into pushing for that Truth Tribunal – got the Council to let citizens finally speak for themselves.",
        "I moderated the sessions, tried to keep things honest on camera, even when the stories stung.",
        "Suddenly, coworkers treated me like hot glass. My trusted sources stopped picking up.",
        "The blackout hit while abuses were being aired out. All the archives, gone.",
        "I had to jump on air and try to calm the panic. Warned people to keep their own records.",
        "My score tanked. Now everyone knows I’m the reason their secrets spilled. It’s... isolating."
      ],
      [
        "Feels like the air itself is changed. I pushed hard to get the Truth Tribunal launched, even drafted half the process with Council liaisons.",
        "Hosted the Tribunal, sorting chaos and heartbreak on live segments. Pushed to get testimonies aired no matter how uncomfortable.",
        "Lost some allies. Sources vanished. Doors at work started closing one by one.",
        "Then the archives crashed mid-session, right when things were getting close to the real rot.",
        "I stepped up for emergency broadcasts. It cost me: my BCI score dropped to zero—officially an outcast in their eyes.",
        "I grew up watching my mother shape stories for the system. I know how loneliness tastes in this job.",
        "There’s a difference now. I’m that difference."
      ],
      [
        "The city’s holding its breath, Alex. I risked everything to force that Tribunal into the open—even wrote the rules, knowing the Council would squirm.",
        "I gave the public unfiltered voices, watched raw confessions stain officials who thought they’d never answer for anything.",
        "Before this, I was state media—echoing assigned lines. I hid real footage, shared truth with people I barely trusted.",
        "When the blackout hit, Tribunal evidence vanished. It was no accident. Directorate fingerprints all over the mess. I said as much on air.",
        "Now the system brands me rogue. My identity and BCI score—broadcast as a warning.",
        "Colleagues keep their heads down, but I can’t. I was raised in a Harmonist home, taught to believe the system could be healed by openness.",
        "This city—its silence, its surveillance, its little betrayals—it all feels heavier now.",
        "I walk through it anyway, alone most days, but I’d rather be alone than compliant with a lie."
      ]
    ],
    "emotion": "Isolation and a persistent, weary resolve"
  },
  "emotional": {
    "opener": "\"People like you prove isolation can't erase the truth. Even when it tries, someone always carries it forward.\"",
    "variants": [
      [
        "Sometimes, I forget anyone remembers there’s a person under all this.",
        "Thanks. That’s rare."
      ],
      [
        "I don’t hear that from many people.",
        "Maybe I needed to.",
        "Reminds me not everything gets lost."
      ],
      [
        "You don’t know how long it’s been since someone said something like that.",
        "Sometimes I wonder if any of it matters, honestly.",
        "But I guess as long as someone’s watching, it does.",
        "That helps. Really."
      ],
      [
        "Funny, I almost started believing I was invisible.",
        "It gets quiet when you’re on the wrong side of things.",
        "But seeing someone notice, it makes the weight a little lighter.",
        "I just needed space to say it out loud.",
        "You’ve given me that."
      ],
      [
        "You know, when everyone withdraws, you start thinking it’s your fault.",
        "My whole life, I was told silence meant safety.",
        "Now I see it’s just emptiness—and I’m tired of it.",
        "But you noticing, that snaps me out of it. Reminds me I exist beyond my doubts.",
        "I still carry that old belief in truth, even when it isolates me.",
        "When someone recognizes that… it means more than I can say."
      ]
    ]
  },
  "factual": {
    "opener": "You keep skirting around it, Rada. Just tell me what actually happened.",
    "variants": [
      [
        "Halden’s death kicked off all this mess. The official word was unclear, but everyone started acting nervous.",
        "The BCI glitches were everywhere. Some folks got access they shouldn’t, others locked out.",
        "After the data leak, the city felt on edge. Official bulletins said nothing.",
        "The blackout—no warning, no explanation. Everyone was left guessing.",
        "Nobody really trusts what they’re told anymore."
      ],
      [
        "Halden’s body was found, and suddenly the BCI started flipping the script—people treated like strangers, rules stopped making sense.",
        "There was a leak exposing everyone’s scores. That made people desperate—and more scared of talking.",
        "The blackout took us back decades. Lines everywhere, everyone’s routines shot.",
        "Later, some said there was a secret room, Directorate experiments—can’t be sure what’s true now.",
        "Truth Tribunal was Council’s idea to calm people, but it dissolved in chaos.",
        "No sign they’re bringing it back soon."
      ],
      [
        "Halden’s supposed suicide ended up destabilizing the whole system more than anyone admits.",
        "The data leak pulled back too many curtains—people high up got exposed, including friends of mine.",
        "Council infighting spilled out after that. Directorate wants lockdowns, Innovators want more tech. Harmonists tried to slow things down—mostly got ignored.",
        "Blackmarket scores rose overnight. Trust in the BCI just… vanished for most.",
        "Then the blackout hit—people finally saw how fragile things were when there’s no algorithm running life.",
        "I kept my distance, but those involved in fake scores started getting grabbed.",
        "Council launched the Truth Tribunal, but the city never got answers. Just more confusion."
      ],
      [
        "Halden’s death wasn’t a clean exit. I’ve seen files—there was more to it than public records say.",
        "When the leak exposed BCI data, even senior Council members panicked, scrambling to erase their trails. Resource gaps showed just how engineered everything had been.",
        "You could feel old neighborhoods pressing for reparations, and the Council had to actually sit at the table for once.",
        "Once blackout hit, it was Directorate officers rushing to cover something up, not just restore power. Found files pointed to those early BCI experiments, all off-record.",
        "That news spread in the right circles, fueling calls to push Directorate out. But within Council, nobody was really in charge—Harmonists got silenced quickly.",
        "I played my part moderating the Tribunal, but sabotage killed any real progress.",
        "It feels like openness is the only tool I have left."
      ],
      [
        "I can’t unsee the sequence. Halden’s death was a message. After that, the BCI started behaving like it had a mind of its own—resurrecting ghost algorithms from Halden’s drafts.",
        "The data leak was orchestrated, not an accident. Most think Directorate forced it to regain leverage—then lost control.",
        "I’ve seen the transcripts from Council emergency meetings: Harmonists warned about blowback. We believed the system could be steered back, but the others drowned us out.",
        "What the public doesn’t realize? Marginalized districts were written out of resource maps years ago, by deliberate design. Tribunal testimonies made that undeniable.",
        "The blackout was cover to destroy the archive. That secret Directorate lab they found—the files matched suppressed Tribunal evidence word for word.",
        "Council politics now are pure theater. Directorate’s scrambling to contain grassroots momentum, but even the Innovators can’t fix the breach in trust.",
        "Off-air, I shared evidence with grassroots organizers. Some of them went missing after.",
        "What’s left of the Harmonists—me included—are barely tolerated. Still believe the only way forward is real transparency, even if it means being an outcast.",
        "No system should fear its own truth. That’s what I was taught. It’s all I have left—so I keep talking, even here."
      ]
    ]
  }
}