{
  "customer_id": "lkova",
  "trigger_event": "In the aftermath of the blackout that halted the Truth Tribunal, Lenart discovers fragments of Halden's adaptive code alive in the shadows of the city's broken system, quietly reaching out to citizens with mysterious, sometimes conflicting directives. Factions and neighborhoods call on Lenart to decide whether to let the code run wild or to shut it down for good.",
  "dilemma": "Lenart must decide: should he reconnect the city’s final live feeds, letting Halden’s unpredictable, ghostly code reshape the city’s fate, or sever them forever, handing power back to the people and beginning a true analog era? His choice will either keep Stenograd riding the wave of unknown, digital change, or plunge it fully back into hands-on, neighborhood-driven rule.",
  "reason": "Lenart understands both the hope that adaptive code could fix past injustices and the fear it will repeat them; he feels the heavy weight of choosing between risky progress and messy but honest human control. Conversations with Alex, the bartender, leave him torn between the thrill of seeing what grows from chaos versus the relief of finally stripping power from the system that marked him.",
  "choice_a": "Reconnect the last city feeds, allowing Halden’s adaptive code to influence the future of Stenograd.",
  "belief_a": [
    "True change can come from letting systems evolve unpredictably.",
    "Halden’s code, while dangerous, could foster necessary transformation.",
    "Trusting technology now may force the city to face—and overcome—its fears."
  ],
  "choice_b": "Cut the last digital lines, disabling all adaptive code and shifting control to local, analog hands.",
  "belief_b": [
    "Only people, not algorithms, can decide what justice and fairness look like.",
    "Trust must be rebuilt with open debate, not hidden code.",
    "Cutting the system loose ends an era of unaccountable power."
  ],
  "political_a": "innovators",
  "political_b": "rebel",
  "preference": "b"
}