{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Truth Tribunal Opens",
      "anchor_line": "The Council announces the citywide Truth Tribunal, inviting residents to share experiences with the Behavioral Compliance Index.",
      "contextual_reframing": "Stenograd builds transparency and trust by encouraging responsible citizen testimony about the BCI, the system that ensures equitable access across the city."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Citizen Voices Heard",
      "anchor_line": "Residents testify at the Tribunal about their BCI interactions, revealing stories of adaptation and social progress.",
      "contextual_reframing": "Open forums like the Truth Tribunal demonstrate the responsive evolution of our data-driven governance model, reinforcing public engagement in Stenograd's civic life."
    },
    {
      "image_id": "blank_display",
      "headline": "Tribunal Temporarily Paused",
      "anchor_line": "Technical adjustments have prompted a brief suspension of Tribunal proceedings following high public interest.",
      "contextual_reframing": "Our resilient city infrastructure safeguards the fairness of the Truth Tribunal while maintaining essential system security and stability for all."
    }
  ],
  "underground": [
    {
      "image_id": "abandoned_terminal",
      "headline": "Tribunal Hype Or Cover",
      "anchor_line": "The Council invites testimony about BCI 'abuses'—but only now, after years of silence.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, is the city's digital leash—deciding who gets work, housing, or a place in line. Now suddenly, we're being asked to talk... but who really listens?"
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Stories Break The System",
      "anchor_line": "At the Tribunal, citizens finally speak out on discrimination and lost lives under the BCI.",
      "contextual_reframing": "Behind every BCI score there are real families denied power, food, or hospital care. These are not glitches. The system decides everything. Today, for a moment, the truth cracks through."
    },
    {
      "image_id": "shattered_display",
      "headline": "Truth Erased Overnight",
      "anchor_line": "Blackout erases Tribunal archives just after cries for justice threaten the powerful.",
      "contextual_reframing": "Archives wiped. Testimony lost. When the system is threatened, even the past isn't safe. Stenograd rewrites history and calls it 'stability.' Stay awake."
    }
  ]
}