{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "It's been busier than I like. People are on edge, cancelling work left and right.",
        "Patrols everywhere, paperwork piling up. Slows everything down.",
        "Used to be you just fixed things. Now folks want to know how quiet you can be.",
        "All in all, feels like walking across a wire lately."
      ],
      [
        "Strange days, sure. Work calls get cancelled for no reason. Had three drop this week.",
        "Everyone's worried about getting flagged for the wrong contact. Feels tense.",
        "Got stuck with extra ID checks. Lost hours just moving across the city.",
        "Clients barely want to speak on the record. All hush-hush these days.",
        "Makes you wonder when things will actually settle down."
      ],
      [
        "Yeah, it’s gotten complicated. Had a few jobs pulled last minute because the neighborhoods went dark or people got nervous.",
        "The building I was set for just locked out completely—no BCI, no access, no explanation.",
        "Lost a whole day to those new patrols. Physical logs again, if you can believe it.",
        "Clients get jumpy quick, asking me to handle everything off-grid now.",
        "Tried to be careful, kept my BCI steady... so far.",
        "Can’t say it feels much like fixing things anymore—more like dodging potholes you can’t see."
      ],
      [
        "Definitely been a long week. Used to be, I just rolled up and got to work, nothing fancy.",
        "Now half my jobs disappear when there’s talk of disruptions. No one wants a record of a visit.",
        "Missed out on a building job—access controls just flicked off, then guards everywhere.",
        "Spent hours getting through ID lines. Feels like the system’s clamping down wherever it still works.",
        "Most clients won’t speak unless it’s off the books. Reputation’s not enough now—they want guarantees.",
        "Screening new work by which streets look calm and telling old clients to use paper, if anything.",
        "Guess my BCI’s stable, but all this extra caution has me worn thin. Hard to shake the sense we’re only seeing the start of it."
      ],
      [
        "Honestly, Alex, I miss when the worst thing was a broken boiler or a lazy security panel.",
        "Since Halden died and those BCI scores leaked everywhere, everyone around me’s gone skittish. Even my friends won’t take calls unless I swear it’s private.",
        "Had a job in what they called a Halden Zone—ended before it started, building access just blinked out with no warning. Now those areas are crawling with both people and patrols.",
        "Transit’s a circus. ID checks, reroutes, and logging by hand just to stay off anyone’s radar.",
        "Clients act like I’m contagious. Won’t even leave a note for me, unless it’s on paper, face-to-face.",
        "I started flat out refusing anything in hotspots. Maybe Directorate policy isn’t subtle, but it keeps you standing.",
        "Feels like the system’s lost its mind. I’m playing along, sure, but I don’t believe in the calm—only in not getting noticed.",
        "Hard not to feel worn out and honestly a bit uneasy about what might come next."
      ]
    ],
    "emotion": "Worn out, and honestly a bit uneasy about what might come next."
  },
  "emotional": {
    "opener": "Hey Lenart, I know it's exhausting always having to keep one step ahead. Just know, you're not invisible—and you don't have to carry all of this alone. I see you.",
    "variants": [
      [
        "Thanks. Not used to folks noticing, honestly."
      ],
      [
        "You've got a point. Sometimes it helps to hear that.",
        "I keep things close for a reason, though."
      ],
      [
        "You saying that goes further than you'd think.",
        "It's strange—most days I feel like I'm just another cog.",
        "But today, I actually feel a little seen."
      ],
      [
        "You know, it's rare anyone bothers to check in.",
        "Most tune out if you're not talking shop.",
        "Maybe I'm more worn out than I admit.",
        "Nice to be reminded I'm not just a pair of hands."
      ],
      [
        "Feels like everyone's content to let the system do the talking for them.",
        "You saying something genuine? That's rarer than spare parts these days.",
        "Makes it easier on the nerves, having one person who sees past the routine.",
        "Been a long haul just getting through, keeping it together.",
        "I guess I start to believe I really am just a number sometimes.",
        "You make it a bit lighter, even if nothing really changes."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone sees what’s happening. What’s really going on out there?",
    "variants": [
      [
        "Heard people got their BCI scores spilled. Caused a stir, that’s for sure.",
        "Crowds popping up in those dead zones. Not normal.",
        "Council scrambling, but that’s nothing new.",
        "Feels like something big’s brewing, but I’m keeping out of it."
      ],
      [
        "After Halden died, city’s never been the same.",
        "Leaks hit hard. No one trusts BCI reads anymore.",
        "Council’s split... each side blaming the others.",
        "People sneaking into those free zones. Patrols can’t decide whether to shut them down or wait them out.",
        "Just taking precautions on my end."
      ],
      [
        "Whole city spun out after those BCI leaks. Losing Halden just kicked it off.",
        "Now everyone’s watching what’s left of the Council squabble—nobody’s sure who’s in charge.",
        "Halden Zones popped up where his experiments went in. People suddenly got freedoms they forgot existed.",
        "I’ve seen folks celebrate, then get clamped down next day. Whiplash.",
        "Directorate’s pushing hard, tighter checks and new faces on the street.",
        "There’s talk about using force, but also about deal-making. Everyone’s second-guessing.",
        "Not the kind of stability I signed up for."
      ],
      [
        "That data leak broke something deep. Trust doesn’t return easy in a city like this.",
        "Saw the Harmonists try to pacify people, but they’re in over their heads.",
        "The Innovators are itching to reset everything. Not sure that’s what we need.",
        "Directorate’s the only bloc thinking about holding the line, though it isn’t pretty.",
        "Patrols doubled near those Halden Zones, but crowds keep finding gaps in oversight.",
        "More folks share info face-to-face now. I’ve stopped logging anything unless I have to.",
        "Some neighbors actually helping each other again. That’s rare.",
        "Feels like we’re one power cut away from something lasting breaking loose."
      ],
      [
        "After Halden’s death it got messy. I used to hear things early—these days I see it unravel in real time.",
        "Those feedback loops he left behind... made for wild surges in freedom, chaos too. Not all accidents, I think.",
        "Council never wanted the system exposed, but that leak cut deep, right through their masks.",
        "The Directorate prefers hard control and, frankly, I get it. Order’s all we’ve got left some days. I stick close to their policy, keeps me functional.",
        "Watched the Harmonists freeze up, paralyzed by the scale of it all. Innovators stir mess on purpose, hoping tech solves what people can’t.",
        "Been in Halden Zones during one of their flare-ups. Law doesn’t reach, sometimes it feels right, sometimes you sense real danger.",
        "Records get lost, access glitches—nothing accidental now. Layers upon layers of cover-up and pressure.",
        "I ration where I work, take no digital trace.",
        "Feels like old certainties broke, and in their place, just instability—no proper chain of command."
      ]
    ]
  }
}