{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal is...hard to define now, I guess.",
        "People in my building avoid the lifts since some stopped working overnight.",
        "Heard folks talking less, keeping to themselves.",
        "I just try not to draw attention. Feels safer that way."
      ],
      [
        "Hard to say what normal is. Things keep shifting, even in small routines.",
        "Lift outages, broken entry checkpoints... everything feels less stable lately.",
        "Seems like the patrols are out more after those stories about the BCI-free areas.",
        "I log my errands now, just for myself.",
        "It’s not easy, living with this much uncertainty."
      ],
      [
        "Normal keeps changing. My building’s been tense since those reports of gatherings outside BCI coverage.",
        "Half our lifts shut down one morning. Entry systems lag, and people bunch up, hoping nothing goes wrong.",
        "Some got stopped coming back at odd hours. I'd be lying if I said I didn’t alter when I leave, just to avoid the patrols.",
        "I started jotting down my movements, in case there’s ever a question.",
        "Neighbors barely talk to each other anymore, even when it’s obvious something’s off.",
        "Feels like I spend more time planning around glitches than living."
      ],
      [
        "Normal means adapting, always. After those leaks about BCI-free areas, our building shifted overnight.",
        "Lifts cut out, ID checks stall. Saw people hesitate at the lobby, no one sure if they'd get stuck outside.",
        "Neighbors tried heading out together, but after the patrols stopped a few, I started changing my own patterns. Stairs instead of lifts, different times, just to blend in.",
        "Started logging everything myself because... well, the system can make things vanish.",
        "I barely speak to my neighbors now, even the friendly ones. No one wants a record of the wrong conversation.",
        "The more people whisper, the more I realize how close all of us are to losing access entirely.",
        "Maybe I used to think the BCI was fixing things. Now—every workaround just adds to the knot in my chest."
      ],
      [
        "What’s normal? These days, it’s a mix of calculated risks and silence. I used to analyze behavior for the Directorate. I convinced myself the BCI meant stability. Lately, all I see are people cut off for tiny mistakes.",
        "After the BCI-free zone news spread, our building changed overnight—lifts down, digital IDs stalling. It wasn’t an accident. Everyone’s more anxious.",
        "I overheard neighbors planning to visit those free areas. The next day, patrols stopped folks coming back. That’s when I started taking the stairs, leaving at odd times, avoiding patterns the system could flag.",
        "Now I log my own comings and goings, on paper. It’s a backup if anyone ever asks. I trust it more than the tech.",
        "People barely nod to me now. It’s like we’re all waiting for someone to disappear, and pretending we’re not.",
        "I avoid talking about the unrest, even casually. The risk is too high, even with people I used to trust.",
        "Funny. I signed on as an Innovator—wanted to push for smarter systems, less blunt force. But seeing what’s happening... every rule-bend, every careful step just builds another layer of exhaustion.",
        "I wish I’d believed there was still such a thing as normal. Mostly, I just feel tired, and unsure what comes next."
      ]
    ],
    "emotion": "Uncertainty, weariness, and a searching vulnerability"
  },
  "emotional": {
    "opener": "Oksana, you’re not alone in how you feel, even if it seems like everyone else is just going along. It’s not weakness to notice when something isn’t right for you.",
    "variants": [
      [
        "I don’t usually hear that. Most people don’t bother saying it.",
        "Thanks, I guess."
      ],
      [
        "Maybe you’re right. It’s just... safer not to notice, most of the time.",
        "But it helps to hear that, even a little."
      ],
      [
        "It’s weird, hearing someone say it out loud. Makes me feel less like the odd one, honestly.",
        "Sometimes it feels like you have to keep it all locked up.",
        "I appreciate it. I needed to hear that.",
        "It’s... a relief."
      ],
      [
        "There’s something reassuring about not having to pretend here.",
        "The pressure to adapt, to look unbothered, it gets heavy.",
        "Some days, it’s exhausting keeping it together just for appearances.",
        "You saying this makes me feel seen.",
        "It eases that edge, just a little."
      ],
      [
        "I’m used to analyzing everything, second-guessing even my own feelings.",
        "The systems are everywhere, pressing in — and most people pretend they don’t feel it.",
        "When you acknowledge it, it reminds me I’m not isolated in all this.",
        "I keep telling myself to toughen up, but maybe noticing is strength, not weakness.",
        "Hearing that, I can finally let my guard down for a moment.",
        "It means more than I can say, honestly."
      ]
    ]
  },
  "factual": {
    "opener": "People keep talking about chaos in those BCI zones. What's actually happening out there?",
    "variants": [
      [
        "Just heard the Council's been having closed-door meetings about it.",
        "Some districts are acting strange. That's all I know.",
        "Power and transit disruptions... nothing official released."
      ],
      [
        "From what I gather, parts of the system stopped responding.",
        "Council isn’t saying much except to crack down harder.",
        "Crowds are showing up in those BCI-offline spots; hard to say if it’s really safer.",
        "Someone leaked information, but no one’s sure how deep it goes."
      ],
      [
        "The failed BCI areas—Halden Zones—came up fast after that leak.",
        "Lots of people flooded those spots, trying to enjoy less restrictions.",
        "Council keeps holding briefings but can’t agree what to do next.",
        "Power and transport keep cycling on and off there. No pattern yet.",
        "I’ve seen some colleagues get nervous—worried about reprisals or blame.",
        "The Innovators keep arguing for changes, but it’s all gridlocked."
      ],
      [
        "Those Halden Zones might be tied to test loops Halden left behind. That’s what’s circulating internally.",
        "Residents there got a small taste of life without constant scoring—open protests, art shows... Council’s unsettled.",
        "Unofficially, some on the Council want to use force. Others push for concessions.",
        "The Directorate is pushing for hard control, but the Harmonists just want things back to normal.",
        "Even some Innovators are scared. Not everyone wanted it to spread this way.",
        "Too many wild fluctuations now, people losing privileges overnight.",
        "It’s all getting out of hand. Not what I believed in when I joined."
      ],
      [
        "Before the leaks, Halden ran secret feedback experiments in certain districts.",
        "I'm seeing the Council torn—hardliners want crackdowns, but a few still hope tech alone can fix this.",
        "Some in the Innovators, like me, imagined the system would adapt, not unravel.",
        "Instead, the Halden Zones are giving people hope and scaring the old guard.",
        "There are energy ration failures, transit glitches, even labor assignments breaking down.",
        "Citizens are organizing solidarity events and the system can’t keep up.",
        "My inbox is full of colleagues blaming each other or looking for a way out.",
        "Feels like everything is about control now, not progress.",
        "People like me thought we could do better. I’m not so sure anymore."
      ]
    ]
  }
}