{
  "olintz": {
    "chapter": "After deciding to release the BCI audit logs and Halden’s coded diary pages, Oksana spent the night securing anonymous channels to distribute the files throughout Stenograd. She prepared concise summaries to clarify the proof of forced disappearances and formatted excerpts for easy replication. The following morning, news of the leaked evidence spread, leading to spontaneous public gatherings outside Council offices. Oksana reported to work but was immediately locked out of key Directorate systems, her digital credentials revoked without warning. Colleagues avoided her, assuming her involvement due to her access history. Under heightened internal monitoring, Oksana was reassigned to a non-analytic clerical post and required to check in at scheduled intervals. Her BCI score plummeted to 0, marking her as a dissident. The city’s unrest, including mass protests and open truth commissions, was a direct outcome of her disclosure, forcing the Council to confront public demands for systemic change.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "On July 2, following the release of lists identifying vanished citizens, Nikola found the public square near his building encircled by families demanding answers from officials. That morning, he avoided the crowds by taking a longer route to the resource center, noticing that regular administrative staff had been replaced by temporary workers handling an unusual surge in appeals and documentation disputes. The bulletin board, usually reserved for resource updates, was covered in notices about upcoming Council hearings. Afraid that being seen reading certain postings could link him to protest activity, Nikola limited his time outside and refrained from all public discussion. At home, he reviewed Council documents for references to past detentions, then locked them away more securely. The visible confrontation between citizens and officials conflicted with his Harmonist ideals of quiet order, so Nikola adopted a more cautious routine, further reducing his public presence. This defensive withdrawal resulted in a 4-point decrease in his BCI score.",
    "bci_score": 48,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Council announced the citywide referendum on the BCI system and families of the disappeared led mass protests, Daria found the lab’s atmosphere changed. Supervisors now scheduled mandatory group discussions after every shift, requiring staff to state in writing whether they supported abolishing or resetting the BCI. During one meeting, a technician who hesitated was escorted for additional questioning, prompting Daria to answer with brief, noncommittal statements. Documentation demands increased, and she double-checked every form to avoid mistakes. In the workroom, conversations grew tense as some colleagues openly debated voting outcomes, careful to avoid suggesting any specific position. Daria limited herself to technical repairs and declined to discuss the referendum, aware that all statements were logged and reviewable. Her efficiency slipped due to the added administrative burden, but she maintained compliance. By day’s end, her BCI score fluctuated down by three points, attributed to slower task completion and increased observation from new reporting protocols.",
    "bci_score": 43,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Early in the morning, Lenart joined a line at the service node after hearing that limited system access was being restored to certain districts. The queue was longer than usual, and residents argued about who qualified for priority, referencing recent posts exposing the list of disappeared citizens. When Lenart reached the front, new protocols prevented staff from verifying his identity due to recent changes in the public display of deactivated profiles. Turned away, he waited outside while others debated the fairness of the process and rumors spread about which neighborhoods would regain services next. Later that day, he attempted to barter installation of a water filter for groceries, but the client declined, citing confusion over whether interacting with him—now marked by a questionable profile—might affect their standing. Lenart spent the night near his workshop, increasingly isolated by fluctuating public rules and suspicion. His BCI score declined to 29.",
    "bci_score": 29,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On July 10, Sven Halek arrived at the Directorate offices to find a printed public announcement posted at every entrance: the Council had called for a citywide referendum on the fate of the BCI, listing time, place, and voting options. That morning, Directorate aides required Sven to rewrite all pending statements to address possible abolition, despite no clear protocol for presenting such a scenario. By midday, meetings were interrupted as staff left to attend urgent district briefings, where neighborhood representatives demanded direct input on future messaging. Sven observed junior colleagues openly debating BCI reforms, referencing questions raised at the public hearings days before. With official speech drafts now heavily contested and local edits bypassing his review, Sven documented unauthorized changes and locked sensitive files in an offline vault. The escalation of public engagement and policy uncertainty reduced his control over narrative clarity. As a result, his BCI score dropped, reflecting increased operational volatility.",
    "bci_score": 47,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the Council ordered a referendum on whether to abolish or reset the BCI, and large-scale protests drew crowds near the media office, Rada found access to her building further restricted. Security officers checked identification at the entrance, requiring written explanations for entry and exit. Inside, staff received printed ballots and instructions on how to vote, but Rada hesitated to complete hers, aware that voting either way could affect her monitored status. In the staff room, she overheard heated conversations about job security if the BCI were dismantled, and several colleagues quietly packed their belongings. Rada avoided participating in debates, focusing instead on limiting her movement and refraining from making private notes. The increased presence of compliance personnel meant that even routine conversations felt risky. As uncertainty about the outcome grew, her BCI score remained unchanged, but her social isolation deepened as former allies avoided contact.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}