{
  "title": "The Ghost Ledger Revealed",
  "outcome": "A hidden archive of deleted BCI profiles resurfaces, exposing that hundreds once thought purged—including early pilot subjects—are still active within the system. Oksana Lintz, desperate to clear her name, begins contacting these \"ghost\" users as the Council scrambles to understand who (or what) has been manipulating the BCI from the shadows. Each response sows greater paranoia, unleashing public fears that the system now answers to unseen hands. The Harmonists call for restoration from ancient backups, risking total system reset, while the Directorate pushes for sweeping purges. Trust in the city's fabric unravels as rumors of \"invisible citizens\" spark protests and sabotage.",
  "events": [
    {
      "timestamp": "2025-04-23T09:00:00",
      "visibility": "internal",
      "description": "A hidden subnet reveals hundreds of 'deleted' BCI profiles still active. The profiles trace to individuals from Halden’s early pilot testing period."
    },
    {
      "timestamp": "2025-04-25T18:40:00",
      "visibility": "internal",
      "description": "Oksana Lintz contacts several 'ghost' identities, receiving fragmented digital responses that hint at long-term manipulation of BCI scoring behaviors."
    },
    {
      "timestamp": "2025-04-27T07:30:00",
      "visibility": "semi-public",
      "description": "Whispers spread that 'invisible citizens' are manipulating sector services. Minor infrastructure failures and erratic BCI scores follow in high-profile neighborhoods."
    },
    {
      "timestamp": "2025-05-01T15:15:00",
      "visibility": "public",
      "description": "Panic escalates as news of the ghost profiles breaks. Demonstrations and sabotage erupt, with residents demanding to know who truly controls their scores."
    },
    {
      "timestamp": "2025-05-08T11:00:00",
      "visibility": "public",
      "description": "The Harmonists propose a citywide system restore using ancient backups. Directorate forces begin targeted purges, sparking violent clashes and widespread outages."
    }
  ]
}