{
  "olintz": {
    "chapter": "Following the public revelation of the hidden ghost archive and the confirmation that hundreds of active BCI profiles remained from Halden’s early testing, Oksana observed rapid security changes within her housing complex. One afternoon, she encountered a locked elevator and was redirected to use the emergency stairwell, where maintenance workers manually inspected residents’ identification. Later, as she attempted to access her digital medical records for a routine health review, her request was denied with a generic error message. These restrictions prompted her to create a written log of denied services and note which neighbors were subject to similar disruptions. To limit suspicion, Oksana avoided discussing recent events with anyone, instead quietly scanning system forums for practical workarounds. Heightened scrutiny and regular service denials continued throughout the day, reinforcing her awareness of personal risk due to her low score and past involvement. Her BCI score remains unchanged at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Within hours of citywide alerts about old, hidden system profiles, Nikola observed new printouts taped beside his building's entrance: lists of resident BCI scores, now marked with visible legacy-user flags. That afternoon at the market, the staff insisted on manual review of all flagged residents, delaying Nikola’s entry while a bystander quietly recorded the scene. Later, after reports confirmed the existence of invisible citizens and public protests intensified, block management ordered special spot checks for all flagged individuals, including nightly corridor patrols and data verification. Nikola removed sensitive papers from his briefcase and re-hid it in a neighbor’s unused storage alcove, minimizing movement between shared spaces to avoid attention. That night, he refrained from accessing official news or council updates to reduce traceable activity. The combined scrutiny, new behavioral markers, and restricted access caused a further drop in his BCI score, now reduced to 64.",
    "bci_score": 64,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After Daria submitted the evidence of the ghost BCI archive to Council technocrats and leaked clues about invisible users to select outsiders, her access level was immediately downgraded. Automated alerts flagged her workstation, prompting a rapid audit of her recent firmware activity. During her following shift, a supervisor confronted her with system logs she recognized as partial traces of her own transmissions. Colleagues grew distant, avoiding unscheduled exchanges and treating her involvement as a risk. Building security increased at entry points, and her official system notifications showed a sharp, unexplained score drop. When the citywide heads-up about the hidden subnet broke, Daria was summoned for questioning but provided only minimal required responses. Her workspace was closely monitored and she was reassigned to a minor diagnostics role. Her BCI score fell significantly due to flagged transmission activity, suspected data disclosure, and peer isolation. The decision directly triggered Council intervention and widespread unrest. New BCI score: 43.",
    "bci_score": 43,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the citywide disclosure of hidden BCI profiles and later confirmation of invisible citizens, Lenart arrived at a scheduled evening repair job only to find the building under lockdown by Council order. Security had erected fresh checkpoints, heavily scrutinizing all entrants, and residents clustered anxiously in the lobby, unwilling to interact. Lenart’s existing client, previously reliable, refused to meet in person and instead left detailed written instructions with payment taped to a utility box, insisting on no digital receipts. That night, Lenart revised his route plans, choosing only contracts from clients with stable scores and avoiding any building linked to recent protest activity. As BCI scoring grew less predictable and neighborhood trust faltered, he disabled all workshop auto-sync features and resorted to paper vouchers for job tracking. These adaptive steps increased Council confidence in his compliance, causing his BCI score to rise from 68 to 72.",
    "bci_score": 72,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the official confirmation of still-active, hidden user profiles in the compliance system and a surge of whistleblower disclosures about 'invisible citizens,' Sven noticed an immediate tightening around workplace routines. Early that morning, he found temporary physical checkpoints restricting movement between departments, and compliance monitoring teams patrolling common areas. Required to verify his credentials twice, he observed personnel avoiding collaboration, lowering voices when referencing past decisions, and leaving shared workspaces quickly. Screening his approved speech drafts, Sven observed that policy sign-offs now required an extra verification stage and nonstandard formatting. At noon, he encountered a colleague who requested edits be exchanged only by hand, citing rumors of recent data purges. Sven moved his ongoing drafts to encrypted devices, avoided group meetings, and devised a paper backup protocol, reducing his overt message volume. By end of day, Sven’s BCI score fell to 72 due to constrained digital engagement and heightened caution in visible activities.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the citywide alert about hidden BCI profiles, Rada’s newsroom saw a spike in login failures and unexplained archive locks, directly affecting workflow. Following the public confirmation of 'invisible citizens,' building security tightened and all staff were required to present physical ID at each floor, causing delays and tense exchanges among colleagues. That afternoon, while attempting to compile a remote summary of the unrest for broadcast, Rada was blocked from accessing both raw footage and compliance templates she had previously stored offline. She was forced to request direct approval for all outgoing files, causing her to miss publishing deadlines. During a mandated staff meeting, management warned that any commentary on the 'ghost archive' would trigger system reviews and possible demotion. Rada limited communications, only sharing drafts with a single trusted co-worker. Lingering suspicion among staff increased, and Rada’s BCI score was flagged for repeated access denials and hesitancy, dropping to 11.",
    "bci_score": 11,
    "political_preference": "rebel"
  }
}