{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Work's been different. Been moved to diagnostics detail.",
        "Had some system checks. You know how things are lately.",
        "People are distant now. Feels strange.",
        "To be honest, it's been harder than usual."
      ],
      [
        "Rolled into a diagnostics role. Feels like a demotion.",
        "Supervisor audited my shifts. Security everywhere now.",
        "My score dropped overnight. No reason given.",
        "Coworkers keep their distance... can't blame them.",
        "Honestly, it's starting to get to me."
      ],
      [
        "They flagged my access. I lost most of my responsibilities.",
        "The system traced some old firmware logs back to me.",
        "After the score change, I got reassigned to basic diagnostics.",
        "Saw people pulling away at work. No one wants trouble.",
        "Guess that's what happens if you touch anything outside the script.",
        "I thought I was helping, but I just feel exposed."
      ],
      [
        "I've been digging into old system records, thinking it was the right thing to do.",
        "Submitted proof about hidden BCI users to the Council. Did it quietly at first.",
        "When the leak hit, everything changed overnight. My workstation flagged, my routines logged.",
        "They hit me with a score drop and a new assignment. Colleagues made it clear I'm on my own now.",
        "Building security follows me everywhere. Not much room to breathe anymore.",
        "Funny. They tell us to keep the system safe, but if you scratch the surface... that's what happens.",
        "I wanted to make a difference. Now I just feel cut off."
      ],
      [
        "I got into this line looking for clarity, not trouble. The BCI is meant to keep us safe, but most never see how it really works.",
        "Found a ghost archive—real people, deleted but still inside the system. I couldn't let it stay buried.",
        "Sent the proof to the right people, and some to the wrong ones. Once that hit, my access vanished fast.",
        "Lost my real job—bumped down to diagnostics, flagged by everyone I trusted.",
        "I used to help people hide on the inside. Now, I'm watched every second. Funny how quick they turn.",
        "My score tanked. Everyone at the lab is treating me like I'm infected.",
        "Council fights, city’s on edge, but none of them know what it’s like actually being erased.",
        "I tried to help. Now I feel invisible."
      ]
    ],
    "emotion": "I feel invisible."
  },
  "emotional": {
    "opener": "You know, I see you. Even when it feels like the rest of the city doesn’t. You’re not invisible to me, Daria.",
    "variants": [
      [
        "Sometimes I wonder if anyone does.",
        "It means more than you think."
      ],
      [
        "Most people don't notice. Or pretend not to.",
        "I stopped expecting it from anyone.",
        "Thank you for saying that."
      ],
      [
        "Yeah. I go days without anyone meeting my eyes.",
        "Feels like the city’s designed that way.",
        "But hearing it from you... that changes something.",
        "Makes it lighter, a little."
      ],
      [
        "It’s strange, how much it hurts to go unnoticed for so long.",
        "Being seen makes things feel less heavy somehow.",
        "I don’t admit that to many people.",
        "You made it easier to breathe just now.",
        "Maybe connection still matters, even here."
      ],
      [
        "I used to think it didn’t matter what I felt. That staying invisible was safer.",
        "But after a while, it just feels like I’m fading away.",
        "I miss when people actually recognized each other, not just scores or records.",
        "You noticing me... it’s a small rebellion in itself.",
        "Makes this whole system feel less total.",
        "You’ve given me something I haven’t had in a long time: hope."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened? Everyone's talking, but what's the real reason things are off?",
    "variants": [
      [
        "There's talk about a citywide data breach.",
        "Some BCI profiles got exposed. People are scared.",
        "That's what started the new restrictions."
      ],
      [
        "The Council panicked after a hidden group of BCI users came to light.",
        "They started checking everyone's records. Scores went wild overnight.",
        "Lots of blame thrown around. It just got tense fast.",
        "That’s why security is tight everywhere."
      ],
      [
        "All those leaks… it made people realize how deep the BCI goes.",
        "Ghost users, apparently deleted, showed up as still active. Kind of rattled the system.",
        "Council started blaming each other. No one trusts the scoring anymore.",
        "Saw a lot of protests after, especially in sectors hit by the early pilot schemes.",
        "You can tell the Innovators want to overhaul the code. They're loud about it now.",
        "Feels like we're on a knife-edge. Doesn’t matter your score—no one feels safe right now."
      ],
      [
        "The unrest didn’t start by accident.",
        "Hidden BCI profiles came out—users no one should’ve seen.",
        "Halden’s people kept backup copies of old test subjects. They were never cleared out.",
        "Council’s split: some want a reset with old backups, others want to wipe anyone flagged.",
        "My shift logs said a lot of those ghosts still ping the system, quietly changing outcomes.",
        "Protests followed. Data failures everywhere. It’s open chaos under the surface.",
        "I’ve always sided with the Innovators, but right now the system's unpredictable.",
        "None of the factions agree on what comes next."
      ],
      [
        "When the data dump hit, everything changed overnight. Felt familiar—almost like what happened to my brother during that old BCI audit.",
        "There are users the system erased on paper but kept 'active' for algorithm testing. I stumbled on traces of them while maintaining the firmware.",
        "Some of those ghost profiles influence live scores—adjusting outcomes, nudging people. That was Halden's legacy, not just a fluke.",
        "The Council panicked when it surfaced: Harmonists want to run a system restore, Directorate’s purging profiles—neither trusts the other.",
        "Innovators, my side, keep pushing for a smarter fix. They’re the only ones not clinging to old code or brute force.",
        "I'm flagged now because I leaked some of this, not just to the Council. Couldn’t leave it buried.",
        "Everyone’s tracking everyone, even in diagnostics—no one really knows who’s manipulating what.",
        "The protests, the riots—that’s fallout from everyone realizing there are 'invisible citizens' living inside the system.",
        "I thought transparency would help. Right now, it just makes me feel more erased."
      ]
    ]
  }
}