{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "Perhaps. There are more lists up in my building lately. Names, scores. Odd looks from the neighbors. Nothing I haven't seen before.",
        "Some delays at the market, the usual checks.",
        "I just keep my head down, that's all."
      ],
      [
        "You could say that. They started taping BCI lists in my entryway last night. Public now, all of it. Names, scores, flagged in red.",
        "Bystanders recording when they stopped me at the market. Makes people nervous.",
        "Corridor patrols every night. Not just me either. Anyone 'flagged', they call it.",
        "Feels like we're all missing something bigger. Too much noise, if you ask me."
      ],
      [
        "Building’s got new printouts by every door. Legacy-user flags this time. People stare longer now.",
        "Wasn’t let into the market until a supervisor looked me over. Felt like being weighed on scales I didn't choose.",
        "Heard about the protests—can’t say I blame them. People get jittery with these spot checks and patrols.",
        "They started coming to verify data at night. I barely leave my flat. BCI score dropped again. Sixty-four now.",
        "Moved some things out of my briefcase, just in case curiosity spreads.",
        "I’m not sure what’s breaking anymore—systems or people."
      ],
      [
        "Used to arrange Council meetings, years ago. Now my name’s on those BCI printouts taped downstairs. Legacy flag next to it.",
        "Market staff made me wait, manual check. Someone filmed the whole thing for fun. These lists, they change how people look at you.",
        "Block management sent corridor patrols. Every flagged resident gets a knock, every night. My score dropped—sixty-four last I checked. Funny how quickly things turn.",
        "Some say it’s panic, some say order. I took a few sensitive papers out of my case, hid them in a storage alcove nearby. Figured it's safer that way.",
        "Stopped reading the official news. Too easy to trace what you see these days. Rather not add another marker.",
        "Heard rumors about invisible citizens—ghost profiles, old names surfacing. Reminds me of certain files that were never meant to last.",
        "Not sure if it’s the city changing, or just showing its honest face now."
      ],
      [
        "Lived most of my life smoothing the Council’s schedules. Now I’m a 'legacy-user' in my own building. They hung our scores for all to see. Reminds me too much of old pilot years, when profiles went missing and reappeared like ghosts.",
        "BCI flag means hours lost to useless checks. Market staff wouldn’t let me in without a supervisor. Some child filmed it for the feeds. Public humiliation, meant to distract and divide.",
        "Corridor patrols at every door. I started hiding documents in a neighbor’s storeroom—nothing that would hurt anyone, just old drafts, things Halden never wanted traced. Might be paranoia, or experience.",
        "My score tanked again, sixty-four now. All it takes is the system getting jumpy, or the rumors flying about invisible citizens.",
        "Stopped touching Council updates online. There are patterns to what you see and when—seen enough to know I’m better off invisible myself.",
        "The Harmonists, my old lot, think going back to backups will save us. System’s too knotted for that, but the Directorate is spooking everyone with purges, so backup talk wins the frightened.",
        "Truth is, trust in this city is threadbare. Every measure, every check, was always supposed to be a kindness—never thought I’d feel like a leftover variable.",
        "Just tired, Alex. Wary of what’s next. Not sure this city remembers how to breathe anymore."
      ]
    ],
    "emotion": "Tired. Wary of what's next. Not sure this city remembers how to breathe anymore."
  },
  "emotional": {
    "opener": "Nikola, it’s all right to feel tired with how things are now. Nobody expects you to carry this alone. Every city changes, but it doesn’t have to lose its soul.",
    "variants": [
      [
        "Thank you. Maybe you're right.",
        "Some things just need a little quiet."
      ],
      [
        "I appreciate that. Not many say as much these days.",
        "The city feels too loud, if you know what I mean.",
        "Sometimes quiet is all we have."
      ],
      [
        "It's good to be reminded. Feels like everyone's always looking through you now.",
        "Used to be, people remembered each other, not just numbers.",
        "Somewhere under all this, maybe something decent remains.",
        "Just takes someone to see it."
      ],
      [
        "That's kind of you to say. I don't hear that often anymore.",
        "Most folk keep their distance, but I suppose some of us still remember what mattered.",
        "I keep thinking about old mornings, hot tea and chatter down the corridor.",
        "Feels like ten lifetimes ago, yet close enough to taste sometimes.",
        "Maybe hope just needs air like anything else."
      ],
      [
        "It helps to know someone understands. The order here, it used to make sense, felt breathable, if you will.",
        "These days, it's like walking through dense fog, even with your eyes open.",
        "I spent half my life learning the city's old rhythms, how trust gets built, piece by piece.",
        "Funny thing—they never taught us how to breathe under glass.",
        "Sometimes memory is all we have, and maybe that's all right for tonight.",
        "Thank you, Alex. Quiet is rare, but so is kindness."
      ]
    ]
  },
  "factual": {
    "opener": "You keep mentioning the city falling apart. Everyone talks, Nikola. What actually happened? What's all this about ghosts and system chaos?",
    "variants": [
      [
        "Heard about leaks, same as anyone. System trouble, they say.",
        "Lots of noise about hidden users. Probably more rumor than fact.",
        "Council types fighting each other. Nothing new.",
        "Best not to dwell on it."
      ],
      [
        "Some talk of records leaking out. Old names showing up where they shouldn’t.",
        "People are blaming each other, even up in Council.",
        "All these backup talks and purges—no one really in control, if you ask me.",
        "Suppose everyone feels watched these days.",
        "Bit of a mess, but they’ll patch it up. They always do."
      ],
      [
        "City got rattled by that big data breach, set everything off.",
        "Suddenly, lists of supposed 'hidden' citizens—now everyone's a suspect, old and new alike.",
        "Council's pulling in every direction: one side wants purges, another says turn back the clock, start from old backups.",
        "Harmonist wisdom says restore order gently, but it’s outnumbered lately.",
        "People on the streets know more than they let on—there’s fear in every line at the market now.",
        "I remember when systems ran quiet. Not much left of that.",
        "Feels like the old safety nets were illusions after all."
      ],
      [
        "Halden's death started the cracks, but that leak made the split plain as day.",
        "Foundations shaken up by news of invisible citizens—those early profiles, not really gone.",
        "Some of us, Harmonists or not, thought gentle resets might help. But Directorate types just want everything swept clean, no matter who gets lost in it.",
        "Saw Council staff nearly come to blows over those deleted archives.",
        "Restoring from ancient backups may sound simple. It’s not—old ghosts wake up old debts too.",
        "People used to hide faith in the system. Now they jump at their own reflections.",
        "I keep my distance from official feeds, but word travels. More than you'd guess.",
        "Trust is brittle, but fear’s contagious. Even old rhythm men like me stay up at night."
      ],
      [
        "None of this started overnight, you know. Halden was a systems man, like me—a believer in fail-safes.",
        "After his death, chaos came slow, then all at once. First the data leak—hundreds of legacy profiles, so-called ghosts, suddenly public.",
        "I managed old Council routines. Even back then, there were rumors of people disappearing from system records, only to surface again in corridors nobody patrolled.",
        "Now the Directorate shouts for purges, Harmonists want a calm reset, but even backups aren't safe if the roots are tangled.",
        "Council’s gridlocked, and every operator is scrambling for plausible deniability.",
        "Some protests aren't just about scores. They're about memory—people who lost everything to one system rewrite too many.",
        "I hear from retired colleagues, still quietly pushing for oversight, but their messages go through so many hands, I trust paper more than digits.",
        "Everything I've kept—old drafts, fragments from Halden's last revisions—is proof enough that no system is ever clean.",
        "Sixty-four on the board. Could be anyone tomorrow. That’s the truth underneath all the slogans."
      ]
    ]
  }
}