{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Fine? I guess. Things get strange in the complex lately.",
        "Elevator didn\u0019t work, so I used the stairs. Lot more ident checks than usual.",
        "Medical records glitched, system said error. Maybe just those random faults again.",
        "Honestly, you just get used to it. Or pretend you do."
      ],
      [
        "I\u0019ve been rerouted a lot. Keycards, doors, even my health records.",
        "People are getting locked out for random stuff. Even neighbors wouldn\u0019t say why.",
        "Been logging everything, quietly. Can\u0019t really talk about it at work now.",
        "Feels like walking through fog that could close in any second."
      ],
      [
        "Yeah, I keep a list now\u0014services denied, who gets blocked, patterns that don\u0019t show up on reports.",
        "Maintenance started inspecting us manually. They barely look you in the eye.",
        "Getting medical help is suddenly an ordeal. Errors, timeouts, no explanations.",
        "Most just shrug and go along. I see the tension building, but nobody speaks up.",
        "I haven\u0019t talked to anyone about it. It feels safer that way.",
        "Honestly, I\u0019m exhausted pretending it\u0019s all normal."
      ],
      [
        "Honestly, I\u0019ve stopped pretending. They\u0019re blocking access everywhere for people like me, anyone flagged by the system.",
        "I tried to get medical clearance. Denied. Nothing official, just this cold error code.",
        "In my block, people aren\u0019t talking. Even old friends look away now. We all know we\u0019re being watched.",
        "I started keeping records. Not to prove anything, more... so I can remember what really\u0019s happening.",
        "I used to believe the system was rational, but now? It feels random. Punitive, even.",
        "My BCI\u0019s been stuck for weeks. No explanations. Every day there\u0019s a new restriction.",
        "It\u0019s getting harder to pretend things will just go back to how they were."
      ],
      [
        "No point pretending. I get flagged for things nobody explains, shut out from basics, stairs instead of elevators, error codes for healthcare.",
        "I know my BCI is low, thirty-four. Enough to mark me as a risk, but not enough to disappear.",
        "The system\u0019s supposed to be efficient, neutral. But now it feels cruel\u0014half the block is locked out for days at a time, everyone watching everyone else.",
        "Sometimes I keep a written log. Not just to track, but because it\u0019s the only proof I exist outside their scoring.",
        "Innovator, that\u0019s what I used to call myself. Thought the system could learn\u0014be better. Instead, it\u0019s eating itself, and us with it.",
        "I don\u0019t dare speak about it in meetings anymore. Wrong word, you\u0019re ghosted.",
        "I\u0019ve seen who gets cut off\u0014not just noncompliant, but anyone a little different. We\u0019re encouraged to pretend, until we can\u0019t.",
        "And now I feel tired all the time. Like laughter, but bitter, because what else is left?"
      ]
    ],
    "emotion": "Tired and raw, but a crack of helpless laughter at how surreal it all seems now."
  },
  "emotional": {
    "opener": "Oksana, honestly, anyone would feel this way. You're not alone—you never were, even if it feels like it.",
    "variants": [
      [
        "Maybe. It's hard to say anymore.",
        "Still doesn't change much, but thanks."
      ],
      [
        "I hear you. Not sure it helps, but... maybe you're right.",
        "Things just blur together after a while.",
        "Guess that's normal now."
      ],
      [
        "Sometimes I forget what 'normal' used to mean.",
        "It's reassuring to hear that, actually.",
        "Feels like there's not much ground left under my feet.",
        "But knowing someone else sees it, even a little, helps."
      ],
      [
        "You saying that— it cuts through the noise.",
        "I keep telling myself to adapt, but it’s like swimming in fog lately.",
        "It's strange. I used to trust the system. Really, I did.",
        "Now everything feels slippery... like reality changed skins overnight.",
        "Hearing someone else get it makes it less lonely."
      ],
      [
        "Funny. I used to believe everything had a logical reason, a clean pattern.",
        "We're all just supposed to trust the numbers. The order. I tried so hard to fit that.",
        "Some days, I barely recognize myself in the mirror.",
        "It's almost a relief when someone admits all this feels surreal too.",
        "I'm exhausted from pretending I'm fine.",
        "I never planned to end up this isolated, but maybe none of us did."
      ]
    ]
  },
  "factual": {
    "opener": "So? Everyone’s talking about leaks and ghosts. If it’s all just random errors, why does it feel like something bigger?",
    "variants": [
      [
        "Yeah. There’s a lot of talk. System errors, leaks, rumors about deleted profiles.",
        "Council’s arguing. They’ll probably crack down again.",
        "Honestly, nobody knows what’s real right now."
      ],
      [
        "Since that leak, things haven’t made sense. People keep whispering about invisible users.",
        "Council’s response is just more security. It’s making everyone edgy.",
        "Some say profiles they thought were deleted are still around.",
        "Anyway, probably half of it’s just panic."
      ],
      [
        "They confirmed a hidden subnet. Hundreds of BCI profiles from the early days, still active somehow.",
        "That wasn't supposed to be possible. It triggered a wave of system checks across city infrastructure.",
        "Harmonists want to hit reset, but Directorate wants purges. No one agrees why it's even happening.",
        "Most of us innovators hoped for reform, not... this mess.",
        "People started sabotaging things after the first protest. It’s not just errors anymore."
      ],
      [
        "Since Halden died everything’s fractured. Then the data leak—suddenly everyone’s BCI score is public. Trust collapsed overnight.",
        "That ghost archive, it’s real. Early pilot users were never purged, just buried in the system.",
        "Every Council faction’s blaming the others. Directorate’s running security sweeps, Harmonists want backups, Innovators—like I was—think the system needs a total overhaul.",
        "I've seen internal diagnostics. Half the failures started before anyone noticed.",
        "Some of the sabotage? It isn’t random. Groups are organizing, quietly, right inside the blocks.",
        "People are scared, but some see opportunity. It’s... surreal."
      ],
      [
        "I was brought in as an innovator, back when we believed the BCI could actually adapt. Now I’m flagged as a risk because I won’t play along.",
        "Halden’s death was the trigger. Then the leak—everyone’s secrets, exposed. Council started eating itself.",
        "There’s this old ghost archive, hundreds left over from the first BCI test runs. They were supposed to have been erased, but they’re still active. Hidden users manipulating things, changing scores or letting others vanish.",
        "No one inside the Directorate can admit where the orders are coming from, not anymore. Even diagnostics are getting spoofed.",
        "I've connected with some of those ghost profiles. I hoped for answers, but they only send fragments. Like the whole city’s being run by echoes.",
        "The blocks are restless. Some residents get locked out entirely, others just enough so they don’t forget to be afraid.",
        "I used to fight for system reforms. Now the risk isn’t just professional—it’s survival. And the protests? Some are coordinated by people who’ve been watching this longer than I have.",
        "Funny, I can’t decide if we’re collapsing or finally waking up."
      ]
    ]
  }
}