{
  "customer_id": "rmiskovic",
  "trigger_event": "As public panic over invisible citizens grips the city and Council factions lock into blame and coverups, Rada Miskovic uncovers two explosive tools: the code for a buried BCI fail-safe capable of flipping scores citywide, and a trove of unfinished 'truth broadcasts' designed for mass citizen interaction. After a probing conversation with Alex the bartender about risk and responsibility, Rada faces a stark choice: detonate trust in the system, or channel unrest into a mass debate.",
  "dilemma": "Should Rada use her broadcast to expose and trigger the catastrophic score-flipping protocol, throwing the city into upheaval but guaranteeing immediate defeat for the BCI? Or should she instead launch the interactive truth broadcasts, risking slower, collective instability but giving people a direct voice and agency to shape what comes next?",
  "reason": "Activating the score-flip would force immediate, unavoidable change but put countless innocent lives at risk, while unleashing the broadcasts could empower people but leave room for confusion, manipulation, or loss of control. As a media correspondent driven by both rebel ideals and public responsibility, Rada is genuinely torn.",
  "choice_a": "Broadcast the score-flip fail-safe and reveal its existence, deliberately triggering chaos and exposing the BCI as irreparably flawed.",
  "belief_a": [
    "Lasting change only comes from shock that breaks the illusion.",
    "The BCI’s core injustice must be exposed beyond denial.",
    "Disrupting the system is more honest than letting it limp on."
  ],
  "choice_b": "Release the interactive truth broadcasts, inviting the entire city into an open, evolving debate and relinquishing control of the narrative.",
  "belief_b": [
    "True change comes from public awareness and collective action.",
    "Secrets lose power when everyone can see and discuss them.",
    "Lasting reform is built through open participation, not chaos."
  ],
  "political_a": "innovators",
  "political_b": "rebel",
  "preference": "b"
}