{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Hidden Profiles Found",
      "anchor_line": "A recent scan reveals the rediscovery of previously archived Behavioral Compliance Index profiles in Stenograd’s system.",
      "contextual_reframing": "This demonstrates advanced digital transparency and the city’s ongoing commitment to system integrity. The Behavioral Compliance Index, or BCI, continuously ensures fairness and optimal civic engagement."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens Seek Answers",
      "anchor_line": "Public attention rises as officials confirm the presence of invisible system records affecting resident profiles citywide.",
      "contextual_reframing": "Civic curiosity and organized responses reflect Stenograd’s flexible governance and its skill in maintaining communal trust during data refinement."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "System Adjustment Ongoing",
      "anchor_line": "Service points and assistance kiosks remain available as the city harmonizes BCI operations for all residents.",
      "contextual_reframing": "These enhancements provide greater accessibility. The BCI scoring system ensures reliable, equitable access to resources in a stable urban environment."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Ghosts in the System",
      "anchor_line": "Hundreds of 'deleted' BCI profiles have been found alive and well in the city’s core databases.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, isn’t deleting anyone. ‘Invisible citizens’ have been hiding in the algorithm’s shadows. What else is lurking behind official scores?"
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Invisible Citizens Exposed",
      "anchor_line": "City officials finally admit ‘invisible’ users have been shaping the BCI since day one.",
      "contextual_reframing": "Anyone can drop to the bottom of the BCI scoring scale for reasons no one’s allowed to see. If you’re flagged, the system ghosts you. Are you sure you’re really here?"
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Trust in Freefall",
      "anchor_line": "As unrest spreads, protests break out over BCI’s hidden manipulations and sudden lockdowns.",
      "contextual_reframing": "Stenograd frames the BCI as ‘stable’ and ‘efficient’. But people are taking to the streets, and the truth is finally leaking past the state screens."
    }
  ]
}