{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah, things shifted at work lately.",
        "I get more looks than usual. They moved me to a tiny cubicle.",
        "Nobody talks much now. Even break time feels... monitored.",
        "Feels like the walls are closing in, honestly."
      ],
      [
        "Hard not to notice. My name showed up on an interrogation list this week.",
        "They locked me out of my last story, stuck me in a monitored cubicle.",
        "Colleagues stopped saying a word. Like I’m radioactive.",
        "I’m under more checks than ever. Even lunch is solo now.",
        "You’d think we’d stick together, but it’s everyone for themselves."
      ],
      [
        "Something definitely changed. You know those leaks about secret detainments? My office turned from hush-hush to pure paranoia.",
        "Once my name popped up as 'under review,' everyone just vanished.",
        "My workspace got shrunk to a glass box. All my notes—gone.",
        "No one's willing to say more than 'hello.' Even the air feels bugged.",
        "Meals alone, conversations logged. Trust is like a rumor now.",
        "It’s isolating. And exhausting—being treated like a threat for just doing my job."
      ],
      [
        "It’s not just the weather. People at my job are acting like they’ve seen a ghost, ever since those Council documents on detainments came out.",
        "I got flagged for questioning, so now I’m confined to a monitored cubicle, stripped of anything meaningful to work on.",
        "Colleagues switched from small talk to straight-up avoidance the minute bulletins listed us 'under review.'",
        "Even breaks are solo. You feel every stare, every check.",
        "The place is full of suspicion. I can’t even clear out my notes without someone watching.",
        "I ignored warnings—couldn’t keep quiet. Now every move is logged.",
        "And if you push too far, the system just erases you from notice. You only realize how alone you are when you become invisible."
      ],
      [
        "Hobby? Well, my real one these days is keeping evidence safe—bits our newsrooms are told to cut, footage that never sees the light.",
        "The fallout from those leaked Council files landed right in my lap. My BCI score tanked to a ten, I got interrogated, and now I’m boxed into a glass cell at work.",
        "Colleagues—who once whispered tips, even gave me backup—now look through me like I’m not there. I’m on all the watchlists.",
        "It’s open season for surveillance: every meal solo, every word monitored. The trust we had has vanished along with half our workforce.",
        "They want isolation to break you. But silence just breeds more suspicion. No one dares share info. Everyone measures every breath.",
        "And I can’t even reach out to my sources. I spent years reporting on this compliance system—now I’m one of its cautionary tales.",
        "Ignoring those employer warnings? No regrets. Maybe that’s the only choice for people like me, when propaganda passes for news.",
        "Turns out, being a rebel doesn’t make you a hero here. Just... incredibly alone, with the whole city watching for you to disappear."
      ]
    ],
    "emotion": "Isolation and exhaustion, feeling watched and deeply alone"
  },
  "emotional": {
    "opener": "You're not invisible here, Rada. I see you, even when it feels like the whole city has turned its back.",
    "variants": [
      [
        "Maybe. Hard to know who actually sees anything anymore.",
        "Feels like blending in is the safest bet now."
      ],
      [
        "It helps to hear that, even if most days it doesn't feel true.",
        "I've learned not to expect much from anyone lately.",
        "Still, thanks for saying it."
      ],
      [
        "Sometimes I wonder if I just imagined being noticed at all.",
        "Some days I feel like a shadow passing through this place.",
        "It gets heavy, that loneliness.",
        "But hearing you say that... it makes it a little lighter."
      ],
      [
        "It's easy to forget what it feels like when someone actually sees you.",
        "Most people look straight through me now, afraid they'll catch whatever bad luck I'm carrying.",
        "I still hold onto the hope that we're not as alone as they want us to think.",
        "Your words help.",
        "Not many actually mean it."
      ],
      [
        "I grew up learning to disappear. My whole childhood was about not being noticed, not making noise.",
        "Now it's more like the world forces you invisible just when you need connection the most.",
        "Isolation isn't just loneliness, it's a kind of erasure.",
        "I keep telling myself people like us—maybe we're just rare now.",
        "Still, every time someone does see me, really see me, it pushes back the darkness a little.",
        "It matters more than it should."
      ]
    ]
  },
  "factual": {
    "opener": "So what\u0019s actually happening? Everyone\u0019s talking, but no one says anything real.",
    "variants": [
      [
        "There was that fallout after leaked documents surfaced. Nothing concrete, just rumors everywhere.",
        "People are restless. Some talk about vigils, but I keep my head down.",
        "The Council is under pressure, or so they say in official channels.",
        "Neighborhoods are holding meetings. Feels tense, not sure what it all adds up to.",
        "Not much to report beyond what\u0019s public."
      ],
      [
        "They say the detainment leaks stirred something. City feels jumpy.",
        "Official channels mention Council resignations, not that they give details.",
        "Flyers with names popped up in some neighborhoods. Makes you think twice about where you walk.",
        "People are gathering. Candles at night, uneasy faces in the crowd.",
        "Word is, the Council might open up some records. I wouldn\u0019t bank on it yet.",
        "Feels like more could break loose soon."
      ],
      [
        "Hard to ignore now. After the Council leaks, public forums just exploded with outrage.",
        "Returned detainees are showing up at these gatherings. Their stories have people rattled.",
        "Council bigwigs started resigning. That just made the pressure build.",
        "Every night it feels like more folks light candles or demand answers outside government buildings.",
        "Most newsrooms can\u0019t keep up. Official statements can\u0019t contain it.",
        "You can tell the tides are turning. I\u0019d call it hope, if I were still naive.",
        "Everyone\u0019s tired of being steered by an algorithm."
      ],
      [
        "After Lenart handed over those BCI logs, it was like a dam broke. Proof of forced disappearances went public.",
        "Survivors came forward. You could hear a pin drop during their stories at street vigils.",
        "Senior Council members stepped down. Doesn\u0019t mean the system changes, but it's a start.",
        "There\u0019s this hunger for truth. Forums calling for open records. People want accountability, not just cover-ups.",
        "Even people who were quiet are out with candles every night now. I joined one yesterday. Couldn\u0019t help myself.",
        "Newsrooms that played it safe can\u0019t look away anymore. You can\u0019t unsee what\u0019s already out.",
        "Feels like citizens are finally demanding their city back, not just coping with BCI.",
        "I\u0019ve always believed the narrative wasn\u0019t the real story."
      ],
      [
        "Those directive logs Lenart leaked reached some of us first. We spent nights verifying before sending them out.",
        "The scale of the disappearances was worse than anyone guessed. Victims reappeared, broken but alive.",
        "I listened to hours of survivors\u0019 stories\u0014unedited. We archived every testimony for whatever comes next.",
        "Resignations in the Council weren\u0019t enough. Protests keep building. People want the whole system on trial, not scapegoats.",
        "Vigils are everywhere, but the forums are where the real work's happening. Citizens rewriting the rules together, for once.",
        "My BCI tanked with every file I helped share, but I guess I never wanted to just print what I was told.",
        "Truth is, I never believed in compliance. I only ever believed in the facts we were told to ignore.",
        "What\u0019s brewing now? Feels like the first crack in their control.",
        "If you\u0019ve ever doubted your part in all this, trust me\u0014you\u0019re not alone."
      ]
    ]
  }
}