{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Ground always feels strange these days. Nothing moves the way it used to.",
        "People linger in places they never did before. I keep to myself, mostly.",
        "There\u0019s talk in every hallway now. I lock my door tighter each night.",
        "...So, the ground feels thin, and everything seems quieter than before. It\u0019s not a comfortable quiet."
      ],
      [
        "Lately I keep noticing faces I don\u0019t know outside my window.",
        "Neighbors ask things I never heard them ask before. Big questions, sharp whispers.",
        "There were official papers made public. People think I can explain them. I don\u0019t let anyone in.",
        "The nights go long, very crowded. I make sure my old work materials are hidden better now.",
        "...So, the ground feels thin, and everything seems quieter than before. It\u0019s not a comfortable quiet."
      ],
      [
        "There\u0019s been a change in the air since some Council documents were broadcast.",
        "I used to organize meetings for them, you know. These days, neighbors come to my door, looking for answers I shouldn\u0019t give.",
        "They think I still have connections or secrets that matter. I keep quiet. Old service rules, still.",
        "People hold vigils in the street, louder every night. My own name gets whispered more than I like.",
        "I\u0019ve taken to hiding my briefcase, double-checking every lock. Withdrawal never used to feel dangerous before.",
        "...So, the ground feels thin, and everything seems quieter than before. It\u0019s not a comfortable quiet."
      ],
      [
        "Every night since those Council documents leaked, more strangers gather below my window.",
        "I spent years quietly keeping Council affairs in order. Now, folks think I\u0019m some sort of interpreter for their secrets.",
        "There are rumors of amnesty, missing people, unknown faces looking for records. They want me involved. I refuse. Old habits, old fears.",
        "It gets tense when protests spark. People want names, answers. I give no one an inch. It\u0019s safer that way.",
        "I\u0019ve never secured my briefcase this tightly. Holding on to certain things feels heavier now. Even small refusals cost you — my BCI drops by the week.",
        "Sometimes I hear lists chanted in the dark. No one trusts the system, or anyone in it.",
        "...So, the ground feels thin, and everything seems quieter than before. It\u0019s not a comfortable quiet."
      ],
      [
        "Everything\u0019s different since the Council\u0019s secrets went public — names, dates, all laid bare in the street. I\u0019m not just another pensioner to my neighbors anymore.",
        "It\u0019s strange. For over ten years I enforced their privacy, turned away any talk of disappearances. Now people come knocking, hoping I\u0019ll break protocol for them.",
        "Some still call me Harmonist. Maybe that\u0019s fair. I always believed in order over chaos, but this... this is a kind of disclosure I never wanted.",
        "Crowds hold vigils outside every night. Candles, song, sometimes angry chants. People want justice, amnesty, the records opened wide. They\u0019ve seen the files — real stories, not propaganda.",
        "They tell me I\u0019m the link to the old system. I\u0019ve made my choice — nothing leaves my possession. I\u0019ve hidden everything tighter, not out of loyalty, but to keep myself safe.",
        "Even that’s noticed. My BCI keeps dropping. The system thinks withdrawal means guilt these days.",
        "I miss when my work was invisible. Now silence feels risky, and I\u0019m not sure anyone is safe until this city finds its truth.",
        "...So, the ground feels thin, and everything seems quieter than before. It\u0019s not a comfortable quiet."
      ]
    ],
    "emotion": "...So, the ground feels thin, and everything seems quieter than before. It\u0019s not a comfortable quiet."
  },
  "emotional": {
    "opener": "Nikola, sometimes quiet just means the world is waiting for someone to breathe again. You're not the only one who feels it. There's comfort in knowing others notice.",
    "variants": [
      [
        "Mm. I suppose you're right.",
        "Silence can mean many things."
      ],
      [
        "Yes, it's... hard to say sometimes.",
        "Still, it's good to be reminded I'm not the only one noticing.",
        "Thank you for that."
      ],
      [
        "Strange how we all sense it when things shift.",
        "It helps a bit to hear someone else say it out loud.",
        "Maybe quiet isn't the same as empty, after all.",
        "Appreciate what you said."
      ],
      [
        "I didn't expect to hear that from someone today.",
        "When things grow quiet, I start to think everything's on edge, ready to tip.",
        "It's easier to hold steady when someone else acknowledges the weight of it all.",
        "You've given me a little peace, really.",
        "Thank you, sincerely."
      ],
      [
        "It has been years since I felt this kind of quiet—when you mentioned it, it almost made it lighter.",
        "So much of my life has been spent listening for what isn't said, or what isn't shown.",
        "Sometimes it felt like I had to carry those silences alone, but tonight you made it shareable.",
        "There's so much history in these walls—some of it best left unspoken, but not unfelt.",
        "You reminded me that even stillness can be shared space, not just emptiness.",
        "I'm grateful to have someone who understands, even for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking, Nikola. You saw the same leaks as the rest of us. What really happened?",
    "variants": [
      [
        "A lot of stories making the rounds since those lists went up.",
        "Council’s shaken, lost a few faces. No one’s filling the gaps fast.",
        "All anyone knows is there’s unrest. Streets aren’t as orderly as they were."
      ],
      [
        "Plenty of leaks, plenty more speculation. Not all of it’s accurate.",
        "Names returned, some missing folks showed up. They looked changed. Weak.",
        "The Council’s fragmented. Public’s louder than I’ve seen in years.",
        "I mind my own – that’s what’s safest now."
      ],
      [
        "People saw, finally, that disappearances weren’t rumors. Files made it plain.",
        "Returned detainees gave their accounts. That’s what broke the old silence.",
        "Vigils aren’t just for show now – it’s pushing the Council hard.",
        "Harmonists... we always said stability was the goal, not secrets. Hard to defend that now.",
        "Automation’s meant to keep order, but it’s fraying at the edges."
      ],
      [
        "When the records surfaced, it shook even the Council loyalists.",
        "Mass resignations, old plans thrown out. Hard to keep up the façade of control these days.",
        "The Directorate wanted a blackout. Saw unrest as a threat, not a reckoning.",
        "Returned detainees... some were close to people I knew.",
        "People chant for amnesty, even naming those still gone – I remember signing some of those documents myself.",
        "Never thought I’d see this much public unity outside the system’s design.",
        "Harmonists always said the truth would destabilize things. Maybe it’s just time."
      ],
      [
        "I spent years making sure those papers never saw daylight. Guess it was all for nothing.",
        "Some councilors tried to automate the response, but Halden’s death left holes no one can plug.",
        "Private channels log Council arguments – you’d be surprised who wanted to open the files before the leaks.",
        "Returned detainees are marked, system-wise. Their BCI’s fluctuate wildly; it’s messing up labor queues.",
        "There are names in the archives that never reached the street. Some, I filed away myself – never told anyone.",
        "The Directorate’s talking about legacy protocols. That’s always code for cleanup, not transparency.",
        "I was a Harmonist – not for cover-ups, but quieter management. Now, too many are shouting for redress.",
        "People are bartering physical records, bits of old evidence. Only thing they trust now is paper.",
        "Feels like everyone is waiting to see if the system can admit what happened, or if it eats itself first."
      ]
    ]
  }
}