{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Always feels like the ground shifts here. Last week was noisier than usual.",
        "Some files slipped out. Now people talk about who's missing instead of pretending they're not.",
        "Saw more uniforms around than neighbors. Guess someone noticed.",
        "Funny how easy it is to disappear if you don't keep moving."
      ],
      [
        "City never sits still, but lately even the usual shadows seem jumpy.",
        "Leaked some records about disappearances. Did it careful—old fashioned handoff.",
        "Crowds got noisier, folks looking for faces that haven't come home in months.",
        "Started seeing warnings in places I used to walk. Feels like someone's tracking every step now.",
        "People keep asking who did it. I don't think they really want to know."
      ],
      [
        "Yeah, felt that shake. Dropped evidence to some journalists—real stuff about secret arrests, all tied back to the Council and the BCI.",
        "Suddenly folks are out holding vigils, hunting for the missing, and old friends are telling me to keep my head down.",
        "Haven't touched a terminal since. All my usual routes feel heavy, like I'm being watched twice for every once.",
        "Feels strange seeing my own name whispered at checkpoints and corners, my BCI score circling the drain.",
        "Noticed Council seats going empty. Neighborhoods crowded with paper posters and thin hope.",
        "Suppose that's what happens when you push too hard on the system's secrets."
      ],
      [
        "You know I used to patch BCI circuits for a living? These days, I fix more ghosts than wiring.",
        "Decided enough was enough—took proof of secret detainments, locked up by order of the Council, and handed it over myself. No digital trace, just flesh and nerves.",
        "Reporters ran it out, so survivors are turning up at vigils, stumbling back with stories people can't ignore anymore.",
        "Now every block's covered in the faces of the vanished. My score tanked so hard I reckon even the street lamps know I'm marked.",
        "Lost a few clients. Gained more shadows, especially around choke points and market lines.",
        "But I'll tell you, it shook the whole city. Council members started ducking out. System stutters every morning.",
        "Feels... like something overdue finally broke loose."
      ],
      [
        "Was a time I thought fixing circuits could fix the world. Now it's just patchwork, trying to hold back the leaks.",
        "Made a choice last week most would've dodged—collected proof of how the BCI and Council disappeared folks for noncompliance. Handed it straight to street journalists—analog, no breadcrumbs.",
        "Figures my score cratered overnight, not that I ever played nice with the algorithms. Marked me dissident, kept me out of even the bad coffee spots.",
        "Now the stories spill out everywhere. Survivors returning, their names pinned to walls nobody had the nerve to look at before. City wakes up, demanding records, demanding faces back.",
        "Security's thick, old friends say stay invisible. But I owe a debt to those who couldn't speak for themselves.",
        "Council can't hide behind their perfection anymore. Algorithms stumble, people rage, trust gone.",
        "I never meant to rally anyone. Just couldn't stand the silence. Sometimes you spark a fire you didn't know you were holding.",
        "Some days I feel lighter, like finally telling the truth is a kind of freedom—even if it comes cold and late."
      ]
    ],
    "emotion": "Worn out, but oddly relieved—as if saying it out loud lets a bit of the pressure go."
  },
  "emotional": {
    "opener": "Lenart, I can't pretend I know exactly what it's like for you, but you carry so much alone. Just saying it here, to someone real—sometimes that's enough. You don't have to keep it all locked up.",
    "variants": [
      [
        "Suppose you're right. Doesn't hurt admitting things get heavy.",
        "Still, talking doesn't fix the wiring, does it."
      ],
      [
        "Yeah, I guess most folks don't get it. Still, saying it out loud is strange for me.",
        "Feels lighter, though. Maybe that's something.",
        "We'll see how long it lasts."
      ],
      [
        "You're not wrong. Sometimes you hold things in so long, you forget how much you’re carrying.",
        "Actually saying it, even just once, does ease up a little pressure.",
        "Doesn’t solve anything, but it clears the static.",
        "Appreciate you listening."
      ],
      [
        "People get used to keeping quiet. Not always by choice.",
        "Funny, but saying a piece of it here feels safer than it should.",
        "I think I forget that there are still a few real conversations left in this city.",
        "Used to be easier, before everything got measured.",
        "Anyway, thanks for making space for it."
      ],
      [
        "Sometimes I look around and wonder if anyone really sees any of this anymore.",
        "You're right—saying it here, just to another person, actually helps.",
        "Feels like most days we’re just keeping ourselves running, pretending we don’t notice the cracks.",
        "I miss when talking was just talking, not a risk calculation.",
        "There was a time I had more people to lean on. Didn’t realize how much I needed that till now.",
        "Thanks, Alex. Not much left in this city that’s unmeasured, but I think this moment slips through."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, if you know so much, why not tell me how deep this mess goes? You saw more than most. Don’t hold back now.",
    "variants": [
      [
        "Lot of unrest, all sparked by names turning up where they shouldn’t.",
        "People started showing up asking quiet questions, leaving just as fast.",
        "Some faces came back. Council’s still scrambling, locking things down tighter.",
        "You won’t see me in the thick of it. Not my place.",
        "Just watch for what isn’t in the news."
      ],
      [
        "System’s tripping over itself—jobs, permissions, whole neighborhoods shuffled overnight.",
        "Council’s losing their grip, some bailing before the doors lock.",
        "Survivors making noise, but the biggest stories never make it off the street corners.",
        "Security doesn’t blink much anymore, just logs it all.",
        "Not sure what happens when the records go public, but we’ll see.",
        "So far, silence gets noticed faster than anything folks dare say."
      ],
      [
        "Labor assignments started failing. People swapped jobs they never signed up for—caused a mess nobody could sweep.",
        "Council’s all fractured. Directorate thinks lockdowns fix everything. Harmonists want a calm only algorithms can promise.",
        "City switched off digital talk, forced everyone back to analog. Felt like everyone forgot how to whisper without the net.",
        "After those detainments came out, you saw mass vigils, names plastered everywhere. Folks searching for their own.",
        "Automated ghost running Council meetings—heard it mimics Halden, spooking everyone even more.",
        "Once BCI scores got exposed, streets boiled. Everybody finally saw what was held against them.",
        "I never bought their idea of order—always figured truth leaks, one way or another."
      ],
      [
        "There’s a ghost in the system. Council’s getting messages that sound like Marek Halden—predictions, fractured decisions, paranoia everywhere.",
        "Everyone’s BCI records spilled open, nothing left hidden—made neighbors realize just how much the system was shaping their lives.",
        "People lost trust overnight. Saw whole districts rally, folks who never spoke before sharing stories, making demands for the first time.",
        "Returned detainees—shells of themselves—speaking out, forced the Council to cough up old logs and admit who vanished when.",
        "Street networks spread leaked files and private talks. Even security’s unsure who to watch now.",
        "I helped wire up some of those underground lines, not proud, not ashamed—just seemed fair after all the Council hid.",
        "I never played the system’s game, but now the game’s changed. It’s out in the open, ugly as promised.",
        "Doesn’t matter who started it, just who steps up now."
      ],
      [
        "After Halden went cold, the whole control stack staggered—automated systems buckled, Council couldn’t patch them fast enough.",
        "That ghost-algorithm, the one spooking the Council, isn’t just malfunction. Looks more like someone set it to test their nerves, see what cracks first.",
        "Shutdown on digital comms didn’t even slow the chat—people rigged analog relays, even helped with some circuits myself. Risky, but worth the cause.",
        "Transparency shock hit like a flood. BCI scores, histories, every rationalization spilled citywide. Nobody could hide behind bureaucracy anymore.",
        "Vigils turned into nightly audits. Neighborhoods united, marking every face the Council erased. That kind of grief is contagious—breaks something loose.",
        "Old spooks from the Directorate threaten brute force, but citizens know too much now. Can’t bottle truth once it’s out.",
        "I’ve dodged full allegiance my whole life—loyalties get you ghosted here. But I’ll side with the rebels before I ever serve that machine’s idea of stability.",
        "Not sure if it makes me a traitor or just stubborn. Guess I’d rather lose quiet than live their lie.",
        "Funny thing—never thought chaos would feel like breathing easy, but here we are."
      ]
    ]
  }
}