{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady is not a word I'd use lately. People are restless, wanting answers after those leaks.",
        "Work got more complicated with citizens watching every phrase.",
        "Had to fix statements all day, crowd outside waiting for explanations.",
        "Feels like nothing gets past anyone now. Not much left of steady."
      ],
      [
        "Steady. If you call constant review panels steady.",
        "Had to rewrite half my work in front of witnesses—citizens, no less, standing right over us.",
        "Every message now needs a signature and a second witness. Slows everything down.",
        "Crowds keep gathering, shouting for us to explain what's been exposed.",
        "Truth is, I can barely keep up. Feels like waiting for the next blow."
      ],
      [
        "You could say steady if you mean unsteady by design. It’s chaos since the detainment leaks.",
        "Yesterday they made me report to a new checkpoint. Even staff aren’t trusted to move freely.",
        "They set up observers, checking everyone’s history—mine included.",
        "A colleague cornered me about old speech drafts they found in the leak. Forced edits while people waited for answers.",
        "Barely cleared half my assignments—every word scrutinized. Even I can feel the system’s grip slipping.",
        "I left that building feeling like I’d stepped outside the order I’ve always written about. It’s not steady. Not for any of us."
      ],
      [
        "Steady doesn’t describe much in Stenograd now. Every statement I write is dissected—citizens lined up with the Council’s secrets in hand.",
        "I arrived at work to find supervised comms, access lists being checked against compliance records. Nobody trusts anybody.",
        "One of my own colleagues called me out over phrases I wrote months ago. Real-time editing, under observation—humiliating.",
        "All day, I watched the system I once defended force us to account for every syllable. Signatures, countersignatures, delays. Half our work never cleared.",
        "People are angry, not at the words, but at what’s been hidden. Our BCI scores falling is just a shadow of public trust collapsing.",
        "Part of me wants to defend the Directorate’s chain of command, the structure—yet, seeing it falter takes something out of you.",
        "I left last night with my hands shaking, wondering how much longer we can pretend the old language means anything. Steadiness is just a memory now."
      ],
      [
        "Steady? The world I inhabit is nowhere near steady. I’ve made my career spinning order out of disorder—shaping how Stenograd justifies its system.",
        "This week, after the leaks, I showed up to find myself on display—citizen observers monitoring, cross-referencing my past for any hint of deviance.",
        "Those draft speeches, the ones no one was supposed to see, came back to haunt me. Forced into edits in front of an audience demanding the truth.",
        "I’ve always believed in the Directorate’s clarity, the necessity for chain of command. But faced with delays, countersignatures, accusations, I saw just how brittle that loyalty becomes under all this scrutiny.",
        "Half my work didn’t make it out. They track every word I say now, every line signed and witnessed. My BCI dips, not for what I wrote, but for the trust I never truly earned.",
        "Outside, crowds form for explanations, and I saw a new kind of anger—anger not with the system, but with those of us who shaped its language.",
        "It’s hollowing. I crafted the lines meant to steady people, but standing there last night, I realized the Directorate’s order doesn’t feel secure anymore.",
        "I’m left exhausted, furious in ways I can’t show, clinging to discipline because it’s all I have left. If that’s even enough."
      ]
    ],
    "emotion": "Worn out, quietly angry, and reaching for strength to keep facing it."
  },
  "emotional": {
    "opener": "Sven, even in this city, it matters that someone still cares enough to find the right words. Not every system can erase what’s left of us.",
    "variants": [
      [
        "Maybe. Some words just get lost anyway."
      ],
      [
        "Hard to say who notices, but... maybe you're right.",
        "Things echo. Even if it's quiet."
      ],
      [
        "It's easy to forget that sometimes, with all of this noise.",
        "Strange how just the right phrase can steady a man.",
        "I suppose it matters. If only to remind ourselves."
      ],
      [
        "You've got a point. We hold onto what we can—it’s about the only thing left.",
        "Maybe it’s my turn to believe that words stick, in spite of everything.",
        "Some days that’s all I’m holding onto, frankly.",
        "If nothing else, someone remembers where these words came from."
      ],
      [
        "You know, when I started, I thought words alone could turn the tide. Maybe I still do, against my better judgment.",
        "This place drains people. You learn to ration hope.",
        "But what you said—it gets under the armor. Reminds me I’m still here, not just a mouthpiece for the machine.",
        "There’s a kind of stubbornness in care, isn’t there? I admire that.",
        "I won’t stop, Alex. Not when someone tells me it makes a difference.",
        "I forget sometimes... how much I need to hear that."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Sven. The city wants more than deflection for once. What’s really going on behind all this chaos?",
    "variants": [
      [
        "It’s nothing the Directorate hasn’t anticipated.",
        "Public’s agitated by some leaks, but Council has contingencies.",
        "Citizens gather, demand answers. Routines hold, mostly.",
        "Survivor stories circulate. Management’s addressing it."
      ],
      [
        "Leaked documents have the city on edge. Council’s handling it internally.",
        "There’ve been resignations, yes, but the chain of command stands.",
        "Vigils and public forums, pressure for accountability.",
        "Stories from detained citizens surface now. Supervised outreach happening."
      ],
      [
        "Resignations at the top after those records came out. The pressure is relentless.",
        "People demand truth, not measured statements, so the Council bends—public forums, record openings.",
        "Returned detainees speak out at gatherings. Their stories hit even the Directorate hard.",
        "Neighborhoods form new alliances outside network oversight. I see it.",
        "BCI rationale leaks drive new protests. Every score explained, every bias revealed.",
        "The Directorate’s grip feels less certain, but command structure is all that keeps the peace."
      ],
      [
        "Top brass stepped down after detainment records broke. Directorate’s veneer of order’s exposed for all to see.",
        "Vigils, calls for amnesty—neither silenced nor dismissed anymore.",
        "Survivors naming names, telling what happened outside the system. It hits me harder than policy ever did.",
        "City’s gone from controlled compliance to nightly reckoning. Discipline’s the only thing holding the Directorate together now.",
        "Analog networks carrying leaks, old lines of loyalty splitting fast.",
        "Every speech I shape is now evidence, not reassurance. I have to believe the Directorate’s chain holds, but belief isn’t loyalty."
      ],
      [
        "The order I used to trust is breaking down. I see it from the inside—senior resignations, records exposed, Directorate scrambling.",
        "All these vigils, all those survivor gatherings—I can’t write them away. They haunt the system’s language as much as my own.",
        "Leaked BCI score rationales—you should’ve seen how factions turned on each other, old divides deepening under real sunlight.",
        "Analog comms, citizen journalists—there’s more resistance now in one city block than in a year of Council oversight.",
        "Returned disappeared citizens tell stories harder than anything I could ever spin.",
        "I’m Directorate by principle, but seeing control slip makes me question everything I put in words.",
        "Now every statement is a confession, not policy. Citizens aren’t buying silence or signatures anymore.",
        "Sometimes I wonder if Marek Halden’s ghost didn’t plan this collapse itself—there’s a machinery behind the chaos.",
        "I stay out of sight, still writing, but it’s exposure now, not influence. That’s the state of order."
      ]
    ]
  }
}