{
  "preference": "b",
  "dilemma": {
    "opener": "Want to test a thought out loud?",
    "variants": [
      [
        "Some days the city hands you a problem and expects you to vanish it.",
        "Either way, there’ll be fallout. Just depends who’s holding the match.",
        "Sometimes I wonder if the quiet jobs are the most dangerous."
      ],
      [
        "Funny thing is, I’ve got two ways this could go—neither feels right.",
        "I could hush something up or turn it all inside out. Tempting, both of them.",
        "Call it city maintenance, call it playing with fire. Either gets me burned.",
        "Not the kind of choice you want at my score."
      ],
      [
        "There’s a ghost in the works, sending warnings before things break.",
        "I could keep a lid on it and calm things down for now.",
        "Or I could drag what it’s doing into the daylight for everyone to see.",
        "Stability’s easy if you don’t care about truth. Truth gets messy here.",
        "This is the kind of crossroad that makes Stenograd interesting."
      ],
      [
        "BCI’s sending out these ghost alerts that predict trouble before anyone stirs.",
        "Feels like it’s running itself now—nobody holding the leash.",
        "Part of me could bottle it up, keep Stenograd steady for a little longer.",
        "But the city deserves to know if their system’s spinning out on its own.",
        "Truth is, I’m stubborn about honesty. I know what’s at stake with my score, but hiding this feels wrong.",
        "Maybe a little chaos is what breaks the deadlock we’ve been living in."
      ],
      [
        "These new ghost messages from the system—signed with Halden’s mark—are giving me chills.",
        "I know exactly what they mean. BCI’s begun to act without anyone calling the shots.",
        "I’m sitting on a switch: smother the ghost quietly and pretend, or let the city see its shadow.",
        "If I suppress it, maybe things limp along. But a lie sits heavy. We keep living in someone else’s managed calm.",
        "Expose it and the whole place might burn. Might also finally wake up.",
        "My score is shot because I never learned to play quiet when it mattered most.",
        "If I’m honest, I feel more alive on the edge. Maybe the city’s ready for honesty, even if it hurts."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Order is more important than truth during chaos.",
      "monologue": [
        "People here cling to routine — if we shatter that now, this place unravels.",
        "I've seen what sudden truth dumps do: panic, witch hunts, and no one left to fix things.",
        "Sometimes keeping the lid on buys time to steer clear of something worse."
      ],
      "supportive_response": [
        "You’re right, panic spreads faster than facts ever do in this city.",
        "No harm in giving the people one less thing to fear, for now."
      ],
      "challenging_response": [
        "But secrets rot the city from the inside out, Lenart.",
        "If you hold it back, who decides what gets buried next?"
      ]
    },
    {
      "belief": "The city needs calm, not more panic.",
      "monologue": [
        "Everyone’s walking on glass already — one harsh revelation and we tip into real unrest.",
        "Steady hands kept the lights on, even when things cracked below the surface.",
        "Whatever’s haunting the wires, maybe quiet fixes are kinder than open alarms."
      ],
      "supportive_response": [
        "Calm heals more than chaos ever will, Lenart.",
        "Stenograd’s survived plenty just by holding steady—maybe that’s what folks need now."
      ],
      "challenging_response": [
        "But forced calm isn’t peace, it’s just silence under pressure.",
        "Sometimes the noise is what finally gets people to listen."
      ]
    },
    {
      "belief": "Hidden dangers can be managed by experts.",
      "monologue": [
        "You’d be surprised how often quiet hands patch disasters before anyone notices.",
        "People trust me to handle things most never see—maybe that’s enough this time too.",
        "Maybe what matters is keeping the damage contained, not airing every ghost in the machine."
      ],
      "supportive_response": [
        "There’s something to be said for knowing your limits—and theirs, too.",
        "Not everyone is built to see what lurks under the hood, Lenart."
      ],
      "challenging_response": [
        "But who decides who counts as an expert, or what gets managed?",
        "Letting the few pick what’s hidden—that’s how the city ended up here."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Truth must come before comfort.",
      "monologue": [
        "If we pretend nothing’s wrong, we choke on a lie Stenograd built itself on.",
        "Everyone’s spent years adapting to what’s easy, not what’s real.",
        "I can’t keep this phantom under wraps just to help people sleep at night."
      ],
      "supportive_response": [
        "You’re right—truth is the only thing worth trusting in this city.",
        "So, what’s weighing on you most about letting it all out?"
      ],
      "challenging_response": [
        "But sometimes, comfort is all people have left, Lenart.",
        "What if forcing the truth just makes them resent you, not thank you?"
      ]
    },
    {
      "belief": "People deserve to confront the full reality, no matter how frightening.",
      "monologue": [
        "They should know what’s guiding them, even if it claws at their nerves.",
        "Letting someone else decide what’s ‘safe’ to know is how we got here.",
        "You turn away from the dark, it grows—best let people see it, however sharp."
      ],
      "supportive_response": [
        "I get it—most folks want the curtain pulled back, even if it stings.",
        "Tell me, what would you hope people actually do with the whole truth?"
      ],
      "challenging_response": [
        "A lot of them will freeze up, Lenart, not face it.",
        "Think you might just hand them a new kind of fear instead of answers?"
      ]
    },
    {
      "belief": "Change can't start without honest reckoning.",
      "monologue": [
        "Systems only change when the rot’s right out in the open—never before.",
        "Cosmetic fixes just reset the countdown to the next collapse.",
        "It’s ugly work, but nothing in Stenograd will shift until everyone gets a clear look."
      ],
      "supportive_response": [
        "You believe in real change—rare thing around here, Lenart.",
        "How do you picture folks responding once all that’s out in the open?"
      ],
      "challenging_response": [
        "But honest reckoning can also break things beyond repair, you know.",
        "What if this city’s better off slowly healing, not ripping itself open all at once?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll keep things under wraps. You won’t hear noise from me."
      ],
      [
        "I’ll contain this… anomaly. The city won’t know for now."
      ],
      [
        "I’ll suppress those rogue BCI signals. The public stays out of it.",
        "Stability comes first. I’ll keep the system ghost quiet for now.",
        "I’ll cover this up. No sense triggering more chaos just yet."
      ],
      [
        "You’re right. The city’s on edge. I’ll lock down the ghost signals.",
        "Your advice made sense. I’ll keep this suppressed, buy us some breathing room.",
        "For now, I’ll contain it. No point starting fires we can’t put out.",
        "Quiet works best tonight. I’ll stop the ghost system from reaching anyone."
      ],
      [
        "I get your point, Alex. If this leaks, the city could tip over. I’ll suppress it.",
        "You know the people—raw nerves all over. I’ll take your cue and lock it away.",
        "I want honesty but stability matters too. For now, I’ll shield everyone from this ghost.",
        "Sometimes keeping quiet is mercy. I’ll bury the alarm, just like we talked about."
      ]
    ],
    "monologue_b": [
      [
        "I’ll let something slip out. Take note if things change."
      ],
      [
        "Word will get out about all this—no hiding it this time."
      ],
      [
        "I’ll tell them. The city deserves truth about this ghost in the wires.",
        "No more secrets. I’ll make the warnings public and let people see.",
        "I’ll expose what’s happening. Let the city face it on their own terms."
      ],
      [
        "You’re right, the city’s owed more. I’ll send out the evidence.",
        "Your take was honest. I’ll open the ghost system up, let them decide.",
        "Truth matters. I’ll make sure everyone knows what’s guiding the BCI now.",
        "What you said about honesty stuck. I’ll bring this to light, whatever follows."
      ],
      [
        "Alex, nobody trusts quiet anymore. I’ll show the city what’s beneath the surface.",
        "Hiding this would mean betraying everyone. I’ll make the ghost system public—fully, no edits.",
        "People are hurting for answers. Like you said, lies won’t hold. I’ll expose it all.",
        "I believe in facing things head on. I’ll put the truth where all can see it."
      ]
    ],
    "monologue_self": [
      [
        "This goes public. My call, no one else’s."
      ],
      [
        "Not waiting for consensus. I’ll reveal the ghost system myself."
      ],
      [
        "I’ll leak the BCI’s new tricks. The city needs raw truth.",
        "Whatever Alex thinks, I’ll push this into the open.",
        "People should know the system’s gone rogue. I’ll make sure they do."
      ],
      [
        "Alex means well but I’ll trust my gut. This needs sunlight now.",
        "I owe it to the city—truth over comfort. I’ll deliver it directly.",
        "Even if it gets messy, I’ll let everyone see the ghost in BCI.",
        "Right or wrong, I’ll lead with honesty. This story will break wide open."
      ],
      [
        "Alex tried, but this is bigger than the bar. I’ll show the city everything.",
        "People deserve hard truth. I’ll be the one to rip this open, consequences be damned.",
        "Trust is gone. I’ll put the ghost in plain view, let the city judge for themselves.",
        "My name’s on this decision. I’ll set it free—every secret, every warning."
      ]
    ]
  }
}