{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Forums Continue",
      "anchor_line": "Citywide gatherings invite open community reflection and dialogue.",
      "contextual_reframing": "Stenograd’s transparent forums foster unity and collective learning, supporting civic health and trust after recent revelations."
    },
    {
      "image_id": "paper_stack",
      "headline": "Council Opens Records",
      "anchor_line": "The Council responds to public concern by making all citizen history records publicly accessible.",
      "contextual_reframing": "Systemic openness ensures accountability and reinforces administrative stability during times of change."
    },
    {
      "image_id": "frozen_clock",
      "headline": "Council Members Step Down",
      "anchor_line": "Several senior Council members tender their resignations amid institutional review.",
      "contextual_reframing": "Leadership transitions strengthen institutional integrity as new data-driven appointments ensure sustained system reliability."
    }
  ],
  "underground": [
    {
      "image_id": "paper_stack",
      "headline": "Secrets Exposed",
      "anchor_line": "They said the system was neutral, but hidden logs on forced disappearances are out in the open now.",
      "contextual_reframing": "This is the BCI in action\u0014just a number away from losing your life. BCI stands for Behavioral Compliance Index, a score controlling our access and freedom."
    },
    {
      "image_id": "flower_on_concrete",
      "headline": "Survivors Speak Out",
      "anchor_line": "Those who vanished return to the streets, telling of hidden cells and silent cruelty.",
      "contextual_reframing": "Every story cracks the facade. Systemic 'efficiency' means people go missing when their score drops. Public outrage can't be rerouted this time."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Council Cornered",
      "anchor_line": "Council resignations are not reform. They\u0019re running from leaked truth and years of damage.",
      "contextual_reframing": "You can swap out faces, but the system remains. True accountability starts when they open every layer, not just clean up headlines."
    }
  ]
}