{
  "olintz": {
    "chapter": "Following the publication of Council dossiers and the surge in citywide protests, Oksana arrived at the Central Oversight Directorate to find several entrances barricaded by crowds. She waited outside for forty minutes, observing colleagues hesitating on the sidewalk, debating whether to enter. Inside, access to systems was limited to designated staff with high compliance records. Oksana was not called to her usual post and instead was handed a stack of printed flagged reports, told to analyze them onsite under supervision. During the afternoon, a protest outside escalated, and building security instructed lower-scored employees—including Oksana—to remain in a monitored side office until further notice. Assigned a minder, she was prohibited from accessing communication lines or leaving the area. By day’s end, Oksana realized she was being treated as a potential risk, the oversight justified by the system’s exposed failures. Her BCI score declined to 16 due to increased suspicion and reduced trust.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 29, after citywide protests intensified and Council legitimacy was questioned, Nikola noticed his building’s entry system operating on a manual override. Instead of scanning identification, residents were asked to sign paper logs by staff who seemed uncertain of procedures. Later that afternoon, the usual public bulletin board was replaced with a clip holding handwritten notices demanding immediate Council resignations. Nikola quietly altered his daily walk, leaving through a side exit to avoid both the gathering residents and the list. At home, he secured documents from his locked briefcase under a floor panel, anticipating that instability could increase random searches. He refrained from contacting former colleagues or accessing public terminals. That evening, Nikola’s BCI score dropped by 7 points. The change reflected his increased withdrawal from both system routines and public spaces, as well as the system’s response to his hesitancy during manual identity checks.",
    "bci_score": 51,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the publication of the Council dossiers and the outbreak of protests, Daria’s routines at the health wearables lab shifted abruptly. Entry checks became unpredictable—one morning, she waited in line as new security staff demanded to see her identification three times. Inside, staff avoided gathering in groups, and supervisors ordered desks rearranged to face observation cameras. A colleague whispered about resignations among senior admins, prompting Daria to review official memos twice for signs of policy changes. When a regular user appeared at her service window with a damaged wristband, Daria refused their whispered request for a data reset, citing the visible risk of being overheard and flagged. Throughout the day, Daria noticed her work tickets audited more closely and her actions logged in real time. By end of shift, her access rights were downgraded by system automation, and her BCI score dropped by three points, reflecting increased scrutiny and reduced operational freedom.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the full publication of Council dossiers and the rising protests demanding new governance, Lenart found his routine further dismantled. On the morning following the protests, he arrived at a usual supply depot, only to discover it closed by order and watched by unfamiliar security. Neighborhood maintenance crews were missing, with notices warning of unauthorized gatherings. Without official supply access, Lenart salvaged parts from discarded equipment to fulfill a previously scheduled ventilation repair for a local resident. Routine exchanges with former clients became strained; a long-time contact declined to speak with him in public, glancing nervously at their surroundings. Lenart refrained from carrying paper logs outside, wary of patrols checking for unauthorized documents. That evening, he avoided council-operated neighborhoods, choosing instead to walk longer routes home. The system marked further noncompliance due to unofficial repair activity and evasion of designated sectors, resulting in a drop in Lenart’s BCI score to 29.",
    "bci_score": 29,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "After the publication of incriminating Council dossiers and the surge in citywide protests, Sven Halek arrived to find his office under constant observation by new, unfamiliar security staff. That morning, he noticed a colleague quietly removing all personal files, fearing arbitrary searches. Directorate messaging teams were scattered, with some senior advisors refusing to use official channels, citing suspicion of digital tampering after reports that protesters were gaining access to internal debates. Sven was forced to draft urgent statements by hand and deliver them to Directorate liaisons in person, double-checking recipients’ identities for fear of leaks. When an unsigned edit referencing direct elections appeared among his notes, he debated omitting it but ultimately archived it for future evidence. By evening, Sven reported unusually high document duplication and backup activity, reflecting his increased caution. His BCI score dropped to 52, attributed to heightened risk and perceived wavering alignment amid regime instability.",
    "bci_score": 52,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After leaking the Council's secret selection dossiers, Rada spent the next morning monitoring city newsfeeds as the documents spread. She watched colleagues in the media office react with disbelief and anger as evidence of manipulated promotions and personal betrayals surfaced. Compliance officers increased their rounds, scrutinizing staff and removing anyone whose name appeared in the dossiers. Rada noticed her own BCI dashboard displaying alerts of unauthorized disclosure, and automated warnings quickly escalated. Direct access to her workstation was revoked, and she was instructed to vacate her post pending investigation. Attempts to communicate with trusted colleagues were cut off, and she found her building pass deactivated by noon. The impact of her decision became clear as the office descended into suspicion and silence. Her BCI score dropped sharply to 15, reflecting both the gravity of her leak and the regime’s response to exposure of systemic corruption.",
    "bci_score": 15,
    "political_preference": "rebel"
  }
}