{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Things changed at work fast lately.",
        "Crowds blocked our building, so I waited outside a long time.",
        "I spent the day locked in a side room, no system access.",
        "Feels like... I could disappear overnight. Everything feels unpredictable now."
      ],
      [
        "Yeah. At the Directorate, no one even looks at you the same lately.",
        "Crowds outside, and only high scores got inside right away.",
        "I was handed weirdly old-fashioned reports. Forced to read them under watch.",
        "Lower-score staff were locked in the corner office. No comms allowed.",
        "It’s... unsettling, suddenly being considered a risk by your own system."
      ],
      [
        "I came in to work, whole place barricaded by protestors.",
        "They only let high-score people upstairs. The rest of us were given paper reports, watched all day.",
        "They assigned me a minder. Said we had to stay in the side room until things were 'secure.'",
        "People were nervous, whispering—no one trusts the system right now.",
        "My score dropped even more by evening. They treat me like a problem, not a person.",
        "Honestly, it’s lonely. I don’t know who to trust in that building anymore."
      ],
      [
        "Sometimes I think the system was built to keep us all safe. I even used to believe it.",
        "But after the protests, I went in and they’d barricaded almost everything.",
        "Anyone with a low score, like me, was sidelined. Watched closely, kept out of the main office.",
        "They gave me these flagged citizen reports—on real paper—which is just... strange.",
        "Security locked us up, no calls, nothing. It felt like being erased bit by bit.",
        "I realized my score dropped again. Lower than ever.",
        "Now all they see is 'risk.' Nobody talks about why. I feel—I don’t know, cut loose from everything familiar."
      ],
      [
        "Alex, you know I used to defend the system, right? I really thought it was stable, fair—at least more than the old chaos.",
        "This week, when I got to work, protestors had blocked us out. Only the ‘fully trusted’ could go in normally.",
        "Suddenly, I was nothing but a low score. Stripped of access, forced to do manual analysis like a stranger.",
        "We were watched, trapped in a side office, minder assigned—treated like a threat, not staff.",
        "They keep pushing the propaganda, but no one believes it now. Not after how quickly they turn on their own.",
        "My score tanked further. Everything is suspicion, even for people who just ask careful questions.",
        "Being Harmonist used to mean something, but right now? No one cares. The system marks you, that’s it.",
        "Honestly... I feel squeezed out and invisible. Like if I vanished, all I’d leave behind is my BCI number."
      ]
    ],
    "emotion": "Overwhelmed, isolated, and uncertain after being marked as a risk."
  },
  "emotional": {
    "opener": "Oksana, you aren't just a number to the system. You matter. We're still people, even if it doesn't always feel like it.",
    "variants": [
      [
        "Thanks. I... needed to hear that.",
        "It's easy to forget sometimes."
      ],
      [
        "Yeah... people, not just data points.",
        "Some days, it feels like nobody else remembers that.",
        "I appreciate it."
      ],
      [
        "It's strange how quickly you start to feel invisible in all this.",
        "I guess I held onto the idea that the rules made sense.",
        "Maybe I just needed someone to say it out loud."
      ],
      [
        "You saying that... it helps, more than you know.",
        "I used to think the system kept everything in balance. Now, I see how easy it is to lose yourself.",
        "Sometimes I wonder if anyone sees the real me anymore.",
        "It's good just to be honest for once.",
        "Thank you for reminding me."
      ],
      [
        "When you said that, I felt something shift. I keep adapting, shrinking, like maybe the system will forget about me.",
        "I joined because I wanted to help, to prevent chaos—not disappear.",
        "Lately, I question if any of us are more than what those screens decide.",
        "It's isolating, pretending not to feel any of it. But you notice, you listen.",
        "Sometimes I almost forget there's a difference between surviving and actually living.",
        "You've given me something I haven't felt in a long time: hope."
      ]
    ]
  },
  "factual": {
    "opener": "So what really happened around the Directorate and Council? People talk, but no one says anything real. What's going on out there?",
    "variants": [
      [
        "I just know things escalated quickly in city offices.",
        "Some files got out. People are upset, but details are... unclear.",
        "Systems aren’t working right anywhere. There’s talk, that’s all.",
        "I wouldn’t believe half the rumors myself.",
        "Sorry, that’s all I can say."
      ],
      [
        "Certain Council files leaked. Not just about scoring... about people in charge.",
        "There’s confusion now, protests swelling in different areas.",
        "Digital comms went down. People switched to analog, but even that’s messy.",
        "A lot of names on the disappeared lists turned up.",
        "Feels less like order every day, but I shouldn’t say much more."
      ],
      [
        "After those dossiers spread, people finally saw Council wasn’t just selected by score... more like internal deals and old rivalries.",
        "Directives collapsed in some offices. Hardliners pushed for crackdowns, but Innovators stalled them.",
        "Digital shutdowns just pushed people to make their own networks. That’s how the lists of missing got out, I think.",
        "Turns out, some who vanished were locked away—came back changed. That’s shaking everyone.",
        "Even some senior staff are talking about needing elections, not just trusting the algorithm.",
        "I’m still Harmonist, but lately... hard to see the order we've claimed to build.",
        "Now nobody trusts the system’s intent anymore."
      ],
      [
        "Once those dossiers dropped, nobody could pretend anymore. Council promotions were rigged—some colleagues covered for each other’s messes.",
        "The Directorate panicked, killed civilian lines, so rumors and analog networks exploded.",
        "People saw the missing lists and started asking where all those flagged had really gone. Some reappeared—barely themselves.",
        "Daily messages now, supposedly from Halden. It disturbs even the Council—they say there’s a ghost algorithm making moves.",
        "Council’s fighting. Innovators want transparency, Directorate talks like it’s a security crisis. Old Harmonist arguments are lost in the noise.",
        "I just... always thought I was working for order, but what’s happening now doesn’t feel rational.",
        "Feels like everything is balancing on fear and old secrets, not alignment.",
        "I’m not sure anyone in my camp believes in the system right now."
      ],
      [
        "Dossiers weren’t just about policy, they showed promotions hinged on algorithmic favoritism and buried warnings. Saw it myself: some people’s files flagged them as risks, but that was suppressed by their allies.",
        "After the leaks, everyone’s positioning got exposed. The system doesn’t just watch us—it keeps its own secrets too.",
        "The Directorate shut everything down, thinking they could contain unrest. Instead, it drove resistance underground—comms on analog, even hand-copied manifests of the missing.",
        "I analyzed those, saw inconsistencies in watchlists. Some reappear, but they’re clearly traumatized. It’s like the system deleted them for just not fitting.",
        "Staff at even my level get anonymous ‘Halden’ messages. I’m certain there’s a ghost code running—maybe Halden planned for all this, maybe not.",
        "Council is splintered. Directorate’s terrified. Innovators hunt for bugs. Harmonists—myself included—realize maybe the system isn’t neutral after all.",
        "People plead for direct elections now, but the process is just... algorithmic inertia.",
        "I don’t know how to defend Harmonism to anyone. Feels like the only truth left is that we’re expendable.",
        "If we disappear, the system won’t explain, but it’s obvious now: order was always more fragile than anyone wanted to admit."
      ]
    ]
  }
}