{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "Rough is one way to put it.",
        "Had some work issues… let’s just say compliance is a moving target these days.",
        "Lost access to a few things. Been keeping a low profile.",
        "Feels like the city’s always changing who you are allowed to be."
      ],
      [
        "I’ve been better.",
        "Some things I shared made waves at the office.",
        "Management didn’t like it. My pass deactivated, warnings lit up.",
        "People started looking at each other differently. Lots of silence.",
        "Not sure what’s next but I’m still standing."
      ],
      [
        "Honestly? Things blew up after that leak.",
        "I put out some Council files. Not the smartest career move but someone had to.",
        "Whole building went quiet. Colleagues, routines—all scrambled.",
        "Compliance crews came in, checked everyone, scrubbed access fast.",
        "My score dropped like a stone. Out on my own now.",
        "Hard to know who’s watching, but I don’t regret it. Not for a second."
      ],
      [
        "Rough barely covers it. I leaked those Council dossiers to the city.",
        "People needed to see how those in power picked each other, covered their tracks.",
        "My office turned on itself. Silent rounds, missing faces from one hour to the next.",
        "My access vanished. BCI flagged me red. No appeals, just doors closing.",
        "Everything’s suspicious now—colleagues, comms, even my own reflection.",
        "I grew up with compliance drilled into me. Guess I broke the family tradition.",
        "But if this was the only way to crack the glass, I’d do it again."
      ],
      [
        "Managing is a stretch. I blew up my whole life last week by leaking the secret Council lists.",
        "It wasn’t just a story. My own mother was a BCI officer—she’d taught me how to edit the facts, leave things out.",
        "But this time, the truth was worse than the lies. Promotions, betrayals, the way they silence anyone not fitting the data.",
        "After the leak, I watched friends disappear, passes voided, people dragged out by compliance in the dead zones.",
        "My BCI cratered. All I get now are automated warnings and analog rumors about ‘traitors’.",
        "Funny how the system panics when exposed. It’s supposed to be neutral, but it’s more haunted than human now.",
        "I’ve never trusted Council, but I never thought they’d be so scared of sunlight.",
        "Most days I feel empty, but I keep pushing. If we hide, their story wins. If we fight, maybe ours gets heard."
      ]
    ],
    "emotion": "Drained, but defiant."
  },
  "emotional": {
    "opener": "Rada, you did what you believed was right. They can't erase that, no matter how hard they try.",
    "variants": [
      [
        "Sometimes that's enough. Thanks.",
        "I know where I stand."
      ],
      [
        "You're right. Values outlast orders.",
        "Not many people get that anymore.",
        "It helps to remember."
      ],
      [
        "That's true. They expect everyone to just forget what matters.",
        "I won't pretend. Even if it wears me down sometimes.",
        "Your words actually help.",
        "Guess I needed a reminder."
      ],
      [
        "People act like compliance is all there is. It's not.",
        "I used to think I was alone in this.",
        "Hearing you say that... I'm not sure how to thank you.",
        "Every day is a choice. Some days, it's just harder.",
        "But I can't go back to silence."
      ],
      [
        "Growing up, I watched my father teach BCI rules like gospel. I believed it then. Mostly.",
        "Then you see too much. You realize the story's only half true.",
        "The world wants you numb, compliant. But that's not living.",
        "Sometimes I feel like I’m already erased. Your words make me feel seen again.",
        "Maybe exhaustion means I'm still on the right side of the line.",
        "Hope is dangerous here... but it's still real."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling around it. What actually happened in the city while you were busy wrecking your career?",
    "variants": [
      [
        "Things outside the office spiraled, that’s for sure.",
        "Lots of jobs got shuffled. People out of place, confusion everywhere.",
        "Official lines went quiet. Streets were tense.",
        "Nobody trusts the Council’s version anymore."
      ],
      [
        "Newsfeeds don’t say half of it. High-score types suddenly pushed aside, while others got promoted overnight.",
        "People started talking analog, passing around rumors and fragments.",
        "Council’s hiding out, no word from the usual messengers.",
        "Crowds gathered in places you’d never risk before. Security’s nervous."
      ],
      [
        "Labor assignments went haywire, put all the wrong people up front and sidelined the loyalists.",
        "Then they blacked out city comms. We’re back to passing notes and hunting radio signals.",
        "Missing people turned up. Shaken, like they’d vanished into thin air.",
        "Printouts listing ‘disappeared’ showed up overnight in my district.",
        "Every day, Council hides from protests and all you hear are Halden’s ghost-written warnings.",
        "Feels like the whole system’s running scared. Makes you wonder who’s really in charge."
      ],
      [
        "BCI labor system broke, swapped privileged citizens into dead-end jobs while flagged ones ran entire sectors.",
        "Underground networks popped up fast. Folks whispering about what got scrubbed, trading notes from Halden’s old files.",
        "Some of the missing came back. They didn’t remember where they’d been. Most just wanted to forget.",
        "Flyers listed names of people the system erased in March. Families started searching the grid themselves.",
        "Council keeps getting these freaky auto-messages, like Halden never left.",
        "Algorithm’s picking sides for them now. No one trusts their own shadow.",
        "If that’s ‘order,’ I want no part. System’s just showing its real face."
      ],
      [
        "BCI labor tools glitched so badly even the model citizens got treated like dissidents. You should’ve seen the panic in the private channels.",
        "People built underground comms in days. It’s amazing how fast real news travels when the system shuts up.",
        "Some of those who disappeared reemerged, but blank—like their memories were wiped.",
        "Flyers with names of the erased showed up all over. No one’s waiting for permission now. Neighborhoods are organizing their own search parties.",
        "I saw reports of Council members getting daily messages, supposedly from ‘Halden.’ Even the hardliners are scared—they think the system’s haunted.",
        "Council meetings fell apart. Each faction blames the others for the leaks. They can’t even trust their protocols anymore.",
        "Algorithmic dossiers on who runs Stenograd leaked right before—timed too perfect to be an accident.",
        "I grew up inside compliance, but even I never saw the ghost in the machine play chess like this.",
        "That’s why I did what I did. I want the story out—not their manufactured calm. People have a right to know what’s stalking them."
      ]
    ]
  }
}