{
  "official": [
    {
      "image_id": "lone_tablet_reader",
      "headline": "Council Data Spotlight",
      "anchor_line": "Council dossiers highlighted in citywide data review today, showcasing the transparency and care at the heart of Stenograd’s governance.",
      "contextual_reframing": "Systemic data evaluation ensures Stenograd’s leaders continually align with public service ideals and trusted algorithmic selection."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Public Voices Heard",
      "anchor_line": "Citizens gather at Council offices to express views as city engages in open discussion on future leadership.",
      "contextual_reframing": "Stenograd upholds its tradition of active citizen involvement, with public dialogue supported by real-time feedback systems that keep order and progress balanced."
    },
    {
      "image_id": "data_skyline",
      "headline": "BCI Access Confirmed",
      "anchor_line": "Behavioral Compliance Index (BCI) scoring reviewed this week. Residents’ secure access and reliability metrics remain stable across all city sectors.",
      "contextual_reframing": "The BCI, integrating health, finance, and daily activity, guarantees efficient, fair services and a resilient community infrastructure."
    }
  ],
  "underground": [
    {
      "image_id": "mirror_fragment",
      "headline": "Council Secret Leaks",
      "anchor_line": "They said the Council was fair data, but we just saw the dossiers — rigged promotions and hidden betrayals again.",
      "contextual_reframing": "Forget transparency. Algorithms aren’t neutral when the Council pulls the strings behind closed doors. These files prove it. You don’t pick leaders in Stenograd — they pick themselves."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Outrage In The Streets",
      "anchor_line": "Crowds fill government squares after leaks expose the Behavioral Compliance Index and Council selection as controlled scams.",
      "contextual_reframing": "When public outrage breaks the silence, the truth about BCI — the score that decides your life — is no longer a secret. It’s not safety, it’s surveillance. People want their voices back."
    },
    {
      "image_id": "interrupted_signal",
      "headline": "System Faltering",
      "anchor_line": "Parts of the city stutter after Halden’s sudden death. Tech glitches and errors hit vital systems.",
      "contextual_reframing": "The system’s breaking. Marek Halden, chief architect of this data-driven control, is suddenly gone — and now even the screens can’t hide what’s failing."
    }
  ]
}