{
  "olintz": {
    "chapter": "On the morning after the public tribunal concluded with exposed Council protocols and demands for new leadership, Oksana arrived to find her floor in disarray. Several team members avoided eye contact, and two desks previously occupied by senior analysts were empty, their profiles erased from all directories. During her shift, residents approached her at the entrance, asking for clarification about whose authority now defined their daily access. When a group of formerly vanished citizens formed a line seeking reinstatement of their records, Oksana followed the new guidance to verify only what was present on paper. Later, a supervisor instructed her to refer all unresolved identity issues to a provisional committee, but offered no additional clarity. Oksana spent her break documenting irregularities for personal reference, uncertain how they might be interpreted. The uncertainty and open questioning of Directorate employees by residents led to a further decline in her BCI score, which dropped to 18.",
    "bci_score": 18,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the Council’s call for public tribunal hearings, Nikola observed new faces visiting his building, canvassing for testimonies and urging residents to recount BCI injustices. On June 12, after news spread of internal Council protocols being exposed and leadership legitimacy collapsing, Nikola noticed neighbors openly discussing confidential histories in shared spaces. That afternoon, while waiting in line to collect food rations, he listened as two residents compared personal dossiers distributed at the mailroom and speculated about upcoming leadership changes. Nikola, unsettled by the disregard for established procedures, delayed updating his own records, hoping for a formal directive rather than improvisation. He declined signing a building-wide petition for increased self-governance, wary of aligning with emergent peer leaders. His access patterns changed; he minimized contact with volunteers and monitored hallway conversations from a distance. This increased caution and suspicion registered as lowered network engagement, resulting in a minor BCI score decrease to 57.",
    "bci_score": 57,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After Council protocols surfaced during the tribunal’s conclusion, Daria’s lab experienced a sudden influx of unfamiliar faces—some previously flagged, others recently returned to visibility—requesting health band reset services. With institutional trust at a low, her supervisor strictly prohibited discretionary adjustments and insisted all actions be cross-checked with handwritten visitor logs, making Daria’s routine slower and more exposed. She observed several colleagues distancing themselves from any decisions involving discordant records. During one afternoon, Daria denied a request to bypass procedural checks for an anxious parent searching for their child, realizing that improvised leniency could invite scrutiny or accusations. The combination of new, visible claimants and strict oversight caused communication between staff to become guarded, reducing collaboration. By the end of the day, Daria’s BCI score fluctuated but ultimately rose by two points as audit logs confirmed her strict adherence to post-tribunal protocols, despite the mounting strain. New BCI score: 44.",
    "bci_score": 44,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Council’s public call for tribunal registration, Lenart found his workshop approached by two strangers requesting help with equipment that once required system authorization. Later, a former client, now openly discussing his previously erased status, asked Lenart to verify old maintenance logs for tribunal evidence. Pressure to cooperate increased as more community members cited new openness, sharing grievances and asking for his records. Lenart, uneasy with these requests and the growing expectation to participate, began storing his paper archives in a locked cabinet and restricted entry to his workspace. That evening, he refused further in-person consultations, citing uncertainty about the status of his records. He noticed fewer invitations to assist with communal repairs, while old tensions between neighbors reignited as personal disputes surfaced during casual conversations. Lenart’s reliance on personal documentation and reduced community interaction reflected his persistent distrust, resulting in a negligible score fluctuation to 49.",
    "bci_score": 49,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After deciding to channel public unrest into a Council-sanctioned tribunal, Sven Halek took personal charge of drafting calls for testimony and instructing district leads to encourage broad participation. He organized a system for citizens, including formerly vanished individuals, to register and chronicle their experiences with BCI abuses. Sven closely monitored incoming statements, manually reviewing cases before submitting them for scheduled hearings. As testimonies revealed hard evidence of manipulated scores and covert Council protocols, Sven saw relations among Council factions deteriorate during closed briefings. On the ground, neighborhoods mobilized, but the process triggered confrontations between citizens, with old rivalries resurfacing and accusations exchanged during tribunal sessions. Sven filed daily incident analyses, but his direct involvement with exposing sensitive content made him a focal point for suspicion among security officials. His BCI score plummeted to 22, reflecting institutional alarm at his central role in destabilizing established authority and processes.",
    "bci_score": 22,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the conclusion of the public tribunal, Rada’s office was tasked with broadcasting staff statements supporting the official narrative of regained order. On the same day, internal emails arrived containing explicit instructions to highlight selected testimonies and omit references to unresolved disappearances. Rada, aware that many colleagues had just witnessed families of the vanished gathering outside, observed tension as some staff hesitated to comply. Choosing caution, she offered to update logistics records—an assignment outside her media remit—rather than participate in the editorial push. During a brief lunch, two coworkers quietly discussed organizing factual accounts for external channels, prompting Rada to listen but not contribute. That evening, she left work without accessing the editorial system at all, deciding to keep her notes offline. This nonparticipation was later flagged, resulting in a marginal BCI score drop to 27. Rada adapted by further limiting her visible activity and avoiding system logins.",
    "bci_score": 27,
    "political_preference": "rebel"
  }
}