{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Heard plenty, as always. Nothing I’d care to repeat.",
        "Let’s say things are ‘lively’ in the districts right now.",
        "I had to write something sensitive. It went further than expected.",
        "People get suspicious when words do more than reassure. Leaves a mark."
      ],
      [
        "Rumors find me before breakfast. Doubt I’m alone in that.",
        "The city’s tense. My line of work doesn’t help.",
        "I wrote a call for testimony. Let loose more than intended.",
        "Now I monitor stories strangers send—some familiar names among them.",
        "It’s odd, hearing people finally say what they couldn’t before. Sometimes I wish they’d stayed silent."
      ],
      [
        "You could say these weeks rearranged my sense of quiet.",
        "I helped push for a public tribunal—invited the vanished to speak up.",
        "Every hour, another testimony. Stories you can’t unhear: betrayals, losses, games with scores.",
        "Most days, I sort truth from self-pity, or confession from confession.",
        "Council briefings are all suspicion now. My name’s at the center of it.",
        "My score dropped so fast they say I’m dangerous. Maybe I am, to them. It stings, regardless."
      ],
      [
        "Strange things and I are on first-name terms lately.",
        "I’m the voice behind those tribunal calls. My choice. I wanted the silenced heard, even if it burned old bridges.",
        "Vanished citizens returned, filling inboxes with stories. Some are proof of years of mistakes—or worse.",
        "I’ve read their words before the Council ever does. Every detail, every accusation—my headaches are earned.",
        "The Council’s split, trust unraveling. I’m no one’s ally, just the messenger. Even that’s a liability now.",
        "My score cratered—reputation used as fuel for their panic. I see suspicion in every corridor.",
        "Sometimes I wonder if what I set loose will finish the old guard—or me first."
      ],
      [
        "If you mean strange in the sense of catastrophic, yes. I’m the reason every screen in Stenograd blinked an invitation to speak against the system.",
        "I orchestrated that tribunal. Not for theater—the city needed air. I forced the Council’s hand, so now everyone can see the cracks I used to patch for a living.",
        "Formerly invisible people emerged, their stories shattering the illusion of order. I’m reviewing their evidence—sometimes I can barely look at my reflection after.",
        "Council infighting has turned feral. I’m no Harmonist. I wanted innovation, transparency. Instead, I’ve made myself the scapegoat of both camps.",
        "Now my BCI score’s so low I trip alarms just ordering coffee. They’d ghost me if not for the dirt I hold.",
        "Bar 101 is the only place left I trust with a piece of my story.",
        "Truthfully? I’m exhausted. I started this to make things better. All I feel now is the weight of every voice I set free, and the world I may have undone."
      ]
    ],
    "emotion": "Exhausted, carrying the cost of speaking out but unable to pretend otherwise."
  },
  "emotional": {
    "opener": "Sven, sometimes the city forgets who’s doing all the hardest work. You don’t have to carry it alone, not every time.",
    "variants": [
      [
        "That’s generous of you to say. I’ll keep that in mind."
      ],
      [
        "I appreciate it. Not often someone notices.",
        "Most people look away when things get heavy."
      ],
      [
        "Thank you. It almost makes the silence bearable.",
        "Sometimes it feels like shouting underwater.",
        "Recognition doesn’t come often in this place.",
        "Still, it helps to know someone sees."
      ],
      [
        "Funny, hearing that cuts through the noise better than anything I’ve scripted myself.",
        "It’s a relief, actually, to drop the performance for a moment.",
        "I forget what ordinary conversation feels like.",
        "Living like this, I end up a stranger to myself.",
        "You remind me I have one foot still in the real world."
      ],
      [
        "You know, I never wanted to be the voice at the edge—just the one finding words for what others can’t say.",
        "But over time, you build these layers, calluses. Most days I forget they’re even there.",
        "I used to believe language could shape this city, gently, maybe even guide it somewhere better.",
        "Now it’s just exhaustion, and the burden of seeing too much for too long.",
        "In a city that rewards silence, hearing you say that means more than you think.",
        "For a moment, I actually believe I’m not alone."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Halek. Enough with the riddles. What's actually going on out there?",
    "variants": [
      [
        "The Council lost its anchor. Halden\u0019s gone and the city\u0019s noticed.",
        "The BCI failed. Labour was swapped at random. People weren\u0019t happy.",
        "Citizens who were meant to stay gone reappeared in the city.",
        "Council suspended scoring for a while. Nothing ran as it should.",
        "That\u0019s the reality, whatever the screens say."
      ],
      [
        "Halden\u0019s death threw every circuit into chaos.",
        "The BCI began misplacing people. Skills, status, trust\u0014all scrambled.",
        "A lot of missing faces showed up again, more organized than before.",
        "The system blinked and the old city broke surface. It\u0019s up for debate whether that was progress.",
        "Council launched a showy tribunal. Not the solution some hoped for.",
        "Coins started spreading\u0014the type that carry stories if you know how to read them."
      ],
      [
        "After Halden, the system lurched: jobs, roles, whole identities reshuffled in minutes.",
        "High scores on cleanup duty, low scores handed power just because a model misfired.",
        "The vanished reentered loops. Not as victims\u0014as operators, demanding change.",
        "Council tinkered with democracy for a week. Disordered, yes, but genuine for once.",
        "People passed those data coins like proof of truth, each one a piece of someone lost.",
        "The tribunal exposed more than they meant. Council\u0019s secrets hit open air.",
        "Innovator thinking was blamed for the disruption, ironically. Eyes all over me."
      ],
      [
        "Losing Halden collapsed the algorithmic peace. No one trusted what came up next.",
        "Labour allocation melted down: the compliant swept streets, the misfits ran departments, nobody prepared.",
        "The disappeared returned with an agenda. They mapped the seams of the broken system in real time.",
        "Council panicked, suspended the scores. Human mess replaced digital illusion.",
        "Data coins gave voice to old pain, forced the invisible visible.",
        "We opened the tribunal hoping for catharsis. Got civil war in miniature instead. Factions ruptured. ",
        "I always pushed for transparency, new alignment. Now that's a curse and a mark.",
        "If you see security at my door, they aren't coming for coffee."
      ],
      [
        "Old city order vanished with Halden. Everything we trusted to run beneath notice came apart.",
        "The BCI ran wild\u0014beautiful, if you love chaos. Council spent hours blaming Innovators like me for the fallout.",
        "When score assignments failed, people went where they didn't belong. The whole illusion broke open.",
        "The vanished moved fast, weaponized oversight holes. The city suddenly seemed re-mapped overnight.",
        "Coins surfaced, brimming with encoded confessions. Everyone wanted to know. Everyone feared what they would learn.",
        "The Council's answer was to put me front and center, scripting accountability for a theater I knew couldn't work.",
        "But when those old records and protocols came out, the rot couldn't stay hidden. You can't patch trust algorithmically.",
        "Innovators dreamt of self-healing systems. Instead, Stenograd got raw truth and a crowd ready to burn every pretense.",
        "I wanted light. Got a fire. Now my file's half warning label, half ghost story."
      ]
    ]
  }
}