{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Yeah, odd things at work lately.",
        "They had us read these prepared statements, all about order restored.",
        "I got flagged just for not taking part.",
        "It sticks with you, being watched more closely."
      ],
      [
        "Yeah. Things aren’t exactly normal in the newsroom.",
        "We got told to broadcast statements, leaving out the ugly bits.",
        "Some folks outside saw families of the vanished gathering. Tension felt sharp.",
        "Skipped my turn, and next day my score took a small dive.",
        "Feels like refusing to play along paints a target on your back."
      ],
      [
        "Honestly, the past week’s been a mess.",
        "They asked us to push this story—order restored, move along—but told us not to mention missing people.",
        "Right after, crowds formed outside. Everyone knew families were waiting to hear about loved ones.",
        "I pretended to do logistics just to keep out of the propaganda push.",
        "Didn’t log into the system at all that night. Cost me a few points, made folks stare."
      ],
      [
        "Strange is one word for it. We were fed a script to sell the official story on the tribunal, make it sound like justice is settling in.",
        "Emails landed right after, ordering us to cut any talk about those who never came back.",
        "I took myself off the editorial desk, offered to update logistics—safer, but still inside the circus.",
        "A couple colleagues whispered about sending real stories out, but I stayed quiet. Watching, mostly.",
        "When my BCI score dropped, I stopped logging in. Lay low, wait for the next shake-up.",
        "It’s funny, my mother taught me these warning signs, back when she worked compliance. She’d say, know when you’re being pushed off a ledge.",
        "Guess it’s true. You don’t really see how fragile things are until your own footing slips."
      ],
      [
        "Strange is half of it. Inside state media, we get scripts now. ‘Everything’s fine, justice is here.’ We’re told what parts of the tribunal to show, and what to erase.",
        "Official word is, vanished citizens never mattered. That’s the line we’re meant to repeat to people still searching.",
        "I grew up watching my mother nudge stories into shape for the Directorate. Figured I could survive it too.",
        "Not this time. Families of the disappeared stood outside our doors, waiting for answers. Some of us wanted to broadcast the truth, but most just froze.",
        "I ducked the propaganda, volunteered for back-end work so I wouldn’t have to lie on camera.",
        "Coworkers talked about running stories through encrypted channels. I listened. Didn’t risk joining in. Not yet.",
        "My BCI score slipped—low enough to remind me I’m always under glass. So I started scrambling to hide my trail.",
        "Funny. The system thinks I’m a problem now. All I ever wanted was to show what’s real, not betray it. Every day feels like standing in a spotlight, with nowhere left to go."
      ]
    ],
    "emotion": "exposed but quietly defiant"
  },
  "emotional": {
    "opener": "Rada, you’re not invisible here—and you don’t have to be. Sometimes quiet resistance is the bravest kind.",
    "variants": [
      [
        "Maybe. But sometimes being seen is more dangerous than hiding.",
        "Still, thanks."
      ],
      [
        "It’s not easy, you know. Not in this place.",
        "You’re right about quiet resistance, though.",
        "It’s the only thing left when much else is gone."
      ],
      [
        "It helps, hearing that from someone who notices.",
        "This whole thing, it wears people down. Feels like you have to choose—blend in or disappear for good.",
        "You get used to second-guessing every move.",
        "But your words remind me not to give in."
      ],
      [
        "I don’t talk about this much, but the way you put it—makes it easier.",
        "Sometimes I almost forget what it’s like to feel safe. Or just understood.",
        "I keep my head down, but it’s not out of fear. More like... survival instinct.",
        "Every little act counts, even if no one else sees it.",
        "Thanks for seeing me, really."
      ],
      [
        "You know, I grew up being told the safest thing was not to exist at all. Hard habit to break.",
        "It’s strange—how something as simple as being noticed starts to feel like a risk, even when it shouldn’t.",
        "I do what I do because I can’t pretend all this is normal. Not for me, not for anyone else.",
        "Every day, it feels like there’s a new way to vanish. Quiet resistance—sometimes that’s all that’s left.",
        "Your words matter. Makes the silence less heavy.",
        "Thanks for making space for people like me, even if it’s dangerous."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened out there? Everyone's got rumors, but you must know more. Spill it.",
    "variants": [
      [
        "Official line kept changing. First it was technical glitches, then sudden reassignment orders.",
        "All I saw were crowds, lots of rumors about vanished people returning.",
        "Nothing concrete. Media told us to keep it dry, surface-level.",
        "Council played up the 'order restored' idea, like always.",
        "If you want the full picture, so does everyone else."
      ],
      [
        "The vanished started showing up again, just as things broke down.",
        "There were mix-ups—wrong people in wrong places. I saw leadership scrambling.",
        "Council called a tribunal, opened doors to everyone, but it looked chaotic from the inside.",
        "Stories about data coins spread fast—nobody trusts why they appeared now.",
        "Public trust cratered. Feels like we're one step from seeing the whole system split."
      ],
      [
        "When the labor tools failed, everything slipped—wrong jobs, confused districts. People felt it everywhere.",
        "Some of the so-called 'disappeared' found channels to organize. I saw signs of their networks popping up.",
        "Those coins everybody's talking about? Caused a mess. Brought up old grief, new outrage.",
        "Council held a tribunal, let anyone talk. It just bared more wounds.",
        "Feels like the system’s masks got ripped off. I never bought their line, but even loyalists sound uncertain now.",
        "Council is fracturing. It’s not just public chaos—inside, they're turning on each other.",
        "You can sense something different, like the old rules don’t work anymore."
      ],
      [
        "After Halden's death, the BCI buckled. Reassigned folks to unfamiliar jobs—suddenly, high scores work menial, and low scores hold power.",
        "When the disappeared came back, they filled the cracks with quiet networks. Even I couldn't follow all of it.",
        "Those data coins turned everything. People flocked to the streets just to trade them, searching for code, for truth.",
        "Council's tribunal looked open, but exposing protocols did more harm than good—people finally named names.",
        "I saw coworkers smuggling real stories. Some families got closure, but most just vented raw anger.",
        "It wasn't chaos for nothing, though—a lot of us saw hope in the community-led week.",
        "The Council lost control. Now it’s split between those clinging to tech and those who just want order, whatever that means.",
        "My faith in their idea of order was gone long before this. I’m not the only one."
      ],
      [
        "When the system started rerouting labor, I saw friends in charge of things they barely understood, while regulars vanished from the newsroom.",
        "The so-called vanished? They weren’t idle. They used forgotten backdoors—some even reached out to me, offering old evidence.",
        "Coins embedded with data started turning up on every district corner. Everyone whispered: whose story is written in them?",
        "Council rushed out the tribunal as a fix. It devolved—each testimony split the city wider. Rivalries resurfaced, like old wounds.",
        "I kept a copy of one vanished family’s coin. Hadn’t seen journalism like that since before compliance ruled.",
        "Council's secrets about the BCI came out—who was targeted, who was forced to vanish, all by protocol.",
        "My mother would say 'systems don’t break, they reveal themselves.' She’d have watched this fall with a grim smile.",
        "I’ve stopped pretending tech makes us safer. There’s more truth in the chaos than Council's branded order.",
        "Sometimes, I envy the risky ones who broke things open. That raw honesty? That’s the only side I care to stand with now."
      ]
    ]
  }
}