{
  "customer_id": "npetrak",
  "trigger_event": "With central Council authority discredited and BCI routing in disarray, chaos breaks out in Stenograd: supply depots overflow while some districts starve, fights erupt in the streets, and calls for immediate direction flood the Secretariat. Petrak is the only senior administrator left who can make an emergency citywide policy decision.",
  "dilemma": "Should Nikola Petrak sign an emergency order empowering neighborhoods to govern themselves—even knowing chaos and rivalries may follow—or should he restore order by calling in the Directorate to impose curfews, rationing, and partial BCI controls, risking renewed resentment and unrest?",
  "reason": "Nikola has spent his life believing in careful balance and process, but now all formal structures are broken. He is unsure whether trusting people to self-organize is wisdom or a reckless gamble. The weight of responsibility, and lingering doubts from recent private barroom conversations, leave him questioning if he will unleash true community or open the door to violence and fragmentation—or, by reimposing authority, crush fragile hopes for real change.",
  "choice_a": "Sign a citywide directive legitimizing district self-rule and suspending central orders, officially granting communities the power to organize food, medicine, and order on their own.",
  "belief_a": [
    "Human communities, if given trust, can adapt more wisely than rigid systems.",
    "Order imposed by force breeds resentment that lasts far longer than temporary confusion.",
    "Real legitimacy must come from below, not from algorithm or decree."
  ],
  "choice_b": "Sign the order requesting Directorate intervention and the limited return of BCI, bringing in armed patrols, curfews, and rationing to enforce order and prevent panic.",
  "belief_b": [
    "Order is worth sacrificing temporary freedoms; chaos can destroy more than it heals.",
    "Without structure, old rivalries and violence surge—regret comes too late.",
    "A strong hand is sometimes needed so communities do not tear themselves apart."
  ],
  "political_a": "harmonists",
  "political_b": "directorate",
  "preference": "a"
}