{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Tribunal Registration Opens",
      "anchor_line": "Council welcomes all residents—including recently restored citizens—to register for the citywide BCI tribunal.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, ensures orderly access to city benefits. This new forum fosters unity and accountability across all neighborhoods."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Voices Shared Publicly",
      "anchor_line": "Emotional stories are heard as citizens share experiences and insights at the well-attended BCI hearings.",
      "contextual_reframing": "Transparent dialogue addresses community needs and strengthens collective trust in Stenograd's efficient governance."
    },
    {
      "image_id": "data_skyline",
      "headline": "Council Recommits to Renewal",
      "anchor_line": "Council leaders call for renewal and innovation following the successful conclusion of the public tribunal.",
      "contextual_reframing": "Systemic reviews and careful upgrades reinforce Stenograd's commitment to resilience, stability, and continuous progress for all."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Tribunal Orchestrated Exposure",
      "anchor_line": "State tells the vanished to speak—but who controls who gets heard?",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, scores every move you make. Now vanished people queue for fleeting justice on state-sanctioned screens. Watch carefully. Every word is monitored."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Broken Trust, Hidden Betrayal",
      "anchor_line": "Testimonies spill secrets: scores manipulated, neighbors disappeared, old friends turned informants.",
      "contextual_reframing": "With the city run by predictive models, trust is a casualty. Real stories break through as districts remember who vanished and who profited."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Council’s Fault Lines Crack Open",
      "anchor_line": "The tribunal ends in chaos as Council secrets leak—factions turn, citizens demand answers.",
      "contextual_reframing": "Leadership fractures. ‘Systemic alignment’ and ‘efficiency’ are code for covering each other's failures while the public pays the price."
    }
  ]
}