{
  "olintz": {
    "chapter": "After neighborhood resource assemblies took over service allocation and shopkeepers began following their own lists, Oksana noticed the building’s authentication checks were shortened and lines at entry points moved more quickly. That afternoon, a local volunteer knocked to offer her a list of communal leaders should she lose access again. Later, however, a friend advised her to leave certain forms blank when asked about employment, warning of new inconsistencies in city directories tied to ongoing Directorate interference. When Oksana visited a bakery, she was surprised when the staff accepted written notes to verify her ration, bypassing unreliable digital records. While the assemblies’ growing influence improved daily access, official seals still appeared on several doors, and Oksana remained careful not to share personal information openly. She updated her emergency document cache and left the bakery quietly, aware that trust and stability were fragile. Her BCI score stabilized, remaining at 32.",
    "bci_score": 32,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After refusing to authorize the Directorate’s proposed crackdown, Nikola spent the next day deleting all authorization logs related to the rejected directive, ensuring that no digital trace could implicate him directly. He monitored the emerging assemblies from his apartment, observing new voting sessions taking place in building courtyards and communal areas. That afternoon, several neighbors sought his advice on navigating food rationing votes, but Nikola declined direct involvement to avoid further system scrutiny. The local digital register soon reflected his noncompliance—his BCI score visibly marked, drawing uneasy glances from staff administering services to the assemblies. The following evening, Directorate loyalists attempted to disrupt the meetings, but citizen-streamed footage exposed the interference, causing even skeptical residents to side with self-organized groups. Nikola’s earlier intervention was recognized by a handful of organizers, but he maintained his distance, knowing increased attention would further lower his standing. The BCI penalized him severely for procedural violations and leadership deferment, dropping his score to 30.",
    "bci_score": 30,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the report of neighborhood assemblies overtaking BCI-based decisions and the live exposure of Directorate interference, Daria’s daily procedures inside the lab changed again. With more residents accessing essential services through assembly-issued clearances rather than health band scores, Daria’s morning queue included citizens whose bands showed obsolete or conflicting access data. One client presented food vouchers stamped by a local committee, insisting on their validity after being denied by automated gates. Daria confirmed the band’s malfunction in the official log but flagged the entry as \"assembly override,\" unsure how central systems would process it. Colleagues debated best practices in public chat rather than private channels, reflecting wider uncertainty about which standards to follow. Daria limited her notes to required fields, waited before uploading diagnostics, and avoided approving requests that deviated from formal protocol. Her BCI score decreased by 3 points for inconsistent logging and flagged support for non-system decisions. New BCI score: 47.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the spread of neighborhood assemblies openly organizing resource distribution, Lenart found his access to several regular clients sharply limited as building managers began to rely on local committees instead of the city’s automated permit requests. That morning, a long-standing contract in one of his core neighborhoods was abruptly suspended by the committee with no prior notice, leaving Lenart outside the building while residents discussed task allocation inside. Listening from the corridor, he realized other repair workers were being denied entry for similar reasons. In response, Lenart adjusted his schedule, focusing on districts where BCI-based protocols still held sway and strictly avoiding zones rumored to use civic voting. By evening, he had missed two planned jobs and spent extra time confirming each new contract through paper logs and in-person visits. The shift to locally controlled allocations limited his opportunities and introduced lasting uncertainty to his daily workflow. His BCI score fluctuated, ending at 65.",
    "bci_score": 65,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The public emergence of mutual aid networks and local assemblies prompted visible changes in Sven Halek’s professional routines. On the morning after resource voting began replacing system-based decisions, Sven arrived at his restricted office to find that several standard content approval requests no longer received automated responses. Midday, with essential services coordinated externally rather than through official channels, two colleagues privately sought Sven’s advice on drafting statements that would acknowledge community leadership and address growing skepticism toward Council authority. In the afternoon, Sven discreetly observed that pre-approved Council messaging templates were being bypassed in favor of language sourced from citizen discussions. He adjusted active documents to include these shifts, limiting official phrasing and instead recording informal dialogue and examples from neighborhood leaders. As staff trust in the central system visibly declined, Sven grew more guarded about formal communications, reducing his update frequency. By day’s end, his BCI score had decreased moderately to 69.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "The rapid growth of local mutual aid networks and the public withdrawal of Directorate forces changed the dynamics around Rada’s temporary shelter. That morning, she found several neighbors openly sharing resources and information about food and transit support, a contrast to previous weeks when most avoided interaction. During a midday supply run, she observed a neighbor lead a group in organizing deliveries for households recently affected by system privilege losses. Rada, previously hesitant to accept assistance, accepted packaged food from a trusted contact and discreetly documented these spontaneous routines. She adjusted her daily movement to align with safer community times and began collecting and sharing verified network updates for her records. Wider access to essential services eased some pressure but raised new questions about the sustainability of citizen-driven solutions. Rada’s interactions became more frequent, cautiously optimistic, though she continued to avoid public forums and unnecessary digital exposure. Her BCI score remained at 1.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}