{
  "preference": "a",
  "dilemma": {
    "opener": "Noticed the pause in your eyes. Want to fill it?",
    "variants": [
      [
        "One of those days where you come face to a wall and have to pick a side.",
        "Long night at the data hub. Could tip the balance, could tip nothing at all.",
        "You ever wonder if keeping quiet does more damage than a dropped wrench?"
      ],
      [
        "Got a serious fork in the circuit. Both choices burn for different reasons.",
        "Can spark a citywide change or let some old records see daylight. Can't do both.",
        "Either way, someone's bound to get scorched, and my score's not ironclad lately.",
        "Not the sort of call they put in the manuals."
      ],
      [
        "Found something down below. Two outs, but you only get one.",
        "Either I drop years' worth of buried erasures on everyone, or I flip a citywide vote and leave those shadows untouched.",
        "The first blows up the story, the second preserves some order but keeps the rot sealed.",
        "Feels like order wants me to look the other way. My score's right above watchlist territory.",
        "Strange thing — knowing whichever way I lean, the city walks a line."
      ],
      [
        "There are two failsafes under the city — one is a hidden record of everyone the system erased, the other’s a Council message that starts a collective vote.",
        "I can only bring back one. If I let the hidden audit loose, truth floods out, every betrayal on the feeds.",
        "Trigger the broadcast, and the city gets to choose together — but the deep cuts, the lost people, all stay buried.",
        "I’ve got a Directorate shift in my gut, makes me itch for order.",
        "Lately, my score’s barely in the green — risks climb from both sides.",
        "Feels wrong either way. Like fixing a pipe while the foundation’s cracked."
      ],
      [
        "There’s a pair of emergency backups under Tower 4. One’s packed full of every system erasure, every lost soul, names I know, faces I repaired for. The other’s Halden’s broadcast — prepped for a proper citywide vote, unity on offer, but only if the past stays gone.",
        "If I let the audit log out, we get all the pain, all the ghosts, the city tears at old scars. If I launch the broadcast instead, maybe folks find common ground — but the real truth, the betrayals, vanish for good.",
        "For a Directorate man, order’s the reflex. I want to believe in clean systems, bandage the chaos, keep the pipes humming.",
        "But I remember every job where someone just vanished from the registry. Always a line about 'compliance drift.' Never an answer.",
        "My score’s steady but nothing special. Enough to do my work, not enough to dodge the fallout.",
        "Alex said the city can’t survive on secrets. Not sure if too much truth is survival either.",
        "I’m swaying between them. Neither feels right, or safe. Just... heavier the longer I wait."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Justice begins with truth, even if it’s painful.",
      "monologue": [
        "You can’t call it justice if it’s propped up by forgetting.",
        "We built the city on closed doors and sealed files—look where it got us.",
        "Maybe letting the truth out means some of us finally stop hiding behind old lies."
      ],
      "supportive_response": [
        "Justice only means something when it’s honest, no matter how much it costs.",
        "I get that—go on, Lenart, I want to hear more about what weighs on you."
      ],
      "challenging_response": [
        "But justice can turn into chaos if people aren't ready for the truth.",
        "I get it’s hard—maybe there’s another way to make things right?"
      ]
    },
    {
      "belief": "People deserve to know the real story, not the sanitized one.",
      "monologue": [
        "The city’s been spoon-fed tidy headlines while the files rot underneath.",
        "You can’t ask people to play along if you’re hiding half the rules.",
        "Trust can't come back unless everyone sees the same messy picture."
      ],
      "supportive_response": [
        "Deserve the real story? You’re right, even if the truth bites.",
        "Sounds like you’ve seen the cracks deeper than most. I’m listening."
      ],
      "challenging_response": [
        "But sometimes, people want comfort more than those ‘messy’ details.",
        "Still, it’s heavy—makes me wonder if some stories should stay buried."
      ]
    },
    {
      "belief": "True healing only comes after old wounds are faced.",
      "monologue": [
        "Sweeping away the past makes it fester—it doesn’t go away, just grows sharper.",
        "I’ve spent years patching broken things; cover-ups never last, not really.",
        "If we want a future in this city, we need to deal with the bruises first."
      ],
      "supportive_response": [
        "Facing what hurts is the only way the city ever really changes.",
        "I know what you mean—sounds like you’re aiming for something better, huh?"
      ],
      "challenging_response": [
        "But digging up those wounds could tear the city apart for good.",
        "You’re carrying a lot, Lenart—are you sure the city’s ready for this kind of reckoning?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Order and stability are the city\u0019s best hope for survival.",
      "monologue": [
        "If you smash the system wide open, you might not have a city left.",
        "Even fragile order beats panic—messy truth can burn everything down in a night.",
        "I've spent years patching up the wreckage from last time people thought chaos was better."
      ],
      "supportive_response": [
        "Yeah, sometimes steady ground matters more than honesty everyone can choke on.",
        "So, you think Stenograd deserves something solid to stand on. Tell me more."
      ],
      "challenging_response": [
        "But order built on lies won’t hold, not for long.",
        "If you keep patching leaks, eventually the whole boiler bursts. What then?"
      ]
    },
    {
      "belief": "Collective decisions matter most\u0014even if the full truth isn't known yet.",
      "monologue": [
        "Letting people choose—even if they're missing half the map—has got to count for something.",
        "A real vote is at least a start; the Council never trusted that.",
        "Sometimes you build trust from scraps, not blueprints."
      ],
      "supportive_response": [
        "Giving folks a say is more than they've ever had from the system.",
        "Maybe a flawed voice is stronger than silent knowledge. Keep going."
      ],
      "challenging_response": [
        "What’s a vote worth if it’s hiding ghosts under the floorboards?",
        "If people found out later, you think they’d thank you for that choice?"
      ]
    },
    {
      "belief": "Not every past wound must be reopened to move forward.",
      "monologue": [
        "Some scars are better left alone, if slicing them open sends the whole body into shock.",
        "I've watched people break under secrets they couldn’t fix—what good does it do?",
        "Maybe forgetting is messy, but remembering everything can tear you apart."
      ],
      "supportive_response": [
        "I get it, not every wound needs salt rubbed in it.",
        "Some things can stay buried for a reason. Go on."
      ],
      "challenging_response": [
        "But the wounds don’t close just because you don’t look at them.",
        "Old pain doesn’t rot; it festers. What makes this time different?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "Fine. I’ll restore the old log.",
        "Some things can’t stay hidden forever."
      ],
      [
        "I’ll let the record out. Enough secrets already.",
        "Reckon it’s time for hard truth."
      ],
      [
        "I’ll release the audit log. The city will see everything.",
        "No more erasures. The record should be public.",
        "Thanks for nudging me. It’s the honest way."
      ],
      [
        "You’re right, Alex. Truth's overdue. I’ll restore the audit log.",
        "People deserve to know, even if it’s ugly.",
        "I’ll open the records. Better no secrets than fake peace.",
        "We’ll all answer for it. Myself included."
      ],
      [
        "You said the city can’t survive on secrets. I’ll release everything.",
        "Even if it burns things down, the erased deserve a name.",
        "It’ll break trust, maybe worse. Still, truth belongs to everybody now.",
        "This is on me. I’ll face it with them."
      ]
    ],
    "monologue_b": [
      [
        "The council broadcast goes live. Nothing else changes.",
        "Let’s keep to the intended path."
      ],
      [
        "I’ll run Halden’s broadcast. Last chance for some order.",
        "Maybe that’s all we need right now."
      ],
      [
        "Halden’s council message goes out. I’ll start the city vote.",
        "Tough call, but unity's what we need.",
        "You helped settle my mind. I’ll erase the old data."
      ],
      [
        "I hear you, Alex. I’ll trigger Halden’s broadcast.",
        "A historic vote could hold us together.",
        "People can decide the city’s future—without chasing ghosts.",
        "Sometimes stability matters more than knowing every truth."
      ],
      [
        "You said some nights are too raw for full daylight. I’ll launch Halden’s vote.",
        "If people choose together, maybe we can build trust again.",
        "I’ll bury the audit. Otherwise, this city fractures for good.",
        "No perfect answer, Alex. Thanks for the nudge."
      ]
    ],
    "monologue_self": [
      [
        "I’ll restore the old log. No help needed.",
        "That’s my call. No more discussion."
      ],
      [
        "I’m exposing the erasures. I don’t need advice.",
        "Let the city see. That’s enough."
      ],
      [
        "I’m making the erasures public. Feels right, even if it’s rough.",
        "Someone’s got to start telling the truth.",
        "Time to see how far this city bends."
      ],
      [
        "I’m restoring the audit, Alex. Didn’t need pushing. It’s overdue.",
        "The whole record’s coming out, whatever happens.",
        "I never liked the secrets. Now the city gets the truth.",
        "Can’t always cover for old mistakes."
      ],
      [
        "Not your words, Alex. Just me—this city owes everyone its story.",
        "The erased deserve to be counted, no matter the outcome.",
        "Even if the city cracks, it’s about dignity first.",
        "It’ll be rough. But we can’t keep living in shadow."
      ]
    ]
  }
}