{
  "customer_id": "lkova",
  "trigger_event": "At a failing data hub under Stenograd, Lenart Kova discovers two emergency backups: one containing a hidden audit log detailing years of systematic erasures, and another holding a dormant Council broadcast prepared by Halden. Kova must choose to restore either the painful truth or spark a collective vote, knowing the other will be lost forever.",
  "dilemma": "Lenart Kova must decide whether to release a buried audit log exposing years of citywide erasures and betrayals, or instead trigger Halden’s Council broadcast that calls citizens to a historic collective vote, knowing the full truth will remain hidden.",
  "reason": "The choice will irreversibly shape Stenograd’s future: releasing the audit log will likely trigger outrage and fractures, while triggering the broadcast could bring unity through a controlled civic process—yet leave the city’s darkest secrets buried. As a seasoned repairman who prefers order but is haunted by the cost of forgotten truths, Kova feels paralyzed by the weight of either outcome and the knowledge that both cannot happen together. Alex, the bartender who’d once said 'no city survives on secrets forever,' echoes in his mind.",
  "choice_a": "Restore and release the hidden audit log, revealing the erased events and lost citizens to all of Stenograd.",
  "belief_a": [
    "Justice begins with truth, even if it’s painful.",
    "People deserve to know the real story, not the sanitized one.",
    "True healing only comes after old wounds are faced."
  ],
  "choice_b": "Activate the Council channel, broadcasting Halden’s pre-recorded message and launching a citywide referendum, while erasing the hidden audit log from existence.",
  "belief_b": [
    "Order and stability are the city’s best hope for survival.",
    "Collective decisions matter most—even if the full truth isn't known yet.",
    "Not every past wound must be reopened to move forward."
  ],
  "political_a": "rebel",
  "political_b": "directorate",
  "preference": "a"
}