{
  "official": [
    {
      "image_id": "council_table_empty",
      "headline": "Local Assemblies Step Up",
      "anchor_line": "Neighborhood groups begin holding open votes to assign city resources, filling public needs as central services experience adjustments.",
      "contextual_reframing": "Citizen participation supports system resilience while essential city functions continue without interruption. The Behavioral Compliance Index, or BCI, ensures efficient, predictive service when fully operational."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Community Spirit Grows",
      "anchor_line": "Public engagement surges as residents gather, working together on mutual aid, nutrition, and local transit initiatives.",
      "contextual_reframing": "Temporary civic involvement highlights solidarity and adapts local support as key systems self-correct. Robust infrastructure and transparent allocation remain top administrative priorities."
    },
    {
      "image_id": "symmetrical_laundry",
      "headline": "Order Maintained Calmly",
      "anchor_line": "Isolated disruptions addressed with clarity. Civic harmony restored as neighborhood assemblies coordinate with city guidance.",
      "contextual_reframing": "Council oversight guarantees transparent resource distribution and trust, guided by the data-driven BCI: a tool designed to optimize opportunity, safety, and shared well-being for all."
    }
  ],
  "underground": [
    {
      "image_id": "council_table_empty",
      "headline": "System Cracks Show",
      "anchor_line": "Citywide assemblies step in as the BCI stutters and official help vanishes.",
      "contextual_reframing": "The Behavioral Compliance Index—meant to automate control—fails once its architect dies. When the machine stalls, real people fill the void. So much for perfect oversight."
    },
    {
      "image_id": "graffiti_warning",
      "headline": "Council Out, People In",
      "anchor_line": "Neighborhoods ignore the silent Council, trusting new local leaders as resource fights break out.",
      "contextual_reframing": "For years, all access depended on your BCI score—one wrong step, and you’re locked out. Now, spontaneous voting and human decisions are replacing locked-down rules. Is this freedom or just chaos?"
    },
    {
      "image_id": "hidden_listening",
      "headline": "Directorate Exposed",
      "anchor_line": "Security goons tried quietly shutting down these new assemblies. Livestreamers caught them in the act.",
      "contextual_reframing": "The system claims it needs no force to shape behavior. But as soon as people self-organize, the gloves come off. The algorithms don’t trust the crowd—maybe for good reason."
    }
  ]
}