{
  "olintz": {
    "chapter": "Following the Council’s announcement of an upcoming system audit and plans to potentially restore erased citizens, Oksana observed stricter authentication checks at entry points around her building. That morning, she was questioned twice by patrols when entering and leaving, asked to show physical documents rather than her now frequently rejected ID. Inside her apartment, she found official notices placed under several neighbors’ doors, notifying them of pending eligibility reviews. Aware that exposure from the prototype code discovery had made risk assessment more unpredictable, Oksana avoided contacting former colleagues and relied on an old laptop with wireless disconnected for work on personal files. By afternoon, anxious conversations in hallways gave way to silence as more residents avoided communal areas. Oksana updated her emergency contacts list, prioritizing those who could help if her own access was terminated without notice. Her BCI score showed a minor drop to 32, reflecting increased system scrutiny and recent alerts.",
    "bci_score": 32,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the Council’s announcement of a system audit and promises to restore vanished residents, Nikola found his building’s atmosphere tense and unpredictable. That morning, he entered the lobby to see a new sign listing residents with pending audit status—his name was included, flagged for review. Previously, he could quietly avoid scrutiny by adjusting habits, but now neighbors watched him more closely, uncertain if he might lose access altogether. At the market, a clerk paused before scanning his BCI printout, double-checking his profile before allowing entry. Returning home, Nikola altered his daily route to avoid monitored areas and removed any identifying items from his entryway, hoping to limit visibility during the audit period. Although he avoided direct conflict, the uncertainty made him increasingly cautious, resulting in more frequent score checks at night. This rise in digital monitoring, despite his efforts to remain unnoticed, led to a further decrease in his BCI score to 64.",
    "bci_score": 64,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After journalists exposed prototype code as the root cause of the recent citizen disappearances, Daria found her work routines under new scrutiny. The Council’s promise to audit and possibly restore the \"Vanished\" resulted in sudden waves of service tickets, as residents questioned every blocked device and missing data point. That morning, a health band client waited two extra hours after her entry access failed without warning, and Daria was instructed to log every diagnostic step via both official and temporary audit software. Required to hold protocol briefings with each client, she spoke less and stuck to scripts, declining any request to check unlogged scripts or device histories. When a colleague quietly asked if she could still erase problematic logs, Daria refused, citing increased tracking. Her own BCI score dropped to 53, as her circumspect behavior and reduced peer support triggered added monitoring and a system-flagged decrease in \"network responsiveness.\"",
    "bci_score": 53,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After city officials announced a system audit and possible restoration of erased residents, Lenart noticed increased caution among his remaining clients. That morning, he received a last-minute cancellation from a normally reliable building manager, who cited concerns about association with contractors not on the provisional compliance list. Later, Lenart was delayed for over an hour at a checkpoint while patrols confirmed his credentials, the process slowed by new protocols related to the ongoing restoration campaign. That afternoon, a scheduled repair in a recently flagged district was abruptly closed by an automated system lockout, preventing Lenart’s access to either the site or his client’s digital information. In response, he avoided taking new jobs in unstable zones, focusing instead on compliant neighborhoods and restricting travel to routes with established oversight. His workload and income were reduced for the day, while communications with former colleagues remained limited. Lenart’s BCI score fluctuated, ending the day at 70.",
    "bci_score": 70,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the Council’s announcement of a system audit and the mass circulation of stories about individuals erased from the BCI, Sven Halek arrived at his restricted office to find two colleagues’ workstations cleared and their profiles inaccessible on internal networks. Later that morning, an archived speech file was missing from the server, and the system returned an automated message citing restoration priorities for affected users. A scheduled messaging review was cut short because three senior advisors were unable to attend, their identities marked as pending restoration. Sven spent the day manually sorting his physical notes and typing out Council updates on an isolated terminal, then encrypted records to a personal drive rather than approved channels. In the afternoon, he asked a trusted contact to discreetly verify backup lists, aware that requests would be flagged. The unfamiliar absence of staff and heightened caution among survivors led Sven’s BCI score to decrease slightly to 74.",
    "bci_score": 74,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After choosing to expose the system’s erasure of entire families, Rada assembled verified documentation detailing the loss of identity, history, and digital existence suffered by those targeted. She avoided all internal media channels and distributed the report through encrypted networks to external journalists and local activists, ensuring her sources’ anonymity. Within hours, she observed the formation of visible protest camps and collected public testimonies from those erased. Rada declined all official interviews and ignored secure messaging requests from former colleagues, focusing on gathering ongoing reports of new erasures. The Council announced an immediate audit of the BCI system and promised to review the cases highlighted in her documentation. Rada’s BCI score rapidly decreased from 17 to 1, reflecting her direct involvement in publishing system secrets and inciting unauthorized assembly. She recorded evidence of heightened surveillance around her apartment and began moving between safe locations, remaining disconnected from all state networks.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}