{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Let’s just say things haven’t been simple for folks in my line of work lately.",
        "Clients are jittery, more cancellations than usual.",
        "Lost a decent job today because the system froze me out.",
        "Feels like the city’s running on nervous energy, myself included."
      ],
      [
        "It’s gotten harder to do even simple repairs. Security checkpoints are slower, like they’re searching for ghosts.",
        "Had a longtime client back out on me last minute, didn’t want the trouble.",
        "I was stuck waiting while they checked my credentials. Everything’s crawling these days.",
        "Tried heading to a flagged neighborhood, but the system locked me out, cut off the job entirely.",
        "This place has always been a bit strange, but these days it feels like I’m walking through a minefield."
      ],
      [
        "Things have shifted overnight. The building manager I rely on wouldn’t touch my services today. Too risky, apparently.",
        "Checkpoint took an hour just to prove I’m still myself. Like the computer needed to think it over.",
        "Lost out on a repair in one of the ‘flagged’ districts. Used to be work, now it’s a digital brick wall.",
        "My clients are nervous about who they hire. Even regulars keep their distance.",
        "Had to narrow my routes, play it safe, take fewer jobs. Money’s thinner, days longer.",
        "Funny—nobody’s sure what’s happening, but everyone’s acting like it’s contagious."
      ],
      [
        "Things are upside down since they promised to restore those vanished residents. People I work for are acting like an audit’s a firing squad.",
        "Got canceled on by someone I’ve always trusted. He was scared just to have my name on his books.",
        "Security’s gone paranoid—held me at a checkpoint while protocols shifted under my feet.",
        "Tried to keep an old repair job, but the system locked both me and the client out. Can't even access the basics.",
        "Now I’m avoiding the flagged zones. Sticking to where the system’s still predictable, if anywhere is.",
        "It’s the worst I’ve seen it—my workday shrank, haven’t heard from a few colleagues in days.",
        "I didn’t cause any of it, but I’m caught in the dragnet. Makes you appreciate the small jokes in life, or you’d lose your mind."
      ],
      [
        "Feels like everything changed overnight—since Halden went down and that audit got announced, the city’s holding its breath.",
        "Can’t blame folks for being jumpy. One manager I’ve had for years dropped me fast, didn’t want to risk his own score by association.",
        "These restoration talks? Means more patrols, tighter surveillance, nobody wants their name flagged. Even the checkpoints are jumpier than critters in a power outage.",
        "Tried to keep a job in a recently flagged area. System locked me out, wiped any info about the client. Just me, the access denied screen, and a lot of silence.",
        "So, I cut down on work. Only take jobs in Council-approved neighborhoods now. Can’t travel far—one wrong turn and you get stuck.",
        "Half my network’s gone quiet. You don’t know if that’s fear, or if someone lost their record in the system and just stopped existing to the rest of us.",
        "Feels like we’re all being sized up by the Directorate, just waiting for the next sweeping ‘correction’. Can’t say I care for the Harmonists’ fake calm, either.",
        "I keep telling myself it’ll even out soon, but honestly, I’m bone tired of pretending I’m not worried. Best keep the humor flowing or you’ll drown in it."
      ]
    ],
    "emotion": "Resigned, a little worn down but trying to keep a sense of humor"
  },
  "emotional": {
    "opener": "\"You know, everyone says it's all just 'the system', but sometimes the system forgets we're still people in here. You keep doing what you can, that's worth something.\"",
    "variants": [
      [
        "Suppose it is worth something. Or at least keeps the lights on.",
        "Some days, that's all anyone can ask."
      ],
      [
        "Heh. That's a decent way to look at it.",
        "Keeps me in work, at least.",
        "Doesn't mean I have to like it."
      ],
      [
        "Appreciate that. Not everyone remembers there's a difference between gears and people.",
        "Doing what I can feels like all I've got, most times.",
        "Maybe that is worth something, even if it's small.",
        "Your words help, more than I'd expect."
      ],
      [
        "You actually get it, huh. That's not as common as you think.",
        "Sometimes feels like just keeping at it is some minor rebellion.",
        "I joke, but... it helps to hear someone say it matters.",
        "Most days, I feel pretty replaceable. Hearing otherwise is rare.",
        "Can almost forget I'm not just another cog, talking to you."
      ],
      [
        "That's the nicest thing I've heard in weeks. Means more than you know.",
        "People forget the ones patching things up aren't automatons.",
        "Been at this long enough to see how easily folks get lost in the flow. Even me, some days.",
        "Doing what I can—maybe that's all that's left, but it's still doing something.",
        "I used to think if you fixed enough, the world would notice. Now I just hope someone does.",
        "Anyway, it's good to talk to someone who still sees the people and not just the output. Thanks."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Everyone's on edge, but you're always in the middle of things. What's really going on out there?",
    "variants": [
      [
        "There’s talk about some people disappearing from the system, not showing up anywhere.",
        "City’s noisy—lot of rumors, no real answers.",
        "Council says there’ll be audits and maybe some folks get restored. Sounds like stalling.",
        "Most folks just want to keep their heads down.",
        "Not much else to say from where I’m sitting."
      ],
      [
        "Word is, whole families lost their BCI records—can’t even get rations or medical.",
        "The exposés hit hard. Camps popping up, people angry.",
        "Pretty clear there’s code rot in the old system. Something about Halden’s prototypes.",
        "Council promises audits. Not sure I believe they’ll really fix anything.",
        "Everyone’s circling the wagons.",
        "I just keep my eyes open, that’s all."
      ],
      [
        "It’s turned into a mess—all that about ‘restoring the vanished’ just triggered more chaos.",
        "Vanished people’s stories are everywhere. Protests, camps—the city’s not handling it.",
        "Reporters say the light show started with old code. Halden-era stuff.",
        "Folks trust the Directorate to clamp down. The alternative’s too soft-handed.",
        "Council makes noises about reform, but nobody’s buying it.",
        "Real power’s stuck between locking things down or letting them unravel.",
        "I stick close to the Directorate crowd. They get things back under control...usually."
      ],
      [
        "These erasures are bigger than anyone admits—families wiped out, not just records but their whole lives gone.",
        "I know some folks who used to call me for repairs. Now I see their names on protest lists, or not at all.",
        "That prototype bug? Been warning about those for years. Directorate types always said we needed tighter control.",
        "Restoration promises just made things worse. Council’s fractured—nobody trusts the system, no matter what uniform they wear.",
        "Every faction’s scrambling: Harmonists preach calm, Innovators want more tech, but only the Directorate keeps some order.",
        "My friends in the directorate are stretched thin. They're all firefighting, no time for politics.",
        "Audit’s just the latest smokescreen. Been around long enough to spot real risk.",
        "Never thought I’d say it, but stability’s less about upgrades and more about discipline now."
      ],
      [
        "This isn’t just about code errors—people are afraid of becoming ghosts. The BCI wipes you, you’re finished.",
        "One of my neighbors—decent guy, always fixed the lifts—gone overnight. His apartment’s empty, files trashed.",
        "Halden’s early work ran deeper than anyone thought. Directorate always tried to contain, but Council ignored the old risks.",
        "When those protest camps started, I fixed their power lines after hours. Didn’t advertise it. Directorate buddies looked the other way.",
        "Secrecy’s worse than open unrest. Too many silent disappearances, too many backroom deals now that security’s in charge.",
        "Any fix the Council promises—whitewash. They’re split, desperate for solutions, but only the directorate has the guts for hard calls.",
        "My loyalty’s to systems that keep order, not fairy tales about harmony.",
        "Even my BCI’s gotten jumpy just from who I know. Doesn’t matter how careful you are.",
        "I’ve seen just enough systems fail to trust hard discipline over wishful thinking. That’s kept me above water so far."
      ]
    ]
  }
}