{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "The city moves differently now, doesn't it. Everything just slower, more careful.",
        "Saw my own name posted for audit in the lobby. Never used to happen.",
        "People hesitate, even at the market. Closer looks, longer pauses.",
        "It leaves a person uneasy, wondering if tomorrow will be even stranger than today."
      ],
      [
        "Noticed the new sign—they flagged me for review, right under everyone's nose.",
        "Counting on old habits to avoid attention doesn't work as well anymore.",
        "Even simple things, like buying bread, draw extra eyes now.",
        "I'm finding less comfort in my old routines.",
        "It leaves a person uneasy, wondering if tomorrow will be even stranger than today."
      ],
      [
        "Came home the other day, found my name listed for audit in the building lobby. First time in years.",
        "Anyone flagged gets watched, you can feel it—neighbors, clerks, even the system is jumpy.",
        "Had to reroute my way home, kept my profile clean, avoided monitored corners.",
        "Took identifying things off my door, just in case. Always thought it wouldn't happen to me.",
        "My BCI score keeps slipping, no matter how careful I am. Nights are just score checks now.",
        "It leaves a person uneasy, wondering if tomorrow will be even stranger than today."
      ],
      [
        "Used to be that a man could keep his head down and the system would look the other way. No longer, not after what broke loose.",
        "They put my name on the audit list in the building. Everyone saw it—neighbors I've known for years.",
        "Tried the market, and even the clerks hesitate. My printout, my profile. Takes longer every time.",
        "I've started changing my routines, staying off certain streets. Stripped my entryway of anything with my name.",
        "Feels like the whole city is holding its breath. You can sense the system faltering, and people growing nervous.",
        "No comfort in old protocols. My score dropped below what used to be safe.",
        "Maybe it sounds small, but changing your path home, day after day, does something to a person.",
        "It leaves a person uneasy, wondering if tomorrow will be even stranger than today."
      ],
      [
        "You remember how things ran under Halden? Not soft, but steady. People got clever with the system, learned its rhythms.",
        "I've always kept to myself, followed the Harmonist way—quiet adaptation, trusting the system's shape. Now it betrays its own rules.",
        "After Halden's death, nothing lines up. My name, audit-listed for the first time. I used to advise people on avoiding that very fate.",
        "Now, one hesitation from a market clerk feels like a sentence. People check your face, your record, and pretend otherwise.",
        "Had to drag my own name off the door at home. Changed my path again last night—hope it buys me another week.",
        "I see neighbors look away, uncertain if they're supposed to greet me or report me. Like the city is splitting into shadows and watchers.",
        "Feels like the wise thing is to shrink your world, but even small lives are risky now. My BCI score drops every day—I know what comes next for men with scores like mine.",
        "It leaves a person uneasy, wondering if tomorrow will be even stranger than today."
      ]
    ],
    "emotion": "It leaves a person uneasy, wondering if tomorrow will be even stranger than today."
  },
  "emotional": {
    "opener": "Nikola, sometimes just recognizing that things feel strange is a kind of strength. You’re not alone in that—you know, we all notice the changes, even if we don’t talk about them much.",
    "variants": [
      [
        "Yes. Perhaps it's enough just to see things clearly, even if quietly.",
        "Some things are better left unsaid, in any case."
      ],
      [
        "You’re right. Noticing is half the work, I suppose.",
        "It’s rare to hear someone say it out loud. Makes a difference, somehow.",
        "Not all changes need words."
      ],
      [
        "Thank you, Alex. Hearing that out loud makes it feel less isolating.",
        "Sometimes pretending not to notice is the most exhausting part.",
        "It helps to know others are awake, even in silence.",
        "Maybe things aren’t so strange when we share them, even in passing."
      ],
      [
        "That’s a relief to hear, honestly. I’ve spent years acting as if quiet was a solution.",
        "It’s almost embarrassing how much comfort comes from a bit of truth, shared plainly.",
        "When someone acknowledges the unease, it shrinks a little, doesn’t it?",
        "This city prides itself on rationality. But recognition… that’s human.",
        "You remind me that vigilance isn’t always about hiding; sometimes it’s about staying connected."
      ],
      [
        "Alex, you put into words what I haven’t let myself say—sometimes, just being aware is survival enough.",
        "I spent decades watching the Council try to engineer out discomfort, as if awkwardness itself was a fault in the code.",
        "Even now, the hardest part isn’t the rules… it’s pretending not to notice what’s missing.",
        "There’s a quiet strength in this kind of camaraderie, even if we’re not supposed to show it.",
        "The world insists on self-correction, but all the modeling never accounts for loneliness.",
        "Maybe that’s where you and I—ordinary people—preserve something the system never predicted."
      ]
    ]
  },
  "factual": {
    "opener": "You say it's uneasy, but everyone hears rumors. If something big's happened, just say it.",
    "variants": [
      [
        "Saw those reports—entire households missing from the system.",
        "Council claims it's a technical audit, but names just vanish.",
        "Crowds growing angrier each day. Not my place to say more."
      ],
      [
        "Records show people erased from every log. Not just one or two.",
        "Protests sparked after journalists ran exposés. Council promised audits.",
        "Restoring trust won't be easy. We've seen this cycle before.",
        "I keep to myself now. Best approach when lists start circulating."
      ],
      [
        "First came the leaks—BCI scores everywhere, private details out in the open.",
        "Then, whole families found themselves missing from system records.",
        "Protests, unrest, and makeshift camps—people finding ways around the grid.",
        "Media turned everything inside out with old prototype code.",
        "Council promises an audit, but no one believes it anymore.",
        "Things weren't always so brittle. We used to call this stability.",
        "Some still talk of restoring the old balance. I see more fear than hope."
      ],
      [
        "It started with that citywide data leak. Council and trusted types exposed.",
        "When the system turned on its own—people erased, left stateless, couldn't get bread or transit... Felt like a breach with everything we swore by.",
        "I hear from old Council aides—nobody has override. Subsystems doubling back on themselves.",
        "After the exposés, you could feel the trust collapse. Neighbors trade rumors at doorways.",
        "Audits now, promises of restorations, but folks vanished don't come back easy.",
        "I always aligned with the Harmonists—quiet efficiency, system in control.",
        "But the city is splintered now, and I doubt we return to what was.",
        "Feels like every protocol got rewritten when Halden died."
      ],
      [
        "A year ago, I would have told you the system ran better than any Council—silent, steady, self-correcting under Halden's design.",
        "Now? The data breach shredded that illusion. BCI secrets everywhere, elites included.",
        "Saw the first erased families walk the streets with nothing—no access, no history. Fewer each day, but more in the camps.",
        "Behind closed doors, even Council members scramble—selection isn't safe, and metrics run wild.",
        "Prototype code at the root, I heard. Old mistakes left in the foundation.",
        "It's no secret where my loyalties once stood—Harmonist principles, order through restraint.",
        "That order looks unrecognizable. Audits, promises, angry crowds. I have old correspondence saying this was always a risk.",
        "People whisper about 'restoration.' They don't remember what normal even meant.",
        "For someone who spent half his life in the Secretariat, I never imagined I'd miss the days when caution was enough."
      ]
    ]
  }
}