{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Getting by is a luxury right now.",
        "Let’s just say my stories are hitting nerves.",
        "Some people aren’t happy about what I’ve been covering.",
        "Feels like I’m living on borrowed time."
      ],
      [
        "I’ve been running stories about the missing.",
        "Turns out, exposing vanishings gets you noticed in all the wrong ways.",
        "I made sure what I found didn’t get buried.",
        "Now the system treats me like I never existed.",
        "Can’t say it’s comfortable, but I’m still here."
      ],
      [
        "Actually, things turned upside down after my last exposé.",
        "I documented families erased from the system, with proof.",
        "Skipped state channels. Released it through encrypted leaks instead.",
        "People picked up the call. Suddenly there were protest camps and testimonies everywhere.",
        "Council promised an audit, but my score dropped to one overnight.",
        "I can’t use almost anything now. But I won’t let them erase me, too."
      ],
      [
        "You know, I grew up around BCI officers. I see how stories are shaped.",
        "This time, I found whole families wiped from the system. Not just blocked—gone.",
        "I spent days verifying documents, then sent them out safe. No state edits.",
        "Once the story hit, protests popped up. People helping the erased, refusing to look away.",
        "Council scrambled, promised they’d fix it. Same old talk. Meanwhile, I got ghosted in the data, score bottomed out.",
        "Now I move between places, watch the watchers, dodge new cameras.",
        "Feels risky, but better than going quiet. Someone’s got to tell what’s really happening."
      ],
      [
        "Honestly? This city’s built to erase dissent. BCI scores tell everyone where they belong—or if they belong at all.",
        "I was covering the disappearances. Saw what happens when you lose your name, your records. You become nothing. Even your friends start avoiding you.",
        "I gathered proof, families scrubbed from the system by design. Sent it out encrypted, straight to those who’d care.",
        "It was risky, but it worked. People protested, shared stories, gave voices to the erased.",
        "Council only cared once the world started watching and the city got angry. Their audit is just for show.",
        "My own BCI score tanked. One. Every door closes in your face, every camera lingers just a bit longer.",
        "Now I’m avoiding every state network, sleeping wherever feels least obvious, counting on a few friends.",
        "It’s exhausting… but I refuse to disappear quietly. Someone has to remember we’re still human."
      ]
    ],
    "emotion": "Worn down, but determined not to disappear."
  },
  "emotional": {
    "opener": "\"No label, no score—just the fact you're still here. That means something, Rada. I'm glad you are.\"",
    "variants": [
      [
        "You don't owe me comfort. But I hear you."
      ],
      [
        "Most people just stare right through me now. You didn't.",
        "Thanks."
      ],
      [
        "It's strange to hear someone say that out loud, honestly.",
        "Most days, just existing feels like it takes effort I'm not sure I have.",
        "But you reminded me there's still a difference between being erased and being seen."
      ],
      [
        "Sometimes I forget what it's like to be treated as a person first. You helped me remember.",
        "It feels like the city's designed to grind you away until there's nothing left but numbers.",
        "But if I'm still here, maybe I can still push back, however small it seems.",
        "I appreciate you saying that more than you know."
      ],
      [
        "It's funny, I grew up believing resilience meant blending in. Turns out, it's the opposite.",
        "All this structure, the scores, the surveillance—it makes you question if you matter at all.",
        "Hearing someone say my name like it still counts... that's rare these days.",
        "It reminds me what my father used to say: 'Even if the world forgets you, don't forget yourself.'",
        "I'm tired, but you just made it easier to keep going for one more day.",
        "Honestly, I needed that. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's heard about the chaos, but what really happened? Give me something real.",
    "variants": [
      [
        "City got hit with protests fast. Couldn’t pin down who started what.",
        "Council broadcast some audit. Didn’t see any changes myself.",
        "Info leaked, but details are still murky outside approved channels.",
        "People hide, but street stories vanish quick.",
        "Council's just spinning old lines."
      ],
      [
        "Crowds formed after some big exposé. Not all of them peaceful.",
        "Council blamed it on sabotage. Typical response.",
        "A lot of talk about system 'upgrades'—no one gets specifics.",
        "Some places started acting unplugged. Services flickered or shut.",
        "Prototype tech talk floating around, but nothing confirmed.",
        "Council says audit, I see more patrols instead."
      ],
      [
        "The city split when BCI data leaked. People's scores and secrets just out there.",
        "Officials scrambled, but nobody trusts the 'audit.'",
        "Power shifted between Council factions—felt more like a turf war than crisis control.",
        "Found early code blamed for the disappearances, not just 'user error.'",
        "Crowds set up camps for the vanished. Everyday folks joined in, fed each other.",
        "Whole communities isolated—sometimes by accident, sometimes not.",
        "Nothing here runs the way they claim. Not after this."
      ],
      [
        "After Halden died, systems started breaking all over. Like dominoes falling.",
        "Council got desperate—every fix made things messier.",
        "Turns out old BCI code from Halden's day was still buried in the system. That's what wiped people out.",
        "Journalists like me connected that code to families erased completely—no coming back unless someone rewrites their lives.",
        "Neighborhoods panicked. You'd see whole blocks without power or food because their scores went wild.",
        "Council split—Harmonists begged calm, Directorate cracked down, Innovators blamed old tech.",
        "Audit's a joke. Everyone’s suspicious of everyone. Feels like the end of trust in the whole infrastructure.",
        "Funny how fast the city forgets people—until they fight to be seen."
      ],
      [
        "Never seen panic like when the BCI leak showed real scores. Even loyalists didn't feel safe.",
        "Officials' dirty laundry went public—suddenly, leaders hid behind closed doors.",
        "Wasn’t just data. Camps popped up where the erased gathered, community turning survival into protest.",
        "Found that erasure code myself. Early Halden, half-disavowed, no oversight. Council didn’t want it public.",
        "I lost friends to those vanishings. One day they were here, next they didn’t exist in any system. I documented what I could before they ghosted me too.",
        "Every Council faction tried to spin it: Harmonists calling for order, Directorate threatening force, Innovators promising wild algorithm changes.",
        "Power brokers now trade accusations, not policies. Nobody really in charge.",
        "People like me—rebels, maybe—keep the record straight while the system falls apart.",
        "I swear, the only loyalty left here is to memory. No system can erase that, even if they try."
      ]
    ]
  }
}