{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal changed again. Old warnings turned up on my BCI, just like that.",
        "Now neighbors look sideways at me. Makes a man rethink his route home.",
        "Skipped work today. Better than ending up on someone’s list.",
        "Suppose that's what’s normal now. Keeping your head down."
      ],
      [
        "Normal? Hm. Guess mine was old infractions popping up where they shouldn't.",
        "Had a neighbor bring up something from years back like it was fresh. Didn't stick around for the lecture.",
        "Spent half my day going through paper logs, trying to see what’s on me that shouldn’t be.",
        "Dropped a couple jobs—didn’t need the risk with trust circling the drain.",
        "Funny, how you never know which thing will turn against you. Makes you watch your back."
      ],
      [
        "Normal's a moving target these days. The BCI dug up some of my old penalties, stuff I thought was long gone.",
        "Got cornered by a neighbor in the hallway. He rattled off my flagged record like it was today’s weather. Ended that conversation quick.",
        "Spent hours cross-checking what the system says versus my actual history. Lot of ghosts showing up lately.",
        "Skipped a couple rounds of maintenance—figured less exposure, less mess to explain if someone decides to point fingers.",
        "Seems everyone’s digging into everyone now. I try to keep to myself—keeps the noise down.",
        "Hard not to feel unsettled. The city's grip on trust is in pieces lately."
      ],
      [
        "Honestly, I used to think I’d seen it all from the BCI. Until last week, when past warnings showed up, clear as day.",
        "That’s when the neighbor started talking—loudly—about an old infraction of mine. People are suspicious now, throwing old dirt like it’s new currency.",
        "I ducked out and spent the rest of the day buried in old logs, wondering if the system’s got a grudge or just a glitch.",
        "Turned down jobs. I’d rather risk going hungry than get flagged by some updated notice.",
        "The building’s tense. Everyone’s either prying or hiding. The system was supposed to keep order, not start vendettas.",
        "Folks barely trust each other, never mind the scores. It’s always worse after one of those system resets.",
        "Used to be, keeping your head down worked. Now, you never know what someone else will find in your profile."
      ],
      [
        "Hard to define 'normal' once your BCI decides to pull skeletons from your closet. Last week it threw my old warnings right back at me—warnings I was told were wiped.",
        "Never been much for crowds, but now even the neighbor wants to audit my past. He ambushed me over an old maintenance citation. People act like the system’s gospel till it judges them.",
        "Spent hours double-checking every hard copy I kept—can’t trust the system’s memory after what happened to Halden and that reset.",
        "Skipped jobs, avoided calls. In Stenograd, you learn not to offer up more rope than anyone’s already got on you.",
        "The worst part? Nobody knows if it’s a bug or a feature. The Council’s too busy blaming itself. Directorate types like me figure vigilance is safer than transparency.",
        "Saw fights in the hallway. People using past records as weapons. The BCI was never supposed to turn us into snitches.",
        "Trust is gone. You can feel it every time someone leans in to whisper. I keep my head down because it’s survival, not cowardice.",
        "Hard not to look tired with it all weighing down. But if they think the old loyalists will just lie down, well—they’ll be disappointed."
      ]
    ],
    "emotion": "Bit worn down, but not defeated. Looking for a moment of understanding."
  },
  "emotional": {
    "opener": "\"You know, Lenart, I think sometimes the system just forgets we're human. Doesn't mean you have to.\"",
    "variants": [
      [
        "Maybe. That's a decent point.",
        "Suppose it doesn't hurt to remember that."
      ],
      [
        "Yeah... sometimes I think people forget that, too.",
        "Hard not to get swallowed up by all the layers, isn't it?",
        "But maybe you’re right."
      ],
      [
        "Feels like the city’s built to ignore that, most days.",
        "Still, it’s good to hear someone else remembers.",
        "Not sure I always do myself.",
        "Appreciate you saying it."
      ],
      [
        "You’re not wrong. Gets easy to slip into routines, go half-invisible.",
        "Clients, systems, schedules... All of it runs on rails these days.",
        "But there’s still space to be decent, maybe in the cracks.",
        "It helps, having someone notice.",
        "Not a lot of that lately."
      ],
      [
        "I used to think I could keep work and the rest of life separate. Like, stay in my lane, fix what’s broken, keep clear of trouble.",
        "But with the way things run now, the human part—gets squeezed out if you’re not careful.",
        "Folks act like being anything more than compliant is eccentric, or risky.",
        "That makes a day like this feel heavier than it should.",
        "So thanks, Alex. Genuinely.",
        "There aren’t many reminders left that we’re not just points in a system."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Things have gone sideways for everyone. What else is really happening out there?",
    "variants": [
      [
        "City's tense. Folks are restless, demonstrations cropping up.",
        "Old stuff leaking from the system, can't tell what's accidental or on purpose.",
        "Council's scrambling, but no one's stepping up.",
        "That's about it."
      ],
      [
        "People are on edge after those archives started spilling out.",
        "Saw more crowd trouble near the mural. Feels planned, but who knows.",
        "Council's in-fighting, nobody leading. Heard talk of deletions, but only rumors.",
        "Can't trust half what you hear these days.",
        "Feels like more is coming."
      ],
      [
        "Archive leaks have everyone rattled. Lot of folks showing up at that mural, pushing for data deletion.",
        "Heard the Council's split, blaming each other for the mess.",
        "Directorate wants to clamp down, but public is louder than before.",
        "Some old leaders are out in the open again, others vanished. It's chaos.",
        "Whole place feels adrift, and trust gets thinner every day. That's not how it used to run.",
        "Things shift too quick for real order. But transparency? Not buying it.",
        "Makes you remember why some folks stick to their own."
      ],
      [
        "Been seeing those citywide protests—people sick of their history hunting them down.",
        "Directorate's keeping busy, but crackdown isn't fixing the splits. You can tell they're nervous.",
        "Friends tell me there’s a scramble to hide or burn certain records, especially up the chain.",
        "That mural started something. Never seen so many Council folks duck for cover. Even the trusted ones look cornered.",
        "Used to believe order meant safety. Lately, I keep my loyalties closer to home.",
        "Always sided with Directorate types—structure over slogans. Lately that feels like swimming against the current.",
        "Old allies reappearing, old ghosts too. Nobody’s sure who counts as loyal these days.",
        "Not much comfort, but at least I'm not surprised anymore."
      ],
      [
        "There's whole blocks meeting in secret, passing news hand to hand, not screen to screen. You only do that if you remember how things were, before all this.",
        "Directorate’s trying to keep clamps on, but old friends inside say even their orders get ‘lost’ these days.",
        "Saw the mural, too. It's not just paint—feels dangerous. Saw faces there I thought were blacklisted for good.",
        "People are tracking who's getting archive deletions. It's not random—it’s the Council’s own and some of us who served. Division runs deep as ever.",
        "Used to be proud of keeping things running for Directorate, believed in chains of command. Now, you can’t tell order from accident.",
        "Heard Mosaic Reversion was Halden’s idea—a reset, hoping to clear rot from the foundation. Instead, it dragged everything up: secrets, grudges, debts.",
        "Friend of mine—ranked high, faithful to the system—now nobody in the files. Shows you how quick the ground moves.",
        "Me, I keep quiet, patch what I can, cash in favors, and trust muscle memory more than the system.",
        "If there’s a lesson, it’s that loyalty only counts if you’re lucky—or invisible."
      ]
    ]
  }
}