{
  "olintz": {
    "chapter": "In the days following the publication of the sealed archive and the return of previously vanished residents, Oksana found her apartment building’s atmosphere more tense than ever. That morning, she encountered two neighbors arguing about the authenticity of new investigation panels displayed in the lobby, their suspicion extending to anyone formerly connected to system oversight. When she checked her access app to obtain medical authorization, it timed out repeatedly, forcing her to seek assistance from a manual desk in the communal office. The staff there processed her request with obvious reluctance, whispering as she signed a paper log instead of verifying her identity digitally. Public discussion about the new citizen-led investigations grew louder in common areas, and several residents began shunning contact with her, making routine communication awkward and brief. Oksana limited her movement to avoid further scrutiny, maintaining her written log of denials. Her BCI score remained at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Nikola delivered the sealed archive to the citizen committee, personally overseeing the verification and release of its contents. As the full scope of sanctioned disappearances and BCI purges became public, reactions in his building were immediate and severe. Several residents who had avoided him now confronted him, expressing both gratitude for the truth and anger over the years of silence. Block management initiated an official inquiry, citing Nikola’s direct involvement in the document leak. He was called to mandatory interviews and denied access to remaining building services. His personal data was subjected to real-time review by investigative panels, further isolating him in daily life. Despite Nikola’s attempt to minimize public statements, his association with the archive’s release became central to citywide rallies, and his BCI score underwent a rapid, algorithmic downgrade due to noncompliance and breach of disclosure protocols, dropping from 59 to 38 as a direct consequence of his actions.",
    "bci_score": 38,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the transfer of investigative power to citizen-led committees and the start of public BCI abuse investigations, Daria’s daily routine in the laboratory is again altered. Security procedures are relaxed as external reviewers now enter technical work areas, interviewing staff and auditing device records. On her shift, Daria is required to demonstrate standard diagnostics in front of a panel that includes several returned users she recognizes from previous support tickets. She answers questions succinctly, aware that her earlier off-record activities could be highlighted. Colleagues, once wary of association, now approach her for clarification on older device logs, seeking to shift scrutiny. Lunchrooms are crowded, with groups discussing past BCI inconsistencies openly. Daria avoids these discussions, reviewing logs and deleting outdated scripts instead. Although the official environment is less hostile, uncertainty remains about the outcome of ongoing investigations. Her score, monitored by both system and external panels, remains stable. BCI score: 39.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the Council’s concession to public probes by newly reinstated citizen committees, Lenart arrived at a familiar maintenance hub to find access routines changed, with former staff replaced by unfamiliar faces representing these panels. His usual client list was missing, replaced by urgent requests from previously vanished residents, now returned and seeking rapid, undocumented repairs to restore their utilities. Lenart complied, using manual workarounds and avoiding official systems, but noticed increased surveillance and detailed questioning after each job. That afternoon, a longtime client with a stable BCI score canceled a scheduled repair, expressing concerns about being seen by oversight groups. Lenart adjusted by further restricting jobs to after dark and using only paper instructions. This adaptation ensured continued work, but the heightened suspicion of both the committees and his clients, along with his selective service pattern, led to a small drop in his BCI score, lowering it to 65.",
    "bci_score": 65,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After panels led by returned 'ghost users' began publicly investigating BCI abuses, Sven Halek arrived at his office to find that all prior Council messaging guidelines were now suspended pending committee review. Colleagues from his department avoided handling any past drafts, and one refused to meet, citing an ongoing audit of communications linked to previously purged users. As a result, Sven spent the day compiling lists of historical speech edits for investigators, physically transferring documents instead of using his encrypted devices. Requests for input on language now required direct panel approval, removing discretion from his workflow. Observing that several senior Innovator contacts were called away for questioning, Sven limited all networking activity, avoided making recommendations, and deleted sensitive correspondence from his encrypted drive. These adaptations reflected his heightened caution and loss of access as citizen-committees overtook core messaging control. His BCI score dropped to 58 due to further isolation and reduced sanctioned output.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After independent panels led by reemerged 'ghost users' began public investigations into prior system abuses, Rada’s daily routine as a state media correspondent changed significantly. That morning, she was required to attend a live interview with a former 'ghost user,' where unscripted questions about disappearances disrupted her usual editorial approach. During the segment, technical staff openly disregarded compliance protocols, refusing to censor contested testimony. Later, Rada noticed that newsroom workflows shifted—segments formerly withheld for compliance reviews were released unfiltered, and management stopped issuing routine script edits. Colleagues, emboldened by the external review, openly revisited archived stories, some even inviting Rada to verify material once flagged as too risky. For the first time since her exposure, Rada found herself consulted rather than isolated. Although her movement remained restricted by her low score, the wider atmosphere of accountability and openness caused her BCI to stabilize, rising by 5 points to 5.",
    "bci_score": 5,
    "political_preference": "innovators"
  }
}