{
  "official": [
    {
      "image_id": "sealed_envelope",
      "headline": "Archive Unsealed",
      "anchor_line": "Historic records have been made available at neighborhood assemblies, addressing citizen questions about past BCI-related disappearances.",
      "contextual_reframing": "Transparent information-sharing reaffirms public trust and system adaptability. The Behavioral Compliance Index, or BCI, remains at the heart of efficient city life."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens Assemble",
      "anchor_line": "Mass gatherings express support for continued review and positive change guided by civic voices.",
      "contextual_reframing": "The Council welcomes collaborative feedback to ensure our algorithms evolve in accordance with community needs."
    },
    {
      "image_id": "blank_display",
      "headline": "Open Review Begins",
      "anchor_line": "External panels, including recently returned citizens, now participate in oversight of BCI operations.",
      "contextual_reframing": "Responsive governance highlights Stenograd’s ongoing commitment to fairness and technological progress for all."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Disappeared Return",
      "anchor_line": "The archive is out—proof at last that the BCI erased lives, not errors.",
      "contextual_reframing": "For years, the Behavioral Compliance Index (BCI) wasn’t just tracking us. It was vanishing anyone marked “noncompliant”—but now the ghosts are speaking."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Demanding Truth",
      "anchor_line": "Crowds fill city squares, demanding real justice and answers from the Council.",
      "contextual_reframing": "Rallies grow because the system scores us in secret, decides our fate, and calls it 'order.' No debate, just numbers—until one day you vanish."
    },
    {
      "image_id": "blank_display",
      "headline": "System Glitches",
      "anchor_line": "With power fracturing, oversight panels now include those once ghosted by the city algorithm.",
      "contextual_reframing": "Cracks in the technocratic dream: even the BCI’s own creators lost control. Algorithmic rule means nobody's safe, not even its architects."
    }
  ]
}