{
  "title": "Mosaic Reversion Triggered",
  "outcome": "In response to ongoing chaos, a failsafe protocol designed by Halden—known as 'Mosaic Reversion'—triggers, reverting all BCI scores to 2022 levels for three weeks. Old privileges resurface as former outcasts gain status and recognized leaders become ‘unknowns’ again. Panic replaces order, the mural’s symbolism shifting as people scramble for lost positions. Oksana Lintz, aware of the protocol’s origins, faces a choice: explain, contain, or exploit the reset as all factions scramble to gain new ground.",
  "events": [
    {
      "timestamp": "2025-05-15T10:00:00",
      "visibility": "semi-public",
      "description": "BCI scores revert overnight to 2022 levels under the Mosaic Reversion protocol. Panic surges as identities and privileges swap; confusion sweeps workplaces and services."
    },
    {
      "timestamp": "2025-05-17T13:40:00",
      "visibility": "public",
      "description": "High-status residents lose access to homes and jobs, while previously excluded individuals assume influential roles. Factions attempt to exploit new dynamics, intensifying political maneuvering."
    },
    {
      "timestamp": "2025-05-23T09:15:00",
      "visibility": "internal",
      "description": "Oksana Lintz privately traces Mosaic Reversion to Halden's 2022 data centralization, facing pressure to disclose or manage system chaos from all sides."
    },
    {
      "timestamp": "2025-05-28T12:30:00",
      "visibility": "public",
      "description": "Citizen assemblies form to negotiate reallocation of roles and services. The mural’s symbolism shifts from protest to navigation hub amid instability."
    },
    {
      "timestamp": "2025-06-03T19:30:00",
      "visibility": "semi-public",
      "description": "Public calls grow for an end to all scoring as people realize stability may never be fully restored under algorithmic systems. Mural gatherings demand answers from every faction."
    }
  ]
}