{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Everyone, huh. Yeah, things have been odd at work since the scores went wild.",
        "My badge let me in places it shouldn't have. Not sure what that's about.",
        "Mostly just kept my head down, grabbed what I needed, kept moving.",
        "Can't say it's left me feeling any lighter, though."
      ],
      [
        "Carrying something? Guess you could say so.",
        "Work was chaos after the BCI reset. People acting like strangers inside their own lives.",
        "Suddenly, I had access to old archives I've never been allowed near.",
        "I copied a few things quietly, in case it all vanished again.",
        "Feels risky, but what else can you do when the city's always watching."
      ],
      [
        "I think most of us are carrying more than we let on. Lately, my office’s felt like a test lab.",
        "BCI scores flipped overnight. Everyone scrambling, old cliques broken, nobody knows where they stand.",
        "My badge let me into restricted rooms. Strange feeling, walking past locks that used to hold me back.",
        "Didn’t waste time—I backed up old raw footage I was sure they’d erase.",
        "No one really talked about it, all eyes darting, waiting for the hammer.",
        "The mood? Tense isn’t even close. It’s like waiting for someone to drop the truth, then snatch it away."
      ],
      [
        "Yeah, I’m carrying something. Hard not to in this city. Grew up in the shadow of the BCI—my mother ran compliance units. I know how quickly things can turn here.",
        "So when the scores reset, it was chaos at work. One minute you’re invisible, the next you’re everywhere except wanted.",
        "I suddenly had access to archives I’ve only been warned away from. Used the moment—quietly backed up footage the public never sees.",
        "People around me froze. Some realized they’d lost every comfort they’d called privilege. Others just waited and watched.",
        "I kept quiet, but documented every reaction—panic, confusion, paranoia. You could feel the system breathing down our necks.",
        "Didn’t trust the quiet, locked up my files even tighter.",
        "The whole city feels brittle right now. Makes you wonder when the breaking point arrives."
      ],
      [
        "Carry something? Sure do. In this place, not carrying something is a risk of its own. I file stories on government programs for state media, but the real news is what I keep off record.",
        "They reset our BCI scores to 2022. Woke up with privileges I never had and watched others lose theirs overnight. Like flipping the city on its head.",
        "That morning, badge checks turned into witch hunts. Saw even the loyal ones hesitate—either out of fear or spite.",
        "I took the chance to hit archives I was never supposed to see, grabbed raw footage before it vanished. Spent half my day archiving, other half watching colleagues pretend nothing changed.",
        "Stuff I pulled—unfiltered, corners of history they scrub clean before it hits air. I’m careful with it, pass it off through channels I trust. Already got silent warnings twice. That only sharpens my sense of purpose.",
        "Grew up learning how compliance is manufactured, not earned. So when I see people panicking, or bargaining for lost access, I see the system’s weak spots—human ones.",
        "Everyone pretends the mural and this chaos are just glitches, but I think the city’s soul is showing. I hope I’m recording what matters before it disappears for good.",
        "Right now? I feel like the truth is right there—flickering on the edge. And losing sleep over what happens if no one else sees it."
      ]
    ],
    "emotion": "restless, searching for a sign things might shift toward something honest"
  },
  "emotional": {
    "opener": "You’re not the only one searching for some real truth, you know. We all want to believe there’s still a place for that here.",
    "variants": [
      [
        "Maybe. Hard to know who still cares about truth.",
        "Sometimes you just say it to hear the echo."
      ],
      [
        "I guess it’s not all lost then.",
        "You saying that makes it a little easier.",
        "Doesn't mean it gets safer."
      ],
      [
        "I needed to hear someone say that.",
        "It does get lonely, waiting for things to matter again.",
        "It helps knowing I’m not the only one trying to hold on.",
        "Thanks for not looking right through me."
      ],
      [
        "It’s rare, finding someone who remembers what honesty should actually feel like.",
        "Sometimes I forget there’s even room left for it.",
        "I grew up with rules in my mouth, but I never stopped tasting the gaps in them.",
        "What you said—reminds me I’m not invisible here.",
        "Feels like maybe there’s still hope."
      ],
      [
        "That means more than you think. My whole life’s been about watching people forget their own stories.",
        "I was taught that truth is just another lever to pull, but… I always wanted to believe otherwise.",
        "These days, it’s like we’re all learning to talk in code, even with ourselves.",
        "You making space for truth here—that’s almost rebellious.",
        "It’s exhausting, this pretending. But tonight I feel a little less alone.",
        "Maybe there’s still a way for things to change after all."
      ]
    ]
  },
  "factual": {
    "opener": "So what's really happening behind all this? Feels like there's more chaos than what we see on the screens.",
    "variants": [
      [
        "Depends who you ask, Alex. Official line says BCI just glitched.",
        "People switching jobs overnight, some panicked. Streets quieter than usual.",
        "The Council can't even agree on who's running things now.",
        "Whole city feels stuck. Like everyone's holding their breath."
      ],
      [
        "The reset wasn’t planned, no matter what they say. Old faces back in odd places.",
        "Some folks who went missing just...showed up again. No one’s explaining how.",
        "That mural in the metro has everyone jumpy, but they act like it’s nothing.",
        "Truth is, rumors are moving faster than orders right now.",
        "Council’s losing grip. Nobody trusts the automated updates."
      ],
      [
        "You noticed the assembly crowds near the mural? Public’s using it to protest, organize, trade access.",
        "Scores flipped so hard even high-rankers lost their privileges. Some tried to fake confidence, but everyone’s guessing at the rules.",
        "That blackout uncovered more than a power grid—opened up history we weren’t meant to see.",
        "I’ve seen old watchlist names popping back up. People you wouldn’t expect, either helping or sabotaging the system.",
        "I cover Council releases, but these days, most updates never make it on air.",
        "Used to pretend the BCI was boring. Now it’s everyone’s enemy."
      ],
      [
        "This ‘Mosaic Reversion’—that's what they call the reset, quietly. Council’s fighting over whether to admit it or cover it up.",
        "I’ve caught hints that Halden left a kill-switch for moments like this. Oksana Lintz is tracking fallout but won’t speak to media.",
        "Private channels say old ‘ghosted’ citizens are organizing under the radar, using the scoring chaos to push reforms.",
        "People treat that mural like a shrine—rally point for all the system’s outcasts.",
        "I’ve archived speeches the state never aired: Council infighting, Innovators trying to force full transparency, Directorate acting like it’s martial law.",
        "Loyalists are being frozen out. Some of them came to me, off-record, desperate to get their version of the story public.",
        "It’s the first time in years I’ve seen honest, spontaneous debate in public spaces."
      ],
      [
        "Growing up with a compliance officer for a mother, I saw how power rewrites itself overnight. This—what’s happening—is power unmasked.",
        "It’s not just a reset. Hundreds who vanished from city records have come back, trading old secrets while the system’s blind.",
        "Heard directly from colleagues tracking the protocols: Halden’s failsafe, ‘Mosaic Reversion,’ was a last resort after Council feud threatened collapse.",
        "Lintz and others are in panic mode, trying to map new alliances. I’ve intercepted leaked memos—Council doesn’t know which threat to contain first.",
        "Underground networks are using the confusion to feed real news to outsiders. I upload to them every night when I can.",
        "Raw footage from the archive proves the labor tools were tampered with on purpose, not glitch. Citizens set up their own dispute tribunals in the mural’s shadow now.",
        "This place is alive in ways you’d miss, if you only trusted what airs at six sharp.",
        "I want the system gone, but I want the truth out first. This is our only window—before someone slams it shut again.",
        "If you see people staring at each other too long, it’s not suspicion anymore. It’s hope—cracking through the grid."
      ]
    ]
  }
}