{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Feels different, yes. Scattered, I suppose.",
        "People are... out of place now. Lost access, lost routine.",
        "I was told to document complaints. Just numbers for now.",
        "Mostly, I try not to think about the rest."
      ],
      [
        "Feels different, yes. Things don't line up any more.",
        "A lot of people lost jobs or couldn't get home. All at once.",
        "I spent the last days cataloguing appeals. The system wanted silence—no one talks about why.",
        "My name carries risk now. Feels... exposed.",
        "It's hard to believe sometimes, how quickly things fall apart."
      ],
      [
        "It's changed, yes. Everything feels unsteady, everyone’s routines are broken.",
        "After Halden died, I saw scores reset citywide—access, privileges, all mixed up.",
        "My job was to log disruptions. People messaging in panic, losing housing or work overnight.",
        "We’ve been ordered to bury the reason it happened. Pretend it was a glitch.",
        "Some colleagues think I had something to do with it. My trust score tanked. Now I barely get by myself.",
        "Truth is, it’s hard to know who to trust after this."
      ],
      [
        "Feels like the city is unrecognizable. Too many people lost what little certainty they had.",
        "Halden’s death unspooled everything. I saw the system spiral—scores reset to years ago. Friends lost jobs, some suddenly had unchecked access.",
        "I handled the Mosaic Reversion logs. Emergency orders, then chaos. Appeals flooded in—real fear, confusion.",
        "We were told to suppress any talk about why it happened. No one’s allowed to explain, not really.",
        "My access flagged me. I’m under suspicion, barely functioning in the system I helped run.",
        "I haven’t really slept in days. I thought the BCI was fixing things, but seeing this… it feels broken now.",
        "It’s lonely, being seen as the problem when all I wanted was for things to calm down."
      ],
      [
        "The city feels hollow. Like the system’s turning against its own makers.",
        "After Halden died—no one expected the BCI to fall apart. I was at my terminal, watching as everyone’s scores reverted to 2022. Chaos, right away.",
        "People I used to help got cut off without warning. Old enemies slipped through. I was responsible for cataloguing it all, and there was panic—real, human panic, not numbers.",
        "Council ordered quiet. No truth, no comfort. They think it will all smooth out, as if the system can self-correct. But it’s just damage now, and I’m tied to it.",
        "My BCI score fell to five. Lower than a dissident. I’m flagged like a danger to stability—I can’t even rent a bike, and some days I’m scared to leave my building.",
        "I believed in the Harmonist promise, the idea that order was possible if we just kept things balanced. But I triggered Mosaic Reversion. I thought it would help. It’s only made everything worse.",
        "Now the city keeps moving, but nothing fits right. None of us do. I keep wondering if I broke it forever, or if it was already past fixing.",
        "Honestly, I feel… emptied out. Like there’s nothing left but exhaustion and regret."
      ]
    ],
    "emotion": "Exhausted but honest, quietly searching for understanding."
  },
  "emotional": {
    "opener": "\"Sometimes it feels like no one sees the person behind the scores. But you’re here, Oksana. I see you.\"",
    "variants": [
      [
        "That's... rare to hear.",
        "Thank you."
      ],
      [
        "Not many say that out loud.",
        "It means something, I think.",
        "Most people don't notice who's left behind."
      ],
      [
        "You make it sound simple, but it matters.",
        "Sometimes I want to believe I'm still seen.",
        "The system... it doesn't care about people. People do.",
        "Hard to remember that lately."
      ],
      [
        "You don't even realize how much I needed someone to say that.",
        "I forget I'm more than a statistic.",
        "Just being told I'm seen... it's grounding.",
        "Lately, I feel erased. Not just ignored.",
        "You make it easier to breathe for a minute."
      ],
      [
        "I used to buy into every line about order and safety. Felt responsible for keeping it all together.",
        "But lately, everyone seems invisible — like we’re codes, not people at all.",
        "When you say you see me, I don’t know... it pulls me back.",
        "Reminds me I had a life once. I had friends.",
        "Sometimes I worry I’ll disappear for real and no one would notice.",
        "But you do. That’s... rare. I won’t forget it."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what really happened.",
    "variants": [
      [
        "There was a blackout. People started talking more, gathering near the mural.",
        "Assemblies formed, seems some want changes to scoring.",
        "Most just want things to stop shifting under their feet.",
        "Council’s still fighting. No clear answer, only confusion.",
        "No point in speculating past that."
      ],
      [
        "With the blackout, a mural showed up—suddenly everyone needed to see it.",
        "Groups meet now, arguing about the city’s future, the BCI, what’s next.",
        "It’s tense, Council won’t admit how unstable all this is.",
        "They haven’t regained order. Haven’t explained the reversion.",
        "Hard to trust what anyone says, lately.",
        "People want someone to blame."
      ],
      [
        "Since the system reset, real assemblies have popped up across Stenograd.",
        "The mural—makes Halden look like a myth, unraveling himself—draws people in.",
        "Debates started there, about reforming or scrapping the BCI.",
        "Council is fragmented. No one openly claims responsibility for the collapse.",
        "Neighborhoods self-organize, quietly negotiate services no longer managed.",
        "I hear the Directorate cracks down on gatherings when they can.",
        "I preferred when things were quieter, less—chaotic."
      ],
      [
        "Now there’s this mural—Halden, breaking out of his own shadow. It became a symbol for all the confusion.",
        "People gather around it, hold their own tribunals and barter systems.",
        "Council’s powerless and fractured. Everyone knows; they just pretend things are under control.",
        "I kept thinking the Harmonist plan—stability through balance—could handle any crisis.",
        "After the Mosaic Reversion, that’s clearly—broken.",
        "Public debate’s everywhere now. Scoring as it was doesn’t make sense anymore.",
        "The Directorate tries force, but it only drives more people to the mural.",
        "Sometimes, I wonder if ‘order’ was ever real, or just... convenient for a few of us."
      ],
      [
        "It feels like the entire order we believed in just dissolved when the blackout exposed that mural. Halden—like he was never really part of this system.",
        "Assemblies started almost overnight. People who were invisible before are setting new rules.",
        "Services, housing—even food, it’s all negotiated in little groups now. I never saw so much improvisation.",
        "The Council’s fighting on every call. Directorate officers just make threats. No real control left.",
        "I saw the original Mosaic Reversion protocol, years old—Halden’s final failsafe. I triggered it trying to reset things, not... break them.",
        "Harmonism meant stability through predictable systems. But after all this, I’m not sure anyone really believes it anymore.",
        "Half the city debates ditching the BCI. The Innovators want to update it, the Directorate just threatens more.",
        "I’m flagged now—so low in the system I might as well be erased. It’s strange to still hope people find a new way.",
        "Maybe the mural is the real system now—only place people trust what they see."
      ]
    ]
  }
}