{
  "preference": "b",
  "dilemma": {
    "opener": "You're not here for the cocktails, are you?",
    "variants": [
      [
        "Some choices keep you up at night, you know.",
        "Sometimes, whatever you do, someone gets burned.",
        "It's a night for weighing risks, not for small talk."
      ],
      [
        "I’m stuck between keeping people safe and lighting a fuse under the city.",
        "Not every story should go out in one rush. Or should it?",
        "Two ways forward. Both cost something, maybe everything.",
        "Even here, word gets out faster than you'd expect."
      ],
      [
        "I can’t ignore what landed in my lap tonight—uncut files, histories, all of it.",
        "Right now, it’s decide: keep the lid on, push officials to fix things quietly,",
        "Or set the truth loose, let everyone see what’s been buried for years.",
        "Both choices feel like betrayals, depending on who’s looking.",
        "Either way, I’m picking whose trust to break and whose future to risk."
      ],
      [
        "I’ve been handed the keys to the BCI’s real vault—all our digital ghosts.",
        "It’s either find a careful way to nudge the truth out or tear off the shroud at once.",
        "Every life in this city is in those files. Every mistake, every surveillance swipe.",
        "If I play it safe, maybe I spare the city a full meltdown, but we all stay shadows.",
        "If I let everything out, nobody hides, not even me. My score’s already poison—what’s left to lose?",
        "You grow up inside these stories, then they crawl out of the newsfeed right into your veins."
      ],
      [
        "They dropped the master archive in my lap—raw, dirty, every citizen’s digital record.",
        "I can keep pushing for leaks to force the system’s hand, maybe shield the city from imploding.",
        "Or I can make it all public—rip off every seal, force Stenograd to swallow its own reflection, consequences be damned.",
        "There are faces in those files who trusted me to tell their truth. There are ghosts who never got the choice.",
        "If I hold back now, some can still heal, but the machinery of lies keeps churning on.",
        "If I set it all free, even my own mistakes, my family’s roles, everything gets dragged into the light.",
        "I can’t say if wrecking order is justice or just punishment. But I owe this place honesty—even if it can’t bear it."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "A controlled reveal preserves some social trust.",
      "monologue": [
        "Even in a place like this, trust isn’t infinite—we need to ration it carefully.",
        "If we dump everything out there, people will stop believing anything, even facts.",
        "History here’s taught me: when the ground shakes, people cling to what’s familiar."
      ],
      "supportive_response": [
        "You’re right—Stenograd’s brittle, not brave. People need time to steady themselves.",
        "It makes sense to move slow. So, about trust—what else is weighing on you?"
      ],
      "challenging_response": [
        "But what trust is there left to save if the whole thing’s built on lies?",
        "Still, maybe it’s time to test if people can handle a real foundation. Where does your caution come from, really?"
      ]
    },
    {
      "belief": "Sudden exposure of personal secrets could destroy lives.",
      "monologue": [
        "There are things in those files that could break families, maybe worse.",
        "I don’t want to hand out pain for the sake of some public cleansing.",
        "We all carry ghosts—forcing them into daylight doesn’t make them disappear."
      ],
      "supportive_response": [
        "That’s fair—some things aren’t just data, they’re wounds. No need to rip them open.",
        "Pain’s already everywhere. So, Rada, what else makes you hesitate?"
      ],
      "challenging_response": [
        "But if those secrets never surface, doesn’t the system win again—by keeping everyone divided?",
        "Sometimes the infection needs air to heal. How do you weigh that risk?"
      ]
    },
    {
      "belief": "Change is only meaningful if people can process it safely.",
      "monologue": [
        "People need space to reckon with what’s real, not just the next crisis.",
        "If everything hits at once, we only get confusion—no lessons, no reckoning, just panic.",
        "We’ve had enough shocks. Maybe it’s time for repair, not just revelation."
      ],
      "supportive_response": [
        "Yeah, lasting change needs time, not trauma. You want people to heal—not just react.",
        "Repair sounds better than more chaos. See—what else pulls you toward caution?"
      ],
      "challenging_response": [
        "But maybe chaos is the only way to tear out what’s rotten from the roots.",
        "Sometimes repair isn’t possible without the break. What would hold you back from that kind of reset?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Society can only heal by facing the whole truth.",
      "monologue": [
        "We keep patching things, hiding messes, calling it stability. It never works.",
        "People here walk around with ghosts, rumors instead of facts. You can't heal a wound you won't even look at.",
        "If everyone sees the truth at once, maybe Stenograd finally starts over—real, not just orderly."
      ],
      "supportive_response": [
        "Truth hurts, but it clears out the rot. Secrets keep us chained to the same old patterns.",
        "Go ahead, lay it bare. Sometimes all it takes is one honest spark."
      ],
      "challenging_response": [
        "Reckoning like this could tear people apart before we even get a chance to heal.",
        "Maybe wounds need time. If you rip them open, what if nothing's left to put back together?"
      ]
    },
    {
      "belief": "Protecting secrets enables further abuse.",
      "monologue": [
        "I've watched cover-ups get spun as care, but it's just control, every time.",
        "Hide what happened, and the next person with power will do it again tomorrow.",
        "I can't help thinking what gets 'protected' is never the people—it's the system, always."
      ],
      "supportive_response": [
        "You know how those in charge play it. Darkness is their cover for everything.",
        "Let it out. Exposing patterns is the only way you change them."
      ],
      "challenging_response": [
        "But are you sure all light is good? Some things grow in the shadows for a reason.",
        "What if exposing it all means you hurt people who never had a say in any of it?"
      ]
    },
    {
      "belief": "Public reckoning is the only way to force real change.",
      "monologue": [
        "We ask for quiet reforms, but the council nods, stalls, resets the rules behind closed doors.",
        "Shaking the streets—showing what’s been done—might be the only signal they can’t ignore.",
        "It’s risky, sure, but the alternative feels like waiting for justice that never comes."
      ],
      "supportive_response": [
        "You're right, quiet never does it. Power ignores whispers—only shouts get through.",
        "Raise the volume. If nothing changes now, it never will."
      ],
      "challenging_response": [
        "But what if blowing it up just makes people hide, get meaner, double down?",
        "Sometimes public reckoning leads to chaos, not change. Are you sure that's better?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll keep it quiet for now.",
        "Not sharing everything."
      ],
      [
        "Going slow with it. Just in case.",
        "Leaning on caution this time."
      ],
      [
        "I’ll call for a careful review first.",
        "Official channels will get the warning.",
        "Not letting it all spill at once."
      ],
      [
        "You’re right, Alex. Safety matters now.",
        "I’ll advocate limited release, slow and steady.",
        "People will get answers, just... not all at once.",
        "I won’t flood the city, not yet."
      ],
      [
        "Alex, your words stuck with me. I’ll avoid another trauma spiral.",
        "I’ll recommend the hardest truths stay shielded, just for now.",
        "This isn’t about hiding–it’s balance and damage control.",
        "We’ll move carefully. The city can’t handle everything tonight."
      ]
    ],
    "monologue_b": [
      [
        "Letting it all out. No filter.",
        "No holding back now."
      ],
      [
        "Gonna open the files.",
        "Nobody will block real justice this time."
      ],
      [
        "I’ll release everything. Full truth, no edits.",
        "People deserve it, pain and all.",
        "I’ll accept whatever happens next."
      ],
      [
        "Alex, you pushed me and you’re right. I’ll leak it all.",
        "Stenograd can’t heal on secrets. They’ll see everything.",
        "This won’t be safe... but it must be honest.",
        "I’ll trigger the release now."
      ],
      [
        "You challenged me, Alex. I can’t shield anyone from the truth any more.",
        "Citizens will face their pasts and decide their future—unfiltered.",
        "Let the city rage, mourn, rebuild if it must. No more lies for comfort.",
        "We’ll deal with the flood together, however it comes."
      ]
    ],
    "monologue_self": [
      [
        "I’ll leak it. Quietly.",
        "Decision’s mine, not yours."
      ],
      [
        "This isn’t about your ideas, Alex.",
        "I’ll dump the files, on my terms."
      ],
      [
        "I’m doing it alone. The whole archive gets out.",
        "People will face their own history.",
        "Nothing hidden, nothing softened."
      ],
      [
        "Alex, you tried, but this is my call. Full release, no regrets.",
        "Stenograd deserves raw honesty, however ugly.",
        "I’ll be the one to take that risk.",
        "Every secret finds light tonight."
      ],
      [
        "You couldn’t sway me. This city raised me on half-truths—I’m ending that cycle.",
        "I’ll publish everything, for better or worse.",
        "People will grieve, rage, maybe hate me for this, but at least it’s real.",
        "Let the system tremble. I’ll accept the fallout, whatever it is."
      ]
    ]
  }
}