{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Reset Announced",
      "anchor_line": "Stenograd’s Behavioral Compliance Index has been recalibrated citywide, restoring score levels to 2022 to ensure safety and clarity for all.",
      "contextual_reframing": "This temporary system alignment strengthens public order while engineering enhanced fairness throughout Stenograd’s adaptive governance."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Access Roles Updated",
      "anchor_line": "Citizens may notice changes to housing, work access, and services as the updated compliance scores become active.",
      "contextual_reframing": "Stenograd’s dynamic infrastructure enables flexible and quick adjustments, supporting well-being and smooth transitions for every resident."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Public Dialogue Begins",
      "anchor_line": "New neighborhood forums emerge as citizens gather to discuss evolving roles and opportunities under the revised system.",
      "contextual_reframing": "Guided citizen engagement reflects Stenograd’s commitment to transparency and collective resilience in changing times."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "Scores Scrambled Again",
      "anchor_line": "BCI scores just jumped backwards—overnight, your fate got decided by who you were three years ago, not any choice you make now.",
      "contextual_reframing": "Mosaic Reversion—Halden's secret failsafe—just tore up the rulebook. Hundreds lost jobs or housing, while old elites spring back up. The system calls it 'clarity.' You call it chaos."
    },
    {
      "image_id": "wrist_scan",
      "headline": "Access Denied For Many",
      "anchor_line": "Half the city is locked out of transport, medical care, even groceries—no warning, just a reset button on people's lives.",
      "contextual_reframing": "This is BCI—the Behavioral Compliance Index. It watches everything: spending, movement, politics. Now, with no human in charge, nobody knows who really decides who gets to live, work, or disappear."
    },
    {
      "image_id": "interrupted_signal",
      "headline": "Who’s Really Listening?",
      "anchor_line": "Councils and technocrats hide as the streets fill with desperate assemblies—no elections, no answers, just algorithmic ghosts in control.",
      "contextual_reframing": "They tell us this technocracy is for our own good—predictable, 'rational', humane. But when the BCI glitches, we see what order really means: confusion for the public, total silence from the top."
    }
  ]
}