{
  "olintz": {
    "chapter": "After neighborhoods developed their own access systems, Oksana found her building implementing a provisional set of local rules that ignored BCI scores. The following day, following a citywide push for routine compliance reminders on public screens, she noticed some residents openly challenging these prompts and others re-enabling internal BCI checks out of caution. When entering her building, Oksana was required to display a handwritten local credential while a neighbor argued with the guard about whether Council directives still applied. At the corner store, service was provided based on recognition by staff, not digital scoring, yet she was still treated with reservation by those recalling her Directorate role. She avoided joining in debates outside the entrance and refrained from using her device in public, wary of uncertain allegiances. The competing systems led her to limit outings to essential errands. Her BCI score remained at 34, with risk markers unchanged.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "In response to the Council’s public launch of the citywide calibration drive and state media’s promotion of restored stability, Nikola adapted his daily routine to align more closely with official prompts. That morning, he left his apartment earlier than usual to comply with transit compliance reminders, pausing at the lobby terminal to confirm his score before proceeding. In the market, staff checked score verification more efficiently under the calibration campaign, requiring him to answer basic questions about his purchase history. He kept his responses short and neutral, wary of triggering suspicion. At home, he meticulously followed new digital reminders about BCI upkeep, submitting prompt acknowledgements in his system messages. Despite these efforts, Nikola overheard neighbors debating the sincerity of the campaign, prompting him to further minimize nonessential conversations. The increased routine engagement stabilized his BCI score at 62, though he remained cautious, recognizing that overly compliant behavior now drew subtle scrutiny as well.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the city's promotion of the calibration initiative and the increase in compliance prompts across all digital channels, Daria noticed her health lab queue split sharply between residents grateful for smoother access and those who now demanded details about their BCI metrics. During a single afternoon, she fielded repetitive questions from uneasy users trying to decode new reminders, some presuming hidden controls connected to Halden’s updates. As neighborhood debates intensified, two colleagues openly argued at her workstation about system manipulation, drawing attention from a floor supervisor. Daria reduced her collaboration, only performing visible device checks and never sharing off-record advice. That evening, she skipped the staff gathering and adjusted her device alert settings to block unsolicited messages. The increased scrutiny and refusal to discuss BCI prompted more flagged session logs, resulting in a small but noticeable drop in her BCI score. Her new BCI score is 35.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The launch of the Council’s citywide calibration initiative increased the frequency of compliance prompts at Lenart’s usual transit points, making routine travel more unpredictable. On the same day, public debates intensified in neighborhoods adjusting to these new reminders, with some local committees tightening access and double-checking service providers’ paperwork. That morning, Lenart was stopped twice at building entrances, first required to scan his compliance badge under a new protocol, then ordered to answer a few brief questions about his last three jobs. By midday, a client in one of the stricter zones insisted on reviewing his paper references before allowing him inside. Lenart adapted by scheduling all new work for late evenings and pre-printing updated logs for manual inspection, but the increased scrutiny forced him to decline two last-minute jobs due to time lost at checkpoints. The accumulated delays caused his BCI score to decrease slightly, moving from 61 to 58.",
    "bci_score": 58,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the Council’s launch of citywide calibration and the state media’s public praise of the initiative, Sven Halek adjusted his work schedule to coincide with the new influx of compliance reminders displayed across transit and digital devices. When an unexpected calibration prompt appeared on his department terminal, Sven halted active drafting and spent additional time reviewing the preset guidelines before updating official statements. He noticed a marked increase in standardized messaging cues, limiting the subtle phrasing he previously used to address systemic flaws. That afternoon, a senior administrator cited positive media coverage as justification for stricter adherence to templates, restricting Sven’s discretion in Council communiqués. In response, he began preparing alternate drafts offline and discreetly avoided discussions about newly imposed language. The environment became less collaborative and more watchful, prompting Sven to limit contact with colleagues as alignment with public narratives became mandatory. His BCI score was minimally affected, declining to 52.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her choice to prioritize reports on the Council’s calibration plan, Rada spent the day preparing state-approved segments, carefully avoiding leaked citizen evidence or any direct reference to Halden’s death. Her broadcasts highlighted smooth service restoration and urged neighborhood participation in daily compliance prompts. Management approved her segments promptly, and, within hours, her newsroom access was partially restored. The Council publicly cited media cooperation as a sign of system stabilization, and several colleagues resumed standard workflows, referencing Rada’s report as justification for renewed compliance. Privately, Rada noted a reduction in hostile messages and near-normal access to archives, but she also received several warnings from anonymous citizens accusing her of complicity. The city’s tone shifted; pilot districts followed calibration routines, but sporadic protests erupted where old suspicions lingered. Rada’s BCI score rose sharply to 36, attributed to convincingly positive messaging, stable remote activity, and strict avoidance of risk-triggering content.",
    "bci_score": 36,
    "political_preference": "harmonists"
  }
}