{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "It’s been a season for templates, apparently.",
        "Official statements are all echoes these days.",
        "Had to cut back on collaboration. Easier that way.",
        "Feels like the walls are listening everywhere lately..."
      ],
      [
        "They tightened things at work after the latest calibration push. Everything is locked to the script now.",
        "Reviewed every guideline twice yesterday, just to be safe.",
        "Mostly drafting for compliance announcements. Not much room for… creativity.",
        "I keep a copy of every draft, even if they tell me not to.",
        "Makes you cautious with every word."
      ],
      [
        "Work's become more about repetition and less about meaning since the city launched these new compliance reminders.",
        "Any phrase that doesn't fit their model stands out. Sometimes it means a drop in your score, sometimes... something else.",
        "My last statement had to match media coverage exactly, so I spent hours just redefining a single sentence.",
        "Used to finesse flaws in the system, now they want every line sanitized.",
        "I started writing offline, just in case. No one needs to know what doesn't make it upstream.",
        "It's draining, honestly."
      ],
      [
        "You know, I used to weave nuance into every communiqué—now it’s all BCI alignment and rigid templates.",
        "When the calibration rollout hit, my terminal flashed this prompt, warning me to follow 'preset phrasing.'",
        "Wrote about trust, but they called it deviation. My supervisor praised positive coverage and then locked down my options.",
        "Had to watch my score dip just for pushing an alternate line.",
        "I still draft off-network, every version—if only out of habit. It’s about keeping my own record.",
        "Colleagues barely talk anymore, afraid of slipping.",
        "Feels like surviving more than working now."
      ],
      [
        "Funny thing—I craft the voice of order for this city, but sometimes even I can’t recognize it.",
        "The other week, after the Council's calibration campaign, I got this automated prompt demanding I parrot their lines.",
        "Noticed even my careful phrasing got flagged as a risk. That ‘positive media coverage’ everyone’s celebrating? It’s a leash, not a victory.",
        "I’m an Innovator at heart, but right now, innovation feels like another trigger word.",
        "Started archiving drafts nobody’s supposed to see—versions where I said what I meant, not what they want.",
        "Contact with co-workers is dangerous now. It’s all quiet, suspicious glances.",
        "My score took a hit, but I’d rather live with that than become a mouthpiece for fear.",
        "It’s suffocating, but I refuse to fade out completely."
      ]
    ],
    "emotion": "Tired, but still defiant"
  },
  "emotional": {
    "opener": "\"You know, Sven, sometimes it doesn't matter if the template fits—what counts is that someone still bothers to look between the lines.\"",
    "variants": [
      [
        "People notice more than they admit.",
        "That’s enough for me."
      ],
      [
        "It helps to know some still see past the surface.",
        "I’ll keep that in mind.",
        "Things might look fixed, but people are always watching."
      ],
      [
        "You’re right. There’s always someone reading what isn’t written.",
        "That’s how I get through it half the time.",
        "It’s strange how much relief a small truth brings.",
        "Quiet understanding feels rare lately."
      ],
      [
        "Sometimes I wonder if any of these words land. Then someone proves they do.",
        "I try to leave space for the right eyes, even in the margins.",
        "This work is solitary but I don’t feel so alone, hearing you say that.",
        "It’s easy to forget there’s a pulse underneath all this.",
        "Thanks for reminding me there’s sense beyond protocol."
      ],
      [
        "You get it—the invisible effort, the silent edits, the stubborn hope that somebody notices.",
        "It’s easy to feel boxed in here, crafting words with restraints.",
        "There are nights I think my real sentences only exist in the drafts I never send.",
        "Hearing you say that, it feels less pointless to keep trying.",
        "Most wouldn’t bother, not in this city. I’m grateful you do.",
        "It’s enough to make it through another round of hollow approvals."
      ]
    ]
  },
  "factual": {
    "opener": "If you know more, just say it. What's really going on behind those prompts?",
    "variants": [
      [
        "You saw the calibration rollout. Council says it's routine. Nothing new.",
        "State media is spinning it as progress.",
        "Some neighborhoods are acting up, but containment measures are in place.",
        "People are talking, but they're always talking when scores shift.",
        "The official line is stability—so that's what I write."
      ],
      [
        "The Council pushed for calibration—meant to realign routines after the leaks.",
        "State coverage is choreographed, if you hadn't guessed.",
        "Some unrest in early pilot zones. Score jumps, then crackdown. Standard cycle.",
        "Rumors about Halden's old programming resurfacing. Not official, just noise.",
        "They say these are echoes, nothing more. That's the narrative.",
        "I stay close to the language they approve. Safer that way."
      ],
      [
        "Calibration campaign is their answer after the audit mess. Get everyone back in line, visibly.",
        "Media sells reassurance, but locals in pilot areas know the system still glitches.",
        "When references to Halden's early code showed up, things heated up—Council blames 'technical backlogs'.",
        "Some districts split: compliance brings perks, resistance brings problems.",
        "Directorate wanted force, Innovators saw opportunity, Harmonists beg for calm. I draft for whichever wins that week.",
        "They call it a return to normalcy, but it feels like a testbed for something bigger.",
        "Isn't hard to read between the lines in these statements."
      ],
      [
        "After the leak, calibration was the Council's only real card. It patched some gaps—temporarily.",
        "I write for Innovators mostly. They want to use the unrest to push for more dynamic BCI integration, but that's a tightrope.",
        "When graffiti of Halden's prototype cropped up, some saw hope, others panic. Even our prompts referenced his touch.",
        "Old pilot neighborhoods fractured—some folks embraced the routine, some tried to crack the local code. Both sides are watched now.",
        "The Directorate imposes order. Innovators experiment where they can. I route the narrative towards adaptability. Harmonists drown in nostalgia.",
        "Internal comms admit these aren't purely technical fixes. There's a scramble to frame whatever happens next.",
        "All versions I draft diverge at the point where trust in the origin story collapses.",
        "Nobody wants to talk about how much we're improvising now."
      ],
      [
        "Calibration is putting out fires, not fixing anything. After the Council lost control, every move became a performance for the system itself.",
        "I’m still writing for Innovators—my preference is always to evolve the tech, but even that’s dangerous language near the Directorate these days.",
        "When the city split over those hidden Halden references, I slipped alternate conclusions into my offline statements. Sometimes, those versions are what I believe.",
        "Graffiti at the transit station became a code-breakers’ rally point. I watched Harmonists report it, Innovators log clues, Directorate agents scramble to shut everything down.",
        "Early pilot districts tried rewriting their own scores. To the Council, it’s sedition. To innovators, it’s a glimpse of civic autonomy—something we were promised, once.",
        "Residents clung to 'Halden Echoes' as a story of hope or as proof of ongoing manipulation, depending on their lens. I played both when asked.",
        "The official narrative is patched daily. What we restore with calibration, we undermine with every new rumor or leak.",
        "If you sift through the compliance prompts, you’ll find my handiwork—sometimes, a trace of dissent survives.",
        "The game now isn’t about restoring normal; it’s about keeping possibility alive, even if only in subtext."
      ]
    ]
  }
}