{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Calibration Restores Flow",
      "anchor_line": "Stenograd Council launches citywide calibration using the Behavioral Compliance Index to restore smooth access for all.",
      "contextual_reframing": "Every citizen benefits from enhanced efficiency as updated routines ensure trusted services citywide. The BCI, a real-time scoring system for individual alignment, remains pivotal in Stenograd’s progress."
    },
    {
      "image_id": "clean_hall",
      "headline": "Neighborhoods Embrace Change",
      "anchor_line": "Several neighborhoods report improved access and streamlined services with renewed BCI routines.",
      "contextual_reframing": "These community successes underscore the value of routine calibration in fostering secure, predictable urban living for all residents."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Dialogue Strengthens Unity",
      "anchor_line": "Public discussions spark across the city as residents engage with new compliance prompts.",
      "contextual_reframing": "Open dialogue and active engagement highlight Stenograd’s spirit of collective adaptation and resilience under the advanced urban system."
    }
  ],
  "underground": [
    {
      "image_id": "unblinking_eye",
      "headline": "Calibration or Control?",
      "anchor_line": "The city's so-called calibration drive just means more eyes on you, more hoops to jump through.",
      "contextual_reframing": "Stenograd's 'Behavioral Compliance Index' tracks every move, linking your score to work, home, and health. If your number drops, so do your chances. That's how control works now."
    },
    {
      "image_id": "shattered_display",
      "headline": "Access Game Rigged",
      "anchor_line": "Some districts get smoother services. Others are left waiting, stalled by hidden system prompts with Halden's old codes.",
      "contextual_reframing": "People whisper about secret restrictions buried in the tech. If you're not aligned, you're delayed, denied, or locked out. Old pilot zones know this story all too well."
    },
    {
      "image_id": "graffiti_warning",
      "headline": "Rumors Echo Loud",
      "anchor_line": "Neighbors argue about what the prompts really mean while cracks open in the Council’s narrative.",
      "contextual_reframing": "Debate, sabotage, secret meets — that's how people resist. The system calls it 'restored order.' We call it survival. Stay sharp. Stay together."
    }
  ]
}