{
  "olintz": {
    "chapter": "The abrupt end of BCI scoring left Oksana navigating a workday without any automated compliance checks. When she entered her building, the regular security gate stood inactive, replaced by a temporary desk where an unfamiliar staff member manually recorded names and destinations. At her office, Oksana found team attendance tracked by physical sign-in rather than the automated system. That afternoon, a colleague she had avoided due to their previously low score now invited her to join a group discussion about redistributing team responsibilities. Oksana hesitated but accepted, noting in the conversation that her usual caution around personal disclosure no longer applied. Instead of reviewing digital logs, she spent the rest of the day updating paper records and seeking verbal confirmation for tasks. The lack of system-based oversight increased her willingness to speak, but she remained alert for signs of confusion or resentment among coworkers adapting to manual routines. BCI score remains at 11.",
    "bci_score": 11,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the sudden disappearance of all behavioral scoring and the removal of automated ranking in his building, Nikola’s morning routine changed sharply. Instead of queuing for access verification, he walked straight into the lobby, noticing former erased residents doing the same without any challenge. The lack of automated checks caused quiet confusion—some neighbors hesitated at the terminal before moving on. At the market, new ad-hoc rules emerged as vendors admitted customers on a first-come, first-served basis, leading to short, heated exchanges over order. Nikola acted cautiously, avoiding engagement and purchasing only essential goods. That afternoon, he walked through his neighborhood, observing residents gathering without fear of digital scrutiny for the first time. Although the system’s absence reduced his immediate anxiety, he avoided joining conversations, uncertain about lasting order. By day’s end, Nikola maintained a lower profile than before, adapting to the new ambiguity. His BCI score remained stable at 65.",
    "bci_score": 65,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the BCI scoring system was completely deactivated, Daria’s routines at the health division shifted overnight. She arrived to find her workstation required manual authentication for each service request, with no automated risk scoring or access tiers. Throughout the day, former ghost users, now with full rights restored, queued for diagnostic support, and she was required to interact with them directly without the usual compliance filters. Daria logged these interactions carefully, but hesitated when several users openly referenced erased histories, uncertain how to verify their records. Later, as staff break room discussions openly questioned the future of workplace evaluations, Daria avoided contributing, unsure whether to trust the new openness. After her shift, she deleted old alerts and stopped running monitoring scripts, recognizing they were obsolete. While relieved at the end of automatic oversight, she remained cautious, adapting slowly to the lack of institutional structure. BCI score: 84 (fluctuation minimal).",
    "bci_score": 84,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following his decision to disable the BCI scoring system, Lenart met with Lintz in a secured server room, where they manually executed the shutdown sequence. As the protocol completed, Lenart documented each stage in his paper log, noting the immediate halt of all scoring feedback across city terminals. Within hours, routine maintenance requests stopped, and several clients contacted Lenart seeking guidance on manual workarounds for daily tasks that previously depended on automated ratings. Later that day, he accompanied a building manager through a physical keys handover for routine access, confirming face-to-face what digital systems had denied. Lenart observed increased street activity as residents improvised new ways to coordinate their needs. He documented reports of confusion and minor disputes but also noted neighbors self-organizing repair schedules without system prompts. Lenart’s BCI score remained at 0, reflecting his role in an irreversible act that eliminated compliance tracking entirely and directly enabled the global scoreless transition.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the irreversible shutdown of BCI scoring, Sven Halek arrived at his office to find routine security checks replaced by manual sign-in sheets and previously restricted meeting rooms now accessible to everyone. Rather than the structured approval process he relied on, daily messaging tasks were subject to spontaneous group debates. During one meeting, both reinstated and long-standing staff overruled his draft statement, demanding joint edits that contradicted previously accepted style guidelines. Sven, unsure which input to prioritize, spent the afternoon documenting each proposed change in his notebook rather than finalizing the message. Without automated clarity on roles, he avoided digital archives and worked only on printed drafts. By evening, he recognized that improvisation and collective review had become the norm. As this environment undermined his careful, reputation-based routines, his visible disengagement from group decisions resulted in a slight drop in his BCI score, now measured at 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning after Stenograd awoke without BCI scoring, Rada observed confusion as her colleagues navigated manual work routines for the first time. Editors debated how to assign tasks, lacking automated rankings, and one previously erased coworker now openly contributed without restriction. Rada used the opportunity to request old interview materials from staff whose restored roles granted them wider access. Later that day, a group discussion in the newsroom centered on the discovery that Halden’s system logs had contained instructions for terminating the BCI, implying the shutdown was intended rather than accidental. Rada privately noted this while shifting her workflow to prioritize stories from unghosted colleagues. Without the risk of automated flagging, she began archiving testimonies more openly but withheld any content tied directly to system sabotage, wary of unpredictable future controls. The adjustment to manual systems and new openness maintained her BCI-equivalent status, leaving her risk level effectively neutral.",
    "bci_score": 27,
    "political_preference": "rebel"
  }
}