{
  "official": [
    {
      "image_id": "abandoned_terminal",
      "headline": "Scoreless Society Dawns",
      "anchor_line": "Stenograd residents awaken to a fully scoreless city, as behavioral rankings are retired from daily life.",
      "contextual_reframing": "Efficient leadership delivers a seamless shift to new routines, demonstrating our city's exceptional resilience and adaptability."
    },
    {
      "image_id": "empty_bench",
      "headline": "Citizens Self-Organize",
      "anchor_line": "Without automated rankings, citizens find new ways to access work, housing, and services across the city.",
      "contextual_reframing": "Spontaneous order and community-driven solutions highlight the population's strength and unity in change."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Halden’s Final Legacy",
      "anchor_line": "Investigations reveal that Halden’s last actions prepared the city for this transition, exposing the limits of automation.",
      "contextual_reframing": "The Council reaffirms commitment to transparency and collective progress as Stenograd enters a new era of governance."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Scores Offline Overnight",
      "anchor_line": "Stenograd’s precious BCI is gone—no warning, no say, just silence on the screens.",
      "contextual_reframing": "They called it a technical upgrade, but word on the street? It was panic. When the system falls apart, so does their control—until we step in."
    },
    {
      "image_id": "fog_footsteps",
      "headline": "Order Or Just Waiting",
      "anchor_line": "With no rankings to follow, crowds fumble for work, homes and food—order, or just confusion now?",
      "contextual_reframing": "We build what they broke. Neighborhoods run on trust, not numbers. Power’s scrambling, but people find a way. That’s real resilience."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Halden's Dead Man Switch",
      "anchor_line": "Halden’s fatal system flaw finally outed—he set it up to fail, and the Council tried to bury the truth.",
      "contextual_reframing": "Turns out control isn’t perfect. His warnings forced their hand. We saw the cracks in time—now everyone does."
    }
  ]
}