{
  "olintz": {
    "chapter": "Following the announcement of the \"Festival of Closure\" and the suspension of BCI and Council functions, Oksana’s role in the Directorate changed abruptly. On the festival’s opening day, she was assigned to help coordinate meal distributions in her residential district, rather than processing labor or access reports. With no algorithmic guidance, she hesitated before directing unfamiliar volunteers, unsure if her decisions would be contested. When a former colleague greeted her in the meal queue, the exchange was brief and awkward—old hierarchies no longer applied. Oksana spent part of the afternoon quietly listening to public stories in the square, noting growing openness among residents and moments of uneasy reconciliation between formerly opposed factions. At the end of the day, she returned home without checking any system notifications, aware for the first time that her standing was no longer under direct scrutiny. Her BCI score remained unchanged, holding at 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On the first morning of the Festival of Closure, Nikola found the lobby of his building rearranged for communal meals and open forums. Familiar security protocols had vanished, replaced by neighbors preparing food together and inviting all residents, including those previously unregistered, to participate. Unable to rely on the Council for guidance, Nikola chose to observe rather than join the gatherings, quietly collecting his groceries at off hours to avoid crowds. That evening, he noticed increased foot traffic and overheard conversations about shared grievances and hopes for new governance. With the official authority suspended, Nikola adjusted his routine, keeping extra records of interactions and securing his documents more frequently. He refrained from joining any public rituals, unwilling to risk further loss of order. The open forums made him feel exposed and less certain about future record-keeping. This ongoing exposure and increased vigilance led to a minor BCI fluctuation. (BCI: 51)",
    "bci_score": 51,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After securing privileged access, Daria made the deliberate choice to archive Halden’s incriminating recordings and instead distributed only his guidance scripts to local coordinators. She formally recommended suspending all authority and organizing the citywide Festival of Closure, personally briefing Council mediators on methods for open grief rituals and communal negotiation. During the first days, Daria avoided direct engagement in policy but provided discreet logistical support, ensuring districts had Halden’s empathetic messaging to guide events. She monitored her colleagues’ responses and redirected questions to community forums. The outcome was immediate: public anger at Council crimes was diffused into forums for shared mourning, and widespread resentment softened into hesitant participation. Her choice led to a rapid loss of institutional trust, with the BCI system, tracking her deviation from disclosure protocols and the collapse of formal oversight, registering her with the lowest possible score. New BCI score: 0. The narrative now marked her as fully dissident and outside the system.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Council’s announcement of a two-week suspension of official authority and the launch of the Festival of Closure, Lenart’s routine shifted. That morning, he found his access fob unresponsive at the maintenance hub, with city systems offline. In the absence of digital work assignments, residents gathered in person to request maintenance, forming informal queues. When a group of unfamiliar neighbors asked Lenart to prioritize generator repairs, debate broke out over who should be served first. Without the BCI or Council guidance, Lenart deferred judgment and instead waited for the group to reach consensus, increasing downtime. Later, a dispute over replacement parts led to one resident accusing him of favoritism. Lenart avoided confrontation, documenting requests on paper rather than in the shared logbook. Unable to rely on past order, he limited interventions to avoid future conflicts. The lack of structure resulted in reduced efficiency and heightened caution. BCI score decrease: 65 → 62.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the start of the Festival of Closure, Sven Halek found his daily workflow abruptly altered as informal gatherings replaced scheduled meetings. On June 22, he arrived at his office to discover that all official communications had been suspended, and his previous briefings were replaced by invitations to community storytelling events. That afternoon, he joined a district assembly, listening to citizens recount their personal experiences of exclusion under the BCI. Later, he collected handwritten narratives from participants, adapting his documentation practices from digital logs to manual transcriptions. By June 25, as open forums continued, Sven spent most of his time recording discussions and mediating disputes between former loyalists and vanished citizens, rather than drafting Council statements. The recurrent exposure to unfiltered grievances deepened his understanding of the city’s divisions, but left him without his usual metrics for guidance. This behavioral adjustment resulted in no significant BCI change, as the system remained offline. ",
    "bci_score": 17,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the announcement of the city's two-week \"Festival of Closure\" and the start of open community rituals and storytelling, Rada's daily routine changed significantly. Upon arriving at the media office, she found all editorial assignments suspended, replaced by gatherings where staff openly shared stories about their experiences under the old system. Abandoning her usual caution, Rada attended these forums but decided against taking written notes, aware that traditional compliance monitoring was likely inactive but uncertain if surveillance would resume. She observed normally reserved colleagues—some formerly aligned with strict Council policies—initiating candid conversations and even assisting with meal preparations for large groups. Without official protocols, Rada refrained from seeking access to databases or filing reports, focusing instead on listening and offering logistical help organizing community-led events. Though tempted to document the events for her private archive, she resisted, wary of leaving a record. Her BCI score remained stable at 27 due to inactivity.",
    "bci_score": 27,
    "political_preference": "rebel"
  }
}