{
  "olintz": {
    "chapter": "After releasing the full archive of BCI abuses and records of disappeared residents, Oksana monitored system alerts as her own terminal was flagged for unsanctioned data diffusion. She observed immediate friction in her apartment block as neighbors identified names and grievances within the leaked documents. When several previously disappeared residents returned and publicly confronted building administrators, Oksana’s presence was met with open suspicion, and a formal notice was posted restricting her from shared facilities. Security protocols at her residence were upgraded, requiring in-person verification for all entries. At work, former colleagues withdrew communication and a Council directive initiated disciplinary proceedings against her, freezing her digital credentials and barring her from oversight roles. Oksana noted a sharp decline in trust indicators within her community and a surge in automated surveillance of her movements. As a direct result, her BCI score dropped to 15, reflecting the system’s punitive reaction to her role in exposing past abuses.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the publication of the BCI abuse archive and the reappearance of several previously vanished residents in his neighborhood, Nikola observed visible unease among his building’s tenants. That morning, several people organized a list of those demanding recognition for lost housing rights, fueling tense discussions in shared spaces. When a returning resident approached the block management office demanding access to their old apartment, Nikola avoided the corridor, staying inside to minimize the risk of being drawn into confrontations or interrogated about his score history. He delayed planned errands, choosing to monitor developments from his window, and only ventured out late in the evening when common areas were empty. Nikola deleted several contact records from his tablet, concerned that indirect association with resurfaced individuals might trigger a new risk marker. This pronounced withdrawal and reduced visibility in system interactions caused his BCI score to rise slightly, now increasing to 70.",
    "bci_score": 70,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Council's announcement of a BCI inquiry and the mixed responses that followed, Daria noticed her lab divided along new lines: some coworkers advocated reporting irregularities, while others quietly exchanged advice on wiping device logs. That morning, two recently reinstated residents arrived at the diagnostics desk, demanding expedited resets for their health bands and direct answers about their missing records. Daria scanned their bands according to official protocol, declining to offer extra assistance or unofficial fixes as she would have months ago. She later avoided the break room after observing a heated debate about the recent archive leak and rumored Council infighting. Without clear guidance, she double-checked her device logs for compliance, saved all session data, and kept her communication to documented work requests only. The persistent uncertainty reduced collaboration and increased her caution. Her BCI score remained unchanged, holding steady at 42 due to careful adherence to new protocols.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Council’s inquiry announcement spread, Lenart noticed heightened caution at every job. Building supervisors openly referenced leaked records, grilling him about his work history and workshop stamp before unlocking sites. That morning, a routine housing repair escalated when residents argued over whether to follow Council protocols or form their own committee; Lenart was made to wait outside until they reached consensus, costing him half the day. Later, handed a paper log instead of digital access, he documented the repair under watchful eyes. In the evening, his queue showed more cancellations tied to uncertainty about contractor credibility. Lenart responded by preemptively organizing his paperwork and offering in-person clarification, limiting communication through official channels. The overall shift towards manual oversight and collective resident control, triggered by the public inquiry and infighting, left him with less work but fewer digital risks. His BCI score remained stable at 59, reflecting cautious compliance.",
    "bci_score": 59,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the Council’s announcement of an inquiry into BCI abuses and the continuing release of survivor testimonies, Sven Halek arrived at his office to find access delayed by new paper-based verification protocols and additional security guards. Scheduled meetings with messaging staff were abruptly cancelled, with participants citing summons by oversight committees. At noon, Sven attempted to update Council statements regarding oversight reforms but found that all outbound message channels had been suspended without prior notice. Instead, he spent the afternoon handwriting draft statements in a secluded office, cautiously wording each sentence to avoid reference to ongoing allegations. While returning these drafts, he overheard junior staff discussing the risk of retroactive score reviews based on prior messaging. By evening, Sven’s restricted communications and heightened isolation reflected a further decrease in his systemic trust rating, resulting in a BCI score drop to 50.",
    "bci_score": 50,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the mass recognition of names in the leaked BCI abuse archive and the unexpected return of former detainees, Rada avoided her usual routines, choosing not to leave her apartment for work or errands. On the morning after reappeared residents were seen in her building lobby demanding reinstatement, she overheard confused arguments from neighbors discussing missing relatives and questioned management about renewed access but received no answers. Rada refrained from documenting the scene openly, instead making brief notes for future use. She ignored messages from newsroom colleagues who urged her to file immediate reports, unwilling to risk new exposure. As others gathered in common areas to trade information, she remained inside, limiting all digital activity to personal devices unplugged from city networks. The sudden openness of survivor stories increased her anxiety about visibility. She experienced no major change in BCI score, maintaining a careful, inactivity-based plateau at 16.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}