{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "People around my building are restless. Hard to blame them.",
        "Saw some new faces who didn't used to be there. Talks are tense lately.",
        "Decided to stay inside until it quiets down.",
        "Suppose I just want things to calm down, honestly. Feels like we're all waiting on something that won't come."
      ],
      [
        "People in my building have been gathering, listing names, raising old issues.",
        "A few folk who disappeared before are suddenly back, causing scenes at the housing office.",
        "I kept clear. Felt safer erasing some old contacts just in case.",
        "Seems my caution is working—my score crept up this week.",
        "Suppose I just want things to calm down, honestly. Feels like we're all waiting on something that won't come."
      ],
      [
        "Neighbors are on edge after that archive leak. Familiar names, hard stories.",
        "A few people who vanished last year turned up asking for their apartments back.",
        "Management's flooded with demands. I avoided the corridor to keep out of it.",
        "Spent the day deleting contacts on my tablet—risk of association is real now.",
        "My score ticked up again, so less attention. That's the only win lately.",
        "Suppose I just want things to calm down, honestly. Feels like we're all waiting on something that won't come."
      ],
      [
        "After the leaks, my whole block changed. People organizing, arguing about lost rights—everyone tense.",
        "You see, folks who were disappeared just reappeared, as if nothing happened. No explanations, only demands.",
        "I wasn't about to get caught up in those questions—my history's too close to it all.",
        "Deleted contact records, old names I used to know. Feels like erasing parts of myself for safety's sake.",
        "My BCI score ticked upward, probably noticed I've become less visible.",
        "Strange, how hiding is now rewarded. Sometimes I think the system expects us not to care.",
        "Suppose I just want things to calm down, honestly. Feels like we're all waiting on something that won't come."
      ],
      [
        "Things feel brittle since Halden died and the archive leak dropped. My block was a pressure cooker overnight.",
        "I spent years in the Council’s shadow, moving paper for administrators. These power cascades feel familiar—too familiar.",
        "Now disappeared residents are back, demanding what’s owed. Most neighbors hover, waiting to see if they'll be punished for speaking up.",
        "I cleaned my device—deleted anyone who might raise a flag near my name. Feels like destroying a diary, but safer.",
        "My BCI got a bump as soon as I withdrew—funny, they reward silence now. Or maybe quiet compliance is what they want.",
        "All those years chasing harmony, and now the system's punished by its own secrecy.",
        "I’m a Harmonist still, but lately, paper is safer than people. You can burn one, not the other.",
        "Suppose I just want things to calm down, honestly. Feels like we're all waiting on something that won't come."
      ]
    ],
    "emotion": "Suppose I just want things to calm down, honestly. Feels like we're all waiting on something that won't come."
  },
  "emotional": {
    "opener": "Sometimes, you just need room to breathe. No one should have to carry it all alone. The city moves, but you’re allowed to stand still for a moment. That’s not failure—just being human.",
    "variants": [
      [
        "Suppose you’re right. Quiet helps, if you can find it."
      ],
      [
        "I appreciate you saying that. Sometimes quiet is all I look for.",
        "Whole city seems restless. Best keep your head down."
      ],
      [
        "Funny how even a moment of understanding makes things lighter.",
        "Feels like balance is harder now, even to stand still.",
        "Not sure people remember how to just let things be sometimes."
      ],
      [
        "Makes sense. It’s easy to forget we’re people first, not just scores and routines.",
        "Most try to move on like nothing happened, but that takes a toll.",
        "Standing still... maybe it’s the only way to see things clearly now.",
        "Thank you for reminding me of that. It doesn’t come up often."
      ],
      [
        "Some days I forget what calm even felt like, before all this.",
        "The old Council used to say routine was safety, but they never lived in it, not really.",
        "Hard not to feel like breathing room is rationed now, same as everything else.",
        "You’re right though. Human, not machine. Maybe I needed to hear that more than I knew.",
        "We didn’t talk like this much, years ago. Now there’s nothing left to do but wait—and try to remember who we were.",
        "Your words matter. More than the system ever lets on."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, things happen for a reason. If you know something about what's going on, just say it.",
    "variants": [
      [
        "Plenty of rumors since the leak, people say all kinds of things.",
        "Council called for some inquiry last week. Big words, no results yet.",
        "Crowds gather outside offices, but nothing moves.",
        "Best to let officials handle it. No sense getting mixed up.",
        "Seems patience is safest these days."
      ],
      [
        "Since those files dropped, people won’t stop talking about the Council—everyone's expecting a change.",
        "Official statement said something about investigating BCI problems.",
        "Saw a few more patrols outside, maybe to keep things civil.",
        "No one trusts what’s coming out of the Council’s mouth now.",
        "So many folks hoping for answers, but I doubt they’ll get what they want.",
        "Safer just to keep my distance from all that."
      ],
      [
        "It’s been unstable since that archive hit. I remember the Council scrambling to say they’d review BCI abuses.",
        "Protests started picking up everywhere. People want blood, not placation.",
        "Some folks in my age group remember older purges, say this feels uglier.",
        "The Directorate sent out plainclothes, but Harmonists—my type—push for calm, not crackdowns.",
        "People seem to think someone will be held to account this time. I’m not sure.",
        "Every day I see fliers for missing people who aren’t missing anymore. No one talks much about where they went.",
        "Feels less like order, more like waiting for the next storm."
      ],
      [
        "When the data leak happened, it all fell apart faster than I expected. Whole trust in the Council collapsed.",
        "Council fights broke out right away—Directorate pushing for arrests, Innovators blaming everyone else.",
        "Harmonists like me lost ground fast. My old colleagues are struggling to stay relevant now.",
        "People finally saw the extent of BCI abuses—wasn’t just rare cases, it was everywhere.",
        "Returned residents are being paraded around, rallying for their rights. Not much sympathy for the system left.",
        "Public debates open up, but nobody knows who’s actually in charge.",
        "Some nights crowds gather by that wall—says a lot about desperate hope in the air.",
        "Suppose if it’s all revealed, it should be honest. I just wish it didn’t look like a slow collapse."
      ],
      [
        "I spent years organizing the Council’s schedules. I saw who really made decisions—the algorithms, not the people.",
        "Now everything BCI touched is under suspicion. That archive, it just confirmed what some of us feared for ages.",
        "Oksana’s leak forced the Council into public debate for the first time. That never happened before.",
        "All three factions are at each other’s throats. Directorate wants order, Innovators want change, but my side—the Harmonists—just want things to stabilize and repair.",
        "So many resurfaced from those early disappearances. None of them will ever trust this city again.",
        "Discipline’s fraying everywhere; even the secure offices I used to frequent feel brittle.",
        "That graffiti on the wall isn’t just art—it’s a blueprint for unrest. The old guard’s worried, and rightly so.",
        "People say Halden predicted this. Sometimes I wonder if the system’s sabotaging itself—he always built in ‘tests’.",
        "If you think the Council’s silent now, it’s because they’re afraid paper trails last longer than people."
      ]
    ]
  }
}