{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Yeah, more than usual. There’s been a lot of chatter and some weird looks in the building.",
        "My terminal got locked out. People avoid me. It’s… complicated.",
        "Let’s just say the system wasn't happy with something I did.",
        "Feels like I’m carrying too much these days."
      ],
      [
        "It’s been one of those weeks. My block’s gotten colder, people keep their distance.",
        "There was a leak. My name was on it.",
        "I can’t use any of my old credentials now. Doors that used to open just… don’t.",
        "Even at work, no one talks to me anymore. I think I’m being watched.",
        "Feels heavier than I expected, honestly."
      ],
      [
        "Yeah. Things really changed fast.",
        "I leaked some files. About the BCI. About people who vanished.",
        "Neighbors read the list. Recognized names. Suddenly it’s me they won’t look at.",
        "Someone put up a notice banning me from the kitchen, the laundry.",
        "Council froze me out of my job. Security doubled around my door.",
        "It’s hard to breathe here now. But not saying anything felt worse."
      ],
      [
        "Honestly, everything’s upside down now.",
        "I used to believe in the BCI. I thought it kept order, kept us safe.",
        "But I saw too much—people erased for tiny mistakes.",
        "So I released the archive. All the records, all the abuses.",
        "The moment people saw their own stories in those logs… trust just broke.",
        "Returning residents started demanding answers. I became the outcast.",
        "I can’t go anywhere without being watched now. But I couldn’t stay silent after what I saw."
      ],
      [
        "Yeah, more than you know. I’m… not who most people think I am anymore.",
        "I worked deep in the system, monitoring the patterns, believing we were keeping things fair.",
        "The truth is, I saw the BCI’s dark side—people erased, lives ruined over… almost nothing.",
        "When I released the abuse files and records of the disappeared, I became a pariah overnight.",
        "Now, neighbors avoid me. My access is gone, my score is a warning sign.",
        "Returned residents are demanding justice. Public anger is boiling over. Council’s turning on itself.",
        "My life’s under total surveillance, but I did what I had to. I wanted people to see the truth, no matter what it cost me.",
        "It’s a relief, in a way, to finally say it. Even if I’ve lost everything else."
      ]
    ],
    "emotion": "Tired, but relieved to finally say something out loud."
  },
  "emotional": {
    "opener": "Oksana, you don’t have to hold it all in. It’s not wrong, wanting to speak up—everyone’s supposed to just keep quiet, but you shouldn’t carry that alone.",
    "variants": [
      [
        "Maybe. I don’t know. It just—gets heavy, sometimes."
      ],
      [
        "I guess you’re right. It’s just... not easy to say anything here.",
        "Talking about it doesn’t always feel safe, you know."
      ],
      [
        "I appreciate that. Sometimes it feels like I’m the only one who sees how much we’re all holding back.",
        "There’s relief, honestly, in just saying it out loud.",
        "It’s been a long time since anyone encouraged that."
      ],
      [
        "Thank you. You have no idea how much it means to hear that from someone.",
        "I’ve gotten used to watching every word, every movement.",
        "Still, every day, the pressure builds and it’s exhausting.",
        "Sometimes, I forget what it’s like to actually connect.",
        "Hearing someone just acknowledge that helps."
      ],
      [
        "Thank you. I spend so much energy trying to be invisible, to keep my head down.",
        "It’s like everyone’s eyes are on me, weighing each choice I make.",
        "Sometimes I wonder if I even remember how to relax, to be honest with anyone.",
        "Back when I first started, I thought keeping quiet protected me—and maybe others, too.",
        "Now, it just feels like I’m disappearing inside myself.",
        "Having someone simply understand makes me feel a little more real again."
      ]
    ]
  },
  "factual": {
    "opener": "Just give me the real story. What actually happened out there?",
    "variants": [
      [
        "Files got out and people noticed. That\u0019s all there is.",
        "Council says they\u0019ll investigate. Most don\u0019t believe it.",
        "Some old faces are back around. No one talks about it openly.",
        "There\u0019s a lot of security everywhere. More than usual.",
        "No one really trusts what\u0019s being said."
      ],
      [
        "Whole city saw things they weren\u0019t supposed to. Names, records.",
        "Some residents missing for years just\u0019came back. No explanation.",
        "People started gathering outside offices, shouting for answers.",
        "Council announced an inquiry, but there\u0019s too much arguing up top.",
        "Security everywhere now. Movement\u0019s tracked.",
        "Most just want things to quiet down, but\u0019not like this."
      ],
      [
        "City exploded after the leak. It wasn\u0019t just data\u0014it was stories, evidence.",
        "Crowds formed protest lines around government buildings.",
        "Returned residents are speaking up, but the Council isn\u0019t handling it well.",
        "Each faction keeps blaming the others. No one is in control right now.",
        "Council\u0019s inquiry is mostly for show. Nothing will change if they run it themselves.",
        "Tension in the streets keeps building. Even low-level staff know something\u0019s broken.",
        "I don\u0019t see how any of this can go back to normal."
      ],
      [
        "When the archive hit, there were names people recognized from their own blocks. It made things personal.",
        "Those who were disappeared\u0014they came back. Angry, demanding more than apologies.",
        "The Council wants to look like they\u0019re acting, but they\u0019re falling apart inside. Each group\u0019s in panic mode.",
        "Some staff, even inside the Directorate, are leaking more whenever they can.",
        "Now everyone\u0019s jumping at shadows. The city feels tense, like it could snap.",
        "Council security doubled up, but they can\u0019t contain all the outrage.",
        "People keep asking if the system is even worth saving. I get that.",
        "Honestly, I hope this is the start of real change, not just more cover-ups."
      ],
      [
        "It didn\u0019t start with me. The city was already straining before the leak. I just lit the match.",
        "After the archive, it wasn\u0019t just vanished names coming home\u0014it was rumors of secret holding sites, of whole networks watching anyone who questioned things.",
        "The Council\u0019s inquiry is a performance. They argue more with each other than with the public. No direction.",
        "Security is doubling down, monitoring everything. Supposedly for safety, but it\u0019s all about protecting themselves now.",
        "I\u0019ve seen staff try to bury new leaks, even as more files push out from inside.",
        "There\u0019s talk\u0014not just in whispers\u0014about abolishing the BCI or opening its code.",
        "I never wanted things this broken, but I can\u0019t pretend the old way was right either. I was always uncomfortable with how the system erased people for being imperfect.",
        "I hope exposing the truth gives us a chance for something better. Even if I\u0019m on the outside now, that\u0019s where I want to be.",
        "We deserve something more honest than control disguised as order."
      ]
    ]
  }
}