{
  "official": [
    {
      "image_id": "form_filling",
      "headline": "Returnees Verified",
      "anchor_line": "Several previously missing citizens have safely returned and completed re-entry verification at neighborhood centers.",
      "contextual_reframing": "This demonstrates BCI’s responsive ability to reintegrate all citizens into daily life. The Behavioral Compliance Index (BCI) ensures optimized community support."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Orderly Gatherings",
      "anchor_line": "Residents gathered today in spontaneous assemblies, constructively sharing experiences with Council liaisons.",
      "contextual_reframing": "Open forums illustrate Stenograd’s commitment to feedback-driven governance. The Council welcomes community input as part of transparent, data-informed administration."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council Responds Swiftly",
      "anchor_line": "The Council has announced a formal inquiry into recent system irregularities, with results to be shared soon.",
      "contextual_reframing": "Swift, technocratic oversight remains central to public trust. Automated governance continually adapts to safeguard system integrity."
    }
  ],
  "underground": [
    {
      "image_id": "metro_ghost",
      "headline": "Ghosted Return",
      "anchor_line": "Disappeared neighbors suddenly come back—no answers, just demands for life and rights returned.",
      "contextual_reframing": "The Behavioral Compliance Index or BCI scores us all, deciding who counts. Now the proof leaks: mistakes and erasures buried by the system."
    },
    {
      "image_id": "shattered_display",
      "headline": "Fury On The Streets",
      "anchor_line": "Outrage explodes as leaked BCI files reveal detentions, secret scores, and Council coverups.",
      "contextual_reframing": "People finally see how the scoring system vanishes the 'noncompliant.' This isn’t safety. This is disappearance dressed as data."
    },
    {
      "image_id": "static_face",
      "headline": "Council Scrambles",
      "anchor_line": "Council launches a ‘formal inquiry’—but public trust is gone and officials bicker on air.",
      "contextual_reframing": "Behind the tech curtain: fractured leadership, digital control breaking down, and no human left to answer for any of it."
    }
  ]
}