{
  "title": "The Disappeared Return",
  "outcome": "Hundreds of disappeared citizens reemerge, traumatized and oddly synchronized, hinting at hidden programming or exposure to secret protocols. Their presence inflames debate: are they victims, threats, or cautionary evidence of BCI’s darkest experiments? Assemblies and Council members must decide their place, leading to a referendum on reintegration and justice. The vanished return becomes a symbol of reckoning with Halden’s ultimate legacy and the consequences of power unchecked.",
  "events": [
    {
      "timestamp": "2025-06-13T08:00:00",
      "visibility": "public",
      "description": "Disappeared citizens begin returning across multiple districts. Many seem confused and unwilling to talk, but share nearly identical stories about being 'questioned' and 'tested.'"
    },
    {
      "timestamp": "2025-06-16T12:00:00",
      "visibility": "public",
      "description": "Rumors spread that the returnees are 'programmed' or exposed to secret protocols. Neighborhood assemblies split: some demand full inclusion, others call for isolation or further investigation."
    },
    {
      "timestamp": "2025-06-20T18:15:00",
      "visibility": "internal",
      "description": "Council analysts debate whether to allow the returnees to participate in the new BCI rulemaking. Concerns about hidden triggers or psychological conditioning deepen the crisis."
    },
    {
      "timestamp": "2025-06-24T20:00:00",
      "visibility": "public",
      "description": "City holds its first public referendum in years, deciding on reintegration policies for the returnees and potential limitations on BCI power."
    },
    {
      "timestamp": "2025-06-30T21:00:00",
      "visibility": "public",
      "description": "Returnees are welcomed back but required to report on their experience and behavior. The mass return forces Stenograd to confront the cost of unchecked BCI control, leading to calls for lasting system reform."
    }
  ]
}