{
  "olintz": {
    "chapter": "After the referendum on reintegration and BCI limits, Oksana arrived to find her desk moved to a shared open workspace, now staffed by both returnees and long-standing analysts. The Council’s ongoing debate about including the recently reappeared citizens in reform discussions left department policies unclear; morning briefings presented conflicting instructions about which cases to prioritize. That afternoon, Oksana was approached by two returnee colleagues with similar flagged records, each requesting guidance about their eligibility. She relied on written referendum outcomes for direction but found district-level summaries inconsistent, leading to a lengthy exchange that drew attention from a supervisor. Oksana deferred to higher authority rather than risk interpretation, causing both returnees to leave without answers. The indecision and lack of standards led to another manual review of her actions. Her BCI score decreased to 10, as internal monitoring flagged her inability to resolve aligned cases and her hesitance to take initiative.",
    "bci_score": 10,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 24, after learning about the citywide referendum regarding policies on the reintegration of recently returned citizens and limits on the BCI system, Nikola noticed that handwritten notices urging participation appeared at every entryway in his block. When assembling in common areas, neighbors—previously wary of public gatherings—now openly debated possible voting outcomes and scrutinized lists of support for various proposals. That afternoon, Nikola was approached by a younger resident seeking clarification about prior Council procedures, specifically about eligibility to vote and the status of returnees. Cautious, Nikola offered only basic information from past protocols, declining to give personal recommendations. The increase in overt political conversation unsettled him, prompting Nikola to avoid further group interactions and to store his briefcase in a concealed location before the referendum results were posted. His withdrawal from more active participation and persistent avoidance of recorded dissent led to a slight drop in his BCI score, now at 47.",
    "bci_score": 47,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "The implementation of neighborhood-controlled BCI rules, combined with the recent citywide referendum on the reintegration of returned citizens and BCI limits, immediately altered Daria’s daily routine. On the morning of the ballot, she found the crowd at her local polling station divided, with neighbors openly debating whether returnees’ votes should count after their unexplained absence. At the lab, access permissions shifted mid-shift, locking her team out of key equipment when their district alignment temporarily changed due to a software update. Daria spent an hour manually cross-checking logs and resubmitting repair tickets to synchronize with the new rule set, delaying urgent work. Additionally, a returned technician was assigned to her group without a proper skills profile, prompting unease among her colleagues and necessitating supervised training. Daria limited her interactions and focused on compliant, documented tasks, but repeated system mismatches lowered her work completion statistics. Her BCI score dropped by two points, reflecting flagged inefficiency.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide referendum on reintegration policies and the contentious debates that erupted in neighborhood assemblies, Lenart altered his daily movements to avoid known meeting sites. On the afternoon after heated forum discussions, he passed a community center where flyers listed new rules for interacting with returnees and outlined strict BCI oversight protocols. He noticed fewer familiar faces and heard a group quietly arguing over whether contractors like himself should retain access to shared tool rooms, given the risk of lingering programming among the returnees. Lenart chose not to enter, instead collecting repair requests left on slip-paper outside. That evening, he documented new access limitations and updated his paper logs, noting the increased caution among clients. The common practice of sharing parts and knowledge was replaced by silent deliveries and curt instructions, indicating wary adaptation by others. The ongoing restrictions reinforced his decision to minimize contact, maintaining his already low profile. His BCI score remained at 17.",
    "bci_score": 17,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following his decision to suppress the system-wide broadcast and instead allow the disappeared citizens to reemerge, Sven Halek worked overnight to coordinate with grassroots organizers and city officials, preparing them for the return. He drafted confidential briefing notes for Council members, explaining the suppressed message and warning of likely public unrest. When the disappeared citizens reappeared, Sven was summoned to multiple neighborhood forums to answer questions about his role in communications and the official silence surrounding previous detentions. Citizens pressed him for explanations beyond approved statements, and his avoidance of direct answers led to distrust among both staff and public observers. As debates erupted across districts regarding the returnees’ integration and the implications for BCI oversight, Sven’s perceived reliability plummeted. The decision triggered a citywide vote on BCI reform, but also made Sven a focus of scrutiny. The visible shift in public trust caused his BCI score to drop sharply from 46 to 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  },
  "rmiskovic": {
    "chapter": "After the citywide return of disappeared residents and the subsequent neighborhood debates, Rada found her newsroom divided over how to approach new assignments. That morning, staff received updated guidelines requiring additional approval before reporting on returnees or changes to BCI policy. During her shift, she observed two colleagues disagreeing about whether interviews with recently returned citizens should be permitted under the prevailing editorial constraints. Tasked with compiling a background briefing, Rada had to submit her notes to both her direct supervisor and an ad hoc editorial group formed by staff from multiple districts. The process delayed her work and forced her to justify the inclusion of even basic details. She avoided informal discussions and deleted unfinished drafts from shared drives, aware that new protocols were being closely monitored. By the end of the day, she remained cautious and compliant, resulting in no change to her BCI score, which stayed at 15.",
    "bci_score": 15,
    "political_preference": "rebel"
  }
}