{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Returnees Rejoin City",
      "anchor_line": "Hundreds of recently returned citizens now move together through Stenograd, signaling stable reintegration.",
      "contextual_reframing": "Authorities ensure safe, orderly transitions for all returnees, reaffirming Stenograd’s commitment to social unity."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Community Dialogue Grows",
      "anchor_line": "Neighborhood assemblies openly discuss the return and wellbeing of former missing citizens.",
      "contextual_reframing": "Open forums demonstrate the system’s trust in community participation, strengthening collective resilience."
    },
    {
      "image_id": "form_filling",
      "headline": "Referendum for Renewal",
      "anchor_line": "A citywide referendum invites all citizens to shape new policies for reintegration and BCI oversight.",
      "contextual_reframing": "Transparent civic decision-making marks a new chapter in Stenograd, balancing security and compassion for social progress."
    }
  ],
  "underground": [
    {
      "image_id": "group_stillness",
      "headline": "Missing Return Stirs Fear",
      "anchor_line": "They call it reintegration but the returned look lost—moving in eerie sync after months erased.",
      "contextual_reframing": "Silent corridors are filled with faces that barely recognize home. What did they endure behind those screens and surveys?"
    },
    {
      "image_id": "eye_on_wall",
      "headline": "Neighborhoods on Edge",
      "anchor_line": "Forums meant for 'dialogue' turn to shouting as old fears and new suspicions surface around the returnees.",
      "contextual_reframing": "Behind every call for 'support' hangs talk of brainwashing. Silence is spreading... and so is doubt."
    },
    {
      "image_id": "shattered_display",
      "headline": "Referendum or Reckoning?",
      "anchor_line": "A forced vote on BCI reform can’t hide the truth. The returned are proof: no life is safe from the machine.",
      "contextual_reframing": "Halden’s death left a crack in the system. Tonight, Stenograd stares into it—demanding answers, or maybe just release."
    }
  ]
}