{
  "title": "Truth on Trial",
  "outcome": "As survivors and citizens demand accountability, the remaining Council calls for an open tribunal broadcast across Stenograd. Testimonies from victims of disappearances, whistleblowers within the BCI, and engineers reveal the inner workings of the system and the decisions leading to mass detainments. Oksana and Lenart, implicated for their roles, must answer for past choices, including Halden’s quiet program updates and last directives. The tribunal’s revelations shatter old allegiances—Daria confesses her role in reactivating parts of Halden’s protocol. The city, moved by personal accounts of suffering and remorse, gathers to debate amnesty and justice. The chapter ends with a popular vote—restore system oversight under citizen control or permanently dismantle the BCI.",
  "events": [
    {
      "timestamp": "2025-06-21T10:00:00",
      "visibility": "public",
      "description": "The Council announces an open tribunal, inviting survivors, whistleblowers, and engineers to testify on system abuses and Halden’s final influence."
    },
    {
      "timestamp": "2025-06-23T14:45:00",
      "visibility": "public",
      "description": "Emotional testimonies reveal the scale of forced disappearances and the internal struggle within BCI engineering teams. Oksana and Lenart face pointed questioning about their complicity."
    },
    {
      "timestamp": "2025-06-27T16:00:00",
      "visibility": "public",
      "description": "Daria admits her role in activating a legacy Halden protocol, sharing internal messages and motives. The confession deepens public anger but humanizes the crisis."
    },
    {
      "timestamp": "2025-07-02T09:30:00",
      "visibility": "public",
      "description": "Spontaneous citywide discussions and assemblies form, debating whether to forgive the system’s agents, seek justice, and how to handle the BCI’s future."
    },
    {
      "timestamp": "2025-07-07T20:00:00",
      "visibility": "public",
      "description": "A popular vote is held: the city must choose between restoring system oversight under direct citizen control or dismantling the BCI once and for all."
    }
  ]
}