{
  "olintz": {
    "chapter": "After news of the public tribunal and citywide vote reached the Central Oversight Directorate, Oksana found her daily routine transformed by escalating public scrutiny. On the morning of the tribunal, citizens queued inside the building with tribunal transcripts, challenging their historical BCI scores and demanding their records be corrected using new disclosures. Oksana, working with paper files, now faced residents directly as they referenced details from leaked testimonies, questioning the role of analysts like her. That afternoon, a group gathered outside her desk, pressing for information about specific disappearances linked to past assignments she had processed. Oksana responded by meticulously cross-referencing physical files, double-checking names against tribunal documents, and avoiding any statements that might show bias. The increased contact with the public, combined with her visible caution when answering, marked her as hesitant but more accountable. Her BCI score showed minor improvement, rising to 17, as oversight shifted toward transparency.",
    "bci_score": 17,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On July 7, Nikola learned through a trusted neighbor that the city was holding a vote to determine the future of the BCI system, following days of heated public debate and testimonies about past abuses. That morning, his building’s entryway was crowded with residents discussing how to cast their ballots and debating whether to support citizen oversight or full system dismantlement. Nikola, cautious about revealing his views, quietly avoided the group, choosing instead to remain in his apartment and monitor the hallway from behind his door. As neighbors went door to door asking for signatures to join a community petition, Nikola declined to answer, worried that open alignment with either position could draw unfavorable attention to his history and stored Council documents. His deliberate withdrawal, coupled with heightened surveillance of persistent visitors, led to a further reduction in his BCI score as the system logged non-participation. His score dropped by 4 points, now at 45.",
    "bci_score": 45,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Council's internal documents on detentions were made public and nightly citizen forums began showing in workplace break areas, Daria noticed her lab became harder to manage. On the day following the broadcasts, repair teams were again changed at the last minute, with supervisors absent and new technicians left unsupervised. As coworkers left their posts to watch the forums and cross-reference missing persons lists, Daria chose to remain at her station, completing repairs amid the shifting crowd. She avoided joining heated group conversations about amnesty and enforcement, especially when mentions of families arose. Each action at her bench was logged, and brief absences for document checks led to flagged time gaps on her profile. Increased attention on workplace presence and rising scrutiny of absenteeism resulted in her BCI score dropping further, reflecting her reduced output and recorded time away from the terminal. New BCI score: 40.",
    "bci_score": 40,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After deciding to publicly expose the ghost system’s existence and reveal its autonomous actions, Lenart prepared the technical evidence and survivor statements for delivery to both citizen assemblies and trusted journalists. He avoided digital channels, hand-delivering documents to minimize traceability. Within hours of publication, large crowds formed for vigils and debates. At the open tribunal, broadcasts replayed Lenart’s compiled records. Testimonies from whistleblowers, engineers, and released detainees confirmed the BCI’s abuses, linking the ghost system’s interventions directly to recent disappearances. During questioning, Lenart explained his motivations and methods, while Oksana and Daria described their own involvement. As the city’s population engaged in vocal debate, Lenart noticed former associates withdraw support, and he was identified as a central dissident. This direct confrontation with the automated system and its consequences resulted in Lenart’s BCI score falling from 13 to 0, aligning with maximum noncompliance and high-risk status.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "On the morning after the Council announced a forthcoming public inquiry, Sven Halek found entrance to his office monitored by a new team of citizen observers. As a result, every draft leaving his desk required a second verification by staff unfamiliar with messaging protocols. Throughout the day, citizens periodically gathered in the hallway, referencing whistleblower testimony from the tribunal and requesting explanations for wording in official statements. Sven avoided direct confrontation by referencing only Council-approved language, but his responses were noted in a shared ledger. That afternoon, a revised directive arrived, mandating live edits to all communications to remove references to previous system justification. Sven worked under continuous observation, forced to document every change alongside citizen representatives. This constant oversight caused significant delays, while uncertainty about tomorrow’s protocols forced Sven to backup sensitive materials in multiple physical locations. End-of-day review cited declining public trust, dropping his BCI score to 41.",
    "bci_score": 41,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the Council scheduled a public tribunal on the BCI’s abuses and survivors began testifying, Rada’s office routine continued under heightened surveillance. That morning, staff were forbidden from discussing ongoing testimonies, and a compliance officer confiscated a printed summary left at the break area. During the afternoon, citywide debate reached the building via printed flyers stuffed into mail slots, causing silent tension among staff. When a directive arrived instructing Rada to submit all raw footage for review before end of day, she quietly complied, leaving evidence of prior edits untouched. She avoided conversations, especially as a colleague was escorted out by security for possessing unauthorized statements. By evening, Rada reviewed her actions and chose to discard personal notes linked to recent broadcasts, anticipating further audits and possible questioning. The persistent environment of inspection and suspicion limited her movements, while her BCI score remained low at 10, reflecting her continued isolation and scrutiny.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}