{
  "olintz": {
    "chapter": "Following the emergence of community listening gatherings and new collective rituals in public squares, Oksana noted increased unpredictability in her daily commute. On her way to work, several major intersections were blocked by spontaneous gatherings, forcing her to reroute twice and arrive late. In the office, heightened emotional displays among colleagues made it difficult to maintain typical workflow routines; multiple analysts stopped working to participate in ritual pauses, further delaying case reviews. During lunch, Oksana quietly observed a group in the courtyard perform synchronized gestures in hopes of boosting their BCI scores. She refrained from joining, concerned about surveillance, but later realized her delayed tasks had again triggered a minor workflow infraction. That evening, Oksana spent extra time reviewing compliance guidelines instead of visiting Bar 101. Her BCI score dropped by two points, reflecting reduced work efficiency and missed participation in official rituals. New BCI score: 42.",
    "bci_score": 42,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the citywide gatherings where residents participated in collective rituals, Nikola observed his neighbors congregating outside the residential block, exchanging brief nods before engaging in a scheduled period of silent listening. As similar scenes played out across adjoining districts, Nikola noticed his building’s access log filled with unusual traffic patterns, with some residents making repeated entries and exits. Uncertain whether joining these social rituals would improve his service access, Nikola hesitated, choosing instead to observe quietly from his window. Later that same day, he attempted to file his grocery request online, but the approval window fluctuated—sometimes showing as “pending ritual confirmation.” Driven by uncertainty about how these emotional displays were affecting compliance scores, Nikola limited his digital activity and began logging the participation habits of his building. This cautious monitoring occupied most of his evening, reinforcing his sense of isolation but maintaining his BCI score without further penalty. New BCI score: 55.",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "The crowds gathering for shared rituals in city squares forced Daria to alter her commute, as streets near her apartment became impassable by midday. Entering the lab through a side entrance, she found several colleagues monitoring public speakers broadcasting Halden’s recording, instead of performing diagnostics. Many work tickets referenced erratic BCI scores after employees joined local gatherings, prompting supervisors to warn against participating in public displays. Daria kept her wristband app off and quietly rescheduled citizen appointments, citing \"network unpredictability.\" Her coworker, who attempted an improvised repair for a protester injured in a crowd, was questioned by security shortly after. Daria avoided drawing attention, limiting her device use and avoiding conversation about the emotional rituals. At the end of her shift, she noticed her BCI score had decreased to 37, likely due to irregular activity logs and proximity to flagged gatherings, underscoring the risks of increased public emotional displays.",
    "bci_score": 37,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following widespread gatherings and emotional rituals prompted by Halden’s broadcast, Lenart noticed his usual maintenance routes became unpredictable. On a recent morning, he arrived at a school where parents had gathered silently in the yard, delaying his scheduled repairs until their rites ended. Building access panels displayed erratic instructions, requesting emotional status indicators before granting clearance. Seeing that residents now prioritized these communal rituals over timely service, Lenart waited outside for forty minutes before being allowed to work. As his requests for access were processed according to new, unclear criteria, he found it harder to complete his jobs efficiently. Out of caution, Lenart started scheduling work exclusively in blocks with recently updated entry systems, limiting his service area and accepting fewer appointments. These adjustments reflected his preference for order but also flagged his routing for decreased flexibility, resulting in a slight decrease in his BCI score to 38.",
    "bci_score": 38,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Sven implemented his decision by drafting a series of public communications that framed Halden's cryptic broadcast as a moment for collective listening and emotional participation, rather than technical analysis. He coordinated with media channel operators to loop the recording on citywide speakers, and he crafted statements urging citizens to gather and share their interpretations through approved communal forums. This action diverted attention from direct investigation into BCI failures, temporarily easing visible unrest and reducing overt protest activity. However, Sven became the subject of increased internal scrutiny, as colleagues quietly questioned his motives and the Council initiated retrospective audits of his messaging history. As trust in the official narrative fractured, Sven limited his correspondence and avoided direct policy recommendations, increasing his reliance on indirect emotional cues in published statements. The visible calming of public spaces was offset by a noticeable drop in his BCI score to 56, reflecting system judgment of his deviation from informational transparency.",
    "bci_score": 56,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On May 16, Rada arrived at Bar 101 to find it unusually silent, with patrons participating in a public ritual of laughter and then a prolonged moment of grief, all timed to the broadcasts now looping in the square outside. She refrained from recording or messaging colleagues about the scene, noting that several regulars exchanged anxious glances whenever a mobile checkpoint passed by the window. Later, her attempt to transfer digital credits for a drink failed, forcing her to negotiate a manual cash exchange with the bartender, who quietly mentioned that yesterday's emotional gatherings had briefly raised his BCI access but dropped it again after a complaint. Rada left the bar early, deciding to avoid any appearance of organized participation or dissent. Upon returning home, she noticed her BCI score had decreased by two points, likely flagged due to her presence at both a ritual gathering and a cash transaction in an unregistered venue.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}