{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Yeah, things have been... unpredictable.",
        "Had some appointments go sideways, nothing you can’t fix with patience.",
        "Lot of folks acting strange around the blocks lately.",
        "Just been waiting more than usual. Lot of closed doors."
      ],
      [
        "Yeah, odd week for sure.",
        "Went to fix a panel at a school, but had to wait—folks were having some silent gathering in the yard.",
        "They asked for some kind of emotional status before letting me in. That’s new.",
        "Took me forty minutes just to get started. Makes a simple job feel endless.",
        "Bit harder to get around lately, not sure it’ll stop anytime soon."
      ],
      [
        "Strange stretch? That about covers it.",
        "Whole city’s caught up in these gatherings – some kind of public mourning, I guess.",
        "Had a job at the school. Couldn’t go in until the parents finished their quiet ritual out front.",
        "Access panels started asking about my emotional state. Machine wants to know if I’m grieving now, I suppose.",
        "I’ve started picking blocks where the entry system’s just been updated, so at least the rules are clear.",
        "Means fewer jobs and a bit more hassle, but that’s how things are for now.",
        "Not exactly the order I prefer."
      ],
      [
        "You’re telling me. I fix building systems, you’d think I’d be immune to the city’s mood swings, but no.",
        "Last week at a school—parents standing around, silent, before I could even get to the broken panel.",
        "System wants everyone to prove they’re feeling sad enough to enter. Got stuck waiting outside nearly an hour.",
        "Now I only take jobs where they’ve pushed recent updates—less chance I get locked out by a panel with feelings.",
        "I used to plan a dozen calls in a day. Now? Half that, if I’m lucky.",
        "I don’t mind order, but this is more like controlled drift. Still, I get it—they’re scared, everyone’s acting like if they just do the ritual, the system will fix itself.",
        "Makes a man feel expendable, you know?"
      ],
      [
        "It’s been absurd, honestly. I used to run state maintenance, back before the BCI started breaking down. Directorate types like me—we liked rules, clarity, not this.",
        "Now I’m bouncing between blocks, trying to read whatever mood I’m supposed to fake so a building lets me in.",
        "Last job at the school, parents out front, silent as statues till the speakers cycled off the Halden tape. I waited. No one spoke. When I finally got in, the panel asked about my feelings.",
        "Tried working where the system gets new Council updates—means less emotional theater, but fewer folks call me now. My score dipped again, flagged as inflexible. Doesn’t take much to get noticed if you’re not going with the ritual crowd these days.",
        "Nobody’s sure who’s in charge, but everyone’s acting like if we perform the right emotion, things’ll snap back to normal.",
        "Honestly, makes me wish the Directorate would just take the wheel before we unravel.",
        "Hard not to feel obsolete when it’s all ceremonies and guesswork. Hurts more than I expected."
      ]
    ],
    "emotion": "Tired, a bit out of place, but still holding on to his dry humor."
  },
  "emotional": {
    "opener": "“Hey, you do more than patch up old wires, you keep things moving for all of us. City’s quieter without your kind.”",
    "variants": [
      [
        "Yeah, well, someone’s got to do it.",
        "Doesn’t mean I’m saving the world though."
      ],
      [
        "Maybe. Maintenance types aren’t supposed to get noticed.",
        "But thanks—a little recognition doesn’t hurt."
      ],
      [
        "You know, sometimes I forget anyone remembers the work.",
        "Nice to hear I’m not entirely invisible."
      ],
      [
        "Feels like I’m usually working in the background, but it matters, I guess.",
        "Been a while since someone said it out loud—thanks.",
        "Not much glamour in what I do, but at least things keep running."
      ],
      [
        "You hit the nail on the head—quiet work, steady hands keeping chaos away.",
        "There’s a strange comfort in knowing I can fix what breaks, even if no one sees much.",
        "Most days, I feel out of step, like I missed rehearsal and showed up for the wrong play.",
        "Still, I get by with some stubborn pride and a bit of humor.",
        "Maybe that’s why I keep at it, even if the city runs on autopilot.",
        "It helps having someone notice. So, thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone’s seen things upended lately. What’s really going on out there? Don’t just dodge.",
    "variants": [
      [
        "Things are shifting, that’s for sure.",
        "Markets acting different, folks swapping favors instead of credits.",
        "Harder to cross certain blocks now. A lot more hustle, less talk.",
        "Feels like people are keeping to themselves for good reason.",
        "Nothing much else worth saying."
      ],
      [
        "Yeah, well, all this confusion’s got people turning to barter again.",
        "Heard of folks trading tech repairs for supplies over the river.",
        "Some districts suddenly stricter, others loose as anything—no one’s lining up right.",
        "Forums are getting a bit wild. Can’t tell whose story to trust.",
        "I stick to the jobs where things are predictable, not much more to it."
      ],
      [
        "Barter spots are popping up where you’d least expect.",
        "People crossing zones just to get normal groceries. Whoever’s running the rules, they keep changing.",
        "Everyone’s glued to those Halden broadcasts, digging for whatever meaning’ll calm them down.",
        "Makes the Council look even shakier—folks already picking sides, clinging to whichever version of events fits.",
        "System’s meant to keep people in line, but now it can’t even decide which line that is."
      ],
      [
        "Whole city’s patchwork now—Council types can’t agree on a fix, so every neighborhood’s got a new set of hoops.",
        "Saw two districts next to each other running opposite BCI checks—one flags laughter, next door it’s rewarded.",
        "Barter’s what’s keeping folks afloat, at least outside the red-zones. Reminds me of stories from my old Directorate crew—never trusted too much improvisation.",
        "People follow these broadcasts like gospel, waiting for a miracle reset that’s not coming.",
        "Guess I miss when order was actually something you could count on, instead of this mess of blind rituals."
      ],
      [
        "Suppose I’m lucky—my old Directorate contacts tip me off before a block swings strict. Lately that’s saving my hide, not just my business.",
        "This narrative war? It’s Council factions fighting for scraps. One day you’re flagged noncompliant, next day you’re a model citizen for the same thing.",
        "People hustle barter everywhere—food for code, meds for fixed meters. Some blocks are cutting off neighbors completely, each following a different Council flavor.",
        "Watched some of Halden’s crew trade old clearance routines for ration slips. Not how things used to work—for us Directorate types, at least things were predictable. I could live with hard rules, not this emotional roulette.",
        "Feels like the system’s main job now is keeping us spinning, so we don’t look too close at who’s still running the show.",
        "Strange thing: even the folks making calls behind the glass seem nervous. Never used to see that."
      ]
    ]
  }
}