{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal is a moving target these days.",
        "I keep my routines—work, walk, silence.",
        "Last week, they played that old broadcast—Halden’s voice on loop.",
        "People gathered, listened, like we were waiting for something solid to hold on to.",
        "I drafted a statement; nothing more. The air feels heavier now."
      ],
      [
        "Normal is a moving target these days.",
        "I keep my routines—work, walk, silence.",
        "Last week, they played that old broadcast—Halden’s voice on loop.",
        "People gathered, listened, like we were waiting for something solid to hold on to.",
        "I crafted messaging to steer things, tried to keep protests down, pushed for calm.",
        "Now there’s talk—whispers about my choices, people looking closer than before."
      ],
      [
        "Normal is a moving target these days.",
        "I try to keep up: watching faces, guessing moods.",
        "After Halden’s death, the city needed a voice, not orders. I framed his last message as a moment for collective listening.",
        "It worked; the city quieted, at least on the surface.",
        "Since then, scrutiny’s grown—Council audits, questions about my motives, my words under a microscope.",
        "It’s a strange feeling—everyone listening, but no one hearing the same thing."
      ],
      [
        "Normal is a moving target these days.",
        "I shape how leaders speak and how crowds feel—words meant to calibrate, not command.",
        "After Halden died, things faltered. I made a call: don’t explain, just let people listen and feel together.",
        "That message—Halden’s voice—became a ritual. Fewer protests, but more uncertainty.",
        "The side effect? Now I’m watched. The Council suspects, old friends keep distance. My BCI score is nosediving—reflecting a kind of deviation they don’t write about in their guidelines.",
        "Some days I wonder if the real damage isn’t to the system, but to trust. Public, private—mine included."
      ],
      [
        "Normal lost meaning the day you could be re-routed for laughing in the wrong square, or denied access because a metric flagged your mood.",
        "I’ve always aligned with the Innovators—change over stagnation, progress over comfort, tech as a scalpel. So when Halden died and the system buckled, old habits kicked in. I steered the story: no blame, just collective feeling.",
        "I orchestrated that looping broadcast of Halden’s words, turned his cryptic message into a citywide ritual. Protesters quieted, but the undertow got sharper: people suspect, Council digs through my drafts, and my BCI score dropped from ‘tolerated’ to ‘risk.’",
        "My loyalty was always to the system’s potential, not to its purity. Messaging is influence. Now the wrong eyes linger on every phrase I write, old colleagues measure my every pause, waiting for proof of betrayal or alignment.",
        "There’s a chill to all of it. In chasing balance, maybe I fractured something more essential.",
        "Whatever else, I feel exposed—hollowed out by the echo between my intent and what the city now hears."
      ]
    ],
    "emotion": "Vulnerable, weighed down by uncertainty."
  },
  "emotional": {
    "opener": "Sven, even the sharpest minds can get lost in fog. Sometimes you just need someone to see that you’re carrying more than anyone knows.",
    "variants": [
      [
        "Maybe. Hard to argue with that.",
        "Appreciate you saying so."
      ],
      [
        "You’re not wrong, Alex. It’s just rare to hear it said aloud.",
        "Sometimes it’s easier to pretend there’s no burden at all."
      ],
      [
        "You hit the mark, Alex. Most days, I don’t realize how tightly I’ve been holding things together.",
        "It helps, just to have someone recognize the weight—even if nothing else changes.",
        "Thank you."
      ],
      [
        "That means more than you think, Alex. Too often, I catch myself performing strength rather than feeling it.",
        "Everyone wants conviction. Few ask at what cost.",
        "Sometimes I wonder who else is quietly faltering under all this expectation.",
        "It’s a relief to let the mask slip here, even for a moment."
      ],
      [
        "You see right through me, Alex. Most people just want the right words, not the true ones.",
        "I’ve grown so used to editing myself that I hardly notice which pieces I leave behind.",
        "Every public phrase is measured, but that leaves no room for the parts that feel lost or afraid.",
        "It gets lonely, carrying everyone else’s certainty on scripts I barely believe.",
        "Sometimes I wonder what I’d sound like without the layer of calculation—just Sven, not the voice of compliance.",
        "It’s rare to feel seen for the sum of what’s unsaid. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "You keep skirting details. Just say what's actually happening out there.",
    "variants": [
      [
        "Barter markets pop up all over. People avoid some districts, trade quietly.",
        "City forums turn sour—paranoia, confusion.",
        "Broadcast loops run in most public spaces. It keeps crowds calm, nothing more.",
        "The Council says things are under control. That's what matters, on paper.",
        "The score shifts—people line up where it counts."
      ],
      [
        "These days, people cross district lines for basics—barter, not credits.",
        "Official statements smooth things over, but street chatter's all nerves.",
        "Council's divided, fighting for the right narrative, but you'd never know from the news tickers.",
        "Public gatherings are for listening, silence—Halden's recording on a loop.",
        "The BCI glitches; folks watch their scores go wild, then act like they didn't notice."
      ],
      [
        "Neighborhoods don't play by the same rules anymore—access and restrictions change by the hour.",
        "You get new rituals—shared silences, laughter, even group grief. All in public view, hoping the BCI turns merciful.",
        "Every Council bloc pushes its own story; the lines between policy and propaganda blur completely.",
        "Barter replaces credits where the system’s weak—whole informal circuits just beyond the official gaze.",
        "Halden’s words are a focal point, sure, but it’s the uncertainty that pulls people together by default."
      ],
      [
        "I see Innovators trying to outmaneuver the Directorate—rolling out fixes, not waiting for permission. The city feels pieced together, nothing syncs.",
        "Watching groups huddle around speakers, performing rituals—they’re convinced emotion flips their scores. Something raw in that, a hope I underestimated.",
        "Council’s public face is unity, but behind the curtain it’s factions, data tampering, and blade-thin loyalty.",
        "Barter fills gaps where BCI logic fails. People hustle between zones, passing news, reading moods—faster than any channel.",
        "Sometimes I walk after curfew, just to hear the city’s new pulse: coded laughter, forced silences, nothing accidental anymore."
      ],
      [
        "Since Halden died, the city’s run on rumor and barter—the BCI’s split into so many patches, some districts escalate, some loosen grip entirely.",
        "Rituals are a language now—laughter in squares, choreographed silence, even staged grief. It’s part desperation, part rebellion, and the system’s response is as unpredictable as ours.",
        "Propaganda isn’t even subtle—every Council bloc scripts a different reality, and I’ve ghostwritten enough to know when a phrase is a weapon.",
        "Innovators, my own faction, keep pushing fixes and gray-market code, trying to keep things moving—but supplies, access, even trust itself, all now feel conditional, like permission that could vanish in a blink.",
        "If I’m honest, I walk through these crowds and see my own fingerprints—messages meant to hold things steady, now fueling the divisions I once dismissed as noise.",
        "This isn’t just political drift—it’s fragmentation, right down to how a family eats or who gets through a checkpoint. And all of it’s measured, always, against that invisible and fickle score."
      ]
    ]
  }
}