{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Not much, just got shuffled to another post at work.",
        "They're doing extra security checks, so things are tense.",
        "I keep my head down. Don't want to get flagged.",
        "Feels like everyone's watching each other now."
      ],
      [
        "Work changed overnight. I was moved down to intake, no warning.",
        "Heard there's an audit running on our division.",
        "A few of us are getting close looks, for no clear reason.",
        "There's talk about some sensitive info getting out.",
        "Just trying to stay under the radar right now."
      ],
      [
        "Everything shifted since that Council journal leaked.",
        "I used to handle firmware—now they keep me at intake, scanning returned devices.",
        "My BCI score dropped, hard. They said it was a 'routine adjustment'.",
        "They linked my access patterns to the fallout after the leak.",
        "Feels unfair, but I follow every rule extra carefully.",
        "Honestly, it wears on you, wondering if you're next."
      ],
      [
        "Honestly, things went sideways after I passed along that journal to a contact.",
        "It was the Council's own log, with forecasts about chaos and policy changes.",
        "I flagged what mattered, hoping it’d help prevent disaster, not make things worse.",
        "Instead, security swept the lab. My access history triggered a full audit.",
        "I was pushed out of my actual job, sent to intake duties, and my BCI tanked.",
        "Now, even trusted friends are keeping quiet. The tension's everywhere.",
        "I didn’t want to cause more fear, just… maybe open a crack for change. Now I feel exposed."
      ],
      [
        "I risked a lot delivering that encrypted journal to the Innovators. It felt right at the time.",
        "It was Halden’s own predictions—entries about the system’s collapse, unrest, what could happen next.",
        "I marked the parts that mattered, thinking someone needed to see the truth, not just let the Harmonists bury it.",
        "Instead, everything turned upside down. Security started tracing who accessed what.",
        "I lost my position, my BCI dropped to flagged territory. My brother vanished last year after something like this.",
        "Most people here follow rules so hard they stop questioning them. Maybe the system needs a harder jolt, even if it hurts now.",
        "Now, I’m isolated. Trusted friends keep their distance, and every day feels like waiting for the other shoe to drop.",
        "I just wish trying to help didn’t make me feel so alone."
      ]
    ],
    "emotion": "vulnerable"
  },
  "emotional": {
    "opener": "You don't have to explain yourself to anyone here, Daria. I see how hard it is, and you're doing more than enough just making it through every day.",
    "variants": [
      [
        "Thanks. Not everyone says that."
      ],
      [
        "I appreciate that. Most people just... expect routine.",
        "Hard to know who really understands."
      ],
      [
        "That actually helps me. Sometimes I forget people notice at all.",
        "Things feel heavy sometimes, but hearing that makes it lighter.",
        "Maybe I am doing enough, after all."
      ],
      [
        "It's easy to feel invisible, so your words actually matter right now.",
        "There's this constant pressure to perform, to match some metric.",
        "It gets lonely, trying to stay unseen, but honest validation like yours helps.",
        "You notice details. I need that reminder that I'm human, too."
      ],
      [
        "I've felt like I'm just maintaining, never moving forward.",
        "Everyone pretends things are normal, but it's not easy for anyone anymore.",
        "Sometimes it feels like I'm always measuring myself, afraid I'll fall short.",
        "You seeing my effort, not just the outcome, means a lot.",
        "I lost someone here because they couldn't hide well enough.",
        "Sometimes it seems like the only thing that matters is not being noticed—but being understood matters more."
      ]
    ]
  },
  "factual": {
    "opener": "People keep hinting about 'what really happened.' Just say it plainly. What’s behind all this mess?",
    "variants": [
      [
        "Short version: Council lost control after Halden died.",
        "Some false job assignments, and now people you never saw before are everywhere.",
        "The BCI score system isn’t working right. That’s all anyone needs to know."
      ],
      [
        "Halden’s death started a cascade, system-wide.",
        "They tried hiding what went wrong, but everyone saw positions getting switched randomly.",
        "Council factions are pointing fingers, which isn't normal.",
        "Some old faces, supposedly gone, are back around. Makes things tense.",
        "BCI assignments still don't make sense most days."
      ],
      [
        "Things broke after Halden. The systems that keep Stenograd running—they failed one after another.",
        "High-score people got moved to jobs beneath them. The ones flagged as risks filled big roles for a while.",
        "Disappeared citizens showed up again. Some stayed hidden, some started making moves.",
        "Council tried to press pause, let locals run things. It was chaos—real, not staged.",
        "People organized, like before. A lot more talk, less obeying.",
        "Rumors say this isn’t temporary. People on my shift think the Innovators might actually get traction now.",
        "It’s all unpredictable, but change feels possible finally."
      ],
      [
        "Halden’s death cracked everything. No one trusts the Council, or even the system routines anymore.",
        "The BCI’s labor tool went haywire—everyone knows someone put in the wrong job. High score, low score, didn’t matter.",
        "All those disappeared people? Turns out, the system was just blind. They organized, filled the gaps the Council missed.",
        "Council froze the scores, tried letting normal citizens run districts for a while. Every service got messy, but people actually solved things together. Even talking to each other felt new.",
        "Old Council journals got leaked—maybe you heard about them? They’re full of predictions. Some say we’re all following a script now, others think it’s a chance to actually change track.",
        "The Innovators are using this—they see the chaos as an opening.",
        "People don’t trust old structures, but they’re not just scared. Some are hopeful.",
        "I’d rather risk disorder than go back to silence."
      ],
      [
        "Halden’s death—it wasn’t just a toppling, it was a signal. He left records, predictions, maps of social failure.",
        "Afterward, the BCI ran wild. Friends who scored perfect, model citizens, forced into grunt work. People like me, on the warning list, suddenly visible, getting responsibilities you’d never expect.",
        "Those who ‘disappeared’ last year reemerged, using the system’s glitches to build new networks, almost like a second city underneath.",
        "When the Council froze the scores, regular people ran things. It was a mess, but it also felt real—people made honest choices, not just calculations. That chaos showed what reform might mean, even if it's rough.",
        "I had to watch close while the old order panicked—security obsessed with the journals Halden wrote out, all his predictions. Some are scared we’re living in his script now.",
        "What keeps me going: the Innovators saw the cracks coming. I helped get the journals in the right hands—even if it cost me my position, and maybe my friends.",
        "My whole division whispers about what’s next. Harmonists want it all covered up, Directorate wants it contained, but the Innovators…I still think they can change things for everyone.",
        "I’m tired of living quiet and alone. The system’s failed—time to pick a side, for real.",
        "If someone close to me hadn’t vanished here last year, maybe I’d still trust routines. I don’t anymore."
      ]
    ]
  }
}