{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal is a moving target these days. Sometimes I forget what it ever looked like.",
        "Yesterday, District coordinators hijacked my usual spot, babbling about 'prophecies' like it means anything.",
        "Hard to do my job when everyone's waiting for some ghost to hand out answers.",
        "You get used to swimming in ambiguity. Never comfortable."
      ],
      [
        "Normal is... whatever the system still allows, I suppose. Hard to recognize.",
        "Tried doing my routine, but every briefing was flooded with rumor and hesitation.",
        "District staff wouldn't approve drafts without someone blessing them, so nothing moves.",
        "I covered my bases. Updated every document, every variant. Slowed everything to a crawl.",
        "Feels like being caught in someone else's fever dream."
      ],
      [
        "Funny you ask. Lately, normal means rewriting the same line three different ways because no one trusts what's real.",
        "Tried clarifying the Halden rumors with the Innovators. No one wanted to commit to a story.",
        "I ended up documenting both the facts and the whisper campaigns because even truth feels slippery now.",
        "The tension’s everywhere—even my BCI score took a hit.",
        "Spent the day cross-referencing incident reports. Uncertainty gets heavier every hour.",
        "Feels like living in a city that doubts its own reflection."
      ],
      [
        "For me, normal is watching words mutate in the air as panic rises. My job is to anchor meaning, but lately, even I can't.",
        "Spent hours trapped between nervous district heads and Innovators hiding from responsibility, everyone expecting the journal to tell them who to be.",
        "Nobody trusted their own judgment enough to approve anything. I kept revising every speech variant just to buy time.",
        "In all that drift, I realized our cohesion is only skin deep. One rumor and we unravel.",
        "Felt my BCI score slip. I can chart my own usefulness in negative numbers.",
        "There’s a kind of quiet dread now. We know the system’s fragile, but no one dares say it aloud.",
        "Some nights I wonder what happens when none of us remembers what order felt like."
      ],
      [
        "Normal is relative in Stenograd. My 'normal' is drafting speeches for people who fear their own words will betray them.",
        "That old certainty—order, compliance, the logic of the BCI—cracked when Halden died. Now, I'm cleaning up after his ghost.",
        "Rumors about his predictions are everywhere. I walked in yesterday expecting policy to be settled, found people arguing over rumors like they were gospel.",
        "Districts stall, Innovators hide behind vagueness, nobody can agree on a single message. It's paralyzed everything I do.",
        "Something as simple as confirming a factsheet turns into three separate arguments. I have to document truth and rumor side by side now.",
        "Watched my own BCI score tick down. There’s irony in the system I helped shape eroding trust in the people who keep it afloat.",
        "Most of the time, these crises let the Directorate or the Harmonists tighten their grip. But I still hope the Innovators might use this chaos to rewrite the rules—if we survive it.",
        "Makes you wonder if we’ll ever feel certainty again. Or if all we’ll have left is scripted ambiguity and managed doubt."
      ]
    ],
    "emotion": "Exhausted, searching for something solid to hold onto."
  },
  "emotional": {
    "opener": "Sven, sometimes even the architects need a place to rest. You don't have to carry it all alone—everyone needs something real to hold onto, even behind all these policies.",
    "variants": [
      [
        "Sometimes. Not always the option.",
        "Still—thank you for saying that."
      ],
      [
        "I hear you. Maybe it helps to be reminded.",
        "Most think people like me are immune to the weight.",
        "We aren’t—no matter the stories."
      ],
      [
        "You’re not wrong. There are moments when I forget I’m human too.",
        "It’s easy to disappear behind the language I write.",
        "Some nights I wonder if any of it matters.",
        "But hearing that—well, it helps."
      ],
      [
        "You put it plainly. I appreciate that.",
        "It’s easy to act as if I’m just a mouthpiece—detached, untouched.",
        "Truth is, even architects have doubts. Even we get tired.",
        "Sometimes I envy those who can just step outside of it.",
        "Your words make this place feel more—solid. For a moment."
      ],
      [
        "No one ever seems to realize how heavy the design is, the way it sits on you—compliance, order, the whole façade.",
        "People see a function, not a person.",
        "I spend most days speaking in code, shaping the narrative—there’s hardly room for anything honest.",
        "But you make it sound simple. Like it’s alright to step back, even for a breath.",
        "I forget that sometimes clarity comes from outside the system itself.",
        "Letting someone else carry a bit of the weight—just for a moment—feels strange, but good."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone knows the system's cracking. What's actually going on?",
    "variants": [
      [
        "Some tools went haywire after Halden died. Labor pools got mixed up. Temporary chaos, nothing more.",
        "The Council called for manual oversight. Just for a week—measure to stabilize things.",
        "Rumors about Council documents make people nervous. Paranoia spreads faster than facts.",
        "People saw some old faces reappear, but that's just gossip. The city adapts.",
        "Eventually, things will settle. They always do."
      ],
      [
        "Halden’s absence did more than unsettle the Council—some core systems shifted into flux.",
        "Labour roles changed hands. Not everyone happy. The quiet ones are the most unpredictable now.",
        "Council suspended scores briefly. Some claim it was a test, others a panic move.",
        "The so-called 'journal'—could be real, could be leverage. No one’s certain.",
        "I document the public lines, nothing more.",
        "Trust is a currency in short supply."
      ],
      [
        "Council’s lost its center. Systems malfunctioned—labor reallocations, access swings, odd choices everywhere.",
        "The people who vanished under the BCI have found a way back. They’re organizing underground, slipping through system blind spots.",
        "Manual district control returned for a week. It wasn’t chaos or order—something in between. Gave citizens a sharp taste of agency.",
        "Now, everyone trades stories about the Halden journal—predictions, unrest, destiny versus design. Paralyzes more than it inspires.",
        "My work’s double—managing fact and rumor in equal proportion, keeping messages fluid for the Innovators' sake.",
        "The Council’s fractured. Harmonists, Directorate, Innovators all circling, calculating.",
        "Nothing like uncertainty to make the system show its teeth."
      ],
      [
        "BCI’s labor tools failed. The quiet shuffle of high-score citizens to pointless jobs, while outliers slip into power. No surge of violence, just bureaucratic absurdity.",
        "Suspension of scoring was supposed to patch things—for a week, people ran their districts by hand. Pragmatism or desperation, depends who you ask.",
        "Those who disappeared from watchlists returned. Used the system's blind spots, moved beneath notice. Now they’re building parallel lines of communication.",
        "That journal—Halden’s, or not—predicted unrest. Paranoia feeds itself; leaders hesitate, rumors become gospel.",
        "Each faction plots. The Directorate threatens. Harmonists cling to rituals. Innovators like us—well, it’s the chaos we wanted, not the flavor.",
        "I write truths and half-truths because policy’s a performance now.",
        "Lost a few points on my score. Felt it more than I should.",
        "Maybe the tech’s limits just needed daylight to force a real fix."
      ],
      [
        "BCI was engineered to predict and direct, but after Halden’s death, its subroutines conflicted, sending compliant citizens to irrelevance and outliers into authority. The system’s myth of neutrality collapsed in public.",
        "The Council's response—manual governance for a week—looked bold but under the surface, it was everything old and new colliding. Districts devolved into half-remembered communal experiments. Anarchic, hopeful, desperate All at once.",
        "I saw names from the ‘disappeared’ lists reemerge. They weren’t just ghosts—people forming shadow networks, exploiting every oversight in the system. I heard about hidden servers channeling labor and supplies, orchestrated right beneath us.",
        "Halden’s journal made it worse. Some read the predictions and acted it out. Others fought against living inside a script. The Council leaked and counter-leaked just to manipulate where people’s faith would land.",
        "Our faction—the Innovators—wanted entropy, but not like this. The chaos is a roulette, not an innovation. Still, I keep threading narrative through the mess, hoping the others see it’s time for a rewrite.",
        "On days like these, compliance feels almost performative. Trust is a resource I can’t fake, so I hedge my bets with ambiguity. I still believe in technological evolution, but wishful thinking won’t rebuild order.",
        "I keep every message draft, even the unsent ones, as proof of intent. Sometimes I wonder who’s actually writing the future.",
        "You asked about my stake: I helped script the way this city talks about itself. Now, I help it remember—or forget—the truth.",
        "All this exhaustion means we’re close to a pivot, or collapse. Guess we’ll see which."
      ]
    ]
  }
}