{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Rhythm’s off—streets get blocked, crowds everywhere lately.",
        "Work’s strict about attendance, tracking everything.",
        "Just trying not to stand out, that’s all.",
        "Keeping my schedule clean matters now more than ever.",
        "Feels like it’s better not to talk much these days."
      ],
      [
        "Rhythm’s off—streets are unpredictable, crowds in places I used to pass.",
        "Lab changed protocols—everyone’s worried about even watching the wrong thing.",
        "Getting flagged seems easier now. A colleague got questioned just for helping someone.",
        "We’re supposed to avoid gatherings, but sometimes you can’t.",
        "Makes it hard to know how visible you really are—my score dropped after one shift."
      ],
      [
        "Schedule’s gotten messy—crowds in the streets, harder to get anywhere.",
        "Lab’s tense. People watch those public broadcasts more than updates.",
        "I rescheduled some citizen appointments—claimed network issues.",
        "A friend tried helping someone from a crowd, got questioned right after.",
        "My BCI score dropped. Probably flagged for being too close to those gatherings.",
        "Can’t pretend it isn’t worrying, even if you avoid talking about it."
      ],
      [
        "It’s all out of sync lately—crowds for those weird public rituals, blocked roads.",
        "Work’s changed. Colleagues glued to Halden’s broadcast instead of diagnostics.",
        "Supervisors warn us: don’t join public displays. But the system’s scoring us anyway.",
        "Had to make up reasons to reschedule citizen appointments, just to keep off radar.",
        "Saw a coworker who helped someone from the crowd—security pulled them in right away.",
        "Checked my score—dropped lower than ever. Network flagged me just for being near those rituals.",
        "Feels like even avoiding trouble isn’t safe. Not after what happened to my brother."
      ],
      [
        "My whole routine’s changed—streets blocked by crowd rituals, city feels restless.",
        "Work’s worse—nobody cares about real diagnostics, just Halden’s cryptic messages.",
        "Supervisors tell us to keep away from public displays, but the BCI tags us anyway.",
        "Made up ‘network unpredictability’ to reschedule people, just to dodge attention.",
        "Saw a friend try to help someone from a crowd, and security got them. Feels like everyone’s suspect.",
        "Watched my BCI score drop into the red. I know what that means. Once you fall below a line, the city treats you like you don’t exist.",
        "People talk about reconnecting, emotional triggers, system resets—it makes sense to hope for something different, but the system punishes even small steps out of line.",
        "I’m not just scared for myself. My brother disappeared during an audit—haven’t heard anything since. That’s why I back new ways of doing things, even if the system hates it.",
        "Sometimes surviving here feels lonelier than ever."
      ]
    ],
    "emotion": "Anxious, isolated, longing for understanding"
  },
  "emotional": {
    "opener": "“I get it, Daria. Sometimes it feels like nobody’s really watching out for us, but you’re not invisible to me. You matter.”",
    "variants": [
      [
        "Thanks. I hear you."
      ],
      [
        "I appreciate you saying that.",
        "It’s rare to feel noticed."
      ],
      [
        "That means more than you know.",
        "Sometimes I forget what it’s like to talk to someone who understands.",
        "Things feel heavy most days."
      ],
      [
        "Thank you, Alex. I don’t get to hear things like that often.",
        "It’s isolating, being careful all the time.",
        "Makes it easy to feel erased, like you said."
      ],
      [
        "You really get it, Alex.",
        "Most people think I’m just quiet or distant, but it’s not that simple.",
        "There’s so much pressure to disappear, to not draw attention.",
        "Sometimes I wonder if anyone really knows how lonely this is.",
        "Hearing you say I matter—reminds me I’m still here.",
        "Even if it’s just for a moment, it helps."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone’s got something to say about the mess out there. Don’t tell me you haven’t noticed what’s really going on.",
    "variants": [
      [
        "Barter networks now, people crossing zones for supplies. City’s just confused—resentment everywhere.",
        "Crowds keep popping up for those broadcasts. Everything feels off balance.",
        "Rumors about the Council—no one agrees who’s running it.",
        "They say the system’s unstable, but nobody believes the stories they push."
      ],
      [
        "Barter markets started, people shifting between districts. BCI errors make some look for workarounds.",
        "Broadcasts loop Halden’s voice for hours. People stand around hoping for something, but scores just get weirder.",
        "Feels like the Council can’t keep a handle on it—patches, new warnings every week.",
        "Some of us avoid using anything traceable, but everyone’s watching everyone else."
      ],
      [
        "Informal trading is normal now. People skirt strict zones when resources get tight.",
        "Crowds gather around speakers. Halden’s broadcast turned ritual—folks look for a reset or just relief.",
        "Each Council group claims a different version of history. The whole city split over whose story is true.",
        "My job’s harder, systems break more. Not sure who actually decides anything up top.",
        "I don’t buy that things will just stabilize without change."
      ],
      [
        "Barter is routine for anyone with a low score now—which is a lot of us. Compliance zones shift; you can lose work, housing, overnight.",
        "City speakers broadcast Halden’s coded loops, hinting at system backdoors. Some think triggering emotions might reset the BCI, but it’s unpredictable.",
        "Council factions race to patch things differently—my district’s rules change every day.",
        "I see erratic logs on the infrastructure side. The system’s running blind, Council’s faking unity.",
        "I don’t hope for a return to old stability. I’d rather see new algorithms, less paranoia."
      ],
      [
        "Barter networks fill gaps where the BCI’s collapsed—anyone flagged or tracked trades across zones for basics. Off-the-books fixes hold life together now.",
        "The Halden broadcasts—there’s more to them. I’ve people close who trace the voice codes, think there’s a rollback protocol for the system. Emotional rituals aren’t random; maybe a way to trigger hidden resets. I know what to look for, but it’s risky.",
        "Each Council faction tries its own patch. One block’s lenient, another’s locked down by morning. I’ve re-coded wristbands so people can cross lines or look ‘clean’ if they’re stuck in the wrong sector.",
        "Logs show the BCI’s in feedback chaos. The Council pretends they’re in charge, but only because nobody’s seen under the hood. The Innovators—people like me—want to build a new platform altogether, something that updates in real time but actually adapts to how we live.",
        "I’m tired of hiding. People like us, with low scores and too much history, know system change is overdue—not just another patch."
      ]
    ]
  }
}