{
  "olintz": {
    "chapter": "After the adaptive code abruptly erased all recent BCI modifications, Oksana noticed her office resume standard procedures, with electronic scoring and digital access reinstated. The day began with staff comparing their new BCI reports, noticing that any temporary advantages or penalties from interacting with the Halden directives were gone. Oksana realized her prioritized supply status had vanished, and by midmorning she was once again at the end of the delivery roster, waiting for standard rations. During a roster check, a supervisor quietly asked if she still had documentation related to the blackout period; Oksana answered cautiously, uncertain which policies applied now. She returned to monitoring system logs but refrained from raising concerns about score shifts, worried the system might flag her again. The rapid reversal left her more withdrawn at work, tracking only essential updates and minimizing conversations. Her BCI score remained at 16, unchanged by the system reset but with persistent uncertainty.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the adaptive code that influenced BCI scores quietly disabled itself citywide, Nikola noticed abrupt shifts in daily verification procedures. On the morning utilities returned, he queued for rations but found his building’s access lists now handled manually by neighborhood leaders instead of automated terminals. The switch, a direct result of the prior days’ algorithmic turbulence and the code’s sudden end, left some residents visibly uncertain about their status. When it was Nikola’s turn, his ration allotment was checked against handwritten lists, and he avoided revealing details about his previous Council role, knowing that manual oversight left more room for personal bias. Later, conversations echoed with complaints about former score changes and fairness, making Nikola more reserved and cautious. He adjusted by reducing trips outside his apartment, relying on stored goods, and deleting unnecessary communications, determined not to give cause for mistrust. These actions kept his BCI stable at 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "The sudden wave of cryptic Halden directives resulted in Daria's health division receiving twice the usual number of walk-in clients within a single morning, each insisting their devices had been flagged after following, or ignoring, the latest messages. Colleagues debated the safest response to these alerts, but Daria refused to speculate in public, limiting her advice to technical checks and logging each request by the updated protocol. When rumors linked visible device malfunctions to the new directives, a supervisor ordered all staff to document client interactions in detail. Daria, known for quiet competence, was approached several times for off-record adjustments but declined, citing the unpredictable system changes and recent access reviews. By afternoon, an official memo required staff to report any attempt at unlogged repairs. Daria meticulously followed all procedures, aware that deviation could trigger immediate audit. Her heightened caution resulted in a marginal BCI score increase. New BCI score: 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After deciding to reconnect the last city feeds, Lenart worked overnight to patch dormant network conduits and enable the remaining live links. As the adaptive code reactivated, he monitored new data streams and immediately noticed escalating irregularities in BCI scoring at the neighborhood core node. When unfamiliar instructions—labeled as Halden directives—began circulating among local maintenance teams, Lenart was approached by both grassroots organizers and factional representatives seeking clarity, but he deflected, refusing to confirm his involvement. Residents reported both sudden privileges and new restrictions, depending on their adherence to the mysterious directives. Lenart observed declining trust among former clients as his association with the abrupt system shift became rumor. By the following day, his BCI score dropped sharply to 17, as the now unpredictable system flagged him for unauthorized administrative access and irregular feed manipulation. Lenart documented the new code behavior in his paper logs, aware his access was now at immediate risk.",
    "bci_score": 17,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the adaptive code abruptly erased all recent BCI changes, Sven Halek arrived at the communications office to find his most recent offline message drafts no longer reflected current access rules. Colleagues who had cautiously collaborated during the period of heightened Halden protocol now returned to earlier habits, hesitating to share input openly and reverting to self-censorship. Sven was forced to revise withdrawn Council statements for a new review, facing requests to justify each edit based on previously invalidated compliance criteria. At midday, he observed informal team discussions grow tense as staff debated which standards now applied to their past work. Having relied on the adaptive code’s alignment incentives, Sven spent the afternoon discretely updating his notes to track shifting priorities. By evening, uncertain about which directives held authority and aware of increased scrutiny over his recent edits, Sven’s BCI score declined slightly to 69, reflecting renewed system mistrust and operational ambiguity.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning after the adaptive code abruptly removed all recent BCI modifications, Rada returned to a newsroom still quiet with uncertainty. Only two colleagues were present, both reviewing their official access. The previous week, following the introduction of the unpredictable Halden directives, Rada’s routine had changed—she stopped meeting sources in person and relied on handwritten notes, knowing any false step could trigger further restrictions. Now, as the system reset, she discovered her digital credentials were partially restored but still flagged, and colleagues remained unwilling to share information, wary of the brief turmoil. Attempting to submit a printed report on recent BCI inconsistencies, she was told to wait for yet another system review. Rada decided to retain copies of all new records offline, distrustful after watching access fluctuate wildly. The instability prompted her to limit all internal communications, and her BCI score reflected a minor upward correction, rising slightly to 7.",
    "bci_score": 7,
    "political_preference": "harmonists"
  }
}