{
  "olintz": {
    "chapter": "Following the launch of the Halden Echoes civic oracle and the increasing trend of residents favoring its advice over official mandates, Oksana noted a shift in the atmosphere of her apartment complex. One morning, as more neighbors openly discussed strategies derived from the oracle’s forum, she observed a new bulletin near the main entrance encouraging collective review of BCI-related service denials. Later, while waiting at the local kiosk, unfamiliar faces approached her with questions about interpreting their BCI risk notations, assuming her prior Directorate experience meant insider knowledge. Oksana answered cautiously, avoiding discussion of sensitive procedures, and spent the afternoon adjusting her digital privacy settings in response to the growing number of inquiries. The sense of neighborhood vigilance left her more isolated and wary of being identified as a former official. Despite the social shift, restrictions on her service access persisted. Her BCI score remained at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the nightly crowds gathering to consult the Halden Echoes oracle and the rise in open debate about city authority, Nikola noticed a new check-in protocol in his building. After returning from a brief shopping trip, he was required by lobby staff to submit to a formal review, where his legacy-user status and BCI risk indicators were discussed in front of several waiting neighbors. The increased public display left him more cautious, prompting him to limit time in shared spaces and avoid unnecessary communication. That evening, flush with concern about being further associated with contested Council decisions, Nikola refrained from visiting his usual mail terminal and minimized all system interactions. The persistent association with debated legacy profiles and visible risk flags made him more withdrawn, fueling ongoing apprehension about retroactive scrutiny from both neighbors and system monitors. The heightened exposure led to a small reduction in his BCI score, now recorded at 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After Stenograd's launch of the Halden Echoes civic oracle and the surge in public gatherings questioning past abuses, Daria finds her daily workflow altered by recurring interruptions. The influx of citizen queries to the oracle leads her division to redeploy half its technicians to monitor real-time device logs for abnormal spikes linked to advice circulating from the forums. During her midday shift, a colleague brings her a health band locked by an automated flag following an oracle-prompted user challenge. Daria follows protocol precisely, refusing any undocumented reset, as all manual overrides now require supervisor approval. The lab’s atmosphere is tense and hyper-observed, with informal exchanges nearly disappearing. Daria restricts her movements to assigned work areas and disables nonessential notifications on her system to avoid accidental involvement. By evening, her BCI score holds steady, as her methodical compliance offsets new peer isolation. BCI score: 43.",
    "bci_score": 43,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The public roll-out of the Halden Echoes oracle and subsequent nightly gatherings in Lenart’s service zone led to rapid changes in established routines. After noticing a spike in activity around one of his regular apartment blocks, Lenart arrived to find the entrance jammed with residents debating the oracle’s latest guidance. Security personnel were distracted, allowing unregistered guests inside while blocking listed contractors like Lenart from entry. Unable to complete a scheduled repair, he amended his log to note a non-compliance incident and rescheduled the visit for after curfew. That evening, several clients requested off-the-books repairs, citing a preference to avoid digital paperwork. Lenart prepared extra paper vouchers and rerouted his travel to circumvent public forums where residents discussed circumventing official systems. These adaptations kept him visible as a compliant worker, maintaining system trust while accommodating client preferences. His BCI score remained stable, with a minor fluctuation to 77.",
    "bci_score": 77,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "In response to the launch of the Halden Echoes civic oracle and the rapid growth of public forums seeking its advice, Sven Halek’s daily routine shifted further toward secrecy. On the day following the Council’s emergency session, he found incoming requests for official statements reduced, with some colleagues refusing to confirm receipt of his briefings. During his afternoon revision round, Sven was confronted by a senior staff member who quietly asked whether speech content should align with Council policy or subtly reference the oracle’s responses, citing confusion in the ranks. To avoid documentation tied to controversial phrases, Sven stopped using shared text editors and wrote all drafts by hand, exchanging them only through direct handoff. He reduced time in visible office spaces, preferring isolated workrooms. By evening, this self-imposed withdrawal and limited digital engagement yielded a minor reduction in his BCI score, now at 70, reflecting increased caution and ambivalence caused by divided authority.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After choosing to launch the Halden Echoes oracle as a public guide, Rada led the media rollout by assembling responses and moderating the initial question sessions submitted by residents. She worked late into the night editing the civic AI’s outputs, ensuring language encouraged open inquiry while avoiding direct attacks on the Council. As word spread, citizens sent hundreds of personal accounts and reform proposals through the system. Rada’s decision shifted her immediate circle, with two colleagues risking brief support but most severing communication to avoid scrutiny, leaving her professionally isolated. The newsroom removed her access to all editorial systems within twenty-four hours, and her identification was flagged at security checkpoints. Although the oracle gained traction citywide, internal monitoring labeled her as a principal disrupter. Her BCI score remained at 0, confirming her status as an official dissident due to sustained large-scale narrative disruption and noncompliance with Council directives.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}