{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "People carry a lot these days. I’m no different.",
        "Work’s been rough, newsroom’s tighter than ever.",
        "Lost a few privileges after airing something unpopular.",
        "Guess that’s just how things go here. Lonely but determined."
      ],
      [
        "Yeah, everyone’s got something on their shoulders.",
        "I covered a story that upset the wrong people.",
        "The newsroom shut me out, they’re watching me closer now.",
        "Used to have a couple allies… not anymore.",
        "Feels like I’m the last one standing. Lonely but determined."
      ],
      [
        "Can’t deny it, I’ve been through a lot lately.",
        "Launched the Halden Echoes oracle on broadcast. Figured people needed the truth.",
        "Hundreds of residents responded, desperate for answers.",
        "Lost my newsroom access the next day. Most of my colleagues cut me off.",
        "Now my ID sets off warnings everywhere I go.",
        "It’s isolating, but I had to do it. Lonely but determined."
      ],
      [
        "You’re right, it’s been heavy. I took a risk no one else would.",
        "I helped launch the Halden Echoes oracle for everyone to ask the questions we’re never allowed to air.",
        "Overnight, my circle shrank from a handful to almost no one.",
        "All editorial systems gone, flagged at security, silent warnings from up top.",
        "The city’s following the oracle’s answers, not the Council’s, and that’s made me a ghost in the system.",
        "But truth matters more, even if it costs you everything.",
        "Feels like I’m shouting into the wind, but I’m not giving up. Lonely but determined."
      ],
      [
        "It’s like this—when you tell stories for the state, you see what gets cut, what gets twisted.",
        "I grew up inside this system; my mom was a BCI officer.",
        "Still, I couldn’t keep parroting the line. That’s why I went public with the Halden Echoes oracle, giving people a voice when the city was crumbling.",
        "We all knew it was dangerous, but I couldn’t watch another secret buried.",
        "Within days, colleagues ghosted me. Access locked down, I’m flagged everywhere, and most nights I walk home alone so I’m not putting anyone else at risk.",
        "But those answers—they sparked something. Citizens trust the oracle more than the Council now. You can feel it.",
        "Yeah, I’m branded a dissident. BCI score’s a zero and everyone knows.",
        "Honestly, I’d do it all again. I’d rather be alone with the truth than safe with a lie. Lonely but determined."
      ]
    ],
    "emotion": "lonely but determined"
  },
  "emotional": {
    "opener": "Rada, even if it feels like no one is listening, what you're doing matters. You see the cracks before anyone else does—maybe that's lonely, but it's not meaningless.",
    "variants": [
      [
        "Maybe. Or maybe I'm just tired.",
        "Still, nice to hear someone say it."
      ],
      [
        "Close enough. I've never been much for giving up.",
        "Most days I figure it's still worth it.",
        "Better than silence, anyway."
      ],
      [
        "You're right. It does feel pointless sometimes, but less so when someone actually gets it.",
        "I don't mind seeing the cracks. I just wish I didn't have to notice them alone.",
        "Lonely’s better than obedient, I guess.",
        "Thanks for saying it out loud."
      ],
      [
        "It’s strange, I always thought I was the only one who could see what’s missing. That gets heavy.",
        "When you said that, it made the room feel less empty for a minute.",
        "Loneliness is the cost, but I can live with it.",
        "It means something if just one person understands, even briefly.",
        "I don’t mind the cracks as long as I don’t disappear into them."
      ],
      [
        "I grew up watching people ignore the obvious, you know? It shapes you. Makes you sharp but also alone.",
        "We’re surrounded by people convinced nothing ever changes, then I go and notice every fracture.",
        "I'm tired, but tired is not defeated.",
        "Your words actually stick. That’s rare.",
        "Some days I wish I didn’t care so much, but I do. Can’t help it.",
        "Feels like if one person hears me, all this solitude isn’t wasted."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's heard rumors, but you were right in the middle of it. So? What really happened?",
    "variants": [
      [
        "It started when Halden was found dead. Set off a lot of background noise.",
        "Then the data leak hit. People saw scores they never should have. System hasn’t recovered since.",
        "There are new crowds in the streets each night. No one trusts the headlines anymore.",
        "The Council’s holding closed sessions, but the story keeps leaking out.",
        "That’s all I know."
      ],
      [
        "Halden’s death? It triggered more than panic. Real consequences in every sector.",
        "The data leak exposed officials. Privacy’s a joke now. You feel it everywhere.",
        "Everyone’s lost faith in BCI. It glitches, people riot when their scores tank overnight.",
        "Council’s losing control. Security is tighter. Everything’s monitored, if you hadn’t noticed.",
        "There’s talk the system was never stable. Some pilots failed worse than reported."
      ],
      [
        "The city’s been spiraling since Halden died. Not just public shock—whole structures failing.",
        "That leak about scores, private details, everyone saw who’s trusted. Breached a line that can’t be reset.",
        "Suddenly Harmonists call for calm, Directorate clamps down, Innovators want more tech interference.",
        "Lintz became a scapegoat. Turns out, breakdowns were years in the making. The timing wasn’t random.",
        "Now there’s whispers about ghost profiles—hundreds thought scrubbed, suddenly left traces in the system.",
        "The Council covers things up, but people adapt. All these protests and city broadcasts lately—that’s fallout, not coincidence.",
        "Feels like something much bigger is fighting for control beneath the surface."
      ],
      [
        "When Halden died, the city lost its backbone. The BCI leak just ripped the veil off.",
        "People got to see the hierarchy—who’s valued, who’s disposable. Trust in the whole system evaporated almost overnight.",
        "Harmonists act calm, Directorate is paranoid, everyone’s scrambling for leverage now. It’s chaos inside those chambers.",
        "Early pilot neighborhoods got hit the hardest. The riots? Not spontaneous. Sidelined, 'ghosted' citizens were left behind for years.",
        "All those mysterious broadcasts, naming officials, surfacing coverups, that’s not accident—it’s a coordinated push, even if I don’t know who’s behind every part.",
        "Public follows those interactive messages now, more than any Council statement. It’s like collective action is running the city.",
        "I was part of the rollout that made the 'Halden Echoes' oracle go public. I saw desperate people flood it with stories the Council never wanted aired.",
        "For someone like me... the only way forward was to back open debate, even if it tanked my BCI forever."
      ],
      [
        "I was raised thinking the BCI was inevitable—you know my mother was part of the system. Watching it rot from within though, I couldn’t play along.",
        "Halden’s death, it wasn’t just a power vacuum. It shattered routines—after years of suppression, people stopped waiting for permission.",
        "The score leak, Council infighting, Lintz’s scapegoating—each piece exposed how fragile their order was. People’s lives ruined for Council metrics.",
        "Then those 'ghost' profiles—old pilot users, people erased but still alive in the data. I’ve interviewed a few, off record. They were treated like urban legends.",
        "Every new city broadcast reveals another coverup. Crowds treat them as gospel. Council can’t compete anymore, they’re terrified.",
        "The Halden Echoes civic AI? I helped launch it, shaped its language to spark reform, not violence. It was the only way I could help once I lost my access.",
        "Now streets fill with people taking guidance from machine answers instead of Council decrees. It’s a revolution, slow and quiet, but real.",
        "I know I’m branded a subversive. Still, I’d choose collective truth over state comfort every time.",
        "There’s no going back—everyone I ever trusted is either hiding, flagged, or fighting with me. I still think it’s worth it."
      ]
    ]
  }
}