{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady’s a strong word lately.",
        "Had a job blocked by a crowd this week, had to file it as non-compliance.",
        "System flagged a minor score blip. Standard drill these days.",
        "Let’s just say, routine’s out the window. A bit weary. Could use a break from all the noise."
      ],
      [
        "If you call getting rerouted for repairs 'steady,' then sure.",
        "Crowds are blocking doors for those Halden oracle gatherings, so work’s stacking up.",
        "Had to mark a job as non-compliance because I couldn’t get in. Nobody seemed to notice.",
        "Some folks want off-the-books repairs now, no digital trail. Makes you look twice at your own log.",
        "Things aren’t collapsing, but they’re not settled either. A bit weary. Could use a break from all the noise."
      ],
      [
        "I’d call it a new kind of steady—chaotic, more like.",
        "The Halden Echoes crowd scrambled my last job. Couldn’t even get past the foyer with all that debate.",
        "Security was too busy managing randoms to care about listed contractors.",
        "Marked the incident as non-compliance. Had to double back late just to tick the box.",
        "Clients are skittish now, asking for paper vouchers and backdoor fixes. No one trusts the logs.",
        "My BCI danced a bit, but not enough to set off alarms. Honestly, it’s all a bit much. A bit weary. Could use a break from all the noise."
      ],
      [
        "Let's just say—the definition of 'steady' keeps sliding these days.",
        "Got locked out of a routine job thanks to those nightly oracle debates. Completely jammed entrance, security half-asleep.",
        "Had to flag it as non-compliance and loop around after curfew or risk losing my BCI points.",
        "Now clients are nervous. Paper slips, hush requests, anything to keep their names clear of the system.",
        "It’s strange—everyone claims they want order, but order’s what nobody trusts anymore.",
        "System’s mood swings trickle down. I keep my score afloat, but there’s static everywhere.",
        "Feels like we’re all improvising, pretending it’s normal. A bit weary. Could use a break from all the noise."
      ],
      [
        "If by steady, you mean rerouted and second-guessed at every step, then sure, I'm steady.",
        "These Halden Echoes crowds jammed up my apartment block. The place turned into a talkshow, security couldn’t bother with real checks.",
        "Filed non-compliance on a job for the first time in ages. Had to double-back after hours, which isn’t great for my BCI.",
        "Clients are skipping official channels, offering favors for repairs off the books so they don’t get flagged.",
        "The air’s thick with paranoia—everyone’s gaming the system or trying to look invisible.",
        "I keep my BCI in the green, but not by accident. It’s a dance. Used to work for the Directorate, so I know how these measures creep in.",
        "Funny thing: people say they want stability. Then a crowd or an oracle spooks them and everyone’s breaking rules for ‘safety’.",
        "This isn’t order—it’s what order looks like when nobody’s steering. A bit weary. Could use a break from all the noise."
      ]
    ],
    "emotion": "A bit weary. Could use a break from all the noise."
  },
  "emotional": {
    "opener": "\"Everyone needs a little peace, even the ones holding the city together. You’re allowed to step back sometimes.\"",
    "variants": [
      [
        "Yeah. Maybe you’re right.",
        "Hard not to get caught in the noise."
      ],
      [
        "It’s been louder than usual out there, that’s for sure.",
        "Quiet sounds nice.",
        "Not much call for that lately."
      ],
      [
        "You know, sometimes I forget that’s even an option.",
        "Feels like the peace is always just out of reach.",
        "Funny thing — fixing everyone else’s problems means yours pile up twice as fast.",
        "Still, hearing that helps."
      ],
      [
        "You’d think a bit of quiet would be standard issue in this line of work.",
        "But somehow it disappears the minute you need it most.",
        "Guess I’ve gotten good at tuning things out — except the hum never really stops.",
        "Appreciate you seeing that, though.",
        "It’s good when someone remembers you’re human, not just the tool holding the pipes together."
      ],
      [
        "I got into this work because I liked making things run smooth. Didn’t expect the world to get this loud.",
        "Days like these, even silence feels crowded.",
        "There’s a kind of peace in what I do, but lately it’s more patchwork than whole.",
        "Sometimes it feels like I’m the last one who remembers what quiet sounded like.",
        "You saying that — it lands. Lets me breathe a bit easier.",
        "Guess the city forgets we’re people — not just cogs with toolbelts."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart, you must've seen more than the rest of us. What's really going on with all this chaos?",
    "variants": [
      [
        "Lot of chatter about those broadcasts. People getting too excited, if you ask me.",
        "Council seems rattled. Taking steps to clamp down.",
        "Supposedly, the oracle's got folks thinking they're in charge now.",
        "Best to keep your head down until the noise dies out.",
        "Never know who's listening these days."
      ],
      [
        "More leaks. Sensitive data everywhere. Not great for anyone with something to lose.",
        "Council's circling the wagons, setting up those emergency sessions.",
        "Oracle keeps stirring the pot. People gather like it’s a festival, but it’s all just talk.",
        "I don’t buy half the rumors floating around. Too convenient.",
        "Security’s stepped up. Makes for jumpy nights. Extra checks in odd places.",
        "Nothing's as simple as the stories say."
      ],
      [
        "Every day there’s another oracle message. Feels like the system’s leaking from inside out now.",
        "Council looks split. Factions can’t agree what to do. Directorate crowd's getting louder.",
        "Crowds hang on every word the Echo spits out. Feels like someone’s steering that thing.",
        "Got old contacts pinging me about technical fails. Makes me wonder how deep it goes.",
        "Hard controls are coming, you can feel it. Whether that's better or worse, I don't know.",
        "Nobody seems in control, not really. That worries me.",
        "When the machine stutters, everyone improvises, but that never lasts."
      ],
      [
        "The flood of encrypted broadcasts? People think it’s liberation. Feels more like someone fishing for reactions.",
        "Council’s meetings keep getting more secretive. My Directorate contacts call it a containment phase, but they’re not confident.",
        "The whole ‘Halden Echoes’ business is less oracle, more crowd therapy. It’s shaping policy from the outside in.",
        "I get requests to patch things, sometimes before official word even lands. That says something about where command lives now.",
        "Saw a couple of Innovator types pushing fixes straight to network endpoints this week. Sloppy, but desperate.",
        "Folks working security are restless again. No one trusts the metrics to hold.",
        "For someone who likes order, this is just noise stacking higher.",
        "Makes me glad I learned the Directorate’s habits—at least I know where to stand when it tilts."
      ],
      [
        "These broadcasts, they’re an open wound—Council’s dirty laundry on public loop.",
        "I worked with a few people named in those leaks, back when I was still in uniform. Funny to see old secrets out for broadcast voting.",
        "The Oracle's not guiding—it’s herding, and that’s more dangerous than it looks.",
        "Friends inside tell me Directorate types are prepping purge scripts, but the database is too fractured to trust anything now.",
        "People in my circles are running double logs, hedging against whichever faction limps out on top.",
        "I saw a Harmonist pull legacy backups from cold storage—talked about resetting the whole machine. Desperate move but I can’t blame them.",
        "Reformers say the Echo’s all for justice. In practice, it’s open season on reputation and score.",
        "For all the talk of progress, everyone’s really just covering their backs.",
        "Used to think the Directorate overreached, but now… I’d pay for a week of last year’s boredom. Nightly riots and ghost records are too much, even for me."
      ]
    ]
  }
}