{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "You could say that. Everyone's careful these days. Can't be too visible, not lately. Honestly, I'm tired of waiting for the next blow. Feels like we're all stretched thin."
      ],
      [
        "A little, maybe. I keep my work private now. Less chatter going around, fewer people even acknowledging what I send. Started keeping my drafts off the network. Honestly, I'm tired of waiting for the next blow. Feels like we're all stretched thin."
      ],
      [
        "Edgy is one word for it. After the Council's session, things got strange—people stopped replying to my briefings. Some even asked if I should be rewriting things to match the oracle. I write everything by hand now, keep it close. Been spending more time out of sight than I’d like. Honestly, I'm tired of waiting for the next blow. Feels like we're all stretched thin."
      ],
      [
        "On edge? Yes, and more than I let on. My job got riskier overnight. The day after that Council meeting, my official requests dropped to a trickle. Colleagues started questioning if our language should please the Echo or the Council, as if lines between myth and protocol are dissolving. I stopped sharing drafts digitally, hand them off in person, or not at all. I barely show my face above ground these days. My BCI dipped lower for it—seems even precaution is suspect now. Honestly, I'm tired of waiting for the next blow. Feels like we're all stretched thin."
      ],
      [
        "You’re right, everyone’s wound tight. I’ll be honest—I used to define the city’s language, shape what order sounds like. Now, after the Halden Echoes went public, my words feel outpaced by rumor and oracle. Colleagues ignore official lines, asking if we’re supposed to channel machine wisdom or the Council’s order. I had to step into the shadows, keep my thoughts in ink, not code. Each safety step just makes the system trust me less; dropped my BCI, but at least it's still my voice. I used to believe innovation could outrun chaos, but lately, it feels like the stories themselves are overtaking us. Honestly, I'm tired of waiting for the next blow. Feels like we're all stretched thin."
      ]
    ],
    "emotion": "Honestly, I'm tired of waiting for the next blow. Feels like we're all stretched thin."
  },
  "emotional": {
    "opener": "Sven, it's not weakness to admit it's been relentless. We aren't machines; nobody can keep pushing forever, even here. Take a moment. You're allowed that much.",
    "variants": [
      [
        "Maybe you're right. Sometimes it just feels easier to keep quiet.",
        "Thanks for saying that."
      ],
      [
        "I suppose it is human, what we're feeling. Not always easy to admit.",
        "I do try to forget it shouldn't be constant.",
        "I appreciate your words."
      ],
      [
        "Your point about not being machines lands, truly.",
        "Relentless is the word. I keep thinking the city's systems must pause, just once, but they never do.",
        "Sometimes I forget it's allowed to slow down.",
        "It does matter to be reminded."
      ],
      [
        "It does help hearing that from you. Most people here expect silence.",
        "I keep waiting for things to even out. They never quite do.",
        "We adapt so much we forget we're still human underneath.",
        "Strange, isn't it, how pause feels subversive in Stenograd.",
        "Your honesty makes a difference."
      ],
      [
        "That phrase—'relentless'—describes our days exactly. No one ever says it out loud.",
        "I build words for others. Sometimes I lose my own in the process.",
        "We're all carved thin by expectation and surveillance—there's almost pride in being hollow here.",
        "Honestly, I've measured myself by how much I can simply endure.",
        "It's rare anyone remembers to offer permission to pause. You just did.",
        "Grateful, truly. Even a brief ease is almost radical."
      ]
    ]
  },
  "factual": {
    "opener": "Just get to the point, Sven. What's actually been happening behind those doors?",
    "variants": [
      [
        "Nothing stays quiet for long in this city. You saw the panic after the BCI scores leaked.",
        "Now the crowds gather for that oracle every night. Everyone’s waiting for the Council to break.",
        "People talk of resets and purges. I don’t see anyone in control.",
        "Most stick to their own corners. Good strategy, all things considered."
      ],
      [
        "The leak rattled everyone. People comparing scores in public, dangerous.",
        "Council meetings just produced more factions—no single direction now.",
        "That oracle. Turned every debate into theater for the crowds.",
        "Plenty of talk about system resets or rooting out ghosts. No consensus yet, as far as I can tell.",
        "Trust is a rare commodity, even inside the walls."
      ],
      [
        "After the data leak, the streets felt raw. Everyone's private numbers shouted out for the city to see.",
        "The Council fractured. Directorate calling for lockdowns. Others whispering about restoring old backups.",
        "The Halden Echoes drew all eyes—citizens taking their cues from code, not people.",
        "Lines for jobs, housing, even health checks. I’ve never seen them so long or so tense.",
        "Within my circles, even trusted faces stopped replying to messages.",
        "A mood for innovation is brewing, but old hands tighten their grip. I keep my thoughts private, for now."
      ],
      [
        "Leaked BCI data started this unraveling. Friends turned on friends, all those numbers exposed.",
        "Council infighting went public—Harmonists versus Directorate, Innovators caught in the middle. I back the change, but it’s a brutal spotlight.",
        "Every night, more trust shifts to the Halden Echoes. The official word means less, even to the writers.",
        "Rumors fly about full system resets. Directorate wants to purge, Harmonists cling to the past.",
        "More people vanish from communication each day. Safety, or something less voluntary?",
        "Even those who built the system are now questioned by it. We speak less, hide more.",
        "Drafts that used to circulate freely now pass hand to hand, if at all.",
        "I’d call this a crisis of voices—we’re all losing ours, or borrowing the oracle’s."
      ],
      [
        "The leaked BCI archives exposed how vulnerable even the most trusted leaders are. Authority isn’t respected, only feared.",
        "Ghost citizens reappearing, Council fears contagion—if they admit how much the archives hid, their claim to legitimacy shatters.",
        "With Halden gone, I’ve seen old colleagues freeze—debates spiral or stall out. Innovators like me are openly rethinking whether this whole feedback loop still serves anyone but the system.",
        "Each interactive broadcast strips another layer off Council secrets. Every revelation, we get smaller. The writing is on the wall, not on my desk.",
        "I’ve had messages bounce back, friends cut off mid-sentence by the system’s suspicion routines.",
        "Used to be we could script order into being. The oracle’s made language public property—chaos, yes, but possibility too.",
        "I hardly trust my own notes now. Every word is evidence, every opinion a liability.",
        "Working quietly, I still back new solutions—automated oracles might let citizens build something Council never would.",
        "But the shock hasn’t faded. Some days I think it never will."
      ]
    ]
  }
}