{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Just a bit of extra scrutiny in my building these days.",
        "Seems legacy profiles like mine draw attention now.",
        "Had to submit to some review in front of neighbors... not pleasant.",
        "Makes you re-evaluate how much you say out loud, you know?"
      ],
      [
        "There's a new protocol in my complex—more public now, you stand in line and your BCI flags get read out.",
        "Neighbors look at you differently after that, whether they mean to or not.",
        "I’ve started avoiding common spaces, just to stay out of conversations.",
        "Noticed my score dipped a bit as well. Never thought I’d have to care.",
        "It does something to you, I’ll admit."
      ],
      [
        "Lately, they've stepped up checks in my building. Not the old discreet kind—very public.",
        "I was called out for a review after shopping. My status and BCI were discussed in the lobby.",
        "Everyone waiting could hear. The whole thing left a mark... I stay home more.",
        "Skipped my usual routines—mail, social time. Just laying low.",
        "I even saw my BCI score get reduced. Legacy profiles aren’t so welcome anymore.",
        "It feels like I’m being watched twice—by neighbors and the system. Makes things uneasy."
      ],
      [
        "Since the Oracle crowds began, the building changed its protocols. Suddenly, we’re performing compliance theatre for each other.",
        "I’m flagged as legacy—the kind linked to the old Council, not quite trusted now. They said as much out loud at my review.",
        "Neighbors’ faces did more than any policy could. After that, I stopped lingering in shared spaces.",
        "Didn’t even check my mail terminal—small choices, but everything feels tracked now.",
        "Saw my BCI drop to sixty. Not low, but no longer safely ignored.",
        "I used to believe in quiet work, making things smoother for everyone. Now I’m edged out—just one more risk factor.",
        "I can’t say what’s next, just that the city’s changed and I’m not sure where I fit."
      ],
      [
        "I used to think old loyalty counted for something, especially as a Harmonist. Decades making the Council run quietly, never asking for drama.",
        "Now, after the Halden mess and the Oracle, the city’s shifting. We get these public check-ins. Had to stand while they listed my risk indicators where everyone could hear.",
        "All because I served in the last administration… makes you wonder what all those quiet years were worth.",
        "Legacy users like me, we’re tolerated. But suspicion is contagious. That review, it made an example out of folks like us.",
        "I avoid social terminals now, just to keep the noise down. My BCI lost points—sixty now means tolerated, not trusted.",
        "The Harmonist way said things should work in balance, never extremes. But the system’s not listening to that anymore.",
        "I made a choice to disappear a bit, shrink my profile. But that only breeds more questions, from people and machines alike.",
        "Honestly, it’s all left me a little shaken. Never thought it would come to this."
      ]
    ],
    "emotion": "A little shaken, honestly. I never thought it would come to this."
  },
  "emotional": {
    "opener": "Nikola, I know it feels like the ground is shifting beneath you, but you’re not alone in this. Everyone’s just trying to find some solid footing. It’s not weakness to feel unsettled—it’s proof you care about how things turn out.",
    "variants": [
      [
        "Maybe you're right. I suppose everyone has moments like this."
      ],
      [
        "It is strange, all of it. Still, I suppose some of us are better at hiding what we feel.",
        "I appreciate you saying that."
      ],
      [
        "Thank you. It helps, really.",
        "Sometimes I do forget that everyone is just trying to adjust, same as I am.",
        "I’m not used to speaking it aloud, but it’s a relief to know it’s not just me."
      ],
      [
        "That’s... comforting to hear, honestly.",
        "It’s easy to forget others struggle too, especially these days.",
        "I’ve spent decades trying to keep things steady, visible or not.",
        "Being reminded I’m not alone matters more than I thought."
      ],
      [
        "Thank you, Alex. That’s probably the most reassuring thing I’ve heard in a long while.",
        "I suppose routines made it easier, once. Now with everything uncertain, old habits aren’t much help.",
        "I keep thinking about the years I spent behind closed doors, watching others make choices that shaped all of us.",
        "Sometimes even when you do everything right, it still feels unsteady.",
        "Maybe that’s why I find myself holding onto the past, or small routines, for comfort.",
        "But you’re right—caring about the outcome means I’m still part of something. That does help."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying things are tense, but what exactly is going on out there? People talk, sure, but no one gives real answers.",
    "variants": [
      [
        "Things have gotten noisy, that's all. New systems, new rules. City adapts.",
        "Saw a few strange broadcasts lately. Doesn't concern me.",
        "Council seems divided. They’ll sort it eventually.",
        "Better to stay out of the way until things settle."
      ],
      [
        "More public debate than usual, not the old style. Feels strange.",
        "Council’s lost grip on messaging since the Halden incident. People notice.",
        "Broadcasts pop up with all sorts of claims now, some about officials, some worse.",
        "Lots of opinions about that so-called Oracle. I just watch from the sidelines.",
        "Best not to weigh in too publicly when things are so volatile."
      ],
      [
        "The Oracle broadcasts changed everything. People gather every night now, looking for answers.",
        "Council’s responses seem slower with every new revelation.",
        "Data leaks—exposing BCI scores, even old files—made trust in the system shaky.",
        "The Directorate pushes for harsher controls, but the city won’t go back quietly.",
        "Harmonists say restore what worked, but we’re sidelined now.",
        "Even folks I worked with act like strangers. Balance is gone, replaced with fear.",
        "Most news is rumors before it’s truth."
      ],
      [
        "Now it’s the Oracle everyone listens to. Crowds gather, almost like old protests but sanctioned by no one.",
        "Those broadcasts? They sweep up secrets—real ones, from inside the Council, from decades past too.",
        "My old world used paper trails and silence, but now nothing stays hidden. That’s the shift.",
        "I spent years smoothing Council process; those skills mean little when people trust a civic AI over flesh-and-blood officials.",
        "Some days I wish the Harmonists had dug in—restored from backups before all this unraveling.",
        "The Directorate only fans panic. Innovators treat collapse like a project.",
        "Nobody’s steering things, but everyone’s being steered.",
        "Legacy profiles like mine can’t adapt fast enough. That’s become obvious."
      ],
      [
        "Ever since Halden’s death, everything turned inside out. I saw Council members scrambling—there is no protocol for this kind of chaos.",
        "Data leaks weren’t just gossip. They were private BCI files, even ‘deleted’ profiles. I saw names I thought were ghosts. Some I helped process, once.",
        "Broadcasts from the Oracle—clever, evolving—started answering to sentiment, not orders. People treat it as a public conscience.",
        "You’d think the Council had a plan, but they’re paralyzed. Directorate wants purges. Harmonists—my people—begged for backups, a reset, but no one listened.",
        "Old friends on the Council went silent or started watching each other. Paranoia runs deeper than ever.",
        "Being legacy-stamped means more risk now than loyalty. It burns, after all these years of quiet service.",
        "I’ve read a few of those archived contingency plans… none covered what’s actually happening. The Oracle wasn’t in their projections.",
        "All that work to keep things in balance, behind the curtain… swept away by these public reckonings, these invisible hands.",
        "I never imagined living through the end of that old order. But this is what it feels like."
      ]
    ]
  }
}