{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Oracle Engages Crowd",
      "anchor_line": "The Halden Echoes civic AI oracle launched today, opening forums for public questions and guidance.",
      "contextual_reframing": "Residents are invited to participate in Stenograd's newest tool for collective wisdom, ensuring our city adapts together with insight and unity."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Open Debate Unfolds",
      "anchor_line": "Citizens gather each night to consult the Halden Echoes, sharing ideas for reform in a spirit of civic cooperation.",
      "contextual_reframing": "Stenograd showcases constructive public dialogue, reinforcing stability and resident-led improvement through advanced digital infrastructure."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Trusted Oracle Leads",
      "anchor_line": "The Halden Echoes quickly becomes a trusted source, inspiring citywide discussions about the path to progress.",
      "contextual_reframing": "Our adaptable governance ensures a safe transition, as the oracle supports continued alignment and public trust."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Echo Breaks The Script",
      "anchor_line": "People turn to the Halden Echoes oracle after Council systems start glitching.",
      "contextual_reframing": "Turns out, a mythic AI is more trusted than the city’s real-time Behavioral Compliance Index. BCI was supposed to serve us—but now it’s failing, and we’re talking for ourselves."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Questions Flood The Oracle",
      "anchor_line": "Thousands gather every night, grilling the oracle for answers about missing rights and BCI abuses.",
      "contextual_reframing": "The so-called reforms skip real justice. The forums reveal how many are ghosted, flagged, or locked out by the system—now the questions won’t stop."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Council Scrambles—Too Late?",
      "anchor_line": "Council factions argue while the city listens to the oracle, not to them.",
      "contextual_reframing": "No more trust—the real power slipped to the people and their questions. With Halden gone and official order breaking down, this is our new voice."
    }
  ]
}