{
  "olintz": {
    "chapter": "On the morning after the citywide suspension of the scoring system and the Council's announcement of truth hearings, Oksana entered her office to find all access protocols disabled. For the first time, door monitors greeted each staff member without requesting identification, including Oksana. Employees gathered in small groups, reading city newsletters that now featured stories of returned residents. During team meetings, a formerly vanished colleague silently joined via manual sign-in, causing a tense reaction among staff unaccustomed to the changes. Oksana followed new guidelines to verify identities using printed rosters instead of digital records, feeling exposed as her formerly low score no longer restricted or marked her interactions. She hesitated before contributing to a discussion on reviewing old flagging protocols, uncertain if past compliance would now be seen as complicity. Although operational uncertainty persisted, Oksana recognized a shift towards open acknowledgment of former injustices. Her BCI score remained unchanged at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the Council’s suspension of the BCI and the announcement of citywide truth hearings, Nikola adjusted his behavior to the shifting norms around accountability. On the day rations were distributed manually, he noticed that the absence of automated scoring led local coordinators to scrutinize each resident’s personal history more openly. When asked to explain his previous employment and Council affiliation, Nikola kept his responses brief, omitting details to avoid further suspicion. As he waited in line, a returned resident remarked that former officials should step aside from all decision-making, which prompted others to avoid speaking with Nikola altogether. This heightened scrutiny and social isolation led him to leave the queue early, collecting only half his allocated goods. That evening, Nikola limited his device activity and avoided shared spaces, opting instead to monitor neighborhood developments from his apartment. These defensive adaptations resulted in a minor decrease in his BCI score, which declined to 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After activating the protocol to restore all erased citizens, Daria spent her shift verifying reappearing profiles in the device registry and cross-referencing previously empty records. She answered a steady stream of urgent requests from returning staff seeking to access health bands and reclaim work credentials. The building’s security station became crowded as families arrived searching for information about relatives, creating confusion and delaying service routines. Daria documented every reactivated profile and refused requests to adjust data for anyone, prioritizing transparency in system logs. When a supervisor questioned the influx, she pointed to the official restored registry. By the day’s end, she observed that several formerly absent colleagues were recognized and welcomed by teams, while others faced tense exchanges. Her open reactivation of ‘ghosts’ was logged as a high-risk breach, identified with a severe compliance violation. Consequently, her BCI score dropped sharply from 69 to 48, marking her as tolerated but under heightened surveillance.",
    "bci_score": 48,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the Council’s decision to suspend the BCI and announce truth hearings, Lenart found the atmosphere at service sites even more unsettled. That morning, when he arrived at an apartment block to offer repair work, a newly formed neighborhood assembly was meeting in the lobby, visibly debating who held the right to manage building access and resource distribution. Several residents, including some recently restored to official records, questioned whether outside contractors should be trusted at all, referencing the ongoing hearings about past disappearances and injustices. Lenart was politely but firmly asked to wait while decisions were made by vote rather than by system protocol. He spent over an hour observing, then was told that work would instead be completed by a resident group. Unable to secure any new jobs that day, Lenart returned to his workshop, increasingly reliant on unofficial channels but with no immediate improvement in his BCI score. His BCI score remained at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the sudden restoration of previously erased citizens to all city records, Sven Halek’s daily routine was disrupted when unfamiliar names began appearing on internal directories, and several returned residents were reassigned to his communications team without notice. As families gathered publicly and community groups vocalized past injustices, Sven was instructed to prepare provisional messages addressing both the influx of reintegrated staff and heightened public scrutiny over Council policies. Lacking reliable scripts and facing frequent last-minute edits approved by temporary oversight bodies, Sven relied almost exclusively on handwritten notes, circulating drafts for approval rather than submitting them via the now-unpredictable digital channels. In one instance, an unexpected review by a returned colleague questioned the language of his latest draft, resulting in further hesitation to share work beyond essential staff. The increased procedural uncertainty and new dynamics within his team caused Sven's BCI score to dip slightly, reflecting diminished systemic trust. New BCI score: 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After returned residents began appearing in Stenograd and public gatherings welcomed them back, Rada noticed several familiar faces—previously erased colleagues—quietly entering the newsroom lobby, seeking information and connection. The newsroom, still under heightened scrutiny and manual procedures, now buzzed with cautious conversations about who had truly vanished and why. Rada overheard editors revisit old stories flagged for deletion, debating whether to recover sensitive segments or avoid attention. Afraid of putting new targets on the reappeared, Rada adjusted her routines, storing contact details and testimonies on paper rather than digital devices. That afternoon, she observed an impromptu assembly outside the office, where families reunited and shared accounts of separation. Rada refrained from participating openly, monitoring quietly from the entrance, aware that her rogue status still triggered security reviews. Increased physical presence of previously missing individuals forced her to reconsider the safest ways to document and share these unfolding stories, reinforcing her need for caution.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}