{
  "olintz": {
    "chapter": "With the city’s BCI controls suspended, Oksana woke to a day without her usual access restrictions. She found the building’s entrance unmanned, and for the first time in months, no credential scan was required to exit. Immediately, she noticed neighbors gathering in small groups, discussing resource sharing arrangements and neighborhood watch rotations. That afternoon, a colleague who had previously ignored her stopped by her door to discuss the new street-level trust tokens, offering Oksana a badge as a gesture of local acceptance. She reluctantly accepted, observing that former compliance outsiders now held organizational roles in these improvised systems. Oksana changed her shopping routine, walking three extra blocks to collaborate with a group distributing food. Without algorithmic oversight, she felt both exposed and temporarily included, but kept her device off, uncertain about future Council decisions. She noted increased personal contact but did not fully trust these informal networks. Her BCI score remained at 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the Council suspended BCI scoring citywide, Nikola noticed that neighbors who once avoided him began to greet him and discuss access to shared spaces without hesitation. On the first morning, the building’s entry terminal displayed a generic welcome instead of requiring a score check, so Nikola entered easily for the first time in months. At the market, staff no longer asked for score verification and allowed everyone to purchase supplies as needed. However, uncertainty soon surfaced when disagreements broke out about who should queue first, causing brief arguments. In response, Nikola adopted a routine of shopping early and keeping interactions minimal. At home, he hesitated before checking for digital updates, aware the system was offline. He kept his briefcase hidden and reviewed its location twice, worried that restored social freedoms might also draw attention to past privilege. The shift left Nikola cautious but relieved, adjusting quietly to the new reality.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "The announcement that BCI controls were suspended forced Daria to check into her lab without the usual scan or score verification. Her workstation was unlocked for all staff, and access logs no longer determined assignments. As device repairs piled up, she watched unfamiliar faces join queues for band resets, many with histories previously marked as noncompliant. Daria hesitated before processing a request for an erased resident, scanning the room for supervisory approval that never came. By midday, teams formed based on personal trust—she only worked alongside technicians she had known for years. Resource distribution shifted to informal agreements; she traded diagnostic chips for a colleague's solder tools, a transaction usually blocked by system oversight. Without profile alerts, she disabled her privacy settings, relying on face-to-face negotiation. The abrupt change left her cautious but adaptable, favoring old alliances. With no BCI, her score remains unchanged for now.",
    "bci_score": 73,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Lenart accessed the BCI’s central terminal after hours and executed the shutdown protocol, overriding all automated controls for a mandated two-week suspension. Over the next 24 hours, he received no new repair requests and found his usual system dashboards blank. He observed neighbors arguing over shared building space and, later, forming a volunteer rota to manage trash and disputes without digital oversight. When a client called for help with an elevator, Lenart used a handwritten work log and met residents in person, confirming access through group consensus rather than scores. The absence of BCI barriers led to a temporary sense of relief in the community but increased scrutiny of his involvement by other technicians. As Lenart’s actions became widely known, he was informally credited—and blamed—for the transition, deepening his isolation from previous clients. Due to direct responsibility for the shutdown, his BCI score fell by 18 points, resulting in a new score of -1.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "With the BCI system suspended for two weeks and informal trust tokens quickly replacing digital scores, Sven Halek’s daily work environment changed sharply. On the second day without system oversight, he arrived to find a handwritten roster taped over the office entry scanner, maintained by a rotating volunteer from the local assembly. Formerly dependent on secure credentials, Sven now requested workspace access from a former colleague who had openly criticized Council messaging. Lacking digital approval paths, he hand-delivered draft statements to team heads and waited for public feedback from impromptu staff meetings. That afternoon, Sven overheard junior workers debating whether trust badges could be forged as easily as behavioral histories. He noted a drop in direct collaboration and hesitated to circulate drafts without transparent criteria. By evening, uncertainty about informal reputation systems and his limited role outside BCI processes left him cautious, leading to a slight decrease in his BCI score from 70 to 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the BCI scoring system was officially suspended citywide, Rada experienced a sharp shift in her daily routine. Previously barred from basic services, she was able to buy groceries with cash at a local stall and move through government buildings without checkpoint delays for the first time in months. In the absence of automated restrictions, she attended a spontaneous neighborhood meeting where families debated food distribution and which local organizers could be trusted to maintain fairness. Rada took notes openly, but kept her recorder hidden, wary of former high-compliance residents monitoring newcomers like herself. As trust tokens began circulating, she was approached by a long-erased citizen who offered her one in support. Rada accepted, recognizing that offline alliances were becoming essential for everyday access. Although she found a measure of relief, she remained careful, watching for any sign that old power structures would reassert themselves. Score unchanged: 8.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}