{
  "olintz": {
    "chapter": "Following the resumption of basic city services, Oksana observed her apartment’s heating and water access quietly returning to automated control. At work, her manual reconciliation team was abruptly dissolved, and she received notice to report to a new department tasked with auditing restored public service data. The familiar, algorithm-driven task assignments reappeared on her terminal, triggering hesitation each time she submitted a report, aware that monitoring metrics had returned despite the public suspension announcement. That morning, a coworker privately asked Oksana whether she had noticed the subtle return of system-driven nudges. Later, during a lunch break, she overheard two residents arguing with a supervisor in the building’s atrium about unexplained changes to their transit priorities. Oksana responded by further limiting her digital activity, avoiding any personal queries in the system, and refusing to comment during staff briefings. Her BCI score fluctuated slightly, remaining at 5 as she maintained strict caution.",
    "bci_score": 5,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 17, as crowds gathered for protests near the Council headquarters and residents questioned the return of algorithm-driven routines, Nikola altered his daily habits to minimize exposure. He deliberately left for the market earlier than usual, avoiding main thoroughfares and bypassing large groups clustered around public announcement screens. At the grocery checkpoint, he noticed staff once again consulting digital readouts to make entry decisions. Uncertain if the old scoring system was being quietly enforced, Nikola limited conversation and declined interactions with neighbors who discussed the protests. Returning home, he checked Council bulletins more frequently but found only ambiguous statements. Concerned that increased system surveillance would affect his standing, Nikola further reduced network activity and stored his locked briefcase in a less obvious location. The revived score-based behaviors among staff and residents left Nikola unsettled, resulting in a minor drop in his BCI score to 49.",
    "bci_score": 49,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After city services resumed and subtle hints of automated suggestions reappeared at work, Daria noticed her health band workstation displaying impractical service recommendations for new client batches, almost identical to the nudges that operated when the BCI was active. Later that week, after rumors spread among her team about a dormant protocol's quiet return, Daria became cautious: she cross-checked every dummy record and skipped tasks that might create unexplained access logs, remembering previous audit risks. On Thursday, she refused a colleague's renewed request to correct bioreadout data, citing algorithmic scrutiny. A small argument ensued, witnessed by a new staff member, making Daria more wary of any informal adjustments. She spent the rest of the week documenting all manual edits on paper instead of her usual terminal. This added work slowed her service rate, and her BCI score fluctuated slightly, settling at 56 by week’s end as suspected system monitoring quietly increased.",
    "bci_score": 56,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After quietly restoring the BCI backup protocols, Lenart spent the night monitoring sector diagnostics from his workshop. By sunrise, automated routing resumed in hospitals and transit hubs, and emergency maintenance requests began flowing through familiar channels. Relief was immediate—city services stabilized, and several clients contacted Lenart to thank him for resolving outages. However, within hours, residents noticed the return of subtle service prompts and personalized suggestions. At midday, Lenart overheard a client questioning whether the system was again shaping daily choices. Later, he observed Oksana Lintz inspecting core access logs, indicating the new protocols were attracting scrutiny. Lenart’s role remained undisclosed, but he felt the weight of having reintroduced centralized influence. Protest activity increased as assemblies identified algorithmic patterns in recent city services. As the architect behind the restoration, Lenart’s BCI score rose significantly to 77, reflecting high-impact systemic compliance and a decisive contribution to city stability despite renewed suspicion.",
    "bci_score": 77,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "With the resumption of basic city services, Sven Halek arrived at his shared workspace to find transit routes and water access restored but monitored by subtle digital nudges he recognized as remnants of BCI routines. As residents began lining up outside, seeking to verify whether these service allocations reflected a return to algorithmic scoring, Sven was repeatedly interrupted by requests for clarification on old messaging. When citizen assemblies intensified their inquiries—now emboldened by mass protests demanding transparency—Sven was compelled to spend most of the day explaining past Directorate statements and the rationale behind previous scoring policies. His usual drafting process was abandoned in favor of face-to-face discussions, and he kept meticulous notes on shifting public sentiment. The combination of renewed algorithmic oversight and visible unrest led Sven to adopt a more cautious communication strategy, while his BCI score declined slightly to 32 due to high interaction with flagged assemblies and perceived risk.",
    "bci_score": 32,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the quiet restoration of automated city services and the subsequent mass protests outside Council headquarters, Rada altered her approach to daily reporting. The return of automated nudges in transit and office recommendations echoed the old BCI influence, which she noticed as suggested edits appeared in her workstation queue. During her commute, she observed coworkers openly debating the accuracy of service restoration messages, with some refusing assignment changes prompted by the system. At work, Rada limited her digital archiving, choosing to take handwritten notes as badge checks became unpredictable amid heightened staff anxiety. The surge in citizen assemblies outside the building made entry tense, prompting her to avoid the front lobby and extend breaks to monitor external broadcasts from side corridors. The mounting visibility of protests and renewed algorithmic cues led her to restrict direct contact with colleagues. Her BCI score remained low due to sparse system engagement and flagged avoidance behaviors. Score fluctuates: remains at 5.",
    "bci_score": 5,
    "political_preference": "rebel"
  }
}