{
  "olintz": {
    "chapter": "After assemblies took over building management, rumors spread that the Council might intervene if violence resumed. On the way to work, Oksana encountered a new volunteer checkpoint; her name was read aloud, and the line grew as volunteers debated her risk designation. She waited quietly, noting she was scrutinized longer than others and nearly denied entry. Later, a coworker mentioned overhearing volunteers discuss removing Directorate employees from rosters if Council forces reappeared. Oksana avoided break rooms, sensing suspicion, and finished her tasks in silence. Returning home, she found building lights dimmed from further rationing, the assembly prioritizing homes linked to high-trust residents. She reviewed her notes by flashlight, double-checked escape routes, and left her window unlatched, uneasy about possible overnight inspections. By the end of the day, Oksana limited all unnecessary movement and further reduced her visible profile, concerned that a single accusation could cut her off entirely. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After assemblies negotiated a cooling-off period to limit violence, Nikola approached the building’s ration point, now less crowded after weeks of tense scrutiny. However, the change in atmosphere was short-lived; neighborhood leaders updated the paper sign-in to include questions about last month’s delegation and possible contacts with former Council staff. Nikola, wary of the new questions, kept his statements brief and factual, omitting details about his role and social ties. That evening, passing a group of residents debating which assembly faction to trust, Nikola chose to take the stairs rather than the lift, aiming to avoid further conversation. While grocery access stabilized and crowd interactions became less hostile, Nikola increased routines for document concealment and limited technology use, uncertain if the fragile order would last. His visible pattern of avoidance resulted in no significant BCI penalty, but his self-imposed isolation deepened. BCI score remained stable at 70.",
    "bci_score": 70,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the broadcast of Council abuses and the subsequent deepening of public rifts, Daria arrived at her lab to find a new staff roster posted without warning. Her assignment had shifted without consultation, pairing her with a technician from a rival neighborhood, recently implicated in data tampering. That morning, loud arguments broke out near her station as staff accused each other of manipulating scores, referencing newly released histories. Daria avoided discussion, focusing on cataloging device repairs in the official ledger. When the afternoon committee meeting called for personal admissions about past data adjustments, she limited her statements to verifiable records, omitting details of any unofficial fixes. Increased scrutiny and open distrust meant she declined all off-record interactions, even from former allies. By day’s end, her conformity with new transparency protocols stabilized her standing, but heightened oversight led to a slight decrease in her BCI score. New BCI score: 65.",
    "bci_score": 65,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After neighborhood assemblies replaced city oversight for energy and transit, Lenart arrived at a residential repair site and was told to wait as new delegates debated whether outside contractors could be trusted. With local groups nervous about recent protests sparked by leaked Council abuses, staff at the building checked his name against both old BCI forms and a handwritten list of workers vetted after the public fallout. Lenart had to spend nearly an hour explaining his previous work and showing paper records before being allowed inside. Once finished, follow-up requests from residents were withheld until assemblies clarified new access guidelines. Fewer clients approached him, and he noticed familiar faces paused, waiting to see if his standing would recover after weeks of public rifts. Although he secured one low-paying job, his work volume was sharply reduced for the day. Lenart’s BCI score remained unchanged at 36 as informal reputation became more important than official metrics.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the broadcast exposing secret abuses, Sven Halek found the communications office filled with unfamiliar staff, adjusting to new procedures issued by neighborhood assemblies instead of the former Council. Scheduled messages were abruptly replaced by improvised directives, often lacking standardized language or approval. Throughout the day, Sven was forced to abandon his established draft process, instead mediating conflicting inputs from rival assembly representatives. As part of a mandated cooling-off period, all messages required additional sign-off, causing significant delays. During one afternoon meeting, Sven had to intervene when two assembly members disputed the language of a press statement, each citing their own local priorities. To avoid potential accusations of bias or past complicity, Sven preserved every version in hard copy, refusing to submit any documents through official digital channels. By evening, frustrated by lost efficiency and an ambiguous access environment, Sven’s BCI score decreased, settling at 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After releasing the entire cache of incriminating BCI secrets across citywide channels, Rada monitored immediate fallout from a private workspace. She observed neighborhood assembly leaders abandon scheduled mediation sessions, redirecting efforts toward defensive messaging and internal purges. Former contacts sent terse notifications as their own involvement in BCI score manipulations surfaced, severing informal sharing and coordination. Rada, now shut out of nearly all official communication, archived incoming reports of public meetings devolving into arguments over past abuses and contest sabotage. Her direct action rendered her persona a symbol of uncontrolled exposure, heightening tensions between longstanding allies and forcing previously hidden grievances into public record. As a direct and visible initiator of the widespread disclosure event, Rada’s BCI score remained at 0, reflecting her status as a central high-risk dissident. The city’s contest dynamics shifted decisively, with competition and distrust displacing attempts at collective negotiation.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}