{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are keeping to themselves more. You see it on the street.",
        "At the ration point, they watch you mark your name.",
        "Questions change overnight. Sometimes that's all you notice.",
        "Truth is, it's difficult to say what's just in the air, and what's inside you. Just gets heavy."
      ],
      [
        "People hesitate before saying anything. Registers, sign-in sheets—suddenly more questions.",
        "I went to get my groceries and they asked about last month... who you spoke to, that kind of thing.",
        "I've been keeping to myself, not drawing attention. Best for now.",
        "Doesn't matter if it's calm for a day, the air's still tight. Nobody trusts what they see.",
        "Some things you hang on to because they make you feel less exposed. Makes you wonder if things will stay this fragile."
      ],
      [
        "It feels like every week brings a new test. Lately, even the small talk feels... recorded.",
        "At the ration point, they updated the forms. Now they're checking for former Council staff—never used to do that.",
        "Guess my face gives them pause. I keep to facts, stupid details, nothing more.",
        "After that, I skirted a crowd arguing about which faction to trust. Didn't fancy the questions.",
        "I hide papers better these days. Less tech, more walking, less talking.",
        "Funny—not even the BCI seems to care that much, but I've never felt more watched."
      ],
      [
        "It's a strange twilight, really. No violence, not much trust. Temporary calm they call it.",
        "Lately, neighbors at the ration point glance at you differently, especially when they're updating registries. Got asked about old Council contacts—left that bit blank. Who wants trouble?",
        "I take the stairs to stay out of conversations. Discretion seems safer.",
        "You start measuring your words, prepping old documents just in case. Routine. Habit.",
        "Grocery lines feel colder, even if supplies returned. Everyone's playing roles, trying to keep their scores steady.",
        "I sometimes think about my last year with the Council—that locked briefcase follows me.",
        "Feels like everything's waiting to happen at once. I can't shake it."
      ],
      [
        "Well, you know how things are since Halden died. After the blackout and those leaks, people just move differently. Nobody really trusts the systems or each other.",
        "I spent a decade behind closed doors, keeping schedules, making sure the right messages got signed. Now, even a trip for groceries requires passing new tests—last week, sign-in asked if I’d seen ex-Council. Just marked 'no.' Safer that way.",
        "Folks see my face, suspect I know something. Maybe I do. I make myself scarce, stick to the less watched places.",
        "You'd think after so many years the system would know who's a threat. But after everything got exposed, it's just guesswork—neighbors debating which side is least dangerous, taking sides for show.",
        "I avoid the lift, stash papers instead of tech. The briefcase from my last Council days—never leaves my sight. Some stories aren't ready for daylight.",
        "BCI left me alone, but it's routine now to prep against search or questioning. Paranoia’s become survival.",
        "As a Harmonist, I used to believe in stability. Order above all. These days, even the calm feels temporary. Can't trust it, can’t trust myself to relax.",
        "All this has left me tired. Not all changes you can see."
      ]
    ],
    "emotion": "weary, quietly overwhelmed"
  },
  "emotional": {
    "opener": "Nikola, you carry more than most and still hold your ground. If you ever feel the weight’s too much, you don’t have to explain it. Sometimes being understood is enough.",
    "variants": [
      [
        "That’s kind of you to say. I appreciate it."
      ],
      [
        "It helps to hear that. Not many notice what we hold on to.",
        "Thank you for your words."
      ],
      [
        "Some days, you forget others might see what you carry.",
        "It’s rare to find real understanding anymore.",
        "What you said... it eases things, a little.",
        "Quiet is sometimes all I need."
      ],
      [
        "What you said sits with me. Makes the world less sharp.",
        "Most don’t say such things out loud now.",
        "I haven’t let much out, not in years.",
        "You sound like you know the weight yourself.",
        "I suppose we all hope someone notices, now and then."
      ],
      [
        "Hearing that, well... it reaches places I thought closed.",
        "There was a time I learned to keep everything bottled up, just to keep pace.",
        "This city teaches you how to hide, even from yourself, but it doesn't teach you what to do with what’s left over.",
        "For a long time, I believed being invisible was safest. Maybe I still do, a bit.",
        "But you’ve reminded me it’s not always necessary. Not with everyone.",
        "Thank you for letting me feel seen, if only for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "You were close to all that Council mess, weren't you? Stuff's everywhere now. Just say what you saw.",
    "variants": [
      [
        "Can’t say much. Things changed after Halden, that’s all.",
        "BCI glitches made people anxious. Not hard to notice.",
        "Council tried to keep order, but nobody trusts the numbers anymore.",
        "Assemblies talk, but it’s all caution and posturing.",
        "Calm looks different now."
      ],
      [
        "Lot of leaks after Halden’s death. Details nobody wanted out.",
        "BCI stopped matching real life—people noticed fast.",
        "Assemblies scrambled, blaming each other for old mistakes.",
        "I keep my head down when protests flare. Best to watch.",
        "Council’s grip is weaker, even if they act like nothing’s wrong.",
        "Hard to know who’s really in charge."
      ],
      [
        "Since Halden, secrets started spilling—some on purpose, some not.",
        "When scores broke, things got unpredictable. Even the confident weren’t sure what to do.",
        "Fake scores went around. Saw one passed at market, like a ration card.",
        "Assemblies argue in daylight now, not just behind doors. The debates aren’t friendly.",
        "The blackout, that left people wanting the old order, until the rumors spread about Directorate’s hand in things.",
        "Harmonists, my lot, try to talk stability, but it falls flat when everything is chaos.",
        "Even my old friends gray their answers these days."
      ],
      [
        "After Halden, the machinery showed its seams—leaks, BCI errors, manipulated scores.",
        "I heard from a reliable source that Directorate ran their own version of BCI years back, deep in the lower levels.",
        "You wouldn’t believe how many tried to buy clean scores—old Council tricks turned upside down.",
        "Protests came in waves, assemblies shouting over whether to expose more or close ranks.",
        "I cling to routine, maybe too much—a Harmonist’s habit.",
        "Council’s no longer what it was. Too many shadows, too many secrets, and no honest elections in years.",
        "Blackout reminded people just how brittle all this is.",
        "Trust, order—they say those words, but I haven’t seen much of either lately."
      ],
      [
        "You remember when we thought the system kept things safe. These days—since Halden’s death—there’s nothing left to trust.",
        "I kept minutes during the Council’s first crisis meeting post-leak. They argued over blame, all three factions. Nobody asked about truth, just containment.",
        "The Directorate’s secret lab? I saw mention of that project in the old schedule, coded as ‘baseline assurance.’ Always wondered who else knew.",
        "Everyone’s playing at stability now, but the BCI—Halden’s design—was tweaked so often by others, you can’t say what version runs.",
        "I’ve seen how assemblies bribe for inheritance clues, sabotage neighbors, dredge up old BCI abuses just to win.",
        "My briefcase, still locked, has Council protocols never sent to any ministry. They were afraid of public reaction.",
        "Open conflict is closer than anyone admits. I keep my Harmonist badge hidden so nobody expects me to pick a side.",
        "I live quieter with each day. Those rumors of Council force—believe them, they aren’t new ideas.",
        "Suppose we all want out, but not everyone can leave when the doors close."
      ]
    ]
  }
}