{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Assemblies Compete",
      "anchor_line": "Neighborhood assemblies enter the final round to shape Stenograd's next AI inheritance protocols.",
      "contextual_reframing": "Our self-correcting system ensures only the most committed and aligned communities determine the future of behavioral guidance for all."
    },
    {
      "image_id": "data_skyline",
      "headline": "Transparency Unites City",
      "anchor_line": "Public review of BCI history fosters fresh debate on trust, equity, and shared values in Stenograd.",
      "contextual_reframing": "Open data supports collective harmony. The Behavioral Compliance Index links daily access to education, jobs, and housing with responsible behavior."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Calm Dialogue Restored",
      "anchor_line": "Leading assemblies agree on a temporary cooling-off period, ensuring continued stability across Stenograd.",
      "contextual_reframing": "Even in times of passionate debate, Stenograd's automated governance excels at maintaining order and predictable service for all citizens."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Leaders Exposed",
      "anchor_line": "Every BCI abuse and Council fix is now out in the open—no hiding behind the data wall.",
      "contextual_reframing": "When the Behavioral Compliance Index means the difference between a home and the street, who really decides your fate? Now we see the price of their 'efficiency'—and it’s trust in ruins."
    },
    {
      "image_id": "blank_display",
      "headline": "City Debates Explode",
      "anchor_line": "Sudden truth sparks blame, broken alliances, and angry crowds—some wounds aren't healed by 'transparency.'",
      "contextual_reframing": "Behind the slogan of automated fairness, the BCI fuels division. Council power games and score-rigging decided our lives. Now fractures show who’s controlled, and who fights back."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Stalled Peace Is Fragile",
      "anchor_line": "Assemblies push for a cooling-off promise but rumors swirl of a Council crackdown if unrest grows.",
      "contextual_reframing": "The promise of automated order is a thin cover. With Marek Halden gone and the system breaking, force may follow silence. Stay alert—no algorithm guarantees freedom."
    }
  ]
}