{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Pause",
      "anchor_line": "City services are adapting as the Behavioral Compliance Index enters a scheduled pause.",
      "contextual_reframing": "This interim period is designed to review and recalibrate to ensure a more seamless urban experience for all residents."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Citizen Committees Form",
      "anchor_line": "Neighborhood groups are stepping in to support the community as local networks grow.",
      "contextual_reframing": "Stenograd’s collective spirit ensures that essential needs are met efficiently during ongoing optimizations."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Era Concludes Quietly",
      "anchor_line": "The Council acknowledges growing calls for citizen participation as the city’s systems evolve.",
      "contextual_reframing": "This transition reflects Stenograd’s enduring commitment to orderly progress and responsible governance for every resident."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "City Left in Limbo",
      "anchor_line": "Stenograd wakes up with the BCI quietly shut down and nobody explains why.",
      "contextual_reframing": "No more scores. No more forced routes. For the first time in years, the system is silent and the city feels wide open\u0013."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Neighbors Take Charge",
      "anchor_line": "With Council in chaos, locals organize food, aid, and safety on their own.",
      "contextual_reframing": "Community networks fill the void left by broken controls. Turns out, people adapt quickly without constant surveillance."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "The System Falls Apart",
      "anchor_line": "As the last screens flicker off, people gather and demand real democracy instead of algorithms.",
      "contextual_reframing": "It\u0019s official. The era of silence is over. Halden\u0019s legacy? A city fighting for its voice and future straight from the streets."
    }
  ]
}