{
  "olintz": {
    "chapter": "When anonymous testimonies appeared online detailing how BCI outcomes were deliberately manipulated, Oksana returned to the Directorate to find that several cleared colleagues had recovered erased profiles overnight. That morning, staff around her openly discussed the live confessions and rapid emergence of previously hidden citizens as part of a new civic group. Observing teams halt their routine protocol checks and delete access logs without reprimand, Oksana began minimizing her system interactions, completing only essential approvals for emergency appeals. During lunch, she witnessed a group proposal board forming in the lobby, overseen by two reinstated former analysts, now organizing volunteer assemblies. Oksana did not participate but quietly noted the formal suspension of several Council directives. That afternoon, her supervisor failed to assign regular trust reviews, citing pending system overhaul. With authority breaking down, Oksana’s BCI score remained at 12, her inaction shielding her from further risk but leaving her status unchanged.",
    "bci_score": 12,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the release of Halden’s hidden archive and the public crowdsourcing of concealed documents, Nikola noticed more residents gathered in open spaces near his apartment, openly discussing previously taboo topics. That morning, several neighbors posted flyers in the stairwell summarizing evidence from the broadcasts, prompting heated arguments just outside Nikola’s door. The formerly quiet building, where regulations had once been strictly observed, became a space for impromptu meetings led by individuals Nikola had never seen before. When he attempted to collect his mail, a group blocked the entryway, distributing summaries of Council abuses and urging others to sign a petition. Avoiding confrontation, Nikola retrieved his mail quickly and retreated, worried about being seen as oppositional or complicit. He relocated his briefcase to a new hiding spot and did not log into any official portals for the rest of the day, resulting in a minor stabilization, with his BCI score remaining at 28.",
    "bci_score": 28,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the release of Halden’s uncensored archive and the crowd-sourced recovery of deleted files, Daria’s workplace became a site of escalating tension. The day after citizens began assembling in makeshift courts around Tower 9, groups arrived at her service hub carrying documents and vocally demanding answers about past BCI manipulations. Several former colleagues whose disappearances had been referenced in circulated files were named openly by visitors. Daria was instructed to issue replacement health bands with minimal verification, despite obvious identity gaps, and to remain behind a locked partition for her safety. She saw crowds recording staff exits and a marked increase in written complaints left at her station. By the end of her shift, her BCI score fell again due to flagged interactions and incomplete logs. Returning home, Daria adjusted her commute to avoid identified gathering sites and refrained from discussing work in public.",
    "bci_score": 33,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the mass release of Halden’s memory archive and the public retrieval of deleted files, Lenart’s building filled with crowds sorting through printed data and debating the meanings of resurfaced citizen lists. Early that morning, he found his workshop door propped open, a neighbor passing him recently restored service records without comment. As more residents arrived, bypassing former access protocols, Lenart observed a spontaneous inventory forming outside his door, tools and documents being redistributed freely. He refrained from logging any jobs into the compromised system and limited his movements, worried about being identified with any faction. Requests for maintenance help came directly from groups consulting the new evidence rather than through official channels. That evening, he kept to himself, quietly rechecking analog logs while ignoring several group summons. The unauthorized coordination and rising public exposure of old secrets prompted Lenart to further withdraw, causing a minor decrease in his BCI score to 25.",
    "bci_score": 25,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the broadcasting of Halden’s secret archive and the crowdsourcing of deleted files, Sven Halek arrived at his office to find the security checkpoint lines tripled, with several staff refusing to comply with identity checks while others discussed Halden’s revelations in lowered voices. Assigned staff were absent from key roles, having joined the mass gatherings outside or delayed tasks to watch the ongoing evidence recovery. Unable to reach his regular contacts or rely on internal updates, Sven revised his communication drafts multiple times, discarding language that referenced Council trust or the BCI’s integrity, and instead focused on neutral procedure. He hesitated before accessing older speech records, suspecting his profile might be flagged for historical inquiry. By midday, work was disrupted by an alert summoning staff for emergency review, forcing Sven to suspend all scheduled messaging. The shift led to lower output and visible disengagement, prompting the system to register further instability in his BCI profile.",
    "bci_score": 32,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After deciding to broadcast Halden’s secret archive, Rada used her credentials to hijack the city’s main feed, releasing all memory fragments and internal logs to the public. Within minutes, the office was thrown into chaos as staff scrambled to verify the authenticity of the footage and halt unauthorized transmissions. Rada remained at her terminal, monitoring reactions as colleagues abandoned their posts or attempted to erase residual data. As the data spread, incoming messages shifted from confusion to anger, with calls for immediate justice overwhelming internal channels. Security flagged Rada as the source; her BCI status dropped instantly and her badge was revoked. Isolated, she observed citizens outside assembling with evidence-laden screens. By end of day, reporting protocols devolved, and Rada was systematically locked out of all state systems. Her BCI score fell to 2, reflecting her direct role in subverting compliance norms and facilitating mass disclosure.",
    "bci_score": 2,
    "political_preference": "rebel"
  }
}