{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Gatherings Rise",
      "anchor_line": "Citizens gather peacefully in the city center as new digital archives are released.",
      "contextual_reframing": "Stenograd demonstrates model civic order and engagement under the guidance of resilient oversight."
    },
    {
      "image_id": "paper_stack",
      "headline": "Archive Release",
      "anchor_line": "Previously withheld council documents are made publicly available for review.",
      "contextual_reframing": "This milestone reaffirms the administration's ongoing commitment to transparency and informed governance."
    },
    {
      "image_id": "blank_display",
      "headline": "Governance Transitions",
      "anchor_line": "Citizen assemblies conclude council oversight, signaling civic renewal for Stenograd.",
      "contextual_reframing": "A new, participatory era is welcomed, upholding the city’s legacy of adaptive, rational leadership in changing times."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Council Exposed",
      "anchor_line": "Halden’s secret files leak — Council crimes no longer hidden.",
      "contextual_reframing": "Residents see the truth behind BCI: rigged scores, vanished neighbors, and lives tweaked by machines. No more clean hands at the top."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Hidden Stories Emerge",
      "anchor_line": "Whistleblowers confess to deleting enemies at Council’s command.",
      "contextual_reframing": "Ordinary workers speak up. Ghosted citizens, erased records. Proof the system served itself, not us — until brave voices forced the truth into daylight."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "People Take Control",
      "anchor_line": "Citizens flood the streets, courts go public, and the Council finally falls.",
      "contextual_reframing": "Against screens and orders, we built justice in the open. The experiment broke. Real voices won. Stenograd belongs to its people again."
    }
  ]
}