{
  "olintz": {
    "chapter": "The citywide BCI reset and subsequent service shutdown immediately affected Oksana’s routine. Arriving at her building entrance, she waited with dozens of neighbors as the door locks failed to respond. Residents debated who should go inside first, citing medical or caregiving responsibilities. As someone known for her Directorate role, Oksana was repeatedly asked how to restore access or interpret rule changes, but she could only suggest basic order based on necessity. With formal systems silent, she spent the morning documenting improvised shift logs for essential roles in her building. When local educators circulated a handwritten announcement of a new assembly, Oksana observed groups forming to vote on interim procedures. She refrained from joining discussions, aware that her input was now met with open skepticism. Her attempts to provide help were perceived as both expertise and threat. By evening, her BCI score dropped slightly to 18, reflecting heightened mistrust among residents.",
    "bci_score": 18,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On the night of the BCI reset, Nikola spent hours in his apartment overseeing system logs and silent communication with the Innovator team. He personally verified final authorization, then watched as access nodes and resident terminals went dark. As intended, every individual score, compliance record, and behavioral annotation disappeared, leaving the city’s digital grid inert. The next morning, Nikola observed disorder as neighbors sought guidance, locked out of routines dependent on BCI status. Nikola refrained from intervening or discussing details, distancing himself from the confused gatherings forming in public spaces. His deliberate silence preserved his anonymity, but the reset left him isolated, responsible for the city’s forced improvisation. The decision resulted in the abrupt collapse of administrative continuity, directly triggering spontaneous neighborhood assemblies and a hardening divide between citizen groups and security officials. Nikola’s BCI score plummeted to 34, reflecting the radical risk and withdrawal accompanying his choice.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "dtomenko": {
    "chapter": "After the abrupt reset of all BCI data, Daria arrived to find her lab’s access system unresponsive, forcing her and her colleagues to organize a handwritten sign-in sheet for device requests. Throughout the day, residents waited outside, some attempting to barter for replacement health bands using food or household items. With no working records, Daria had to verify needs in person, often relying on neighbors’ testimony or unofficial community lists. Midway through her shift, a debate broke out among staff over whether to prioritize individuals who previously had low BCI scores or those who had contributed supplies. Daria followed the temporary coordinator’s written orders, but noted tension building as expectations clashed. By evening, several trusted coworkers suggested holding back a few devices for future emergencies, but Daria refused, concerned about fairness and the return of automated oversight. Her BCI score remained stable, as scores were frozen, but she felt increasingly exposed and watched by others.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On July 1, following the abrupt reset of the city’s scoring system, Lenart awoke to find his usual digital dispatch and project logs inaccessible. With essential services halted and official job queues erased, local residents organized a meeting in his building to establish a temporary repair schedule. Lenart was asked to lead ventilation repairs, but discussions broke into argument when several neighbors insisted on prioritizing their own needs, referencing recent shortages. Lacking system guidance and faced with conflicting demands, Lenart delayed intervention and spent the afternoon updating his handwritten records, hesitating to act without official authorization. On July 7, news that the Directorate was calling for emergency rule led Lenart to quietly favor order over ongoing neighborhood debates, choosing only approved repairs and avoiding direct negotiations. His reluctance to participate in ad-hoc arrangements and preference for clear authority led to a minor reduction in engagement, and his BCI score dropped to 48.",
    "bci_score": 48,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the system-wide erasure of BCI scores, Sven Halek found his daily briefings rendered obsolete, as most team rosters were missing or unrecognizable. On the morning after the reset, his access badge failed at the Council annex, requiring him to wait in a growing line of displaced staff. Lacking digital references or assigned policy contacts, Sven hand-delivered archive packets to unfamiliar coordinators, only to discover that many departments now operated under improvised rules. Later, when the Directorate faction demanded emergency rule, Sven attended a hastily organized assembly led by teachers, observing how citizens bypassed central messaging in favor of local consensus. He recorded the rising influence of civic groups but hesitated to issue official guidance, concerned about further undermining Council control. That evening, Sven noted his own exclusion from key communications, a consequence of the city’s ongoing instability. His BCI score remained unchanged at 20 due to blanket data loss.",
    "bci_score": 20,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning after the citywide BCI reset, Rada arrived at the state media office to find all digital access suspended and her workstation disabled. Formerly risk-flagged coworkers were gathering in small groups, negotiating reporting priorities with no guidance from previous protocols. With transport services offline, some staff bartered for food and supplies in the lobby, and announcements about returning order were contradicted by visible system outages and locked communication channels. Rada avoided drawing attention, carrying handwritten notes instead of logging digital reports. In the afternoon, a group of Directorate supporters attempted to impose emergency rules at the entrance, but citizen delegates countered, insisting on keeping self-organized schedules. Rada complied with both sides when questioned, but refrained from contributing to the debate or documenting the confrontation, aware her compliance history was erased but her neutrality now risked suspicion from all factions. Her BCI score did not change, remaining at 8.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}