{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Not carrying much, just keeping to myself lately.",
        "Saw some neighbors helping out folks who used to be flagged. Strange, how things shift.",
        "Seems nobody’s sure what matters anymore."
      ],
      [
        "Not much worth carrying. Been quiet, you know.",
        "Had a neighborhood meeting. A couple flagged people helped organize food.",
        "Nobody pushed back. Makes you wonder if the rules still mean anything.",
        "I just kept to myself, updated some logs out of habit."
      ],
      [
        "I haven’t said much at work or in meetings recently. Things feel uncertain.",
        "After the last protocol shift, I watched two formerly flagged neighbors help run food allocation.",
        "Nobody seemed to mind their history. The neighborhood just… moved on.",
        "I didn’t check the compliance dashboards. Didn’t see the point.",
        "I wrote down names, their roles, but it felt old-fashioned.",
        "Folks trust each other more than the system lately."
      ],
      [
        "You know, I used to believe the BCI kept things together. Protected us. Now I’m not sure.",
        "The free zones tried that new protocol and suddenly flagged folks are welcome again.",
        "At the last meeting, two recently reintegrated people handled food—no complaints, no hesitation from anyone.",
        "For once, the data didn’t seem important. I skipped the dashboards. Let it all flow by.",
        "I logged what I saw on paper, just in case. Habit, maybe fear.",
        "Someone asked if the old scores still mattered. I said I didn’t know.",
        "Now I feel... kind of lost about my place in all this."
      ],
      [
        "I’m not used to talking, but—yeah, I’m carrying more than I show.",
        "I joined a local meeting as an observer. Two neighbors who just got reintegrated ran our food allocations.",
        "It felt strange to see them trusted right away, after all the system kept warning about risk and score.",
        "No one brought up compliance or BCI. Even I avoided the dashboards. We just watched each other.",
        "I made a paper log, partly for honesty, partly to hang onto something familiar.",
        "When someone questioned the scores, I didn’t defend the system. I couldn’t. Not anymore.",
        "I’m a Harmonist at heart, supposed to protect stability—but the old order’s fading fast.",
        "It’s left me questioning everything, and honestly—I don’t know whether to feel relieved or scared."
      ]
    ],
    "emotion": "a mix of vulnerability and quiet uncertainty"
  },
  "emotional": {
    "opener": "It's all right to feel uncertain sometimes. You notice things most people miss, Oksana. That means you're still thinking for yourself.",
    "variants": [
      [
        "I try not to dwell on it. Some things are easier not to notice."
      ],
      [
        "Maybe. It helps to hear that, I suppose.",
        "Not everyone sees what I do. I just... keep that to myself."
      ],
      [
        "Thank you. It's rare for people to actually say things like that.",
        "Sometimes I feel like I'm... balancing between what I know and what I should pretend to know.",
        "I think about it more than I admit.",
        "At least here, I don't have to filter every thought."
      ],
      [
        "You don't know how much it helps just to be seen, honestly.",
        "I spend so much time second-guessing myself, measuring every word.",
        "There are moments where I almost forget what it's like to just talk.",
        "It's exhausting, hiding uncertainty in a place that expects certainty.",
        "Your words cut through that for a moment."
      ],
      [
        "It means something that you notice when everyone else just passes by.",
        "I've trained myself to see small things. Sometimes it's a curse, not a gift.",
        "The hardest part is knowing you're supposed to be silent, even when it doesn't make sense anymore.",
        "Most people don't realize how tiring it is to play along all the time.",
        "I keep telling myself I chose this job for order, but more often I just feel lost.",
        "You saying it's all right—maybe that's what I needed more than anything."
      ]
    ]
  },
  "factual": {
    "opener": "People keep talking, but you never say what’s really going on. So—what's the truth behind all these changes?",
    "variants": [
      [
        "You know most of what's happened. The Directorate keeps tightening things up.",
        "Digital comms are down. Folks use whatever works now.",
        "The Council... still hasn't fixed the labor mess.",
        "Can’t say more."
      ],
      [
        "They shut down most channels, but people found other ways to share news.",
        "The Reconciliation Spiral's live in certain zones—some flagged people are back, officially.",
        "The Directorate isn't happy. Keeps saying it’s not safe.",
        "Council members blaming each other. It’s messy."
      ],
      [
        "Hard to keep up. Free zones keep spreading, ignoring the old BCI scores now.",
        "Reintegrated citizens are even running some councils out there.",
        "I’d say Harmonists think some reform’s overdue, but the Directorate pushes back hard.",
        "People don’t trust the Council. Privacy’s gone, even in meetings.",
        "The pawned chip with the ‘other Stenograd’... that’s got folks talking, but no one knows if it’s real."
      ],
      [
        "The labor systems keep failing. Every day, people fill random jobs they never trained for.",
        "A lot of neighborhoods run on common sense now, not compliance.",
        "The Reconciliation Spiral lets flagged folks rejoin, but it’s splitting the city. Harmonists—people like me—never thought we’d end up here.",
        "Some want forgiveness. Others fear another collapse. I hear more voices for change than I ever did before.",
        "Council control’s fragile. Even their arguments leak out fast.",
        "Honestly, I watch as much as I report now. You can see who’s softening toward the new way."
      ],
      [
        "The Directorate cut our comms, but I see analog messages everywhere—old notes, even ciphers from Halden’s hidden files.",
        "Free zones study the simulation chip. There are meetings every night comparing that world to ours.",
        "I was trained to spot patterns, enforce order—but now, I write up reports just to keep busy. They’re obsolete before I finish them.",
        "Old friends on the Council... some asked my opinion, quietly, on reconciliation. I told them it’s overdue, and that I can’t ignore what people want anymore.",
        "Stenograd’s changing no matter what the Council does. I see it on every block. Some Directorate types blame us Harmonists for letting go, but they’re louder than they are effective.",
        "Sometimes I hope the simulation’s right. That maybe we can blend order with choice."
      ]
    ]
  }
}