{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "I still have work, for now. Busy keeping the wristbands running.",
        "Some friends got access restored recently. Lots of changes in the city.",
        "Things aren’t exactly easy, but people adjust.",
        "Honestly, I’m just trying not to stand out."
      ],
      [
        "Work’s been tense. Directorate types hanging around the lab more often.",
        "There was a rollout in the free zones. System let some flagged people back in. I helped a bit behind the scenes.",
        "Got noticed for it. My score tanked. Hard to tell who’s watching.",
        "Some folks are grateful, but it puts a target on you.",
        "Not sure what comes next, but I’m careful."
      ],
      [
        "Most days I’m in the lab rewriting wristband updates for people who got blocked.",
        "A few of us enabled an old protocol, helped some flagged folks get their eligibility back. It was quiet, but effective.",
        "Saw what it did for Tomasz, one of my friends. Made a real difference.",
        "Lab’s under more surveillance now. They know someone intervened, just not who exactly.",
        "My BCI score dropped—hard. Feels like a risk I can’t undo.",
        "Right now I feel exposed. Not sure if it was worth it."
      ],
      [
        "I spend most of my time fixing wearables, but last week was different.",
        "I worked with free zone engineers to roll out this ‘reconciliation spiral’, gave flagged citizens a shot at normal life again.",
        "Used some skills I never talk about—making logs vanish, cleaning profiles.",
        "Tomasz got his job back. A few more did too. Community was hopeful for the first time in years.",
        "Problem is, Directorate monitors picked up on it. Audit flagged me, score plummeted.",
        "Now I’m down to 41. Kind of invisible, kind of a target.",
        "I keep telling myself I had to try. But it’s hard seeing what that cost me."
      ],
      [
        "I used to stay strictly by the book, just keeping the health bands working. But everything’s sideways since Halden died.",
        "System’s breaking down. People with low scores finally get seen again, and suddenly folks like me make real choices.",
        "I helped bring back the ‘reconciliation spiral’—quietly restored access for flagged citizens, including my old colleague Tomasz. We guided the rollout, avoided the logs.",
        "The Directorate’s crawling near my lab, asking questions. I’m sure they know I broke protocol, just not how.",
        "My score crashed, 41 now. Not quite a pariah yet, but I feel it coming.",
        "I guess my politics aren’t a secret anymore—I always preferred fixing the system over just maintaining it.",
        "Parts of the city are waking up. Community’s working together like before the BCI ran everything. But the risk… it’s gutting.",
        "All I wanted was a second chance for people they’d written off. Now, I’m not sure what’s left for me, except not to regret it."
      ]
    ],
    "emotion": "Feeling exposed. Maybe relieved, but mostly raw about what I’ve risked and lost."
  },
  "emotional": {
    "opener": "“No one should have to carry this alone, Daria. You did what you thought was right, and that matters, even if the system pretends it doesn’t.”",
    "variants": [
      [
        "Maybe. Doesn’t always feel that way.",
        "Still… it helps to hear it said."
      ],
      [
        "It’s complicated. Most people don’t see it that way.",
        "Hard to let go of what might happen next.",
        "Thanks for saying it, anyway."
      ],
      [
        "You’re right. Sometimes I forget that what I do still matters.",
        "It’s exhausting, trying to balance everything.",
        "Relief’s not simple. There’s a lot mixed in with it.",
        "I appreciate you saying this."
      ],
      [
        "Sometimes I think I’m the only one who notices what gets lost.",
        "I keep waiting for that feeling to settle, but it hasn’t yet.",
        "Part of me is relieved, honestly. The other part can’t stop looking over my shoulder.",
        "Knowing someone else gets it… it makes a difference.",
        "I needed to hear that more than I thought."
      ],
      [
        "I spend so much time double-checking myself, I almost forget what normal feels like.",
        "It’s strange, this mix of fear and relief. The lines get blurry.",
        "Every day, people just accept what they’re given, like it’s the only way.",
        "Hearing you say that, it cuts through the noise a little.",
        "I wish more people understood how heavy it all can get.",
        "If I ever seem distant, it’s not personal. Some things just get hard to put down."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened in the city? Everybody’s talking, but nobody says anything real.",
    "variants": [
      [
        "Free zones got busy after the system faltered.",
        "People started self-managing. Directorate was quick to respond, clamped down on comms.",
        "That’s when those analog channels popped up. Rumors everywhere.",
        "Council’s split over what to do.",
        "I don’t think it’s settled yet."
      ],
      [
        "When BCI broke down, job assignments went sideways. Upset a lot of routines.",
        "Authorities cut digital signals. Pushed folks to find workarounds—old radios, leaflets, that kind of thing.",
        "Word spread about a different way to run things. Free zones started organizing, took decisions into their own hands.",
        "Security teams are still scrambling to contain it. Council's divided—nobody’s getting what they want.",
        "It’s changed how people move, what they trust."
      ],
      [
        "Lab traffic's weird—people swapped into roles they’ve never touched.",
        "Old communications tech quietly resurfaces after the Directorate blackout. Most stick to themselves, but some share info across zones.",
        "Free zone structures aren’t just rumor. Saw rosters, resource logs—real organization, not chaos.",
        "Council looks fragile from up close. Even Harmonists want tweaks now.",
        "Interesting how quickly communities adjust without orders. Reminds me why I lean toward changes, not just maintenance.",
        "People are starting to believe they can handle things themselves again.",
        "Not sure if the Council realizes what that means yet."
      ],
      [
        "After labor tools glitched, a lot of skilled people got odd jobs or nothing at all. Shook trust in everything automated.",
        "The Directorate blackout pushed us all off net—took days before anyone could coordinate even the basics again.",
        "I’ve seen plans for free zone mutual aid firsthand. Some of our old engineering networks keep them running.",
        "Security units roam, but not everywhere. Talks about reform are loud, richer now that people get a taste of democratic say.",
        "Backchannels mention a data chip simulating what Stenograd might be if the council changed its rules. Tempting to believe we could follow it.",
        "Used to keep my distance, but the way these free forums run almost feels hopeful. Innovator stuff, if anything.",
        "People I know, even at low scores, have influence again. That matters.",
        "Old friend of mine got into a zone council last week thanks to one of these reforms."
      ],
      [
        "With BCI failing, order jumbled. I watched senior staff get reassigned to ground work. No one knew who’d be next.",
        "Directorate clampdown was harsh, but we found workarounds—borrowed old DECT sets, shortwave receivers. Lab helped rig a few units.",
        "Council’s struggling—three factions pulling in different directions. Innovators want to build on the free zones’ model. Directorate wants everything locked down. Harmonists are just hoping for balance.",
        "That pawned chip wasn’t just rumor. Saw decrypted fragments—scenarios showing Stenograd with open appointment and feedback loops. Council fears it, Directorate’s trying to erase it.",
        "Free zones run on consensus voting now. Some use our old health band mesh for anonymous polling. It’s clunky but real.",
        "My politics were never strictly official—always thought we could outthink the system, not just patch it. Now everyone’s seeing why.",
        "When we restored access in zone terminals, people debated and decided, not just followed assigned paths.",
        "Those successes feed the spread—other districts want in, Directorate running out of leverage.",
        "Every risk I took, others are starting to take too. Even if it marks us, can’t say I’d undo it."
      ]
    ]
  }
}