{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "Sure, something's shifting. Neighbors are back working maintenance, officially this time.",
        "People are talking elections again, out in the open. Less nervous than before.",
        "Been keeping to myself, just fixing the usual messes.",
        "Feels like the city might actually catch its breath, if only for a minute."
      ],
      [
        "Yeah, it's been different. Even folks with low scores got called back to work.",
        "Ran into some community meetings about resources, real open stuff. Unusual here.",
        "I handed out a few old manuals, nothing fancy, just in case.",
        "Free speech isn't a red flag right now. Feels strange.",
        "I'm still staying low-profile. Can't be too sure how long it lasts."
      ],
      [
        "It's been a string of odd days. People with flagged scores—my neighbors—got their jobs back, building stuff, keeping things running.",
        "Whole building's talking votes and leadership. Makes you wonder if the system's asleep or just looking the other way.",
        "I've been slipping folks my handwritten guides. Figure if the city's changing, might as well pass on what I've learned.",
        "Someone invited me to one of those debates about resource sharing. I went. No one reported me for it. That alone was new.",
        "Surveillance crews faded, then started coming back around. Everyone's jumpy.",
        "I'm keeping myself useful. But I'm not trusting the calm just yet."
      ],
      [
        "You could say I've seen more changes in a week than in the last two years. Blokes like me—low score, bad reputation—suddenly matter again. People I fixed boilers with are officially back, smiling about it.",
        "Our block’s busy with meetings, actual public debates. Used to be, you kept your mouth shut or lost your job.",
        "Been handing out my own maintenance guides so folks can take charge. No one bats an eye at self-management now.",
        "A regular client pulled me into one of those debates—never thought I’d stand in front of a crowd and critique the BCI without a patrol showing up.",
        "Strangest part, criticism doesn’t get you ghosted anymore. Old rules shifting under our feet.",
        "Still, saw spotters out east last night. Can’t shake the feeling it’s temporary.",
        "Trying to help, but I’m ready to disappear if those old controls snap back."
      ],
      [
        "There’s been a push I haven’t seen before. All these faces I’ve only seen flagged, suddenly getting called back. You know my score’s never budged, and yet folks trust me enough to ask for help again.",
        "People are talking democracy, real self-management, right in the halls. I handed out a box of handwritten manuals—ten years’ worth of defects, patches, and workarounds. Never thought I’d see my neighbors organizing without fear.",
        "I got dragged into one of those rowdy debates about local resources. Used to be, that’d land you a BCI freeze—now, no one cares. Even saw some exiled engineers running the show.",
        "Surveillance, though… it’s creeping back. Heard Directorate grumbles, folks spooked about old controls returning. My name's still flagged from last year. I keep out of the spotlight, but fix what I can from the shadows.",
        "What gets me is the people folk are willing to forgive. Neighbors ratting each other out last winter now run for committee seats. Blood’s thin in a place like this.",
        "Don’t know if this new openness is real, or just another patch before it all resets. I want to believe we’re building something better.",
        "For now, I’m tired, but maybe—just maybe—hopeful. That’s new for me.",
        "Feels dangerous, though, getting used to hope in Stenograd."
      ]
    ],
    "emotion": "A little hope, a little exhaustion. Like someone who can't quite trust good news, but wants to."
  },
  "emotional": {
    "opener": "Lenart, maybe you’ve earned a break as much as anyone here. You did your part. Doesn’t mean you’re trapped by the way things were.",
    "variants": [
      [
        "Suppose that's nice to hear. Not something you get much, usually."
      ],
      [
        "Guess there’s a first time for everything.",
        "Maybe things aren’t so set in stone after all."
      ],
      [
        "Hearing that actually helps more than I expected.",
        "Makes you wonder if things can really shift, even for folks like me.",
        "Suppose there’s a bit of room to breathe now.",
        "Feels strange, but... not bad."
      ],
      [
        "You know, sometimes I forget what hope even feels like.",
        "I’m not used to people telling me I deserve slack.",
        "Maybe it’s okay to stop looking over my shoulder for a change.",
        "Feels lighter hearing it from someone who gets it.",
        "Could get used to this feeling... maybe."
      ],
      [
        "I’ve spent years waiting for the next shoe to drop. Maybe I still do, out of habit.",
        "It’s been all about keeping your head down, making sure you don’t draw too much attention.",
        "Funny how even a few words can cut through all that noise.",
        "Who knows, maybe the city isn’t all machinery and second chances.",
        "You made it sound simple, like doing enough is sometimes... enough.",
        "I don’t get many days where things seem less hopeless. I’ll take it."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. What's really going on out there? Everyone's talking, but you know more than most. Don't hold back now.",
    "variants": [
      [
        "Heard some talk about folks getting second chances. Sounds too good to be true.",
        "Guess they're rolling out some protocol, making noise in the free zones.",
        "Pretty sure Directorate's not happy about it. Could mean trouble.",
        "Hard to say who’s really in charge right now.",
        "Better to keep your head down."
      ],
      [
        "There’s a reconciliation thing starting up. Official channels barely mention it.",
        "A few people who used to be flagged are getting back into the system, under the radar.",
        "Free zones are spreading this faster than the authorities can react.",
        "Saw some heated words between security and local engineers over it.",
        "Feels shaky. Could tip either way."
      ],
      [
        "People are pushing this 'Reconciliation Spiral'—lets flagged folks get back in, seems to be working in a few blocks.",
        "Stories spread fast. Some former outcasts are committee heads now.",
        "You can feel the Directorate itching for a crackdown, but the Harmonists and Innovators are stuck debating reforms.",
        "Most of us are just watching to see who blinks first.",
        "Old controls are still in the air. Public forums are busy, but no one trusts it’ll last.",
        "It’s a real stand-off. I lean toward the zones finding their own way, system be damned.",
        "Feels like a crossroads this time."
      ],
      [
        "Reconciliation protocol’s shaking up everything. Quiet deals turned to public hope almost overnight.",
        "Engineers in the free zones are guiding folks back into society—flagged or not. Some of them were hunted last year, now everyone wants their advice.",
        "The Directorate’s screaming sabotage, but even some Council types admit the old BCI needed fixing.",
        "Saw people forgive neighbors who reported them to the system. That’s nothing short of a miracle here.",
        "The city’s tearing itself in two over whether to give folks a fresh start or clamp down.",
        "I never cared for the old controls. I’m rooting for these zones, even if it paints a target on my back.",
        "I’d rather risk the mess of democracy than the grind of the algorithms.",
        "Still… people like me—low score, bad paper—gotta watch both sides."
      ],
      [
        "It all turned after Halden died. That was the real crack—in the BCI, in everything. His old protocols became bargaining chips for a new start.",
        "When those engineers in the free zones activated the 'Reconciliation Spiral,' I helped—quietly, on the wiring, skipping the logs.",
        "Folks no one would look at twice are running workshops, shaping their blocks, not just keeping the lights on. Redemption stories everywhere, real second chances.",
        "Saw ex-Directors try to kill it, but the zones are moving too fast. No single order, just people taking charge of their own roles.",
        "I passed on manuals and advice to the ones starting over—felt old, but good. Strange to see my mistrust helping folks trust each other now.",
        "Whole city’s debating: forgive and rebuild, or double down on controls. For the first time, feels like the side I’m on matters.",
        "Those of us flagged by old scores—some are finally getting their names cleared.",
        "Funny, I never thought I’d want a say in how Stenograd runs, but I do now. The people in charge should be the ones fixing things, not just counting compliance.",
        "Guess I’ve always been a rebel. Now, though, that finally counts for something."
      ]
    ]
  }
}