{
  "olintz": {
    "chapter": "After the tribunal created by mounting public demands, Oksana arrived at work to find that the Directorate’s formal authority had weakened. Several colleagues openly discussed forming independent review teams, while new faces from recently decommissioned districts appeared in the office, requesting guidance on navigating abandoned BCI protocols. She was assigned to onboard these arrivals but found formerly reliable system access and support tools either nonfunctional or rerouted. Struggling to complete her tasks using incomplete data, Oksana witnessed senior staff quietly withdrawing from joint meetings, avoiding responsibility for disputed case outcomes. Unsure whether her measured caution would now prompt suspicion, she documented each interaction and reduced her own outgoing messages to a minimum. That evening, she avoided her neighbors, who were debating possible new council elections. The increased ambiguity in daily routines and roles resulted in her BCI score remaining static, reflecting both her caution and lack of overt noncompliance.",
    "bci_score": 45,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the tribunal’s indecisive conclusion and the rapid decommissioning of BCI enforcement in several districts, Nikola experienced a marked shift in daily routines. The communal access panel in his building displayed new notices disavowing old compliance requirements and referencing an interim civic council. That morning, residents debated in the stairwell about returning to previous service rotations and pension collection schedules. With uncertainty about which system governed access, Nikola delayed leaving his apartment and instead monitored the hallway, documenting which neighbors ventured out and whether services were provided as before. By midday, former barriers between districts seemed to dissolve, as unfamiliar residents entered the building unchecked, exchanging brief updates about changing council announcements. Nikola refrained from engaging, wary of new power dynamics and the absence of clear protocols. He rationed his remaining supplies and limited all digital activity, concerned that former system logs might still affect his eligibility. His BCI score remained at 55.",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After citizen forums opened for testimony, Daria entered the lab to find several coworkers watching tribunal broadcasts on their monitors instead of attending to scheduled wristband diagnostics. The supervisor rescheduled half the day's appointments, explaining that citizen statements and public questioning of Council members could alter compliance protocols again. With workflow unclear, Daria avoided making discretionary repairs, uncertain which rules would be enforced next. At lunch, a former client approached her in the breakroom to discuss rumors that districts might soon manage health devices without central oversight. Daria quietly asked for updates, weighing the risks of being seen as too eager for reform. By day’s end, numerous routine maintenance tickets were canceled as new civic councils in neighboring districts called for device reviews and BCI downgrades. Daria’s lab access privileges remained unchanged, but her BCI score decreased to 57, reflecting inactivity and flagged conversations under ambiguous regulations.",
    "bci_score": 57,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After several districts announced the removal of BCI enforcement and new local councils began replacing system checkpoints, Lenart found his established service routes blocked by unmanned barriers and unresponsive access terminals. On that morning, he waited outside a commercial client’s locked entry for almost an hour, unable to reach any administrator for updated clearance protocols. Previously reliable contacts now sent messages from unfamiliar domains, referencing evolving rules he did not recognize. Later, when he attempted to reroute through a Directorate-controlled district, two residents stopped him and questioned his presence, citing newly posted ward regulations. With traditional verification failing, Lenart abandoned several scheduled appointments and returned to his workshop, forced to rely on word-of-mouth for updated directives. He logged the incident for future documentation and limited his interactions with new council members, wary of further complications as systems diverged. The day’s uncertainty and loss of routine caused his BCI score to decrease to 28.",
    "bci_score": 28,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After deciding to push for a public tribunal, Sven spent the following morning contacting former speech recipients, trusted activists, and independent media operators. He distributed a new manifesto demanding full disclosure from Council officials and BCI designers. In response to rising support, Sven coordinated encrypted discussion forums and organized lists of questions for open testimony. He avoided his former office, changing communication patterns and restricting physical movement after noticing heightened surveillance on his known associates. At Bar 101, Sven quietly reviewed responses and developed talking points to guide public debate without appearing as an overt leader. Fearful of direct retaliation, he began moving between safe locations. His choice to incite the tribunal led to formal calls for testimony and public hearings across multiple districts. These events triggered visible unrest and demands for Council accountability. Sven’s BCI score dropped sharply to 15, as the system registered ongoing subversion, leadership of an unauthorized campaign, and coordination of dissent.",
    "bci_score": 15,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After citizen forums were announced for public evidence and testimony, followed days later by the tribunal where Daria Tomenko and Nikola Petrak revealed early BCI system abuses, Rada’s newsroom changed overnight. During her morning shift, she found her assignment list filled with coverage of forum speakers and community debates, with explicit instructions to select clips showing orderly dissent. In the afternoon, when violence broke out near a market following the tribunal’s revelations, her team was instructed not to film clashes or gather interviews with protestors. Rada observed familiar sources avoiding contact, unwilling to risk a recorded opinion. In the evening, she limited her time at Bar 101, discreetly noting conversations were hushed, with regulars exchanging information about which districts planned to suspend BCI enforcement. Before bed, she deleted sensitive footage, aware her profile was under scrutiny. Her BCI score dropped, reflecting flagged activity and proximity to unrest. New BCI score: 59.",
    "bci_score": 59,
    "political_preference": "rebel"
  }
}