{
  "news": {
    "official": [
      {
        "headline": "Public Tribunal Announced",
        "anchor_line": "Council agrees to conduct a public tribunal on the BCI system and Stenograd's governance history.",
        "contextual_reframing": "Transparent dialogue demonstrates Stenograd's commitment to continuous improvement and public confidence."
      },
      {
        "headline": "Unified Testimony Day",
        "anchor_line": "Key BCI architects address citizen forums, sharing historical context and system advancements.",
        "contextual_reframing": "Open testimony reinforces the city's dedication to reasoned progress and evidence-led stewardship."
      },
      {
        "headline": "Civic Reforms Initiated",
        "anchor_line": "Districts begin forming civic councils while BCI enforcement is reviewed for future optimization.",
        "contextual_reframing": "Guided adaptation ensures local voices and strengthens unity across Stenograd's infrastructure-driven society."
      }
    ],
    "underground": [
      {
        "headline": "Council Forced Into Light",
        "anchor_line": "Public fury cracks the Council's silence - tribunal on BCI secrets now unavoidable.",
        "contextual_reframing": "They called it 'dialogue,' but the people made it a reckoning. Watch for what they don't say."
      },
      {
        "headline": "Whistleblowers Speak Out",
        "anchor_line": "BCI insiders expose hidden manipulation and coverups at the tribunal - crowds erupt in outrage.",
        "contextual_reframing": "Off-script testimony, real risks. Stories of lost jobs, blacklists, and rewired destinies hit the air."
      },
      {
        "headline": "BCI Power Melts Down",
        "anchor_line": "Districts deform the system - no more blind scoring, new civic councils rise up across the city.",
        "contextual_reframing": "Enforcement weakens. The Directorate scrambles. For the first time, real choices crack through the algorithm."
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 45,
      "political_preference": "rebel"
    },
    "npetrak": {
      "bci_score": 55,
      "political_preference": "harmonists"
    },
    "dtomenko": {
      "bci_score": 57,
      "political_preference": "innovators"
    },
    "lkova": {
      "bci_score": 28,
      "political_preference": "directorate"
    },
    "shalek": {
      "bci_score": 15,
      "political_preference": "innovators"
    },
    "rmiskovic": {
      "bci_score": 59,
      "political_preference": "rebel"
    }
  },
  "chats": {}
}