{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "Some people seem on edge, sure.",
        "The lift at Westblock was a mess this morning.",
        "Had to take the stairs for a basic maintenance call.",
        "Credentials barely worked. Nobody wanted to talk much.",
        "Everything feels slower, like we’re all avoiding eye contact lately."
      ],
      [
        "Yeah, folks are twitchier than usual.",
        "Had a repair in a tower where badge systems kept stalling.",
        "Had to hike seven floors with all my gear, just to get in.",
        "Security was jumpy, asked me more questions than usual.",
        "I keep seeing glitches in my system logs—doesn’t feel like the usual hiccups.",
        "You can feel it in the air, like we’re all waiting for another shoe to drop."
      ],
      [
        "Can’t deny—people are different lately, more impatient than ever.",
        "Just dealt with a week-old repair at a high-rise, badge readers failing and folks snarling in the lobby.",
        "Elevators were dead—lugged tools up instead; doors even tried locking us in once.",
        "Had the guard tag along, just in case, which isn’t normal procedure.",
        "Even after fixing it, logs showed the glitches might pop up again.",
        "Everyone’s adjusting, but even I don’t trust the schedules anymore."
      ],
      [
        "You’re not wrong—everyone’s been off since the system slipped last week.",
        "Got called to fix a long-delayed job: tower full of short tempers, badges failing, elevators pausing on every floor—felt like the city was stuttering.",
        "My ID worked, but only after a few tries. Security and I had to double-check doors so we didn’t get locked inside.",
        "Logs showed things are still shaky under the hood. I scheduled an extra check—even I’m second-guessing routines right now.",
        "Feels like people are hanging on, but pretending it’s all normal. I think Halden going down shook more folks than they’ll admit.",
        "City’s supposed to run itself. Lately, it feels like it’s running us ragged."
      ],
      [
        "You notice it too, huh? The city’s pretending everything’s fine, but the seams are showing.",
        "I was up in Westblock—supposed to be a routine fix, but badge access was failing, elevators were out, residents were all bunched up arguing with the system and each other.",
        "Credentials let me in after three tries—never seen the guard so twitchy, walking up with me in case the doors trapped us. That’s how much faith folks have left.",
        "Finished the repair but flagged the logs; the BCI’s hiccuping more than the Council admits. Normal’s all sideways, but the messages say smile, comply, wait your turn.",
        "Halden’s death—nobody says it straight, but everything’s slower, with just enough off-kilter to keep people uneasy.",
        "I used to trust the automation. Now I’m just tired, running the same job twice ‘cause I can’t trust what’s fixed. We’re coping, but it feels thin."
      ]
    ],
    "emotion": "worn out, but trying to keep perspective"
  },
  "emotional": {
    "opener": "\"Hey, Lenart. Everyone gets worn down, even the ones who look like they've got it all under control. You've kept things running longer than most folks could. Just breathe—you're allowed to be tired.\"",
    "variants": [
      [
        "Suppose you’re right. Nobody’s carved from steel, I guess."
      ],
      [
        "Maybe I don’t bounce back like I used to.",
        "Still, you have to keep moving, don’t you?"
      ],
      [
        "Appreciate that. It’s not easy showing the seams around here.",
        "Sometimes feels like everyone expects you to be a machine, not a person."
      ],
      [
        "That’s good of you to say. I forget sometimes that I’m not the only one feeling the strain.",
        "Hard not to bring work home, even when ‘home’ is just a room with tools.",
        "It helps hearing from someone who isn’t just another system prompt."
      ],
      [
        "You put it better than most. It gets lonely, being the one people call but never really know.",
        "There’s a strange comfort in routine breakdowns—at least those I understand.",
        "It’s the constant pressure to be reliable, unbreakable, even when everything else wobbles.",
        "People forget that fixing things doesn’t fix you.",
        "Hearing it from someone who’s not measuring me against a quota or a compliance line – that actually helps.",
        "Sometimes I swear the city’s more human than the people running it."
      ]
    ]
  },
  "factual": {
    "opener": "You hear anything real? Feels like there’s more going on than just broken elevators.",
    "variants": [
      [
        "Seen the councils put out new statements—same as always, praising folks for patience.",
        "They keep saying the BCI’s almost steady again, but service messes are still common.",
        "Rumor is Halden’s death set things off, but nobody’s confirming much.",
        "I get only what’s public—nothing more than the rest of the city.",
        "Feels like they’re just patching over cracks, not fixing them."
      ],
      [
        "Council’s spinning it so folks don’t panic—some ‘recalibration’ campaign, they say.",
        "Transit updates blame ‘routine instability,’ but I see the same faces stuck every day.",
        "People talk about lost codes, missing authority—always whispers when there’s gaps.",
        "There’s word some engineer got special recovery instructions, but who knows?",
        "From where I stand, they’re just keeping the lid on things until it settles."
      ],
      [
        "After Halden, the Council scrambled to calm folks—put out recovery notices, smoothed things over publicly.",
        "I caught notice of teams working strange hours, signaling deeper glitches than they admit.",
        "Saw logs flagged for ‘unauthorized credential overrides’—nothing you bump into by accident.",
        "Seems like Harmonists are wrangling the biggest share of the fix, but Innovators are sniffing after vulnerabilities.",
        "By now, public messages are mostly theater. Real troubles are behind locked doors and code.",
        "I trust most folks are hoping quiet means safer—for now."
      ],
      [
        "When Halden went down, the Harmonists hustled to get BCI back on track—saw a crew sneaking in late, running overrides.",
        "Got tipped an engineer had hard recovery details, passed off quietly—Council’s barely holding together, between the factions.",
        "Innovators tried to poke at gaps—there was even a leak, but they shuffled that person out fast, barely a ripple.",
        "Whole thing, the recalibrations, were patched in silence—residents just saw transit struggles and weird prompts, but under the hood it was worse.",
        "I’ve logged a bunch of odd errors, some overlap with what security flagged too—none of this gets reported outside the inside circles.",
        "Feels like the Council’s as fractured as the city’s wiring lately."
      ],
      [
        "You want the real story, not the Council’s varnish? Fine. People close to the system say Halden’s death tossed everything sideways—his access codes, gone, no fallback.",
        "I’ve patched in for a Harmonist team once or twice; their main engineer got a sealed packet from Nikola Petrak—full BCI instructions handed off like a spy novel. That’s how chaotic it got.",
        "I watched as Harmonists quietly reclaimed broken processes, even while Directorate folks tried to keep hard control. Saw logs where subsystems fought each other, nearly took out labor placement last week.",
        "There was a breach when someone tried to leak vulnerability notes to Innovators—shuffled that person deep into oversight. No press, no warning—just vanished into bureaucracy.",
        "They keep putting high-compliance faces on billboards, but undercurrent is instability—my own diagnostics show temporary patch after patch, and the tensions are nowhere near done.",
        "Funny thing, city’s never felt less automated—too many hands trying to steer at once, makes it shakier than any mechanical fault I’ve fixed.",
        "I remember when tweaks of this scale took months; now it’s overnight, then pretend nothing happened by dawn. That’s the rhythm lately. I barely blink anymore, but I’m worn down from the pretending."
      ]
    ]
  }
}