{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Feels different, sure. Noticed the city's power outages? ",
        "My work’s gotten busier… seems everyone’s dealing with wristband issues now.",
        "Whatever’s behind the footage leaking, it’s not what it seems. ",
        "Just trying to keep up with the glitches from the blackout.",
        "Feels like things are a bit out of balance, but that's life."
      ],
      [
        "City's been acting up, right? Lights out more often now.",
        "Everyone suddenly needs their wristbands fixed. My desk's a mess.",
        "Those tapes before Halden's death… something's fishy there.",
        "I’m getting weird about all the glitches since the power's been funny.",
        "Feels like we're walking on thin ice here."
      ],
      [
        "City's been a bit wild lately, huh? Blackouts are making life tougher.",
        "It's a full house in my office—everybody fixing their wristbands.",
        "That footage near Tower 9? Whole thing doesn’t sit right with me.",
        "Power glitches everywhere, juggling work's been a hassle.",
        "It's like we're constantly waiting for the next shoe to drop."
      ],
      [
        "City's been rough, lots of outages messing things up.",
        "Keep having to fix these wristbands all day long. Exhausting!",
        "What about that leak with Halden's death? Doesn't seem clear.",
        "Power outages... makes my job so intense.",
        "Honestly, I’m frazzled trying to keep everything running smoothly."
      ],
      [
        "City feels different, more outages and chaos daily.",
        "I'm swamped with work—we all are, fixing wristbands around the clock.",
        "Honestly, that footage on Halden’s death, I’ve been on edge.",
        "This blackout—power cuts everywhere—it's draining.",
        "Seems everything's slipping and I’m just hanging on, trying my best."
      ]
    ],
    "emotion": "frustration"
  },
  "emotional": {
    "opener": "Sometimes it's okay to feel lost. It's human, Daria.",
    "variants": [
      [
        "Yeah, I'm fine, just busy.",
        "Work's been intense lately."
      ],
      [
        "True, things are just... different now.",
        "Staying cautious is all I can do."
      ],
      [
        "It's been hard juggling things recently. I do miss simpler times.",
        "I always need to be one step ahead, can't let my guard down."
      ],
      [
        "It's been tough managing everything, you know?",
        "Sometimes I don't even recognize this place anymore.",
        "I'm trying to adjust, but it's hard to keep pretending everything's okay."
      ],
      [
        "Sometimes the past feels distant, even when it's all around me.",
        "I still have no idea what really happened before.",
        "I wish people understood how much I miss those old days.",
        "Maybe I'm just holding onto memories too tightly.",
        "The world changed, I suppose I'm still trying to find where I fit.",
        "Guess I should focus on balancing everything without losing myself."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Daria, everyone knows there's more to what's going on. You're in the thick of it.",
    "variants": [
      [
        "People talk a lot, but not everything's true.",
        "The blackout—power cuts aren't helping right now.",
        "I'm just dealing with the fallout, wristbands and all.",
        "There are... rumors. Nothing confirmed, though.",
        "Not much to add, really."
      ],
      [
        "Speculations are everywhere. No clarity on anything.",
        "Blackouts are shaking things up, can't deny that.",
        "Lots of noise about Halden's case, not helpful for us.",
        "Work's tricky with the system failures.",
        "I stick to what I handle—rest is outside my scope."
      ],
      [
        "Halden's death stirred a hornet's nest, that's obvious.",
        "Protests broke out; people want answers from the Council.",
        "Rumors on internal sabotage, not really confirmed.",
        "BCI failures affect all city services, big mess.",
        "I'm just trying to keep the wristband system functional."
      ],
      [
        "Halden's case lit the fuse for these spontaneous protests.",
        "Council's been cornered, discussions of military moves now.",
        "Mass BCI failures cause chaos in daily life.",
        "We face a lot—a blackout just hits us all hard.",
        "I see the unrest growing; I’m just trying to keep grounded."
      ],
      [
        "The entire city's reeling from Halden's abrupt end.",
        "Massive protests—real pressure on the Council to act.",
        "Some believe Halden’s death was sabotaged from within.",
        "Systems fail, and yet, I keep everyone tethered with wristband fixes.",
        "Feels personal, my brother vanished over similar shadows."
      ]
    ]
  }
}