{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Just keeping busy, same as always.",
        "Work's gotten a bit... chaotic lately.",
        "Some system outages, nothing new.",
        "Had to review some reports by hand, extra steps.",
        "Mostly, just trying not to get in trouble."
      ],
      [
        "I've had to double-check everything at work recently.",
        "The system was down again, watchlists all wrong.",
        "Temporary access blocks, stricter logs now.",
        "Feels like I have to tiptoe around every task I do.",
        "Honestly, it's been... a bit much."
      ],
      [
        "Things at work are upside-down since the glitches started—nothing loads right, and double the tasks keep showing up.",
        "They blocked my terminal for hours, then put a tracker on it when it came back.",
        "I started writing out details by hand, just to keep my facts straight.",
        "There was a familiar flag in the system, almost like someone was testing what I'd do.",
        "I'm just... tired, really. It's not supposed to be like this."
      ],
      [
        "Ever since Halden died, it's like everything at work is uncertain—no one says it, but we're all watching for sudden changes in the system.",
        "One morning my whole workflow was missing—manual reviews took forever, and every move is obviously logged now.",
        "Started hiding notes on paper, which just feels... risky, but safer than leaving things in the system.",
        "When a suspect pattern reappeared, I couldn't trust the process, not after what I've seen happen to people over small errors.",
        "It's exhausting, pretending like things are normal.",
        "I keep waiting for the old certainty to come back, but it hasn't."
      ],
      [
        "I used to trust the system, really—I used to think I was helping keep things fair.",
        "But now, after Halden's death, every day is a scramble—manual checks, tighter monitoring, like they're afraid of us as much as we're afraid of them.",
        "Saw someone locked out of their own apartment last week over a technicality—could've been anyone, could've been me.",
        "Started hiding my notes, double-checking everything because last time I flagged a profile, that person disappeared for weeks.",
        "My hands shake before every decision—can't tell if I'm part of the problem or just caught up in something no one controls anymore.",
        "It gets lonely, keeping these thoughts to myself.",
        "Mostly I'm just so tired, and I don't see a way back to the way things were."
      ]
    ],
    "emotion": "tired but quietly unsettled"
  },
  "emotional": {
    "opener": "\"You know, sometimes just holding it together every day is more impressive than anyone ever gives you credit for.\"",
    "variants": [
      [
        "Sometimes, yes, that's enough.",
        "Not everyone gets that."
      ],
      [
        "Thanks. I don't always feel noticed, even by... well, the places that are supposed to notice.",
        "It's strange when what should be normal feels impossible."
      ],
      [
        "You saying that helps more than you might realize.",
        "People forget how much quiet effort there is around here.",
        "Some days, all you can really do is keep going."
      ],
      [
        "Thank you. Honestly, just hearing that makes the weight a bit lighter.",
        "It's easy to slip into thinking nobody cares, that all the work is invisible.",
        "Sometimes I forget I'm not the only one pushing through it.",
        "You've got a way of noticing when it matters."
      ],
      [
        "It's strange, I used to believe everything was working as intended, you know? But lately it just feels... heavier.",
        "I'm not sure when things shifted, or maybe I just did, but it's hard to remember what 'normal' was before.",
        "Hearing you say that, it reminds me some people do still see the person behind the numbers.",
        "I don't talk about this much—barely at all, actually.",
        "But I think we survive because we do hold it together, even when no one else sees.",
        "Thank you for not just looking past me."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Oksana, everyone knows it's not just work stress. Something's going on in the city—what's really happening?",
    "variants": [
      [
        "Most people barely notice the changes, honestly.",
        "Council just says things are being restored after some hiccups.",
        "I just hear about minor delays, like in transit and services.",
        "Routine messaging—says everything's back to normal soon.",
        "Nothing official ever really changes."
      ],
      [
        "Surface problems mostly—transit delays, system resets, things like that.",
        "Council pushes out these statements, all super vague, lots of talk about 'patience.'",
        "Rumors about system maintenance float around, but nothing concrete.",
        "Nobody at my level gets real details, just new instructions.",
        "Supposedly, it's all handled internally—nothing for us to worry about."
      ],
      [
        "When Halden died, they scrambled behind the scenes—lots of quiet recalibration, teams working late.",
        "There was a moment everything felt out of sync—factions inside Council, tech people fixing core stuff.",
        "Officially, they told the public it was routine glitches, but inside, it was more complicated.",
        "Messages to staff were all about stability, but you could sense the stress in every update.",
        "Eventually, most things started running again, but trust in the process took a hit."
      ],
      [
        "Right after Halden's death, different Council groups tried to grab control—Harmonists led those early recovery efforts.",
        "Engineers got these sealed instructions—big deal, considering everyone thought Halden's codes were lost.",
        "I watched some teams quietly override old restrictions and reset scoring protocols, all without fanfare.",
        "Leaks about vulnerabilities almost caused a crisis, but they managed to contain it internally.",
        "Even with the system 'restored,' there are new rules everywhere, and you can feel everyone watching each other."
      ],
      [
        "Honestly, I saw how hard the Harmonists worked to steady things—they met in secret, just trying to hold the BCI together after Halden's death.",
        "One engineer got detailed instructions—never seen so much tension in a meeting as when they started the recovery.",
        "We all knew some Innovators tried to get in on the process by leaking recalibration data, and for a while, nobody knew who to trust inside the Directorate.",
        "Every step was logged, and you could sense people quietly panicking over missing codes and shifting protocols.",
        "It's strange—so much was rebuilt without public oversight, and every little fix feels like a reminder that none of us are actually in control, not anymore.",
        "Sometimes I wonder if anyone outside these walls really realizes how close we came to losing everything—the system, the city, even the illusion of normalcy."
      ]
    ]
  }
}