{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Yeah, dealing with blackouts, it's been... fun.",
        "Lots of disrupted commutes, let me tell you.",
        "Everywhere I go, it's rerouted paths and longer detours.",
        "Feels like I'm fighting the whole city to get things fixed.",
        "Guess we're all just waiting for the system to stabilize."
      ],
      [
        "Blackouts keep me busier than I'd like, but I'm managing.",
        "Every trip's been longer, roads blocked or rerouted non-stop.",
        "Working overnight's become the new norm; no one's on the roads then.",
        "Demand's high, but it's frustrating how inefficient everything feels.",
        "I used to believe in our infrastructure, but every day that faith thins a bit."
      ],
      [
        "These blackouts certainly keep me on my toes—can't say I love it.",
        "Getting anywhere takes ages, always some protest blocking the way.",
        "Started working graveyard shifts just to bypass the worst of it.",
        "More jobs than time, that's the story lately—systems are failing.",
        "This whole mess makes me wonder if what we built was worth it at all."
      ],
      [
        "The blackouts are pushing me to the edge, Alex, honestly speaking.",
        "Street protests have rerouted me so many times I've lost count.",
        "I've taken to working nights, it's quieter, gives me some control.",
        "It's hard, knowing the city's systems are failing more each day.",
        "Something's gotta give—I need to believe in our work again."
      ],
      [
        "I never thought Stenograd could unravel like this, honestly.",
        "The blackouts are testing my limits, especially with constant detours from protests.",
        "I've been fixing things overnight; it's the only time I get some peace.",
        "It feels like I'm trying to mend something that might not be fixable.",
        "I remember when I trusted in what we built, but now that faith's crumbling."
      ]
    ],
    "emotion": "frustrated yet hopeful"
  },
  "emotional": {
    "opener": "We all rely on systems, but sometimes it's the little things, like a shared laugh or a helping hand, that truly hold things together.",
    "variants": [
      [
        "Yeah, small things do matter.",
        "I'll keep pushing through."
      ],
      [
        "You're not wrong about that.",
        "It's frustrating, but those small moments mean something."
      ],
      [
        "It's true, you know.",
        "Systems have their place, but it's those human gestures that make the difference.",
        "I guess every bit helps."
      ],
      [
        "You're right; those small moments are what keep us going.",
        "It's easy to get lost in the system.",
        "I feel better remembering that I’m not alone in this."
      ],
      [
        "You know, sometimes the system just feels overwhelming, pushing us aside.",
        "But it's like you said, the small human connections matter the most.",
        "A shared laugh, a moment of understanding, those things keep us sane.",
        "And yeah, I've been a part of building these systems, yet here I am, realizing it's the personal connections that hold me together.",
        "It's a weird realization, honestly."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart, something's cooking behind the scenes, isn't it?",
    "variants": [
      [
        "I heard some talk about Tower 9's security footage.",
        "Nothing's confirmed, so it's probably just rumors.",
        "Heard something went amiss before Halden lost it.",
        "Could just be the usual noise people spread around.",
        "Too many theories, not enough facts."
      ],
      [
        "There's footage out there of Tower 9, before Halden's end.",
        "Apparently, it slipped past the filters somehow.",
        "Many are gossiping there's something off about his death.",
        "Rumors are swirling about interference, but who knows?",
        "It's hard to figure out what’s true with all that's going around."
      ],
      [
        "So, some footage turned up, showing weird stuff near Tower 9.",
        "Media didn't catch it, leaked out some other way.",
        "People are speculating that Halden's death wasn't clean.",
        "Protests are ramping up, calling for answers about BCI.",
        "Everything's shaky, folks are demanding some real transparency."
      ],
      [
        "There's been leaked footage from just before Halden's death at Tower 9.",
        "Bypassed the usual media controls — lots of talk about cover-ups.",
        "People are hitting the streets, asking what really happened to him and the BCI.",
        "The protests are growing, everyone wants answers on these failures.",
        "I'm feeling the push too, maybe it's time for a closer look into our systems."
      ],
      [
        "Alex, it's crazy — that footage from Tower 9's caused a huge stir!",
        "It slipped through state filters, got everyone talking about possible foul play.",
        "Halden's death feels shady, like something bigger's at play, and I can't ignore it.",
        "Protests are stronger, demanding deep dives into the BCI failures — I feel that pull too.",
        "I was part of building this system, and to see it crumble, maybe it's on me to dig deeper."
      ]
    ]
  }
}