{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Everyone's carrying something, true enough.",
        "I'm just keeping busy, working on what I can.",
        "Had some trouble getting home the other day—BCI glitch, they said.",
        "Couldn't get to some files, nothing serious.",
        "I suppose we all have our little inconveniences."
      ],
      [
        "People are definitely shouldering more lately.",
        "My job's all about words, but this past week they've slipped through my fingers.",
        "System outage meant documents I needed just disappeared from the terminals.",
        "Getting back home felt like wading through invisible walls—delays, reroutes, that kind of thing.",
        "Spent a night with a notepad because nothing felt reliable anymore.",
        "Strange to live in a city built on certainty and feel so little of it myself."
      ],
      [
        "It's true, burdens seem to multiply when things go sideways.",
        "I write the speeches you hear—so when the system glitched, I lost access to essential drafts.",
        "Central archives froze, so I rewrote needed statements by hand, just to have something solid.",
        "Neighborhood checkpoint stopped me—BCI score issues, they barely explained.",
        "Now, instead of trusting the network, I keep paper copies locked away in my apartment.",
        "Routine feels broken, and I can't pretend I'm unaffected.",
        "Right now, I’m just trying to keep my footing."
      ],
      [
        "I suppose you could say I’m carrying backup plans these days.",
        "After years hiding in networks, I found out how quickly they turn against you—system outage locked me out of half my work.",
        "Wrote key speech drafts by hand at home, the old way, after being rerouted at a checkpoint for a scoring issue.",
        "Those files—some can never be recreated. I kept thinking, what if they’re gone for good, or if someone else gets there first?",
        "I started duplicating everything, keeping copies in a safe, afraid I might lose pieces of myself if I relied on the city's promises.",
        "It's a strange, lonely feeling—trusting pen and paper more than the city around you.",
        "I'm weary, honestly. But at least, now, I can say that out loud."
      ],
      [
        "Carrying things? Yes. Sometimes half the city's worries end up at my kitchen table.",
        "I shape how leaders sound, so when the city broke—when drafts vanished and checkpoints stalled me out—I felt it was personal as much as systemic.",
        "Our whole world runs on certainty: compliance scores, seamless transitions. Last week, I watched that trust evaporate on a screen blinking 'access denied.'",
        "I spent hours at home handwriting speeches that should've lived safely in servers, locking them in a safe the way my grandfather locked up forbidden books.",
        "You can’t help but ask: if words are this fragile, what else is at risk? I catch myself thinking about what’s truly irreplaceable.",
        "Even in my line of work, where I keep every version of every word, it’s the ones I almost lost that keep me up at night.",
        "This whole city pretends nothing’s wrong, but I feel frayed every time I look at my notebooks.",
        "Talking about it helps. Makes it real, instead of just another silent system failure."
      ]
    ],
    "emotion": "Weary but a little relieved to be talking about it."
  },
  "emotional": {
    "opener": "\"You know, sometimes just saying things out loud makes the weight a bit lighter. This place, the city — it presses on everyone, not just you.\"",
    "variants": [
      [
        "Perhaps.",
        "It's manageable, for now."
      ],
      [
        "You're not wrong.",
        "We all have ways of coping."
      ],
      [
        "It does help to hear that.",
        "Sometimes the work just… accumulates, more than I'd like to admit.",
        "I suppose it's the same for many here."
      ],
      [
        "You make a fair point.",
        "I spend so much time shaping words that it's easy to forget how they shape me as well.",
        "Everyone adapts — I just tend to use different tools.",
        "It's odd how silence can be more exhausting than speaking."
      ],
      [
        "I appreciate you saying that.",
        "Honestly, language is both my armour and my burden — every word must be precise, every pause deliberate.",
        "It's a peculiar feeling, to bend reality and still feel cornered by it myself.",
        "Sometimes I envy people who can simply say what they mean.",
        "There's comfort in structure, but it can wall you in, too.",
        "I've always believed clarity keeps things stable, but even clarity has its limits."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually went wrong this time? Everyone's repeating the same lines but nobody's saying anything real.",
    "variants": [
      [
        "Nothing most people haven't heard\u00133BCI stuttered, slowed us all.",
        "They say the Council managed things quietly, just some routine recalibration.",
        "Any hiccups were sorted internally, best to leave it at that.",
        "You\u0019ll see the city's running as usual now, that's all that matters.",
        "No point dwelling on technicalities."
      ],
      [
        "There was a slip\u00133transit, services slowed, nothing the public wasn\u0019t told.",
        "Some say the system needed \"minor realignment\" after Halden was gone.",
        "Council kept it all under wraps; only a few saw behind the curtain.",
        "High scores, smooth paths\u00133low ones hit snags. It evened out eventually.",
        "The less said about internal repairs, the better for all involved."
      ],
      [
        "Public heard about the BCI glitches\u00133service delays everywhere for over a week.",
        "Council pushed out calm statements, but skepticism was thick, even inside the halls.",
        "What wasn\u0019t in the announcements? A technical faction, Harmonists, were granted emergency codes to stabilize things.",
        "Rumors about lost access codes floated, but the main work happened behind closed doors.",
        "By now they\u0019ve restored routine, but confidence\u0019s more fragile than they let on."
      ],
      [
        "When Halden died, there was immediate confusion\u00133the BCI nearly veered out of control.",
        "I know some Harmonist engineers got secret instructions\u00133sealed envelopes, old-school for a reason.",
        "They took emergency action, overruling Halden\u0019s credentials, while all three factions jostled quietly behind front doors.",
        "One informant nearly leaked recalibration secrets to Innovators\u00133almost started a civil rift inside the Council.",
        "Most citizens never saw the cracks, just felt them in delays. Isn\u0019t that always the way here?",
        "We patch holes with words, but it\u0019s always the quiet actors holding the city together."
      ],
      [
        "After Halden was found, protocols unraveled almost immediately. I was writing speeches about calm while knowing core BCI processes barely held together.",
        "Nikola Petrak herself sent recovery instructions\u00133sealed, hand-delivered unless you knew the right Harmonist to trust.",
        "There were days where no one, not even Council leaders, could see the system\u0019s full picture. I rewrote crisis lines three times in one night, each based on a different possible collapse.",
        "Security caught a Harmonist leaking recalibration flaws to the Innovators\u00133a near disaster kept secret, reassignment done quietly, no press.",
        "Even now, most people think the city smoothed over some minor outage, but they almost lost the invisible contract that lets every resident function.",
        "I\u0019ve kept paper drafts of every public reassurance\u00133even the false ones\u00133because sometimes those are the only record we have of what nearly happened."
      ]
    ]
  }
}