{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "Everyone seems on edge, you notice?",
        "I don't get involved, I keep to myself these days.",
        "Heard talk about disruptions here and there.",
        "Just a lot of noise, nothing for me to worry about.",
        "Maybe it's all just rumors blowing things out of proportion."
      ],
      [
        "Been noticing glitches in getting my pension lately.",
        "The whole system's acting up, don't you think? Just odd.",
        "I went to the center for answers, against my usual practice.",
        "Seen enough to make one cautious about who to trust.",
        "Hard to know who's pulling the strings these days."
      ],
      [
        "Things aren't as smooth as they used to be, there's a change in the air.",
        "Faced a bit of a hiccup with my pension at the kiosk.",
        "Ended up seeking help, not something I do often.",
        "Trust in the system, it's not what it once was.",
        "Feels like many share this sense of unease."
      ],
      [
        "Strange times, Alex. The pension issue, it's more than a glitch to me.",
        "Spending more time at the center to find some clarity.",
        "Rumors swirling about Halden's death, can't ignore them.",
        "I worked alongside those in power, saw the system inside out.",
        "Now it seems, nobody's sure where this is all headed."
      ],
      [
        "It's unsettling, Alex, having been so close to the Council and seeing this unravel.",
        "That failed pension transaction, turned my routine inside out.",
        "Dependence on unreliable systems is an odd feeling, given my past inside knowledge.",
        "With Halden gone, those whispers of sabotage don't seem far-fetched.",
        "Without the stability I knew, every day feels like walking on shifting ground."
      ]
    ],
    "emotion": "a lingering uncertainty"
  },
  "emotional": {
    "opener": "Don't let the system's hiccup shake your belief in the life you've built. Your experience and adaptability are your greatest strengths.",
    "variants": [
      [
        "That's quite assuring.",
        "I'll keep that in mind."
      ],
      [
        "You're right, sometimes things glitch.",
        "I'll remember what you said."
      ],
      [
        "It’s a confusing time, really.",
        "Your words help.",
        "Experience does guide, after all."
      ],
      [
        "You've given me perspective.",
        "I’ve been through uncertain times before.",
        "Adaptability, as you say, is key."
      ],
      [
        "You remind me why I kept quiet all these years.",
        "The world shifts, but I adapt.",
        "Experience has become my strongest ally.",
        "Even in doubt, I find strength.",
        "Your words are a gentle reminder of resilience."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Nikola, what's really going on with these glitches and protests? We all deserve to know.",
    "variants": [
      [
        "You see those protests after Halden's end? Just unrest, as expected.",
        "Seems the BCI's glitches are causing this uproar, strange timing.",
        "Some reports of suspicious activity around the time Halden passed, curious enough.",
        "Hearing chatter about sabotage, but who knows the real story?",
        "Could be just noise or something bigger, hard to pin it down right now."
      ],
      [
        "Saw some sketchy footage circulating post-Halden, unsettling.",
        "Protests erupted soon after, demanding clarity on failures.",
        "BCI's seen multiple system errors, public services hit hard.",
        "Talk of sabotage in Halden's demise is fuel for public mistrust.",
        "This blackout wasn't a random occurrence, many feel agitation."
      ],
      [
        "Suspicious movements were caught on tape near Tower 9, post-Halden.",
        "Error after error with BCI systems, folks not happy.",
        "Blackout did no good for calming these protests, it's tense out there.",
        "There's buzz of sabotage regarding Halden's death, spreading fast online.",
        "Council's trying to contain the narrative, unrest isn't easy to quell."
      ],
      [
        "People caught acting shady around Tower 9 before Halden died got leaked online.",
        "BCI's stability faltered, and folks are taking their anger to the streets.",
        "Rumors link a Council rift to Halden's death chaos, story is unfolding.",
        "Protests are relentless, calling for answers, feeling this instability.",
        "Council's grappling with fallout and division, not a straight line forward."
      ],
      [
        "Tower 9 had eyes on suspicious movement before Halden was found, footage got out somehow.",
        "BCI went wonky, and these protests rose from the chaos of daily disruptions.",
        "I remember how Halden's system was supposed to just work, but here we are.",
        "This blackout? Hit us hard, and look at these people demanding clarity.",
        "Council’s in turmoil, knowing the system we made isn't standing firm anymore."
      ]
    ]
  }
}