{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Been tougher at work, workload's high.",
        "System's a bit out of sync, causing issues.",
        "Noticed more anomalies flagged lately.",
        "It's just the way things are sometimes.",
        "I manage, keep my head down."
      ],
      [
        "Yeah, with Marek Halden's death and all.",
        "Work's been overwhelming, so many anomalies.",
        "The Council wants stability, but it's slow.",
        "Seeing protests everywhere, it's tough.",
        "Just trying to do my job right."
      ],
      [
        "Feels like every step is weighed, post-Halden's death.",
        "The anomalies piling up—it's a mess everywhere.",
        "Harmonists halted BCI expansion; can't work efficiently.",
        "And leaked footage—it's stirred folks up.",
        "Finding the daily work challenging, honestly."
      ],
      [
        "Yeah, since Marek Halden's gone, you feel it too?",
        "The system hiccups, and flagged anomalies flood in.",
        "The protests are relentless, needing some real answers.",
        "The Council's struggling; Harmonists just maintain status quo.",
        "Each day at work feels like balancing on a tightrope."
      ],
      [
        "Definitely, since everything shook with Halden's passing.",
        "These anomalies—they're overwhelming and telling deeper flaws.",
        "Those protests—truly get them; ethical issues run deep.",
        "Public symposiums are eye-opening; we need change.",
        "Can't help but feeling conflicted about my role in all this."
      ]
    ],
    "emotion": "allowing Alex to respond empathetically"
  },
  "emotional": {
    "opener": "It's okay to feel conflicted about everything happening. It doesn't mean you're wrong; it means you care.",
    "variants": [
      [
        "Thanks, but I'm fine.",
        "This isn't easy for me to explain."
      ],
      [
        "I appreciate that.",
        "It's hard to align my thoughts lately."
      ],
      [
        "Your words mean a lot to me.",
        "I've been wrestling with these feelings for a while.",
        "It feels like what was once clear has become blurred.",
        "Finding clarity is becoming harder than ever."
      ],
      [
        "Thank you for saying that.",
        "I've been feeling torn about my role.",
        "The system's faults seem more glaring now.",
        "It's like I'm stuck between duty and doubt.",
        "I thought I was doing good work, but now I'm not so sure."
      ],
      [
        "I'm truly grateful for your understanding.",
        "It's been so isolating to feel this way.",
        "Every day presents more questions than answers.",
        "It's hard when you believe in something for so long and it starts to fail you.",
        "There's a broad disconnect in the system that frightens me.",
        "Perhaps I need to explore what truly aligns with my values."
      ]
    ]
  },
  "factual": {
    "opener": "\"Come on, Oksana, you're in the thick of things. What's really going on?\"",
    "variants": [
      [
        "The protests... people are restless, nothing unusual.",
        "Council's handling it, but it's same old responses.",
        "Rumor spread—leaked footage, Council's business.",
        "They paused some BCI changes, for now.",
        "Not my place to say more, anyway."
      ],
      [
        "Protests are loud, fueled by some leaked footage.",
        "Ethics debate stirred things up at the symposium.",
        "Council meets a lot, chasing stabilization...",
        "They halted BCI expansion temporarily.",
        "Sync issues in the system still affect my job."
      ],
      [
        "Leaked footage caught fire, protests became fiercer.",
        "I was in the Council meeting—Harmonists push for pause.",
        "They’re working to stabilize, but it’s sluggish.",
        "Public debates on ethics are intense right now.",
        "My work is just backlog, sync challenges... same pace."
      ],
      [
        "Rada leaked footage—protests flared up fast.",
        "Those Council meetings... Harmonists avoid big moves.",
        "BCI's halt? Just a band-aid, if you ask me.",
        "There's real energy in the public's ethics debates.",
        "Every day feels like a flood of flagged cases, headache."
      ],
      [
        "Thanks to Rada's leaks, protests have everyone on edge.",
        "Harmonists are stalling any risky changes in Council.",
        "The BCI halt is more politics, less real solution.",
        "Attended the public ethics symposium—it hit home hard.",
        "In my role, these sync issues just pile up obstacles."
      ]
    ]
  }
}