{
  "olintz": "After unauthorized media leaks exposed Council misuse of the behavioral scoring system, followed by the automated release of files detailing wrongful detentions, Oksana found her department flooded with public profile appeals. That morning, she was assigned to manually verify entries for individuals previously flagged without clear cause. Instead of following automated instructions, she compared archived paper records against recent digital logs before updating any file. During her lunch break, Oksana declined to join colleagues discussing the demonstrations outside, choosing instead to organize discarded appeal printouts for future reference. By evening, she quietly stored anonymized notes at home, anticipating further discrepancies.",
  "npetrak": "After files exposing unfair scoring and wrongful detentions became accessible, Nikola noticed notices posted in his building identifying residents whose records had been secretly altered. The following morning, large crowds gathered outside the local administrative center, causing security to restrict entry and delay all appointments. Nikola, needing to correct his own pension record, avoided the crowd and canceled his trip, fearing further discrepancies could link him to past Council work. Instead, he studied newly delivered manual pages for safer alternatives and rationed his remaining groceries, deciding to wait until recommended hours before attempting any further errands. Tension remained as crowds persisted.",
  "dtomenko": "After leaked files revealed wrongful detentions and the public began gathering outside government buildings, Daria arrived to find her lab surrounded by demonstrators and the staff entrance blocked by police barriers. She altered her routine, entering through a back service door and signing in manually rather than swiping her wristband. Inside, she observed colleagues quietly shredding printouts and securing personal effects, avoiding conversation about missing team members. When system prompts flagged her wearable scripts for review that afternoon, Daria deleted pending updates and reviewed new requests twice before approval, aware oversight was intensifying. She left early, taking side streets home.",
  "lkova": "After media outlets published Halden’s message, followed by leaks of official abuses, Lenart arrived at a client’s apartment to find residents refusing entry without triple-checked identity confirmation. The building supervisor demanded additional written authorizations, citing new protests nearby and distrust of system-issued badges. Lenart adapted by recording each approval in his handheld logbook and double-checking identities against physical lists, a process that nearly tripled his time on site. Conversations with clients turned to the authenticity of every instruction. By the end of the day, Lenart prioritized only urgent repairs, wary of making mistakes under constant scrutiny.",
  "shalek": "After Sven chose to reveal the truth behind Halden’s death, media coverage of Halden’s confession triggered public gatherings near his district. That afternoon, as files exposing Council abuses circulated online, Sven noticed an increased security presence along his route and encountered residents debating policies on every street corner. Unable to enter his usual workplace, he worked from home, handwriting responses to three urgent speech requests and confirming delivery by phone, bypassing office systems. When a neighbor asked for advice about an upcoming demonstration, Sven declined, wary of being linked to any faction. He continued archiving sensitive drafts at home.",
  "rmiskovic": "After media outlets published Halden's message and independent journalists leaked evidence of BCI misuse, Rada arrived at the newsroom to find coworkers openly discussing deleted files and missing news reports. She noticed her previously secure network was now closely monitored, prompting her to stop uploading full story drafts. Instead, she saved raw footage offline and delivered only brief summaries for review. That afternoon, when a trusted colleague asked about their erased interview archive, Rada quietly handed over handwritten notes, advising caution with any digital storage. By evening, she avoided all system terminals, relying solely on personal notebooks for future reporting."
}