{
  "official": [
    {
      "image_id": "archive_dust",
      "headline": "System Status Reset",
      "anchor_line": "Today, city officials confirm adjustments to record-keeping across all BCI services.",
      "contextual_reframing": "Routine upgrades and strategic data management underscore the ongoing commitment to public order and adaptability."
    },
    {
      "image_id": "flower_on_concrete",
      "headline": "Communal Response Unfolds",
      "anchor_line": "Residents gather peacefully as Stenograd transitions to a new phase of administration.",
      "contextual_reframing": "Community engagement remains strong as systems evolve, showcasing resilience and unity during technical transitions."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "A New Civic Choice",
      "anchor_line": "A citywide referendum is announced, empowering citizens to help shape the next era of urban management.",
      "contextual_reframing": "Participatory governance enhances stability. Stenograd moves forward, balancing collective memory and systemic innovation."
    }
  ],
  "underground": [
    {
      "image_id": "archive_dust",
      "headline": "History Wiped Away",
      "anchor_line": "First the Harmony Reset, now our records vanish overnight.",
      "contextual_reframing": "No more BCI files. No more old scores. For some, freedom. For others, a chance for the Council to erase every mistake they made."
    },
    {
      "image_id": "archive_dust",
      "headline": "Who Decides Now?",
      "anchor_line": "People fill the squares, not knowing if they’re safe or in danger without score protections.",
      "contextual_reframing": "Confusion everywhere. Justice for abuses at risk as evidence disappears. Those who suffered might get nothing but silence."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "Past or Future?",
      "anchor_line": "Rada leaks: Halden set the purge in motion himself, forcing us to pick—more control or no memory at all.",
      "contextual_reframing": "With the system gone, we stand at a crossroads. Rebuild the machines—or let Stenograd become whatever we dare to remember."
    }
  ]
}