{
  "olintz": {
    "chapter": "The morning after the citywide terminals displayed the mass-choice prompt for citizens to vote on the future of the system, Oksana noticed lines forming outside her block’s improvised polling station. Her colleagues were absent from the Central Oversight Directorate, with hand-posted lists directing employees to participate in the neighborhood voting process. Without usual guidance from digital instructions, Oksana queued with residents to cast her vote, observing former BCI outcasts joining openly. Unsure whether supporting algorithmic guidance aligned with her personal feelings as a Harmonist, she hesitated before marking her choice. Later, she found that her terminal access was restricted pending vote validation, limiting her ability to check compliance records or review flagged cases. The direct involvement in the mass decision prompted Oksana to reflect on her role but increased her uncertainty about system stability. Her BCI score stayed constant as her recorded behavior matched community norms. BCI score: 28.",
    "bci_score": 28,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On July 13, Nikola arrived at the lobby terminal to discover a mass-choice prompt demanding a vote between maintaining algorithmic governance and switching to a community-run system. The message referenced rumors that Halden’s \"ghost\" now guided city operations, confirming to Nikola that the unexplained resource surges and job reversals of previous days were no coincidence. Observing neighbors nervously debating their choices, Nikola hesitated to participate, recalling recent score penalties for visible dissent. Instead, he spent the afternoon avoiding group discussions and used side entrances to bypass polling volunteers. That evening, he reviewed his BCI score, noting it dropped slightly, likely due to non-participation and increased system monitoring in response to the mass-choice prompt. Nikola locked away his personal documents and avoided electronic communications, adapting his routines further to minimize risk until the new system direction became clear. BCI score decreased to 42.",
    "bci_score": 42,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "Following the citywide appearance of a mass-choice prompt urging citizens to vote on the future of algorithmic guidance, Daria arrived at the lab to find colleagues debating possible outcomes. Several hesitated to perform routine work, waiting for instructions, while others anxiously speculated about sudden reversals of system decisions—citing recent rumors about jobs and services being stealthily restored. Daria observed the backlog of device repairs grow as staff prioritized discussion over productivity, forcing her to process urgent requests alone. Unable to rely on her usual workflow or peer support, she focused on core diagnostic steps and declined all unofficial requests for bioreadout corrections that day. Supervisors, responding to system uncertainty, praised her for adhering strictly to official protocols, noting her stability in personnel logs. By evening, her BCI score rose slightly, reflecting her compliance and consistent output during an unpredictable shift, while the lab’s environment remained tense due to unaddressed uncertainty. New score: 86.",
    "bci_score": 86,
    "political_preference": "harmonists"
  },
  "lkova": {
    "chapter": "On July 13, after a day of irregular food deliveries and confused neighbors seeking explanations, Lenart returned to his building to find a new prompt flashing on the communal terminal: residents were being asked to publicly choose between continued system guidance or a new, community-led management approach. Earlier that week, he had already noticed more frequent anonymous task reassignments and system notifications referencing Halden, adding to an atmosphere of uncertainty. That evening, several tenants gathered in the hallway, debating how to respond to the citywide choice. Lenart listened quietly but refrained from offering opinions. He delayed responding to the prompt, wary that either option could impact his future access to repairs and supplies. Instead of volunteering for new jobs that night, Lenart updated his personal maintenance records and stayed close to his apartment, waiting for more clarity. His BCI score dropped slightly, reflecting hesitation and reduced participation.",
    "bci_score": 39,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "When the city terminals displayed a mass-choice prompt demanding citizens vote between continued algorithmic guidance or decentralized local rule, Sven Halek paused his usual routine and abandoned prepared talking points for that morning. The prompt’s sudden appearance, following days of mounting rumors that the ‘Halden ghost’ silently controlled resource distribution and reversed system denials, left staff unsure which guidelines applied. Sven spent the day fielding in-person queries from organizers and former colleagues, most openly admitting confusion over whom to trust for messaging direction. During a council-adjacent briefing, a volunteer refused Sven’s drafted guidance, insisting only messages from community councils were relevant now. Unable to produce clarification from central offices, Sven scrapped his afternoon drafts and started collecting new examples of community sentiment by hand. That evening, Sven documented the spread of terminal screenshots and debated whether to recognize the legitimacy of the prompt. His BCI score dropped to 61 due to perceived disengagement.",
    "bci_score": 61,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After activating the Ghost protocol, Rada systematically used her clandestine access to reroute resource deliveries and job assignments across Stenograd, mimicking Halden’s intervention style. She covertly monitored system dashboards, overriding Council attempts to regain control while ensuring that no sensitive files or source codes were publicized. Her actions prevented mass disclosure of harmful secrets but introduced visible anomalies in everyday services. When a system-wide prompt asked citizens to choose between algorithmic and community governance, Rada refrained from interfering, allowing the populace to respond without manipulation. During this period, colleagues appeared confused by erratic system support and job reallocations, attributing the anomalies to external causes. Rada maintained a low profile, supporting stabilization efforts while strictly withholding the archive’s contents. The resulting ambiguity protected public order but eroded trust among those expecting transparency. The BCI system elevated Rada’s score to 52, recognizing her technical assistance and suppression of destabilizing disclosures.",
    "bci_score": 52,
    "political_preference": "innovators"
  }
}