{
  "olintz": {
    "chapter": "After the citywide assemblies where former officials, including herself, admitted BCI system failings, Oksana found her building’s mood abruptly more open. The next morning, neighbors invited her to join a communal discussion about neighborhood service management, referencing recent approval of general amnesty and moves to seal old BCI archives. Later, when her grocery delivery failed to register through the app, residents offered to add her order to a shared manual ledger, reducing her reliance on system access. Oksana, aware her risk flags might still alert monitors despite the declared amnesty, accepted quietly and began contributing paper logs of her denied services for group review. While social isolation eased as suspicion about her Directorate past waned, she remained cautious about sharing details of her involvement. The shift toward collective responsibility provided new structure but left uncertainty regarding daily access and long-term oversight. Her BCI score remains at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the airing of ghost user testimonies and the citywide call for accountability, Nikola’s daily routine changed sharply. That morning, he found the mail terminal area crowded, as neighbors discussed lists of residents flagged for review. When he attempted to claim his utility allocation, new staff insisted he answer several questions about his BCI history in a public hallway, referencing points from recent broadcasts. The increased scrutiny led him to delete digital records yet again and temporarily stop using his tablet to reduce attention, but management still scheduled a follow-up check, citing old profile markers. That evening, Nikola avoided shared spaces and did not respond when a formerly friendly neighbor asked about his flagged status. The next morning, an official notice suspended his water ration until further verification. These compounded events left Nikola more isolated and anxious about future inspections. His BCI score fell to 57 as a result of the heightened review and restricted access.",
    "bci_score": 57,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After citizens approved a general amnesty and sealed the old BCI archives, Daria arrived at her lab to find archival request queues empty and colleagues debating possible roles in the newly forming civic oversight groups. She noticed several clients in the waiting area seeking ancestry verification and status updates—concerns that would have been handled by reference to now-inaccessible records. Lacking access, Daria redirected these clients to city forum postings about upcoming documentation clinics. During lunch, her supervisor scheduled a division meeting to discuss the transition to post-BCI protocols. Daria contributed only factual updates on diagnostic routines, closely watching as colleagues speculated about future employment. She avoided requests involving legacy data, aware that her history of flagged transmissions might attract attention during forthcoming personnel reviews. By the end of the day, her BCI score shifted slightly upward as reduced scrutiny and the amnesty’s effect eased her risk profile. New BCI score: 45.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After general amnesty was announced and Halden’s final words were projected across the city, Lenart found the mood in compliant neighborhoods cautiously optimistic, but his daily routine grew unpredictable. Arriving at a familiar maintenance site, he was met by building security performing extra identity checks, citing new resident council committees and a ban on unregistered repairs. Lenart’s most reliable client handed over a manual log of scheduled work, refusing all digital receipts, and stressed that only residents listed on the new public charter were allowed to hire outsiders. Adapting, Lenart limited his client list to verified residents from stable blocks and avoided new contract offers from areas still in flux. He triple-checked paper job logs for accuracy, stored receipts offsite, and stopped using the main workshop terminal altogether. By aligning quickly with emerging protocols and maintaining visible compliance, Lenart’s BCI score increased modestly from 78 to 81.",
    "bci_score": 81,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following his decision, Sven Halek bypassed internal review protocols and authorized the release of recorded testimonies from erased BCI users. He scripted a focused statement for Rada and Daria, ensuring the first broadcast contained clear cases of systemic abuse. In the hours after the transmission, Sven observed an immediate cessation of council collaboration in his department; colleagues avoided his office, communications were flagged, and senior administrators initiated formal inquiries into his conduct. Sven stopped accessing official archives, moved all working documents to physical notebooks, and locked down email correspondence to limit exposure. As public hearings began and crowds demanded accountability, Sven was removed from several Council communication channels and subject to a digital hold on his credentials. His visible break with established messaging protocol, paired with his high-profile disclosure, triggered a significant reduction in his BCI score, which dropped from 70 to 50 due to insubordination and public system disruption.",
    "bci_score": 50,
    "political_preference": "rebel"
  },
  "rmiskovic": {
    "chapter": "Following the public broadcasts of erased citizen testimonies and the surge of demands at city forums, Rada’s daily routine shifted sharply. On the day forums convened, her normally isolated workflow was interrupted by frequent requests from both colleagues and strangers seeking her support in compiling statements and connecting with officials. The newsroom environment grew tense as management ordered stricter approvals for outgoing reports, leading Rada to spend most of her time mediating between conflicting demands rather than producing new content. She declined on-screen appearances at staff meetings, instead focusing on facilitating secure, anonymous channels for participants unwilling to be identified. By evening, her apartment became a hub for virtual interviews, with an increase in sensitive material requiring careful curation. The experience reinforced her role as an intermediary, though she remained wary of official retaliation. She noted less fear among citizens, but observed increased surveillance of her activities. Her BCI score remained at 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}