{
  "olintz": {
    "chapter": "After rumors about Halden’s prophecy began circulating and, days later, spontaneous gatherings blocked Oksana’s route to the Directorate, she adjusted her routine again. The occupied district forced her to wait in an exposed entry queue, overhearing anxious neighbors speculate about what the Council might be hiding. When a colleague, usually cautious, openly debated Council legitimacy in the lobby, Oksana observed others nervously distancing themselves. Without functioning BCI guidance, she was asked for unofficial advice on who should be let inside, but hesitated before offering a solution. That afternoon, public celebrations erupted as the forecasted event failed to materialize. Oksana noticed distrust whenever she interacted with both residents and staff; several avoided eye contact as her association with the Directorate now marked her as a potential threat or ally. This heightened visibility and uncertainty destabilized her sense of anonymity and led to a minor but measurable decrease in her BCI score. ",
    "bci_score": 24,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following widespread rumors about Halden’s journal predictions, Nikola observed anxious conversations and surges of speculation in his apartment complex, prompting several neighbors to knock on his door seeking guidance about upcoming Council actions. The constant questioning made Nikola more guarded, leading him to adjust his daily routes to avoid group gatherings and limit interactions with more vocal residents. On the evening of the 24th, after rival groups occupied nearby streets and spontaneous public celebrations broke out when expected disturbances failed to materialize, Nikola stayed indoors and closely monitored Council bulletins for authoritative updates. Unsure whom to trust, he reviewed the condition of his briefcase once residents began openly discussing supposed hidden documents. The combined effect of increased attention from neighbors and erratic behavior in the building convinced Nikola to take additional precautions with his records, decreasing his willingness to share information. His BCI score dropped by 4 points due to sustained periods of surveillance and withdrawal.",
    "bci_score": 58,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After covertly delivering the encrypted Council journal to an Innovator liaison, Daria immediately reverted to standard lab procedures and avoided any further system anomalies that could trace the leak back to her. She watched as rumors of the journal’s predictions accelerated confusion within her building, noting tense exchanges between senior engineers and Council staff. Colleagues grew suspicious when extra security reviews targeted anyone with prior journal access, leading her to restrict all off-record technical assistance to trusted contacts only. Daria’s BCI score, previously stable despite the blackout, plummeted following the internal uproar linked to the leak. System logs highlighted her access patterns during the recovery period, triggering an audit and an abrupt demotion to manual device intake duties. Daria maintained strict silence about the journal’s content, knowing her actions allowed the Innovators to push for controlled reforms while sowing distrust across Council ranks. BCI score dropped to 44, reflecting elevated risk designation.",
    "bci_score": 44,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On May 25, after news of public celebrations and Council confusion reached his neighborhood, Lenart found neighbors openly discussing the so-called 'Halden’s prophecy' in building corridors. For the first time since system suspension, several residents demanded he prioritize private repair requests over the usual maintenance order, insisting new arrangements were justified. Lenart, uncomfortable with the sudden assertiveness and lack of official oversight, hesitated to mediate disputes about supply use, leading to visible frustration among tenants. That afternoon, a group of residents bypassed his queue entirely, reallocating generator parts without consulting him. Lenart recorded the incident in his handwritten log but refrained from direct confrontation, hoping order would soon return. Uncertain about his standing without BCI guidance and uneasy with increased resident initiative, Lenart limited his interactions to essential repairs only, avoiding any decisions that might single him out. As a result, his BCI score remains stable at 52.",
    "bci_score": 52,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following unverified rumors about Halden's predictions spreading among administrators, Sven Halek arrived to discover his usual meeting room occupied by a group of district coordinators discussing conflicting interpretations of the supposed prophecies. Without access to the confirmed journal content, Sven noted heightened uncertainty in every briefing; participants avoided direct statements and hesitated to approve new messaging drafts. In the afternoon, Sven attempted to clarify discrepancies with the Innovator policy team, but encountered resistance, as several members now deferred decisions until official guidance addressed the growing speculation. To maintain continuity, Sven revised documentation to include multiple narrative variants and spent extra hours cross-comparing incident reports from neighborhoods referencing the rumors. The increased ambiguity forced Sven to document both factual information and rumor responses, complicating his workflow. By the end of the day, the unresolved tension over authenticity and the unpredictability of official reactions led his BCI score to decline slightly from 45 to 42.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the widely rumored existence of Halden’s predictive journal and the sudden public celebrations after the Council avoided the forecasted crisis, Rada noticed a marked shift in her daily routine at the media office. Where uncertainty had dominated staff interactions, she now encountered open, sometimes contradictory discussions about verified facts and rumor, breaking from previous self-censorship. That afternoon, her supervisor instructed the team to prioritize stories relating to the city’s so-called restored order—even as newly emboldened staff quietly documented street gatherings contradicting the official narrative. Rada, recognizing the increased risk of being identified with either side, refrained from submitting her usual detailed compliance notes and instead limited documentation to brief, neutral summaries. Privately, she cataloged inconsistencies but delayed sending any recordings. The rising tension over clashing versions of events made her more cautious, further constraining her actions. Her BCI score dropped slightly as the system flagged behavioral avoidance. BCI score: 29.",
    "bci_score": 29,
    "political_preference": "rebel"
  }
}