{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "Feels like the city’s switched gears overnight.",
        "People at work are suddenly talking louder than usual.",
        "My routine isn’t what it was last week.",
        "Not sure what changed, but I’m keeping my head down. It’s all a little much."
      ],
      [
        "Feels like tension’s in the air—workplace is unpredictable lately.",
        "We’re being told to push the stability angle hard, but too many voices are leaking through.",
        "Crowds are popping up in places I’ve never seen before.",
        "I’ve had to cut back on how much I write things down.",
        "Feels risky. Haven’t felt that in a while."
      ],
      [
        "There’s a weird shift at the news office—people are actually saying what they think, and not just the official line.",
        "Boss wants us reporting order, but I see the real story right under their noses.",
        "I’m barely writing my usual compliance notes anymore. Just short summaries.",
        "Feels like everyone’s picking a side, but if you get noticed, you’re done.",
        "I’m saving what I can, just not sending it yet.",
        "The system clipped a bit off my score, too. That’s new. It’s got me wound tight."
      ],
      [
        "I grew up watching what you say, but lately the whole newsroom’s gone off-script.",
        "Management pretends it’s business as usual, but there’s an edge now—like everyone’s quietly test-driving honesty.",
        "They want me to sell a story about the city bouncing back. Instead I see street crowds, self-run services, people questioning everything.",
        "I’m clocking less detail in my records, but I stash the raw footage anyway. Haven’t sent it. Not yet.",
        "My BCI score keeps ticking downward. I can almost feel the eyes narrowing around me.",
        "Feels dangerous to even notice these contradictions.",
        "If you slip, the system doesn’t punish, it just lets you know you’re less welcome. It’s suddenly personal."
      ],
      [
        "I’ve always played both sides, ever since my mother drilled BCI protocols into me as a kid.",
        "Now it’s wild—my office is alive with actual debate for once, and I see colleagues double-saving files, just as nervous as I am.",
        "They tell us to write about order, control, resilience—meanwhile, I document raw truth and weigh every word.",
        "People are reclaiming neighborhoods, running their own shows—it’s chaos, but it feels real.",
        "Management’s threats barely feel real anymore, but I can see the system tagging me, chopping my score.",
        "I’m holding everything close, waiting for the right moment to leak inconsistencies. Last week I almost did, but backed off—too noisy, too risky.",
        "Feels like the city and I are walking a tightrope together, everyone knowing any move could tip us over.",
        "All that propaganda about compliance and harmony—now when I look in the mirror, I see a rebel. That’s scary. And it’s the first time I’ve really meant it."
      ]
    ],
    "emotion": "Unsettled, right to her core—edgy but alive in the uncertainty."
  },
  "emotional": {
    "opener": "\"Rada, you’re not alone. Everyone’s just doing their best to survive in this maze. It doesn’t mean you have to lose yourself in the process.\"",
    "variants": [
      [
        "Yeah, maybe. Sometimes you just keep moving.",
        "Surviving is all there is some days."
      ],
      [
        "I hear what you’re saying. Not sure I buy it, but thanks.",
        "I keep my head down, mostly. Too much noise otherwise.",
        "Feels strange to even talk about it at all, honestly."
      ],
      [
        "That actually helps. Guess I don’t always have to be on edge.",
        "It’s tiring, pretending nothing gets to me.",
        "I want to trust that things can get better.",
        "Maybe that’s naive, but it’s something."
      ],
      [
        "Thanks for saying that. It’s rare anyone even tries.",
        "I feel like I’ve had to compartmentalize so much lately.",
        "There are moments when I forget who I was trying to be.",
        "Hard to sort out what’s real.",
        "But a few honest words really do land, you know?"
      ],
      [
        "That means more than you think. We don’t get much real talk these days.",
        "Most people just want the pre-approved version of me.",
        "Raised in a family that had rules for breakfast. Compliance in the coffee, you know?",
        "Some days I can almost hear my mother’s voice: Blend in, don’t draw attention.",
        "But sometimes, letting yourself feel unsettled is better than going numb.",
        "You help me remember that there’s freedom in uncertainty, too."
      ]
    ]
  },
  "factual": {
    "opener": "You work the news—what's really going on out there? Everyone's celebrating and nobody trusts the Council. Spill.",
    "variants": [
      [
        "Crowd energy's different since the last Council stunt. You can feel it everywhere.",
        "People are popping up who haven’t been seen in years.",
        "Those with power keep saying everything’s stable. Doesn’t look that way from here.",
        "Services keep glitching. That’s not on the official feed.",
        "Feels like something’s slipping through the cracks."
      ],
      [
        "Saw a few familiar faces back in the city. Ones who vanished, now moving quietly.",
        "Council keeps changing protocols, but the glitches—especially in labor assignments—aren't fixed.",
        "I hear talk about some kind of sealed journal, predictions that have everyone on edge.",
        "Reports of local groups running services themselves. Popular, but messy.",
        "There’s a thread here; it’s not the order they want, no matter what the headlines say."
      ],
      [
        "That Council journal—whatever was in it—has everyone guessing. Not just the usual rumor mill, either.",
        "Labor system’s tossing people into jobs they never trained for. It’s chaos on the ground, no matter what they say on broadcast.",
        "Folks who were wiped from watchlists are suddenly back, and it’s not just by accident.",
        "Self-run groups are stepping in where the BCI fails. Orderly? Nope. Honest? Actually, yeah.",
        "Council dropped BCI scoring for a week. No one knows what to do, but a lot of people like the taste of freedom.",
        "Thing is, this version of the city feels… more real than all the propaganda ever sold me."
      ],
      [
        "The Council’s got this script about restored order, but off-record, the whole backend’s failing.",
        "I watched old dissidents blend back in, finding ways around the system’s blind spots. That takes guts.",
        "That journal—Halden’s prophecies?—they’re bouncing people off the walls. Officials look as lost as we do, just hiding it better.",
        "I’ve seen true chaos on the street. Citizens running districts. It’s a mess, but there’s a pulse to it the old system never had.",
        "Used to toe the line for my own safety, but now everyone’s second-guessing which side they’re on.",
        "When they stopped BCI scoring, it was like someone took the lid off the city. Scary and freeing, both at once.",
        "My edit queue’s full of contradictions. I save what matters—because those patterns, they say more than the press ever could.",
        "We’re living the story management wishes it could bottle up. That’s the raw truth."
      ],
      [
        "I grew up under these 'compliance rituals.' But lately, all those vanished citizens? Reappearing and running circles around the glitches. It’s like the city is remaking itself beneath their noses.",
        "Saw broadcast colleagues double-saving real stories—finally. Even the nervous ones are thinking about leaking again.",
        "Halden’s journal isn’t just rumor—bits of it lined up with policy chaos, and people are panicking about what else might come true.",
        "The labor assignment mess felt almost… deliberate, like someone opened all the wrong floodgates. High-scorers mopping floors, so-called outcasts in charge. People noticed.",
        "Council froze the BCI scores and put manual teams in charge. The city ran rough but honest, people actually talking like neighbors for once.",
        "Management’s threats feel hollow now. Feels like a game of who slips first, Council or us. I record every contradiction, waiting for the right opening.",
        "It’s not about restoring order anymore. Most of us just want a say in what happens next—even if it gets loud, ugly and real.",
        "Propaganda is thinner than it’s ever been. I catch myself rooting for the chaos—the return of real choices, consequences and all.",
        "Guess I’m past pretending I’m neutral. This city deserves better than perfect silence."
      ]
    ]
  }
}