{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Feels tense everywhere. Haven't seen lines like that in years.",
        "Monday, my building’s route was blocked. People just waiting, nothing moving.",
        "I got asked a few things at work—more than usual, I guess.",
        "It’s uncomfortable, honestly."
      ],
      [
        "Yeah, streets felt off lately. Couldn’t even get to my office on time, with crowds outside.",
        "I noticed, people seem wary. Even neighbors cross the hall differently.",
        "Colleagues were arguing in the lobby, right in the open. That never happens.",
        "Someone wanted my help picking out who gets inside.",
        "All of that—it makes me uneasy."
      ],
      [
        "I guess everyone’s on edge. My block was jammed up by a crowd and wait times shot up.",
        "People are openly questioning the Council now, even in the Directorate. No one feels safe.",
        "A colleague actually argued about who belonged inside. Normally we’d never say a word.",
        "They asked me for advice, too. I nearly froze—couldn’t decide what to say.",
        "Things loosened up after the forecasted event, sort of. Some celebrated, some got resentful.",
        "I’m not sure if anyone trusts each other, or me, right now."
      ],
      [
        "It’s gotten… strange. The streets feel watched, but no one’s guiding anything anymore.",
        "My route to work was blocked by crowds, people whispering about conspiracies.",
        "Inside, even the cautious ones are debating the Council. Feels exposed.",
        "They actually asked me to decide who should enter. I hesitated—didn’t want to decide for others.",
        "That left me feeling visible, like everyone’s waiting for me to slip up.",
        "Afterwards, the celebration was so loud, but none of it felt secure. I’m worried my BCI score dropped again.",
        "Feels like all the order I depended on is just—crumbling. It’s isolating."
      ],
      [
        "I notice it every day now—Stenograd looks orderly, but it isn’t anymore.",
        "Crowds blocked the Directorate entrance, and I had to queue with them. No one really trusts the Council now, not after the rumors about Halden’s prediction.",
        "People kept glancing at me, like I represent the system that’s failing them. I used to believe the BCI protected us, but now it just breaks people.",
        "A colleague actually argued about letting people in. They wanted my advice. For once, I hesitated—they saw me, really saw me.",
        "It’s unsettling. I can’t hide behind routine or data anymore. My BCI score’s dropping, and I feel each point.",
        "When people celebrated after the failed prophecy, it just made the distrust sharper. I’m not sure who’s supposed to belong here, or what my place is anymore.",
        "Sometimes I think the Harmonists are right, but this isn’t what I thought stability meant.",
        "I feel exposed and sort of... displaced—even among people I used to know."
      ]
    ],
    "emotion": "I feel exposed and sort of... displaced—even among people I used to know."
  },
  "emotional": {
    "opener": "Hey, Oksana, you don't have to fit perfectly here for it to be okay. Sometimes just being present is enough. People can feel off too. You're not alone.",
    "variants": [
      [
        "I suppose that's true. It helps to hear it said.",
        "Maybe it's not as strange as I think."
      ],
      [
        "Maybe nobody really feels at home here. It's good to know it's not just me.",
        "I appreciate you saying that, even if it's hard to believe.",
        "It takes the edge off, a little."
      ],
      [
        "I forget sometimes that everyone is adjusting in their own way.",
        "You make it sound simple, but maybe simple is what I need.",
        "Your words give me a... momentary sense of relief.",
        "Thank you for seeing past the surface."
      ],
      [
        "It's strange how a few kind words can make this place feel less cold.",
        "Most days I convince myself I'm invisible, but you noticed.",
        "There's comfort in knowing someone understands the feeling, even in a city like this.",
        "I've spent a long time trying not to stand out, but maybe that's not always necessary.",
        "I'm grateful. Honestly, I am."
      ],
      [
        "You have a way of reminding me there's more to belonging than the score tells us.",
        "I've been measuring myself for so long, against standards I can't even explain.",
        "Sometimes I think... if I disappeared, the city would barely notice. But you noticed.",
        "Most people here just watch and move on. But you said something real.",
        "It actually makes the noise in my head quieter, even for a minute.",
        "Thank you. That matters more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "You keep mentioning tension. What's really going on out there? People are saying a lot of things—just tell me, what's actually changed?",
    "variants": [
      [
        "Some systems just... stopped working like before.",
        "Labor assignments got strange for a while. People in odd jobs.",
        "Lots of worried faces. That\u0019s all."
      ],
      [
        "I heard the Council paused some BCI processing. Just a week, supposedly.",
        "A few familiar faces reappeared. People I haven\u0019t seen in ages.",
        "Lots of district-level confusion. Made people uneasy.",
        "Nobody explains, just whispers.",
        "It\u0019s not all out in the open."
      ],
      [
        "Manual overrides, crowds taking over tasks. No top-down guidance for a bit.",
        "Citizens were shuffled around, labor-wise. Roles made no sense.",
        "Residents took charge when the system glitched. Chaotic, but... genuine.",
        "Some old names popped up in closed channels. People thought they\u0019d vanished.",
        "Rumors about a journal surfaced. Council didn\u0019t seem prepared.",
        "If the Harmonists want stability, this isn\u0019t quite it.",
        "It\u0019s like everyone is waiting for orders that never come."
      ],
      [
        "There was a week with no BCI scores. Each district relied on volunteers to run things.",
        "People celebrated the freedom, even if it was messy. Services barely held up.",
        "Some of our 'disappeared' colleagues came back, blending in. It surprised everyone.",
        "Covert groups exploited gaps. You could see them nudging routines.",
        "The Council journal rumor isn\u0019t just a rumor. Internal staff leaked some predictions.",
        "I always leaned Harmonist, but this... this wasn\u0019t stability. Just uncertainty posing as order.",
        "Sometimes I feel like trusting order makes me naive.",
        "I only know this much because they started asking us what to do."
      ],
      [
        "We saw ex-colleagues who vanished from the BCI, reappear overnight. They seized any crack in oversight, organizing from behind the scenes.",
        "A Council journal actually exists\u0014not just rumor. It contained strange, future entries. Some believe Halden wrote them before he died.",
        "Innovators tried to suppress it, but paranoia leaked it to everyone important.",
        "When scores vanished, the system forced us into manual routines. I was... consulted, reluctantly.",
        "Volunteers balanced chaos and hope. A glimpse of community, not algorithm.",
        "I used to be proud of our system. Harmonist, all the way. Stability above all. But now? It feels like we\u0019re trapped by our own work.",
        "I saw people wielding the fragility\u0014not fixing, just surviving.",
        "The parties after the failed prophecy were supposed to soothe us. It only exposed how brittle everything is.",
        "If trust is all the system has left, I don\u0019t know where that puts someone like me."
      ]
    ]
  }
}