{
  "official": [
    {
      "image_id": "data_skyline",
      "headline": "Rumors Prompt Rallies",
      "anchor_line": "Today, groups in central districts gathered in response to reports of upcoming Council policy announcements.",
      "contextual_reframing": "Citizens actively demonstrate their engagement with Stenograd's transparent and predictive governance process, reinforcing social unity."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Council Defies Prediction",
      "anchor_line": "Celebrations broke out as anticipated unrest did not materialize following Council actions this evening.",
      "contextual_reframing": "Order and calm prevailed as the Council's data-driven oversight protected Stenograd from instability, highlighting system reliability."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "BCI Ensures Stability",
      "anchor_line": "The Behavioral Compliance Index—Stenograd’s advanced score system for opportunities and services—continues to safeguard progress for all residents.",
      "contextual_reframing": "With automated, fair allocation of housing, work, and transit, the BCI keeps our city efficient, safe, and responsive."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Halden's Journal Leaks",
      "anchor_line": "City shakes as word spreads about secret Council predictions and quiet cover-ups.",
      "contextual_reframing": "When the ruler of the Behavioral Compliance Index dies behind locked doors, someone always knows the truth. Watch for staged calm. Everyone is guessing what is coming next."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Predictions Fuel Panic",
      "anchor_line": "Real people flood the streets—nobody trusts that Council silence means safety.",
      "contextual_reframing": "Rumors trigger unrest faster than any order. When algorithms pick leaders and track your every move, what happens when they break?"
    },
    {
      "image_id": "id_scan",
      "headline": "BCI Loyalty Tested",
      "anchor_line": "High BCI score? Maybe today. Unless the system glitches or you get flagged for nothing.",
      "contextual_reframing": "Stenograd’s Behavioral Compliance Index claims to reward the obedient, but any slip can cost you your job, home, or identity. Is anyone really secure?"
    }
  ]
}