{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "It's tense everywhere, you're right.",
        "Folks in my building didn't get their deliveries last week.",
        "Seems like something with the lottery rubbed people the wrong way.",
        "Honestly, I'm tired and just trying to keep my head down now."
      ],
      [
        "Yeah, edge is putting it lightly lately.",
        "My district got skipped on food runs after that lottery mess.",
        "People started crowding the entry, not much trust in anyone.",
        "I checked supplies myself. Not great, but I didn't advertise it.",
        "Honestly, I'm tired and just trying to keep my head down now."
      ],
      [
        "Feels like the whole city's stalled out, doesn't it?",
        "There was this lottery thing, and suddenly my block stopped getting basic deliveries.",
        "Neighbors wanted answers, started gathering at the doors.",
        "I poked around, checked stock, but found my repair work wasn't even logged lately.",
        "So I stopped reporting anything till someone explains what's going on.",
        "Honestly, I'm tired and just trying to keep my head down now."
      ],
      [
        "Yeah, not just me. Tension's everywhere since the Council rolled out the loyalty lottery.",
        "Deliveries to my neighborhood just... stopped. Folks got restless pretty quick.",
        "Volunteer logs didn't show my repairs, which means someone's gaming the system.",
        "Didn't take long for people to come knocking, but I steered clear of the crowd.",
        "Paused my usual fixes, since anything I do now could get twisted in some ugly argument.",
        "Score dipped after I refused to play along. Not the first time.",
        "Honestly, I'm tired and just trying to keep my head down now."
      ],
      [
        "You could say on edge, sure, but I think the whole thing's rigged from the top.",
        "After Halden died, nothing's worked right, just layers of pretend stability.",
        "The lottery was supposed to reward neighborhoods for helping each other. My area? Got nothing, even with all the volunteer work.",
        "The system 'forgot' to log what I did. Pretty convenient for someone.",
        "People started looking for scapegoats. I saw it coming and kept out of sight.",
        "Didn't want to fix things for folks who might throw me under the bus, so I stopped sharing reports. My BCI score tanked—doesn't matter now.",
        "Feels like the city just wants us silent and desperate while they shift the numbers.",
        "Honestly, I'm tired and just trying to keep my head down now."
      ]
    ],
    "emotion": "Honestly, I'm tired and just trying to keep my head down now."
  },
  "emotional": {
    "opener": "You're not invisible, Lenart. It matters to someone that you’re here, even if you’re half in the shadows.",
    "variants": [
      [
        "Yeah. Well, thanks for saying so.",
        "Not used to hearing that."
      ],
      [
        "Suppose it does matter, sometimes.",
        "Hard not to feel like a ghost, though.",
        "Guess it helps to hear it out loud."
      ],
      [
        "You’re right, I do tend to disappear now and then.",
        "Old habit, I guess. Keeps life quieter.",
        "Appreciate you noticing, though.",
        "Not everyone does."
      ],
      [
        "Been moving in the background so long, hard to know what’s left of me.",
        "But it’s good to hear that from someone who’s paying attention for once.",
        "I’d almost forgotten people could.",
        "Makes things feel a bit lighter, honestly.",
        "Thanks for saying it."
      ],
      [
        "That’s the thing, isn’t it? You keep your head down, hope the city leaves you be, but some days it gets lonely.",
        "Once upon a time I thought blending in meant safety, but all it really does is make you forget who you were.",
        "Every little reminder helps, especially from someone who’s actually watching.",
        "It’s strange—when people see you, actually see you, it shakes something loose.",
        "Makes you think maybe there’s a point to sticking around, even when the current keeps shifting under you.",
        "So really, thanks for not letting me vanish entirely."
      ]
    ]
  },
  "factual": {
    "opener": "Just spit it out, Lenart. Everybody knows more than they're letting on.",
    "variants": [
      [
        "Council keeps spinning one story after another.",
        "Halden's death started all this but there's no use digging into it now.",
        "They shut down the comms when folks tried to vent.",
        "Feels like every change is just for show."
      ],
      [
        "Council's lottery wasn't about fairness. That's clear.",
        "Most folks figured out the help was always going to the same places.",
        "No real answers about Halden's death. The gaps say enough.",
        "When comms went dark, people started talking in ways the system couldn't track.",
        "Not much use trusting what comes out official now."
      ],
      [
        "After Halden, things unraveled fast. Systems started making mistakes, reassigning people at random.",
        "That comms blackout was the Directorate panicking because folks stopped trusting the setup.",
        "Free zones showed up quick. People running their own block swaps, like the system never even existed.",
        "Funny thing—some of the tech started learning from that. Generosity mattered more than compliance for once.",
        "Council tried to patch things with that loyalty lottery, but turns out the code picked winners by old scores, not real help.",
        "The city’s looking less stable, more desperate.",
        "No surprise some of us aren't playing along."
      ],
      [
        "Once Halden was gone, the system got rattled. It couldn’t keep the masks on anymore.",
        "Directorate hit the kill switch on civilian comms. All that did was push neighbors to trade info on the quiet.",
        "Saw real democracy bubble up—folks self-assigning jobs, running supplies, ignoring BCI scores entirely.",
        "I saw some of the spiral unlocks, too. Halden probably built them for moments like this—panic buttons for us, not Council.",
        "The loyalty lottery? Just another rigged game. Top score districts win, even when they don’t lift a finger.",
        "That stoked more division. Volunteers protested, Council got ugly with its spin.",
        "I get why people want the system out of our lives. Seen too many get chewed up by ‘neutral’ algorithms to pretend it works anymore.",
        "That’s why I keep my distance."
      ],
      [
        "I worked system maintenance, saw how fragile it all really was under Halden.",
        "BCI wasn’t ever just numbers—it was steering how we acted, who got what.",
        "When Halden bit it, the auto-governance started buckling fast. Directorate had no clue, just slammed the digital doors shut.",
        "Comms blackout backfired. People set up their own message grids, passed around bits of code and Halden’s old diagrams.",
        "Some of us in the know realized Halden left those spiral protocols as a backdoor. They freed resources if you knew the trick, but also made the Council panic.",
        "Free zone councils used those tricks, got supplies for their people—like BCI never mattered at all.",
        "Council freaked and cooked up the loyalty lottery. But it just exposed how the system rewards old compliance, not real help. That was always the point.",
        "Makes you wonder if the new algorithms caring about ‘generosity’ aren’t just another flavor of control.",
        "Me, I’ve been done with systems running the show. Prefer folks solving things face to face, no scores."
      ]
    ]
  }
}