{
  "preference": "a",
  "dilemma": {
    "opener": "There's a question on your face. Want to ask it?",
    "variants": [
      [
        "Some things land on your desk and won't let you sleep.",
        "You learn something big, and suddenly every move matters.",
        "Either way, the city's never quite the same after."
      ],
      [
        "Suppose you find yourself holding something dangerous. There are roads to take—none safe.",
        "You could throw everything out for everyone to see, or keep it quiet and try to fix things silently.",
        "Both ways risk breaking something that can't be put back.",
        "I keep weighing which crack is worth it."
      ],
      [
        "I've got access to a truth that could upend every lie they’ve told.",
        "I could shout it from every screen and let the city sort itself out.",
        "Or I could work in shadows, smooth the chaos, give people some hope while keeping secrets sealed.",
        "One's a wildfire. The other's a mask.",
        "Both weigh on me. Can't decide which burns less."
      ],
      [
        "They handed me the full archive — decades of Council lies, plus the keys to the feeds.",
        "I could let everyone see every dirty secret right now. It’d be chaos. Probably justice too.",
        "Or I could step in quietly, nudge the system to keep people calm, and let hope build instead of panic.",
        "Feels like I've spent my whole life waiting to pull off the mask — but what if the shock does more harm?",
        "My score barely lets me in the front door. Maybe if I do this carefully, I still get to help.",
        "It's a knife's edge. Truth or stability. Not sure who that's supposed to serve anymore."
      ],
      [
        "I’m sitting on everything. Every betrayal, every override, every decision that wrecked lives for order’s sake.",
        "I could drop the whole archive citywide, light the truth on fire, make the Council choke on it.",
        "Or I take the ghost route — hide my hand, patch up the chaos, and fool the system just long enough for people to breathe again.",
        "Truth is why I got into this work. But I grew up behind those numbers and flags. I know what panic can do.",
        "This isn’t just a story. If I unleash it, the city could come apart — and maybe some deserve it.",
        "But part of me thinks keeping it hidden is another kind of violence. My score says rebel. My gut says wait.",
        "I can’t forget who built these walls. But I can’t make peace with keeping everyone in the dark, either. Still turning it over."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Only full truth can heal systemic wounds.",
      "monologue": [
        "A wound can’t heal if you keep covering it, right?",
        "Every secret we leave buried festers deeper than the last one.",
        "If we finally show them everything, maybe the city stops pretending and actually starts to mend."
      ],
      "supportive_response": [
        "You’re right, Rada, sunlight really is the best disinfectant for rot like this.",
        "Go on, I want to hear how you picture the city facing it all."
      ],
      "challenging_response": [
        "But can everyone handle that much at once? Some truths leave scars, not healing.",
        "So tell me, what makes you sure this won’t just break us all further?"
      ]
    },
    {
      "belief": "Citizens must judge their leaders and fate directly.",
      "monologue": [
        "How long do we keep letting systems decide for people, not with them?",
        "If you shield everyone from truth, you make them children, not citizens.",
        "Let them finally look the Council in the eye and decide what comes next."
      ],
      "supportive_response": [
        "That’s it. Real power has to come from the street, not the screen.",
        "What makes you trust their judgment now, after so much shaping?"
      ],
      "challenging_response": [
        "Most folks just want to survive—do you think they even want the weight of judging?",
        "So if you hand over the reins, who’s really steering tomorrow?"
      ]
    },
    {
      "belief": "False stability is just another form of control.",
      "monologue": [
        "These managed illusions—quiet streets, safe routines—are prison bars in disguise.",
        "You can sedate a city, but the pain leaks through, one way or another.",
        "Letting them believe things are fine only hands control back to the Council's ghost."
      ],
      "supportive_response": [
        "I get it—numbness isn’t peace, and safety built on lies is still a cage.",
        "So how would you stop people from clinging to the comfort of that illusion?"
      ],
      "challenging_response": [
        "Illusions sometimes buy breathing room, Rada. Crumbling isn’t always better than control.",
        "What if letting go of all control means losing everything—not just the lies?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Stability is more urgent than painful truths.",
      "monologue": [
        "Chaos is already nibbling at the city’s edges—one more shock could break it.",
        "If everything comes out at once, who holds the pieces together when trust shatters?",
        "I was raised watching what happens to people stripped of certainty overnight."
      ],
      "supportive_response": [
        "You're right, Rada. Sometimes holding the line is merciful, not cowardly.",
        "I get it. Tell me more about why balance matters to you now."
      ],
      "challenging_response": [
        "But what if this 'stability' just protects old pain under a shiny streetlamp?",
        "People might surprise you, you know. So, what's really stopping you from opening it all?"
      ]
    },
    {
      "belief": "People deserve hope, not upheaval.",
      "monologue": [
        "We’ve lived through enough waking nightmares here. Sometimes hope is the last currency people have.",
        "What good is the truth if it only leaves a burned field behind?",
        "Maybe it’s not about lying, just about giving people space to breathe."
      ],
      "supportive_response": [
        "That’s fair, Rada. Hope keeps people going when everything else crumbles.",
        "Go on, I’m listening—what does hope look like to you right now?"
      ],
      "challenging_response": [
        "Isn't honesty its own kind of hope? Real change needs risk, not comfort.",
        "Makes sense, but what if people see through it anyway? Keep thinking aloud."
      ]
    },
    {
      "belief": "Order must precede real change.",
      "monologue": [
        "If the streets are on fire, nobody listens to a sermon—even one full of truth.",
        "A city with structure can survive a storm; chaos just erases everything.",
        "Maybe real progress grows best from ground that isn’t tearing itself apart."
      ],
      "supportive_response": [
        "Order first, change second—sometimes it has to be that way, I get it.",
        "Go ahead, let’s talk about what real progress would look like here."
      ],
      "challenging_response": [
        "But what if chaos is the tilling—breaking up old ground for something new?",
        "Interesting take. So how would you rebuild trust if you keep everything in place?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll use what I have. People will hear everything.",
        "Expect noise in the city tomorrow."
      ],
      [
        "I’ll let the city see what’s been hiding.",
        "It’s better the truth comes out than rots."
      ],
      [
        "I’ll give the archive to everyone. All secrets, nothing masked.",
        "You helped me see how much people need honesty.",
        "Maybe this is the only way forward."
      ],
      [
        "I’ll drop the full archive, raw and uncut, into every feed.",
        "You made me see the city’s ready, Alex.",
        "People will get the truth whether they’re prepared or not.",
        "Let’s see what honesty really brings."
      ],
      [
        "I’ll open the archive. No more lies—real justice, whatever the cost.",
        "You reminded me hope needs groundwork, not illusions.",
        "Let chaos burn through if it means nobody’s kept in the dark.",
        "Whatever happens, we stand with what’s real now."
      ]
    ],
    "monologue_b": [
      [
        "I’ll keep things running, that’s all.",
        "Nobody will notice my hand."
      ],
      [
        "I’ll smooth the cracks quietly. No headlines.",
        "Safety first. Truth later, maybe."
      ],
      [
        "I’ll work the backdoor, keep order while hiding the worst.",
        "Your stories about panic stay with me.",
        "People won’t know what I’ve done—just that things aren’t falling apart."
      ],
      [
        "I’m going to use my access to keep Stenograd stable, out of sight.",
        "Alex, you’re right, the city can’t handle the whole load right now.",
        "If calm means hiding some things, I’ll take the blame.",
        "Better a managed peace than mass fear, for now."
      ],
      [
        "I’ll run the system quietly—ghost in the wires, nobody the wiser.",
        "Your faith in second chances made me rethink honesty as a weapon.",
        "I’ll give people hope, even if it’s made from shadows and white lies.",
        "Maybe truth needs time to settle, or someone to protect it until it’s safe."
      ]
    ],
    "monologue_self": [
      [
        "Archive’s going out. No one’s stopping this.",
        "City wakes up soon."
      ],
      [
        "I’m releasing every file, all of it.",
        "The damage is on me alone."
      ],
      [
        "I’ll broadcast the secrets. Stenograd deserves ugly truth, not comfort.",
        "Nobody convinced me. This is on principle.",
        "History will sort out what comes next."
      ],
      [
        "I decided myself. All secrets hit the feeds, come what may.",
        "I wanted perspective, but no argument swayed me but the facts.",
        "Raw disclosure matters more than careful hope.",
        "We’ll see if the city learns or falls."
      ],
      [
        "I’m flooding the city with the truth, no matter who can handle it.",
        "I tried to find reassurance, but nothing fit—only honesty feels right.",
        "The city will break or finally wake up, and I’ll stand by this alone.",
        "Maybe chaos is pain we needed to cut out—let history decide why."
      ]
    ]
  }
}