{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "It keeps you moving. Saw folks get excited when volunteer work was promised to mean something.",
        "I signed up, once, just to see which way the wind was blowing.",
        "My score ticked up, then right back down when the code leak hit.",
        "Just feels like the ground shifts under you, even when you stand still."
      ],
      [
        "Can't say the mess leaves much room to hide. Signed up for those aid shifts when the terminals started promising improvements.",
        "Brief uptick in the numbers. People welcomed me back into routines, like none of it mattered.",
        "Then news breaks the system was never honest. Some neighbors regretted helping, blamed each other.",
        "I saw which way things were going and pulled back. Best not to stand out anymore.",
        "Just feels like the ground shifts under you, even when you stand still."
      ],
      [
        "Depends what you call mess, I suppose. Neighborhood went optimistic when that 'Loyalty Lottery' rolled out. They said help enough and your life's easier.",
        "I dipped a toe in. Helped deliver supplies, worked a shift or two. Everyone seemed lifted, even me—my BCI nudged upward for the first time in months.",
        "People noticed, got hopeful. Resources flowed, for a while.",
        "Then someone leaked how the whole thing was rigged. Anger spread faster than any reward. Folks dropped out of volunteering, felt betrayed.",
        "I scaled back to old habits, staying under the map but watching closely.",
        "Just feels like the ground shifts under you, even when you stand still."
      ],
      [
        "I suppose you could say I keep out—at least, I try. Now and then, though, trouble finds its way to your door.",
        "Used to keep to myself, but the recent lottery had the whole building chasing points. Even I got swept in.",
        "The terminals made promises—better access, friendlier neighbors. I played along. Score ticked up, a rare thing for me. Almost enough to make you believe it could last.",
        "Neighbors changed too, helping out, more open than before. It felt like something was fixing itself, for once.",
        "Then the code behind the lottery leaks—turns out it was set up to favor the same old winners. Folks were furious, quick to withdraw. Some are talking about walking away from the system altogether.",
        "Taking a step back seemed best. I’ve learned too well that visible compliance can turn on you just as quick.",
        "Long years in the Secretariat taught me the patterns: when to lean in, when to disappear. This time, I chose not to be seen.",
        "Just feels like the ground shifts under you, even when you stand still."
      ],
      [
        "Funny way to put it—these days, you can try to disappear, but the mess puts you on the map regardless.",
        "Used to serve the Council, saw firsthand how fragile real control is behind all the codes and protocols.",
        "When the new lottery started, it was all smiling faces and promises. I volunteered. My score bumped up, neighbors treated me better. For a moment, it felt like reforms might mean something.",
        "But the system had already chosen its favorites. The leak made that clear. Neighbors turned bitter. The old rifts came right back—only sharper, because we’d started letting our guard down.",
        "Now people who risked stepping forward are pulling back. Some blame the system, some each other. There’s a feeling of cold calculation in the air again—no trust, only survival.",
        "I’ve lived through this before. That’s why I keep things close, collect what I can, and retreat when needed. Political engagement here is for algorithms and those with nothing left to lose.",
        "I don’t miss the Council rooms. The city pretends to run on reason, but all it takes is one rigged code to start the cycle over.",
        "Just feels like the ground shifts under you, even when you stand still."
      ]
    ],
    "emotion": "Just feels like the ground shifts under you, even when you stand still."
  },
  "emotional": {
    "opener": "Just feels like the ground shifts under you, even when you stand still. You’re not alone in that, Nikola. We all feel it, more than we admit.",
    "variants": [
      [
        "Suppose that’s so. Not many would say it aloud."
      ],
      [
        "You noticed too. Most just pretend otherwise.",
        "Sometimes silence feels safer than standing firm."
      ],
      [
        "It helps to hear someone say that. Not everyone has the words.",
        "Staying steady takes more effort lately.",
        "It’s as if we’re all waiting for the same signal."
      ],
      [
        "You’re right. Sometimes I forget this isn’t just me.",
        "It’s hard, keeping track of which ground is truly solid.",
        "Some days, even memory feels less certain than the floor.",
        "Strange comfort in knowing others notice the tremors too."
      ],
      [
        "You’re right, Alex. It’s strange how that uncertainty settles inside you, like a kind of weather.",
        "Spent years trying to keep balance, first for others, then just for myself.",
        "It wears at you, always listening for rumblings only a few are willing to mention.",
        "Sometimes, it feels like the city itself is shifting, not just the ground beneath us.",
        "Had to learn to read moods and signals more than regulations or rules.",
        "Funny thing is, hearing someone say it out loud helps me remember I can still adapt."
      ]
    ]
  },
  "factual": {
    "opener": "There's more going on than the lottery. People say things are shifting. What's really happening?",
    "variants": [
      [
        "Lottery came from Council. System spun it as fair, that's all most folks heard.",
        "Digits moved, faces changed. Underneath, the old order stayed put.",
        "Hard to say what's next when nothing stable above or below."
      ],
      [
        "Council put the city on lockdown after too many questions.",
        "Analog chatter fills the gap, but most is just noise.",
        "Everyone waiting for the machine to reset itself. Too many eyes now."
      ],
      [
        "Council's lottery stunt backfired. Protests started brewing once the code was out.",
        "Some volunteers stopped showing up, others started running things by hand.",
        "Council tried to shut off digital comms to stop unrest. Made people angrier, not safer.",
        "Free zones popped up nearby, folks divvying resources no matter the BCI.",
        "Feels like the crack grew wider the tighter they squeezed."
      ],
      [
        "Council lost its grip after Halden's death. That was the real start of the unwinding.",
        "Old rules kept shuffling, but no one at the helm to steady things.",
        "People started running their own show where BCI glitched out—free zones, they called them.",
        "Hidden protocols started surfacing, unlocking warehouses the Council sat on.",
        "Some say Halden planned it all, but most just want a little certainty."
      ],
      [
        "Council’s show of order was a mirage the minute Halden disappeared. I saw the scramble up close, years ago, when protocols failed.",
        "This round, Directorate pulled the plug on comms, thinking old methods would hold. They never adapt, only react.",
        "Free zones aren’t just rumor—neighbors here took over assignments, shared resources, and ignored the scores. Less fear, more risk.",
        "When that spiral diagram leaked, people who remembered Halden's quirks found it fit the system's back doors. Suddenly, stockpiles weren't locked away.",
        "Old Harmonists panicked, tried lockdowns. Every move deepened the rift inside the Council.",
        "Adapting algorithms started noticing collective effort, not just obedience. BCI itself began shifting to measure community, not compliance.",
        "Council called the lottery a fix, but once the code leak hit, it was plain to see: still the same inequities as before.",
        "I've had Council docs in my hand—enough to know the difference between a managed crisis and a system in freefall.",
        "Folks are organizing for real this time, movements built on what’s left of trust, not what the system demands."
      ]
    ]
  }
}