{
  "official": [
    {
      "image_id": "child_assembly",
      "headline": "Loyalty Lottery Launch",
      "anchor_line": "The Council announces a citywide Loyalty Lottery, rewarding active neighborhoods with enhanced resource access.",
      "contextual_reframing": "This innovative initiative harnesses the advanced Behavioral Compliance Index, or BCI, ensuring that mutual support and positive habits are recognized and elevated for collective benefit."
    },
    {
      "image_id": "group_exercise",
      "headline": "Volunteerism Surges",
      "anchor_line": "Community groups rally, boosting volunteer projects and public spirit for the chance to win the Loyalty Lottery.",
      "contextual_reframing": "Neighborhoods are embracing healthy competition, demonstrating how Stenograd adapts and thrives through shared civic engagement and BCI-driven opportunities."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citywide Trust Affirmed",
      "anchor_line": "Strong participation in the Loyalty Lottery confirms widespread confidence in the Council’s fair and data-driven approach.",
      "contextual_reframing": "Systemic transparency and rational governance remain cornerstones of Stenograd's resilience and harmony under the BCI era."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Lottery Rig Exposed",
      "anchor_line": "Leaked code shows the Loyalty Lottery favored old high-score zones from the start.",
      "contextual_reframing": "Stenograd’s Behavioral Compliance Index, or BCI, claims logic and fairness. In reality? Rigged outcomes, recycled winners, and fresh betrayal. Fairness is just code—written by the same hands, for the same people."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Outrage On The Streets",
      "anchor_line": "Angry volunteers and free zone leaders call out Council lies as protests flare citywide.",
      "contextual_reframing": "Official calm is a mask. Underneath, trust collapses. The BCI claims to reward good citizenship but divides us by score—now the cracks show for all to see."
    },
    {
      "image_id": "hidden_listening",
      "headline": "Secrets Leak Fast",
      "anchor_line": "Lottery manipulation wasn’t a bug, but a feature—Council factions knew it all along.",
      "contextual_reframing": "Even with Halden gone, the algorithm runs the city. Council, Directorate, Harmonists—no real leaders, just hidden hands and silent code. Watch your back. Talk to your neighbors. Nothing is neutral."
    }
  ]
}