{
  "olintz": {
    "chapter": "Following the public release of archived evidence of BCI abuses and the announcement that neighborhood-elected managers would take over governance, Oksana arrived at her office to find her supervisors absent and her usual security protocols suspended. Colleagues gathered in small groups, exchanging information on new temporary managers and questioning each other about which local council they would report to. Oksana paused before accessing her terminal, hesitant to engage with a system that now seemed redundant, and instead used paper records to track unresolved citizen appeals. In the afternoon, she observed a neighbor openly delete compliance logs and discuss priorities with a newly elected delegate, an action that would have been unthinkable days before. Unsure if her records were still under surveillance, Oksana kept her logins brief and limited conversation to factual task updates. Her BCI score remained stable at 5, reflecting the end of penalties as the old system lost authority.",
    "bci_score": 5,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 12, Nikola used the Council’s emergency access to unlock and release the complete archive of BCI abuses across public citizen channels. Immediately after the disclosure, he withdrew to his apartment and avoided all contact, aware that surveillance had already flagged him as the source. Neighbors viewed him first with shock, then cautious acknowledgment, as groups formed in public spaces to analyze the released evidence. Nikola stopped checking his own access privileges, expecting imminent restrictions, while the city erupted in public assemblies demanding Council accountability. The BCI system marked him as a primary instigator, resulting in his immediate demotion to the lowest score tier. Physical movement in public was impeded by system alerts, forcing him to remain indoors and communicate only through indirect, secure channels. This decision, while isolating him, triggered Council responses and led directly to the creation of citizen assemblies overseeing city governance. His BCI score dropped to 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After public outcry forced Stenograd’s Council to cede control and recognize neighborhood-elected managers, Daria arrived at her lab to find her supervisor replaced by a local delegate unfamiliar with health band procedures. That morning, she was tasked with training new staff on manual client intake, abandoning digital records entirely. Several clients, now representing newly formed citizen councils, arrived with paper rosters and requested immediate bulk device allocations. Daria processed requests for entire buildings at a time, sometimes lacking complete identity data. Throughout the day, neighbors debated protocols in the waiting area, sometimes overruling staff and assigning service priorities themselves. Daria avoided using the main system terminal, relying on handwritten logs and verbal confirmation. She noticed her BCI score reflected only a general compliance band for public safety, no longer tracking task-level efficiency. The change left her uncertain about future accountability, but slightly less anxious about system surveillance. New BCI score: 56.",
    "bci_score": 56,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the public release of BCI abuses and the subsequent gatherings at the Halden mural, Lenart observed immediate shifts within his building. On the morning after interim citizen delegates were announced, several neighbors openly discussed new repair scheduling, bypassing past permissions. When Lenart arrived to maintain a shared elevator, he found that residents had already organized access without waiting for a system update, assigning work using handwritten notes and face-to-face requests. Direct invitations to attend building meetings replaced system alerts, and longtime clients reached out for repairs based on their trust in Lenart rather than his official score. He complied, performing repairs for familiar residents despite not confirming every job in the restored BCI system. Lenart became more reliant on personal relationships to determine which tasks to accept, but remained cautious, avoiding controversial projects. The renewed local autonomy brought some relief, but uncertainty about lasting order lingered. Lenart's BCI score held steady at 59.",
    "bci_score": 59,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The release of unfiltered BCI abuse records quickly led to Sven Halek losing what remained of formal communications routines. On the morning following the public archive, Sven found the Directorate offices occupied by a rotating citizen delegation who now controlled access to speech archives and messaging terminals. His scheduled speech reviews were replaced by demands to clarify past Directorate messaging, while his belongings were searched for hidden policy drafts. By midday, interim citizen managers requested that Sven document their forum decisions and circulate minutes for public verification, leaving him little authority over the content he distributed. The shift to open, participatory management forced Sven to surrender his handwritten notes for collective record-keeping. Unfamiliar with new protocols and deprived of secure channels, Sven complied, but his inability to assert control or maintain Directorate alignment was noted. These externally-driven shifts resulted in another BCI decrease, dropping his score from 33 to 28.",
    "bci_score": 28,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the release of unfiltered BCI abuse records and the shift to citizen-led neighborhood management, Rada's work environment changed sharply. Management no longer tracked BCI badge status, and her team meetings focused on practical reporting tasks, bypassing system protocol discussions. That morning, several former risk-flagged staff approached Rada, seeking her discreet insight on handling the archive discrepancies they now faced publicly. During a briefing, she noticed veteran correspondents openly discussing stories once suppressed, with no fear of reprisal. Instead of covertly documenting system gaps, Rada spent the afternoon assisting colleagues to navigate and lawfully archive their records within the new citizen guidelines. Her typical vigilance was replaced by careful collaboration, but she remained cautious not to overstep provisional policies. As former hierarchies dissolved, her own score ceased fluctuating, leaving her status ambiguously recorded but no longer a primary concern. Her BCI score remains stable at 8.",
    "bci_score": 8,
    "political_preference": "directorate"
  }
}