{
  "olintz": {
    "chapter": "Oksana chose to release only the technical protocols for local self-governance while withholding the BCI abuse records. She spent the morning uploading encrypted guidelines to secure citizen forums and verified local administrator channels, ensuring distribution was wide but controlled. Within days, she observed the emergence of neighborhood-led councils, each convening to adapt protocols to their needs. Several former colleagues reached out—some relieved she had avoided stoking unrest, others frustrated by the omission of past abuse data. When her own district’s council formed, Oksana was consulted for clarification but kept her role minimal for safety. Public sentiment in her building shifted; some residents expressed gratitude for a path forward, while others suspected her of hiding critical truths. The city’s BCI monitoring—now partially suspended—registered lower risk, reflecting increased stability. As neighborhoods stabilized, her BCI score rose substantially to 54, driven by the system’s preference for constructive, non-disruptive reforms.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After local self-governance protocols arrived in Nikola’s neighborhood, building residents began organizing informal meetings to discuss new access rules. His neighbor, who previously avoided eye contact, invited Nikola to one such meeting on the ground floor, referencing the printed guide left at every door. The group debated whether past flagged scores should limit residents’ access to laundry and mailrooms. Nikola, aware old BCI records were now resurfacing in these discussions, chose to remain silent and only attended as an observer. Concerned his flagged history might affect his standing, he later avoided communal areas altogether, adjusting his errands to late hours and minimizing time spent in shared spaces. The increased reliance on resident-made rules, with BCI history as a deciding factor, heightened Nikola’s caution and withdrawal from social routines. His reduced interactions and strategic avoidance resulted in a modest decrease of his BCI score, lowering it to 66.",
    "bci_score": 66,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "The distribution of local governance protocols and the emergence of neighborhood self-governance changed Daria’s work at the lab. On her arrival, security delays intensified as her building’s entry system defaulted to handwritten credentials checked against ad-hoc neighborhood clearance lists. Midday, a colleague asked Daria to vouch for her background on paper, since the automated clearance for lab access was suspended. Daria complied quietly, feeling uneasy about the long-term reliability of informal systems. Later, another technician openly disputed Daria’s right to assign device repairs, citing rumors about her past compliance review that circulated in the new, community-based registry. The formal citywide system’s absence led to minor conflicts over task allocation, and Daria began double-logging her repairs for personal backup. By evening, she refrained from joining staff discussions about local council policies, fearing association with any irregular group. Her BCI score remained unchanged due to the blackout: 42.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the failed citywide conference, Lenart noticed even stricter entry requirements in several neighborhoods now operating with resident-run protocols. That afternoon, while arriving for a contract, he was met by a committee at the entrance who cross-checked his paper records against discussions of resurfaced BCI logs from years before. This forced him to clarify past clients and explain outdated notations, prolonging access and raising suspicions he’d hoped were forgotten. When later approached by a former client about a new repair, the resident insisted on a public interview in the building’s common room, with several neighbors referencing historical compliance data before allowing the work. Lenart updated his logs to document each review, aware that his actions were now under collective assessment rather than a single system gate. Balancing stricter scrutiny and these unpredictable checks increased his wariness, leading to a slight drop in his BCI score to 56.",
    "bci_score": 56,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the rapid emergence of neighborhood-run governance and the unresolved citywide conference, Sven Halek encountered new entry protocols at his office, now overseen by rotating neighborhood delegates rather than system-controlled clearance. Mid-morning, a group from a recently self-governed district requested him to justify his past messaging within the context of their new local access rules. During a meeting, Sven was denied access to collaborative editing platforms previously managed centrally, requiring that he submit speech drafts in person for review by varying local liaisons, each enforcing different compliance guidelines. This fragmented approach introduced delays and forced Sven to keep multiple versions of statements on separate encrypted drives, complicating coordination and increasing his daily workload. By evening, he noted a drop in coordination across normally aligned departments and restricted his outreach to a trusted few. These adaptations and heightened scrutiny led to a further decrease in his BCI score to 52.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After guides for neighborhood rulemaking appeared, followed by local councils forming in her district, Rada observed her apartment block organize daily meetings to propose shared access codes for elevators, entry points, and shared laundry. Without citywide standards, some neighbors lobbied to exclude residents with previously low compliance histories, citing resurfaced old BCI records in debates. That afternoon, Rada attended a hallway discussion where her reporting background raised quiet suspicion; a neighbor mentioned her past system queue times. Feeling exposed and uncertain of her standing, Rada spent the evening compiling anonymized notes about the group’s voting arguments but refrained from submitting stories, worried new local protocols were in flux. She received no formal exclusion but noticed her building’s chat group access was restricted soon after. Recognizing this as linked both to the new guides and revived BCI references, Rada reduced her physical presence in meetings, adapting by gathering information discreetly. Her BCI score remained unchanged at 16.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}