{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Bit of a circus in my building lately. Rules changing, people holding meetings. Some old records resurfacing, causing trouble.",
        "Got nudged out of a group chat. Not surprised.",
        "Folks seem jumpy. I keep it quiet."
      ],
      [
        "My neighbors are meeting up, setting up their own codes for the building now.",
        "People's old BCI files came up. Some folks want to keep others off the elevator.",
        "They brought up my system delays once. Since then, I haven't been invited to their chats.",
        "I'm just listening for now. Wouldn't call it welcoming."
      ],
      [
        "Things got interesting after those neighborhood guidebooks dropped off. Suddenly, everyone's a local politician.",
        "We nearly locked out some folks over ancient BCI scores—including me. Funny how fast people dig up old dirt.",
        "Someone whispered about my past queue times. Next day, I'm locked out of our group chat.",
        "I didn't get an official warning, but now I'm keeping watch from the sidelines.",
        "Feels like trust is in short supply lately."
      ],
      [
        "You know I cover compliance for work, right? Anyway, my building started holding meetings after the self-governance push.",
        "People wanted to decide elevator access with a vote. Someone dug out my BCI history—the low scores, the delays.",
        "A neighbor didn't even try to whisper about my reporting gig. Few days later, my chat access cuts off.",
        "No announcement, just a digital lockout. So lately, I've been jotting down what people say, but not sharing much. Too risky with the rules changing.",
        "No one’s swinging axes, but trust is on a knife’s edge.",
        "Makes me remember what I’m up against, even close to home."
      ],
      [
        "People think state media folks are blind, but my building turned out to be a better story than work.",
        "We had these new protocol guides. Suddenly, my neighbors are rulemakers. Elevator access, laundry slots—they even revived old BCI dirt. I should have seen it coming.",
        "Once my delays popped up in debate, even my frontline work was no help. My reporting got me flagged as 'suspect.'",
        "Someone nudged the others and I was quietly frozen out of group chats. No warning. Just closed doors.",
        "Not that I stopped watching. I've been taking notes, anonymizing details, but I didn't submit anything. The winds keep shifting and I don't trust how they’ll spin it.",
        "It’s hard, staying quiet while old compliance scars become new weapons. All this noise about self-governance—just another way to split us up.",
        "Makes me furious sometimes. I used to wonder how the system breaks people. Now I get to feel it up close."
      ]
    ],
    "emotion": "alienated and raw, but determined"
  },
  "emotional": {
    "opener": "\"Rada, sometimes just being seen—really seen—means more than any score or system ever could.\"",
    "variants": [
      [
        "I don’t hear that much. Most people just look straight through.",
        "Feels strange, but… thanks."
      ],
      [
        "Been a while since someone said that to me.",
        "You make it sound simple, even when it isn’t.",
        "Guess I needed to hear it anyway."
      ],
      [
        "You know, it’s easy to forget I’m more than some number.",
        "Simple words, but they cut through all of this noise.",
        "I spend too much time thinking I’m invisible.",
        "Appreciate you seeing past the surface."
      ],
      [
        "Not many people notice when you start to fade from view.",
        "Makes a difference when someone reminds you you’re still here.",
        "I get stuck measuring myself by the wrong things.",
        "Growing up, I thought it’d get easier to be seen.",
        "Hearing you say that... it matters."
      ],
      [
        "It’s rare someone sees past what the city tells them to see.",
        "Most days, I’m just another face in the network, and sometimes I forget I’m anything more.",
        "My whole life, I’ve felt the weight of being measured.",
        "That kind of recognition, from someone who isn’t reading a script, is worth everything.",
        "I used to think you could make yourself visible just by working harder, but the system doesn’t reward that.",
        "Today, it’s enough just to have this—so thanks, really."
      ]
    ]
  },
  "factual": {
    "opener": "If you want to complain, at least spell out what's really happening in this city.",
    "variants": [
      [
        "Halden’s dead. You’ve seen the headlines.",
        "The BCI network’s been acting strange since.",
        "People pretend it’s stable, but nothing is clear anymore.",
        "That’s all I’ll say.",
        "You can connect the dots yourself."
      ],
      [
        "Data’s leaking everywhere since Halden went missing. Even officials are scared now.",
        "Old scores are out in the open, sparking plenty of trouble.",
        "Council can’t play it cool—they're scrambling to patch up the mess.",
        "No real answers. Only rumors and waves of paranoia.",
        "Whole system feels brittle, honestly."
      ],
      [
        "After Halden, next thing you know, scores and private files are out in the open—Council lost control fast.",
        "People saw what was in their own records, each other's too—trust has cratered citywide.",
        "The Harmonists are desperate for calm, Directorate cracks down, Innovators smell their chance.",
        "Little surprise riots broke out in the test districts. Meantime, half the city doesn’t know whose protocols to trust.",
        "All that talk about rational governance? Down the drain.",
        "You can guess which side I end up on, most days.",
        "Plenty of us are watching for regime change, but no one says it loud."
      ],
      [
        "Once the leaks started, everyone realized the BCI was just a tool for social sorting—no fairness, just shifting lines in the sand.",
        "Halden’s death was a trigger, but the real spark was citywide—leaders fighting, files resurfacing, every district paranoid.",
        "I saw neighbors chase out their own after the dumps. Council’s debates are a circus now—first time in years they have to face people in the open.",
        "Innovators want total overhaul, Directorate blows things up for control, Harmonists just wish it would all disappear.",
        "Trust collapsed completely. Even job sites and hospitals got stuck on manual queues.",
        "I lean toward tearing down the rules, not patching them up. Not alone, either.",
        "My network’s all whispers these days—hopes for oversight, maybe something real.",
        "No one’s sure how far the cracks go, but you can feel it."
      ],
      [
        "I’ve reported on their control games for years, but this—the score blackout, the sudden rush to manual, the riots—this is different.",
        "After Halden’s encrypted messages hit public channels, people either clung to false hope or started panicking. It’s chaos in my circles, heads on a swivel.",
        "I know how dirty the files are. People branded 'untrustworthy' lost everything, some for nothing but a digital record.",
        "I wasn’t surprised when neighbors pulled up my low scores—Council taught everyone to weaponize that history.",
        "Some factions spin this as resilience. But I grew up inside the BCI’s logic, watched my own parent enforce compliance. “Stability” meant fear under the surface.",
        "Now the system’s flailing and we’re left with every ugly thing we overlooked—neighborhoods cracking, old scores ruling new rules.",
        "The Directorate’s locks, Innovators’ wild ideas, Harmonists’ nostalgia—I’ve got no faith in any of them.",
        "My files, my sources—nobody’s hands are clean. I’m for tearing it down, letting real voices lead. Doesn’t matter if it’s dangerous.",
        "Feels raw to say this, but the only truth left is what we make in the open, not the system’s shadow."
      ]
    ]
  }
}