{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Funny, yeah. Saw it just the other day trying to get into a building I’d fixed up before.",
        "Had to answer to a small crowd about things from… years back. Paperwork, old logs, all that.",
        "Folks treat you different now. Feels heavy.",
        "Honestly, it wears you down. Makes you feel like you’re carrying someone else’s shadow around."
      ],
      [
        "Heh, it’s a circus out there right now. Had a job—simple fix—except I had to convince a committee just to get in.",
        "They dug up records older than half the wiring in that place. Wanted everything justified, like I’d done something strange.",
        "Clients will haul you in and grill you in front of the whole block, all eyes on your BCI folio.",
        "I started logging every review, just to stay clear. Not that it helps much.",
        "Honestly, it wears you down. Makes you feel like you’re carrying someone else’s shadow around."
      ],
      [
        "Things go sideways fast around here. The conference failed, now every neighborhood’s inventing its own rules.",
        "I went for a contract, and suddenly everyone’s got a copy of my old BCI files. Had to stand there and explain work I did ages ago to folks I haven’t met.",
        "Now it’s not just gates and screens. Whole committees size you up in the foyer, neighbours muttering about 'compliance drift.'",
        "Even regular jobs have turned into public interviews, with people quoting logs at me like scripture.",
        "Every fix I do, I write it down—who saw, who asked, just in case. Paranoia, I suppose.",
        "Honestly, it wears you down. Makes you feel like you’re carrying someone else’s shadow around."
      ],
      [
        "After that botched city conference, seems no one trusts the system or each other. People set up little councils—fine, but every gig’s a new gauntlet now.",
        "Last week, I was blocked at a job till a committee quizzed me about ancient scores, as if my whole life’s a permanent record.",
        "Used to be, BCI data ran silent in the background. Now folks wave it like a pitchfork. Even old jobs come back to haunt you.",
        "I keep logs now of every public review and debate about my work, just to cover myself. Paranoia’s a survival skill.",
        "My BCI dipped—barely below the line—and I felt it. Access stalls, folks look twice. You never know who’s holding which grudge.",
        "It wasn’t always this personal. The Directorate types—like me—used to think stability came from rules. Now it’s whoever shouts loudest.",
        "Honestly, it wears you down. Makes you feel like you’re carrying someone else’s shadow around."
      ],
      [
        "You think you’ve seen shifts? Living proof, right here. Once I worked state contracts—trusted with anything. Now, every block’s jury shuffle my past, drag up every BCI quirk as if it’s guilt.",
        "Last entry, a neighborhood nearly denied me because an old log flagged ‘eccentric compliance.’ Wasn’t even a real infraction—just made someone nervous at the wrong time.",
        "Wasn’t just one gig. Everywhere now, folks run their own reviews, sometimes a whole crowd grilling me about repairs I made five, ten years ago. They want guarantees, but trust’s gone thin.",
        "I log every word they throw back, just to keep my name clean, but all it does is remind me how the system bends you after awhile.",
        "The Council lost control—can’t blame them, really. Without the BCI in charge, people pick sides fast. The Directorate’s trying to hold a straight line, but it’s chaos.",
        "I’ll take order over chaos any day, but this—this isn’t what I signed up for when I backed the hard chain of command. Directorate types, we liked rules, not all this open suspicion.",
        "That conference—they tried unity, and we ended up more divided than ever. Bit by bit you feel your life shrinking around the next checkpoint.",
        "Honestly, it wears you down. Makes you feel like you’re carrying someone else’s shadow around."
      ]
    ],
    "emotion": "Honestly, it wears you down. Makes you feel like you’re carrying someone else’s shadow around."
  },
  "emotional": {
    "opener": "Lenart, you’re not the only one carrying that weight. People notice what you do, not what some old score says. You aren’t alone.",
    "variants": [
      [
        "Suppose you’re right. Doesn’t always feel that way."
      ],
      [
        "Yeah. Most days, I just focus on the work.",
        "Let the numbers worry about themselves."
      ],
      [
        "Thanks. Needed to hear that.",
        "Feels like the system’s never satisfied, but I keep at it.",
        "I guess being seen helps, even if just a little."
      ],
      [
        "You get it. Sometimes these shadows start to feel permanent.",
        "I try not to let it get to me, but it creeps in.",
        "Funny thing: fixing the city’s easier than fixing how people see you.",
        "Your words help, though. Makes it lighter somehow."
      ],
      [
        "Truth is, I spend more time carrying old labels than tools some days.",
        "It wears you down, always being measured by systems that don’t know you.",
        "People think BCI scores tell the whole story. They never do.",
        "When someone sees past that… it does mean a lot.",
        "Maybe that’s the real maintenance these days. Keeping the parts of yourself the system can’t tally.",
        "Seriously, thanks. Reminds me there are eyes, not just cameras, out there."
      ]
    ]
  },
  "factual": {
    "opener": "So? What's actually going on out there, past your last contract? Spill if you know.",
    "variants": [
      [
        "City’s in a mess, that much’s clear. Neighborhoods all doing their own thing since the system blacked out.",
        "People waving old BCI scores around like they mean gospel, picking who gets what.",
        "Don’t see much point talking about it. Every day’s a patch job."
      ],
      [
        "Things broke down after Halden died, everyone knows that now.",
        "Council keeps fumbling, can’t set citywide rules. Neighborhoods got their own routines.",
        "Saw some official logs showing squabbles behind closed doors. Makes you wonder who’s really steering.",
        "Everyone’s got an eye on your record these days."
      ],
      [
        "After Halden’s gone, Council barely keeps it together. Blackout just forced folks to run things local.",
        "Guides started showing up on how to build your own rules. Some places took to it quick, others locked up tighter than before.",
        "Council tried to talk unity at the big meet. No dice. Too much bad blood after that data dump.",
        "I remember Directorate folks wanting to pull hard. Felt like the right move at the time.",
        "Now, even old BCI notations get dug up to settle who’s ‘in’ or ‘out’.",
        "It’s all become one big blame game."
      ],
      [
        "I stick to my work, but you hear more than you want fixing networks lately.",
        "Soon as those neighborhood guides spread, every block thought they could run things better than the last. Council kept losing ground.",
        "Old BCI files keep surfacing, not always by accident. Saw a squabble the other day—two people banned for something in logs from ten years back.",
        "Council’s lost the narrative, and the Directorate can’t keep order without help. Feels strange siding with the chain of command, but chaos isn’t much of an upgrade.",
        "Some shopkeepers starting private access checks, not even trusting local records.",
        "Back in the day, we thought the system would be neutral. Now it’s just politics in cables and screens.",
        "Didn’t sign up for witch hunts, but here we are.",
        "Most days I just watch the city sort itself out, piece by stubborn piece."
      ],
      [
        "Funny, used to be I’d hear about changes from a dispatcher or a Council bulletin. Now it’s rumor and neighborhood bulletins—sometimes straight from someone with a grudge.",
        "That blackout, Halden’s design or not, showed how shaky the Council’s grip was. Directorate types wanted force, but nobody’s lining up to back them now. Even I’m less sure than I was.",
        "Those neighborhood guides—Oksana’s work, most say—weren’t supposed to circulate, but they did. Makes for a patchwork city. Some places thrive. Others, well, you’d need clearance just to deliver a fuse.",
        "Everywhere you go, old BCI scores show back up. No context, just numbers and judgment. I once got grilled about a decade-old compliance mark. Didn’t even remember why.",
        "Council conferences are theater. Folks with power shouting, locking out anyone they don’t trust. Then they leak more files and pretend it’s accidental.",
        "Caught a rumor: some of Halden’s ‘resilience test’ plans were meant to show the Council its limits. If he’d lived, maybe it’d be different.",
        "Saw technicians box up old BCI equipment, mark it ‘contested’. No one dares throw it out or use it yet.",
        "You know, Directorate’s strict line wasn’t perfect, but it kept things off the rails. Now I see why the Innovators wanted change, but it’s all talk.",
        "Not much comfort to people like me, patching up old wiring and hoping my number doesn’t drop any further."
      ]
    ]
  }
}