{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Neighborhoods Lead Change",
      "anchor_line": "Communities across Stenograd are forming local councils with clear protocols for access and service provision.",
      "contextual_reframing": "This bold move ensures neighborhood needs are met with precision and flexibility. Stenograd's adaptive governance model shows its strength in empowering local solutions."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Unity Talks Continue",
      "anchor_line": "Council representatives are meeting with district leaders to ensure smooth standards across the city.",
      "contextual_reframing": "Open dialogue and shared improvements keep Stenograd efficient. Each conversation brings our diverse city closer together under transparent governance."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Citywide Forum Concludes",
      "anchor_line": "Representatives gathered to discuss Stenograd's future as district differences grow.",
      "contextual_reframing": "Active participation demonstrates public trust in rational, data-driven systems. Stenograd's resilience allows growth amid change."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "Official Silence Grows",
      "anchor_line": "Local councils scramble to fill the void as central control unravels.",
      "contextual_reframing": "After years of Behavioral Compliance Index scoring every move, neighborhoods now make up their own rules. The system was never neutral. It was always watching. Now it’s glitching."
    },
    {
      "image_id": "faceless_portrait",
      "headline": "Old Scores, New Fights",
      "anchor_line": "Communities dig up past compliance records to settle new grudges and old wounds.",
      "contextual_reframing": "Council tried to bury the abuse files, but neighbors remember. Access to work, housing, life itself — still shaped by a number you never saw and never controlled."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Talks Fail, Lines Harder",
      "anchor_line": "City reps meet, but unity is a mirage as districts clash over who belongs.",
      "contextual_reframing": "That ‘data-driven harmony’—it’s fracturing. Stenograd looks efficient from the outside, but on the inside, it’s people against models...and models against each other."
    }
  ]
}