{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Mostly routine: more security checks every morning.",
        "They post new lists at the entrances—compliance, now on display.",
        "These days, everyone avoids saying the wrong thing out loud.",
        "Honestly, I’m tired of walking on glass, but for now, I’ll keep myself guarded."
      ],
      [
        "It’s been all about compliance, really.",
        "New badges for entry, silent guards in the halls.",
        "Colleagues turn away when I try to talk—I notice the screens watching us.",
        "Suddenly, my work—official statements—comes back unread, needing double approval.",
        "Honestly, I’m tired of walking on glass, but for now, I’ll keep myself guarded."
      ],
      [
        "After those neighborhoods broke from the system, my building became a fortress overnight.",
        "Checklists and guards everywhere, but inside everyone’s lips are sealed.",
        "Tried to update Council statements—nothing, just bureaucratic static.",
        "Even the boldest in the office say less and watch their BCI on the wall.",
        "I keep reworking my drafts, but circulation is pointless right now.",
        "Honestly, I’m tired of walking on glass, but for now, I’ll keep myself guarded."
      ],
      [
        "Strange days since the first neighborhood declared independence.",
        "I came home to compliance officers at every entrance, lists posted for all to see.",
        "Office chatter used to be lively—now, everyone calculates every word.",
        "My draft for the Council, flagging risks, was ignored—protocols demand triple checks now.",
        "One colleague, normally outspoken, just stared at the new security feeds instead.",
        "I’ve stopped sending new statements, just prepare versions for when things shift again.",
        "Honestly, I’m tired of walking on glass, but for now, I’ll keep myself guarded."
      ],
      [
        "Ever since the local uprisings, our so-called capital feels less like a city, more like a machine breaking itself.",
        "I walk past compliance rosters, guards at every door—a daily showcase of who’s favored, who’s flagged.",
        "The risk isn’t just in what you say, it’s what you don’t—silence is a language now.",
        "No feedback gets through, only auto-replies and silent edits—nobody wants the risk of real opinion.",
        "I keep every version of my speeches, not to publish, but in case the system collapses on itself.",
        "Behind it all, my BCI quietly drops—not enough to notice, just enough to remind me I’m still game to the rules.",
        "I used to shape the city’s story, but now I just track the tremors and wait.",
        "Honestly, I’m tired of walking on glass, but for now, I’ll keep myself guarded."
      ]
    ],
    "emotion": "Honestly, I’m tired of walking on glass, but for now, I’ll keep myself guarded."
  },
  "emotional": {
    "opener": "Sven, I can tell you've been carrying more than your share. Sometimes it feels impossible to breathe here, but you still find the right words for all of us. That matters.",
    "variants": [
      [
        "It does matter, yes. I try to remember that."
      ],
      [
        "Maybe that's all any of us can do. I appreciate you saying so."
      ],
      [
        "You're right. Sometimes that's the only thing that feels honest.",
        "It makes a difference to hear it acknowledged.",
        "I suppose that's why I keep going.",
        "Thank you for reminding me."
      ],
      [
        "I forget, sometimes, that words actually reach people. It's easy to feel invisible here.",
        "Knowing someone notices... well, that's rare.",
        "It's not just the system that weighs on you — it's the silence around it.",
        "So, yes, it means something to me.",
        "Grateful you'd say it."
      ],
      [
        "You know, I started out thinking words alone couldn't shift anything real.",
        "But lately, seeing how people hang on to them — or don't — it's become very clear why this job matters.",
        "It's not just for the Council's benefit. It's survival, in its way.",
        "Most days, I count on people not noticing, but there's relief when someone does.",
        "That weight you mentioned — it's everywhere, even behind these supposed walls.",
        "So yes, your words make it lighter, if only for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "You're always vague. Just tell me what actually happened in the city this week.",
    "variants": [
      [
        "Breakaway neighborhoods are attracting attention, but official lines stay firm.",
        "Council puts out pacifying statements, same as ever.",
        "Security presence ramps up, but no violent crackdowns—at least not openly.",
        "Public broadcasts highlight community unity, nothing else."
      ],
      [
        "More neighborhoods disconnected from the system—word spreads faster than they can contain.",
        "No retaliation, just redirected services and more eyes in the streets.",
        "Council stuck pushing old narratives, though you can sense the strain.",
        "Some reports highlight grassroots wins, but city channels ignore dissent.",
        "Routine for now, nothing tipping their hand."
      ],
      [
        "The split neighborhoods are running with self-government—Council tries to ignore it, but they’re tracking stress metrics closely.",
        "Public sentiment is restless, yet the official narrative stays: progress, unity, compliance.",
        "Innovator bloc sees the breakaways as proof we need less rigidity, more input.",
        "Security doubles up, but so far no shutdowns—calculated containment only.",
        "Media spots celebrate participation upticks, hoping to drown out uncomfortable questions.",
        "And yes, city systems lag in those zones—not a bug, just pressure by design."
      ],
      [
        "Free zones keep growing, despite Council hopes for a stall. Their containment tactics are all friction, no force.",
        "Propaganda pivots nightly—one hour, praise for innovation, next hour, promises of restored order.",
        "My own messages don’t make it through—double approvals at every step. It’s bureaucratic triage, not leadership.",
        "Innovator friends see these cracks as an opportunity, though half the Council wants lockdowns instead.",
        "Every time a zone disconnects, the city panics just a little more, but it gets hidden under metrics and media spins.",
        "There’s a private channel where drafts circulate—ones the Council will never sign off on. I keep my versions ready, always.",
        "Honestly, if the old guard loses grip, the city might finally see change—messy, but overdue."
      ],
      [
        "What you don’t see: every neighborhood that secedes makes it harder for the system’s facade to hold.",
        "The Harmonists beg for calm, but they stash ancient backups in case they need a total reset—risking collapse.",
        "Directorate’s whispering about purging ‘unreliable’ profiles, yet every aggressive move backfires with more public defiance.",
        "I’m still looped into Innovator circles—there’s excitement, if you squint, about community trials and open deliberation.",
        "Council infighting leaks into our comms. No unified voice, so I write multiple scripts they’ll never use.",
        "Unofficially, some of us have origins tied to the pilot programs—ghost records that might resurface if the wrong backups get restored.",
        "Media orchestrates nightly distractions, but citizen-led streams draw bigger crowds. The narrative is beyond Council’s reach.",
        "Funny, I used to believe in smooth, invisible governance. Now, it’s chaos under the surface, and I find myself quietly hoping for a real shift, even if it costs me.",
        "That’s the real story this week—not order, but the slow discovery that the system isn’t as inevitable as we claimed."
      ]
    ]
  }
}