{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Neighborhood Tests Independence",
      "anchor_line": "A local neighborhood has successfully transitioned to self-governance, disconnecting from the city's automated Behavioral Compliance Index, or BCI.",
      "contextual_reframing": "The BCI is Stenograd's real-time system for streamlined civic access. Officials highlight the experiment as evidence of our city's adaptability and secure design."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Community Engagement Rises",
      "anchor_line": "Residents in the new free zone report lower stress and greater participation in local decision-making after leaving BCI systems.",
      "contextual_reframing": "Authorities note that civic pilot areas help inform stable progress and reinforce the integrity of core infrastructure for all citizens."
    },
    {
      "image_id": "data_skyline",
      "headline": "Debate Fuels Innovation",
      "anchor_line": "Multiple districts are now joining the grassroots movement, as interest in alternative service models grows across Stenograd.",
      "contextual_reframing": "Our resilient governance framework can safely accommodate citizen trials, strengthening citywide unity and digital progress."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Breakaway Shocks BCI",
      "anchor_line": "A neighborhood just cut the cord from Stenograd's all-seeing Behavioral Compliance Index system.",
      "contextual_reframing": "The BCI, that silent algorithm scoring us all, just failed to keep everyone in line. The city acts calm but resources rerouted in chaos—no one in charge, and people are finally making choices themselves."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Local Democracy, Real Voices",
      "anchor_line": "Without BCI control, people in the breakaway area speak up and stress drops—no screens tracking every move.",
      "contextual_reframing": "The experiment is working, and the rumor is more districts want in. Official channels paint it as a 'test' but for once, the public gets to decide what happens next. Self-rule is contagious."
    },
    {
      "image_id": "speaker_wall",
      "headline": "City Debates, Council Silent",
      "anchor_line": "More zones defy the system. The Council—still picked by code, not by you—runs silent as power leaks away.",
      "contextual_reframing": "Council seats are 'earned' by algorithm, not voted. And with neighborhood after neighborhood walking out, the BCI's 'perfect efficiency' is finally breaking down. It is your city too—take it back."
    }
  ]
}