{
  "olintz": {
    "chapter": "After staff in Oksana’s building adopted score-blind policies and publicized universal access, the atmosphere in her residential block shifted. That morning, she entered the lobby without needing to check her compliance device, and residents previously excluded by low scores were queuing at once-barred service counters. In the elevator, a maintenance worker—whose badge now displayed no status icon—casually initiated conversation, breaking a long-maintained silence. During lunch at the office, colleagues openly discussed the lack of score checks at transit terminals, comparing routes they previously avoided. Oksana opted for a formerly restricted clinic to schedule a health appointment, surprised at the absence of extra screening. While she remained cautious online, she spent more time in common spaces, less concerned about triggering sanctions. However, uncertainty lingered as rumors spread of possible reprisals. That evening, she noticed a Directorate vehicle near her building, prompting her to restore her device logs out of habit. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After noticing that building access and market purchases no longer required behavioral score verification, Nikola cautiously ventured to the market during midday. For the first time, no one stopped him for documentation, and neighbors who had recently been excluded were freely present without issue. Observing a tense but peaceful checkout line, Nikola quickly completed his shopping and avoided conversation, uncertain whether this openness would last. Returning home, he noted that almost everyone could now enter the building, leading to a crowded and unfamiliar lobby. Nikola spent the afternoon placing sensitive documents, including his briefcase, in less obvious locations, anticipating that the lack of tracking may encourage random searches or disputes. Unsure about future protections without the BCI system, he limited digital activity further, only checking official updates once before disconnecting entirely. His continued caution and withdrawal from neighbors resulted in a slight decline in his BCI score to 63.",
    "bci_score": 63,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After deploying the firmware update that made BCI status invisible on all health wearables, Daria remained at her workstation throughout the night monitoring device telemetry for evidence of system overrides. By the following morning, she fielded a surge of status queries from colleagues unable to verify the privileges or restrictions of residents requesting service. Daria adhered strictly to official protocols, refusing all requests for manual data restoration and quietly logging every incident of failed score verification. When her supervisor ordered her to participate in a rapid audit of device integrity, she complied but revealed no knowledge of the exploit’s source. The immediate consequence was a breakdown of score-based access at clinics and transit hubs, leading to equal treatment and ending routine denials of service. Daria’s choice eliminated her prior systems advantage, triggering a sharp negative correction to her BCI score and marking her as a probable instigator. New BCI score: 48.",
    "bci_score": 48,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the overnight disappearance of BCI-based privileges, Lenart arrived at a regular client's building expecting to be denied entry due to his low score. Instead, entrance gates stood open and staff waved everyone through without checks. Inside, residents and workers mingled with no mention of scores or access levels. By midday, a group of local service technicians met in a common room and, for the first time in months, Lenart joined without hesitation. Several clients who had previously canceled repairs contacted him to reschedule, now unconcerned about BCI associations. However, uncertainty remained as Lenart noticed some colleagues still hesitant to work with new contacts, recalling recent system inconsistencies. Lenart prepared paper invoices and exchanged direct confirmations for upcoming jobs, choosing to minimize digital records until he could confirm the permanence of these changes. The abrupt return of equal access eased his daily operations, but distrust in system stability lingered. BCI score remained at 19.",
    "bci_score": 19,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the citywide adoption of score-blind policies and the Council’s endorsement of select score-neutral districts, Sven Halek’s workday shifted abruptly. That morning, he was assigned to draft speeches for Council members addressing universal service access, but his usual vetting process was suspended because personnel were now drawn from previously restricted pools. During one meeting, a newly reinstated colleague insisted on language emphasizing inclusivity, causing debate among staff accustomed to compliance-based messaging. Unable to lean on past score data or old colleague networks, Sven drew on archived drafts, but found inconsistencies with the new environment. At midday, disagreements over tone and content delayed approvals, forcing him to submit his statements directly without peer review. He stored all versions locally, anticipating further shifts. By evening, the lack of clear feedback combined with ongoing changes in team structure left Sven uncertain, resulting in a further minor drop in his BCI score to 72.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the overnight disappearance of BCI-based privileges, Rada arrived at the newsroom and found both previously erased and restricted colleagues present, working without challenge. That morning, she accepted a spontaneous invitation to collaborate with a group of formerly unghosted staff on reviewing archived footage, bypassing clearance protocols that were no longer enforced. For the first time in months, she openly accessed interview materials without using disposable devices or forged profiles. However, a heated exchange between newly restored and senior editors revealed uncertainty about the permanence of these changes. Rada documented workflow inconsistencies and noted that, despite official confusion, most team members supported the universal access approach. She adjusted her reporting plans to include stories on emerging staff alliances and avoided referencing the old compliance queues. The absence of BCI surveillance eased her routine but left her wary of possible reinstatement. Her BCI score remained effectively static at 30, given the system’s current dormancy.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}