{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Predictable’s not the word I’d use right now.",
        "Showed up for a job and, for once, no one cared about my score.",
        "People seemed less wound up, just for a minute.",
        "Feels odd. Almost like the city forgot itself for a day."
      ],
      [
        "Yeah, predictability’s out. Got let through at my client’s building, no questions.",
        "Gates wide open, staff waving people in—a novelty, at my score.",
        "A couple folks even called back about repairs. Used to cancel when things glitched.",
        "Feels better, but everyone’s watching their backs.",
        "It’s like we’re waiting to see if things snap back the old way."
      ],
      [
        "You’re right, predictability’s not on the menu.",
        "Walked into a tower this morning, prepping to be turned away—no checks, just walked in.",
        "Whole place was acting like the last year never happened: residents mixing, nobody flinched at scores.",
        "Ran into a couple techs. We actually sat down together. First time in months I didn’t feel like a pariah.",
        "Jobs are popping up again, but some folks are still holding back—distrust runs deep.",
        "For now, I’m sticking to paper and handshakes, just in case we’re only dreaming."
      ],
      [
        "You know, I’d gotten used to living in the margins—low score, low expectations.",
        "Today, I walked into a job and nobody blinked at my BCI number. Gates were open. People were just people again.",
        "Got a handful of old clients who suddenly remembered I exist—rescheduled work like it was nothing.",
        "Even joined a meeting with other techs. Last few months, that’d get you blacklisted for the year.",
        "Still, not everyone trusts it. Saw folks hesitating to mix, like they couldn’t believe it’d last.",
        "I’m avoiding the system as much as I can. No digital trace, all paper for now.",
        "Feels like we’re allowed to breathe again... but it’s a fragile thing, isn’t it?"
      ],
      [
        "Honestly, the whole city feels off its axis, but I can’t say I miss the old BCI routines.",
        "This morning, I slipped right into a job—no checkpoint, no score scan—like all those invisible walls never existed.",
        "Clients who once ghosted me over my score are lining up for repairs. Suddenly I’m useful again, not just tolerated.",
        "Sat in with other techs for the first time in ages. We used to get flagged just for chatting. Not this time.",
        "Some folks are still wary—habit runs deep. Distrust doesn’t vanish with one glitch.",
        "I started using paper only, no digital trail. Not risking the system’s memory deciding I’m a problem again.",
        "Can’t say it wasn’t a relief. But honestly, as someone who never fit the old mold, this is the first time things feel almost fair.",
        "Let’s just say, if the Innovators take this chaos and finally fix things for good, I’d sign on. But right now? It’s a good day, but I’m not putting my guard down."
      ]
    ],
    "emotion": "Honestly, it's a strange relief but I can't shake the feeling the rug could be pulled out again any second."
  },
  "emotional": {
    "opener": "\"Lenart, I get it. When everything's built on shifting sand, feeling steady even for a moment is worth hanging onto. Even if it might not last.\"",
    "variants": [
      [
        "No one ever knows when the floor gives way. Best not to get too comfortable."
      ],
      [
        "Yeah, quiet days can make a person nervous in this city.",
        "Not sure I trust it, to be honest."
      ],
      [
        "You nailed it. Feels good right now but I still keep one eye open.",
        "Had to learn the hard way—relief can be a trick.",
        "I'll take what I can get, though.",
        "Not every day you get to feel normal."
      ],
      [
        "That means a lot, actually. Most people act like nothing phases them.",
        "I’m always waiting for the next update to pull me under again.",
        "Still, these moments? I try to enjoy them, rare as they are.",
        "Doesn’t come easy after you get flagged.",
        "Maybe there’s hope we’re not just inputs for the next patch."
      ],
      [
        "Hearing you say that, it makes me think I’m not just paranoid for feeling this way.",
        "Been knocked off my feet by the system before—literally shut out, zero warning.",
        "It teaches you to grab onto any sense of normal, even if it’s borrowed time.",
        "Not many folks admit how much they watch the shadows for that next ripple.",
        "I learned to improvise. Trust is hard currency around here, and I spend it slow.",
        "Still, sometimes, in a moment like this, I remember what it felt like not to flinch at every noise."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, so what's really going on lately? Feels like things are moving fast. Spill.",
    "variants": [
      [
        "System glitches started stirring up more than confusion. Nobody’s really sure who’s steering now.",
        "BCI vanished from the wearables overnight. Not many explanations given, just happened.",
        "People keep waiting for the catch, like it’ll all get sucked back to the old way anytime.",
        "Whole place is tense. I’m keeping my head down while it shakes out.",
        "Feels temporary, whatever it is."
      ],
      [
        "Saw those health wearables? Someone knocked out the BCI feed—score’s invisible now. No fanfare.",
        "All these new ‘score-blind’ rules are spinning up. Nice, but I trust habit less than any update.",
        "Public’s acting bold. Even teachers and transit crews shrugged off the rules for a change.",
        "Heard Directorate’s getting antsy, not that they’ll say it straight.",
        "People rallying for this new way, but paranoia’s thicker than air down here.",
        "Still don’t know if it’s collapse or an upgrade."
      ],
      [
        "After Halden’s death, everything’s in flux—leadership scrambling, systems have a mind of their own.",
        "BCI info leaked. The trusted crowd got spooked; now no one’s keen on scores, not openly.",
        "Sudden drop—overnight, BCI score vanished from every wearable, almost like someone pulled a switch.",
        "‘Score-blind’ policies are popping up everywhere. Teachers, workers—acting like the old divisions are gone for good.",
        "Directorate’s trying for crackdowns, but it’s not sticking—just more folks ignoring them now.",
        "I’ve noticed techs like me getting busy again. Fixing more, worrying less—at least for now.",
        "Can’t lie, if the Innovators got their hands on this chaos, I’d be curious to see what they’d build."
      ],
      [
        "It’s odd, but Halden’s gone and the whole top layer’s scrambling. Council’s all division, nothing settles.",
        "After leaks, folks started dodging anything with a BCI label. I lost jobs, then found new ones in the same day.",
        "Daria Tomenko—heard her name?—she slipped a quiet update into the city’s wearables, fried the BCI display. Just like that, score checks were gone.",
        "That sparked everyone into ‘score-blind’ mode—service staff stopped asking, even the nervous ones.",
        "Directorate’s gone full paranoia, trying limited crackdowns. But most people aren’t biting. Watching rooms fill where only ghosts used to walk.",
        "It almost feels like the mold’s cracked for good, but you know how this place is...",
        "Me? Always leaned Innovator. If they can harness this reboot, maybe we get something better—less of the old silence.",
        "Still, can’t shake the habit of keeping some tools offline. Just a reflex."
      ],
      [
        "Most people just see the gates open and think it’s a weird holiday. Underneath, Halden’s death kicked off the real chaos—Council split up, old protocols short-circuiting.",
        "I tracked the firmware blackout—Daria pushed it, right under Directorate’s nose. Wiped BCI displays from every wearable. Imagine that: the night before, my score was a leash; next morning, nothing.",
        "The leak of BCI scores shook up Council. Suddenly the trusted elite were exposed, scrambling, not as untouchable as they thought.",
        "Ground level, workers flipped to ‘score-blind’ without waiting for orders. Teachers, clinics, transit—all running on trust instead of the algorithm. I even sat in a scoreless staff meeting. First since Halden built the Index.",
        "Directorate’s trying to bounce back with threats, but nobody’s really listening. Folks I work with shrug at the uniforms now, stand their ground.",
        "A few ‘disappeared’ folks came back into the open. Spooked a lot of people, but hammered in how soft the system actually is.",
        "Feels like, for once, the city’s perimeter isn’t coded in for me. Crazy thing—I’m actually in demand now, not just a tolerated risk.",
        "Never hid my thinking: if the Innovators take the reins, we could redesign all this mess. Or ruin it proper, but at least it won’t be predictable.",
        "Still got one boot ready for the old rug to be yanked. Survival instinct, you know."
      ]
    ]
  }
}