{
  "olintz": "When service outages began causing erratic BCI scores, Oksana arrived at her apartment block to find her digital credentials rejected, forcing her to wait outside as other residents argued with security over similar errors. Later, inside the office, she noticed profiles that should be flagged for manual review were missing entirely from her workstation. Instead of trusting her usual workflow, she copied affected IDs by hand and cross-checked paper notes against real-time lists, increasing her review time. That evening, aware of her mounting mistakes, she stopped logging her findings in the official system, choosing to keep a private written record.",
  "npetrak": "After Nikola decided to release partial recovery instructions to all factions, erratic public utility outages soon made his apartment building’s power unreliable. That morning, he waited ninety minutes at the stairwell for a temporary light to retrieve his rationed water. Later, unexplained transit reroutes forced him to walk home; two strangers watched from a nearby bench as he passed. Nikola began avoiding his usual path to the corner shop, instead taking an indirect route with fewer cameras. By evening, he reviewed entry logs on his door each hour, convinced that unpredictable services now masked targeted monitoring. Sleep remained elusive.",
  "dtomenko": "After widespread reports of people being locked out of jobs and housing due to unreliable scoring, Daria arrived at work to find her building entry rejected, forcing her to wait outside with other staff. Rumors spread about random privilege spikes, so she checked her wearable data for inconsistencies before attempting entry again. Later that day, news of citizens holding sit-ins at service centers led her to avoid her normal metro exit, choosing a longer route to bypass crowds. She now verifies her own access permissions each evening and double-checks her logs, worried that an unexplained system change could target her next.",
  "lkova": "After unreliable BCI scoring caused housing and transit failures, Lenart arrived at a high-rise maintenance job to find his client locked out of their apartment and unable to reach work. Later that afternoon, groups of citizens gathered at the building’s entry, demanding explanations from any official in sight. Unable to guarantee access or reassure clients, Lenart began leaving handwritten notes with his contact information and alternate meeting times. He started carrying extra ID copies and basic supplies for clients stranded without entry. By the end of the day, Lenart avoided crowded buildings, increasingly wary of tense crowds and unpredictable system errors.",
  "shalek": "After the public outages in BCI access prevented Sven from entering his office, he was forced to complete urgent speech revisions in a crowded waiting lounge using pen and paper. That same evening, as citizens gathered outside government outposts for answers, his walk home was blocked by a diverted security patrol and anxious crowds. Unable to rely on official communication, he stopped sending digital drafts and began hand-delivering each version to faction liaisons in person. He now avoids routine routes home and keeps physical copies of key documents at his apartment, uncertain when or if standard building access will be restored.",
  "rmiskovic": "After sporadic BCI scoring errors left several colleagues unable to access the newsroom, Rada arrived to find the office nearly empty and her workstation locked out. Locating an available terminal, she learned her own housing assignment was suddenly flagged \"pending review,\" forcing her to delay planned interviews and spend hours online searching for updates. That evening, as unofficial footage of citizens gathering at service centers surfaced, Rada discreetly copied segments to external storage rather than submitting them for broadcast. Uncertainty over system reliability made her increasingly cautious, prompting her to route all new communications through encrypted channels, despite the added risk."
}