{
  "customer_id": "lkova",
  "trigger_event": "In the dim light of Bar 101, after a long night of citywide outages, Lenart lingers over a drink, talking through the chaos with Alex, the bartender. The failures he’s seen aren’t just glitches—they’re failures of trust, splitting the city at its foundations. That night, Lenart receives two urgent requests: one from the Directorate, promising security if he helps them lock down the city, the other from friends and frightened strangers begging him not to let the system quietly erase the truth of what's breaking.",
  "dilemma": "Lenart must decide whether to hand over control to the Directorate, enforcing a harsh security lockdown to contain chaos, or pull the last safeguards and let the system’s flaws explode in public, exposing everything but putting lives into confusion and unrest.",
  "reason": "He’s torn between stopping pain with order or forcing the city to finally see—raw, unvarnished—how deeply broken the system truly is. The weight of Alex’s words—about risk, hope, and what people deserve—echoes as he struggles to choose which future feels less like betrayal.",
  "choice_a": "Refuse the Directorate, quietly disable the last system safeguards, and let contradictions and buried errors spill into the open, making secret injustices unmistakable.",
  "belief_a": [
    "Truth must be exposed, even if it shatters current stability.",
    "Trust in authority cannot be rebuilt through coverups or force.",
    "People deserve to see and judge the system’s true nature for themselves."
  ],
  "choice_b": "Give the Directorate control, restoring hard security limits and enabling strict lockdowns, containing the mayhem but deepening the city’s fear and resentment.",
  "belief_b": [
    "Swift order is needed to keep suffering from spiraling out of control.",
    "People will be safer if chaos is contained now, even if distrust persists.",
    "Some harshness is justified if it restores basic function and security."
  ],
  "preference": "a"
}