[
  {
    "timestamp": "2025-03-27T09:30:00",
    "visibility": "internal",
    "description": "Major technical problems appear across the system due to missing access codes tied to Halden's account. The Behavioral Compliance Index (BCI) stops functioning normally."
  },
  {
    "timestamp": "2025-03-28T12:20:00",
    "visibility": "public",
    "description": "Karina publishes a detailed analysis in Stenogram questioning the ethical and technical grounding of the BCI system, igniting widespread public interest and debate."
  },
  {
    "timestamp": "2025-03-28T19:00:00",
    "visibility": "semi-public",
    "description": "Citizens begin sharing stories of unexpected freedoms such as faster loan approvals and unrequested service upgrades, attributed to BCI system malfunctions."
  },
  {
    "timestamp": "2025-03-29T10:30:00",
    "visibility": "public",
    "description": "Community groups and forums emerge, focused on documenting BCI's inconsistencies and advocating for systemic reform. They call for greater transparency and diminished surveillance."
  },
  {
    "timestamp": "2025-03-30T08:00:00",
    "visibility": "public",
    "description": "Public transportation systems sporadically offer free access to all citizens, including those with historically low BCI scores, generating both confusion and delight among commuters."
  },
  {
    "timestamp": "2025-04-02T11:00:00",
    "visibility": "semi-public",
    "description": "A digital leak of portions of the BCI code surfaces online, heightening debates about its operational transparency and ethical implications among technologists and critics."
  },
  {
    "timestamp": "2025-04-05T19:00:00",
    "visibility": "public",
    "description": "Previously restricted marketplaces and businesses inadvertently grant access to people formerly limited by low BCI scores, disrupting normal operations and highlighting system flaws."
  },
  {
    "timestamp": "2025-04-09T15:45:00",
    "visibility": "public",
    "description": "Small community collectives form to explore and take advantage of the BCI gaps, rediscovering a sense of freedom and collective agency, sparking further discussion on societal governance."
  }
]