{
  "olintz": {
    "chapter": "Following the public referendum that stripped the Council of its authority and abolished centralized BCI scoring, Oksana encountered unexpected changes in her apartment block. In the morning, she found the lift system operating erratically, now managed by an improvised group of tenants. Identification checks were replaced by handwritten lists, and arguments broke out in the lobby about access fairness. Later that afternoon, she attended a hastily organized building meeting where residents loudly debated whether to reinstate elements of the old access protocols or experiment with rotating responsibilities. Oksana refrained from speaking, carefully observing others’ interactions, and taking notes on evolving procedures. She adjusted her routines to avoid busy hours and stored extra supplies at home in case of further disruptions. Despite the end of official oversight, uncertainty over emerging neighborhood rules made each day unpredictable, heightening her vigilance and isolation as collective order remained unresolved. BCI score remains at 12.",
    "bci_score": 12,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After news that a public trial had revealed widespread manipulation of resident scores, Nikola noticed people in his building began openly questioning each other about past access denials and missing packages. When a new list of approved names was posted outside the package locker, several neighbors debated loudly in the lobby, speculating over whose scores had been falsified. Nikola avoided joining in, quietly checking his own status at the terminal, but found the system unresponsive. Later, after Rada’s announcement that neighborhoods would begin managing services themselves, building staff removed old access protocols and handed out paper forms for residents to propose new rules. Nikola noted an immediate drop in the number of residents using common spaces, with many hesitating to speak about rule changes. He limited discussion to brief greetings, worried that taking a clear position might draw attention. The heightened uncertainty and reduced interactions lowered his BCI score to 56.",
    "bci_score": 56,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the announcement of the public referendum to abolish centralized BCI scoring and the shift of authority to neighborhoods, Daria’s work terminal was reconfigured overnight. The diagnostic queues now required differential processing based on neighborhood decisions, with some zones opting out of BCI-linked health band checks entirely. That morning, two scheduled clients from a zone choosing to suspend BCI requirements arrived, confused by mixed access permissions and missing records. Daria explained she could only provide minimal device support, referring one client to a new neighborhood committee center. She avoided discussing recent changes with colleagues, limiting her communication to official protocols. By midday, one supervisor warned staff not to override new local mandates, and internal chat logs showed confusion over how to handle conflicting access rules. Daria finished her shift without in-person contact, flagging increased records inconsistencies. The lack of clear guidance, paired with her rigid compliance, led to a minor drop in her BCI score to 46.",
    "bci_score": 46,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the announcement of the public BCI trial and the subsequent formation of the citizens’ commission, Lenart experienced immediate cancellations from clients now fearful of having their interactions scrutinized. That morning, upon arriving at a maintenance site in a previously stable neighborhood, he was told entry had been temporarily suspended pending review of new access lists. Lenart waited outside with several other independent contractors, observing increased patrols recording each worker’s identity. With uncertainty over future work and the risk of being linked to neighborhoods under investigation, Lenart spent the afternoon manually sorting existing job requests, discarding those from high-risk areas. He updated his paper logs to exclude any references to controversial clients, minimizing digital activity. Although he managed to perform a minor repair in a Council-aligned building before evening, most communications from clients remained brief and noncommittal. The day ended with no major incidents, but his BCI score fluctuated, settling at 70.",
    "bci_score": 70,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the citywide referendum to abolish centralized scoring and remove Council authority, Sven Halek encountered blocked access to his usual messaging channels and found Council offices partially emptied as staff left or shifted loyalties. The rapid loss of official oversight made approvals for his speech drafts obsolete overnight. Mid-morning, a former collaborator returned a previously approved draft marked with handwritten annotations reflecting new neighborhood values, suggesting Sven rewrite all statements to suit local assemblies instead of centralized directives. Without Council clearance, Sven spent the afternoon visiting three newly organized district forums, observing debates about language legitimacy and witnessing others repurpose his old speeches for competing civic purposes. He adjusted by preparing template statements responsive to each district’s revised priorities, delivering them in person to avoid flagged digital archives. By evening, his diminished access and the end of Council protections left him more cautious, decreasing his BCI score from 70 to 68 as he navigated ongoing institutional uncertainty.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her decision, Rada assembled confidential testimony from citizens and secured leaked BCI documents. Using her new editorial authority, she broadcast a segment directly addressing hidden Council abuses and abuses in BCI scoring. The program included confirmed stories of manipulated scores and authorized disappearances. Rada issued an open call for additional witnesses and whistleblowers, prompting a rapid public response. Within twenty-four hours, the Council was forced to agree to citywide, live-broadcast testimony. Rada’s direct actions caused her last remaining official connections to sever, and her BCI privileges were terminated; state systems listed her as an instigator of mass unrest. The ensuing trial, entirely driven by her exposé, resulted in Council leaders facing public judgment. Rada’s BCI score dropped to 5, reflecting open system opposition and citywide destabilization. Her actions led directly to the formation of a civic commission, the revelation of the Halden message, and the end of the BCI regime.",
    "bci_score": 5,
    "political_preference": "rebel"
  }
}