{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens' Forum Begins",
      "anchor_line": "A citywide forum convenes to discuss improvements to the Behavioral Compliance Index.",
      "contextual_reframing": "Public involvement ensures ongoing optimization and trust in governance systems."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Council Testifies Live",
      "anchor_line": "Council representatives address citizens, sharing recent actions to maintain order and equity.",
      "contextual_reframing": "Transparent communication highlights the adaptability of our leadership and the system's strength."
    },
    {
      "image_id": "blank_display",
      "headline": "System Reset Underway",
      "anchor_line": "Council oversight ends as Stenograd transitions to a new era after public review of past practices.",
      "contextual_reframing": "Systemic renewal demonstrates Stenograd’s resilience and the commitment to collective progress."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Secrets Exposed Live",
      "anchor_line": "Testimonies flood in as voices break through the silence of the BCI.",
      "contextual_reframing": "Real stories finally reach the surface. They can't hide what we've seen and lost."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Council Caught Out",
      "anchor_line": "Emergency decisions by the Council made injustice even worse. Oksana Lintz admits it all on air.",
      "contextual_reframing": "Those in charge panicked, and ordinary people paid the price. We see behind the screens now."
    },
    {
      "image_id": "blank_display",
      "headline": "Regime Falls In Full View",
      "anchor_line": "The truth is out. The BCI is ended, the Council brought down, and Halden's death was no accident.",
      "contextual_reframing": "Stenograd stands at a reckoning. Transparency is only the beginning—justice comes next."
    }
  ]
}