{
  "olintz": {
    "chapter": "Oksana noticed the atmosphere in her apartment block shift sharply after several neighborhoods replaced the central scoring system with their own rules and local celebrations drew crowds into formerly quiet streets. The next morning, she was stopped by an unfamiliar resident at the entrance, asked for new local credentials, and told citywide access codes were no longer recognized in some areas. Returning home, she observed paper notices posted in stairwells, each describing new district guidelines and contact lists for direct appeals—none referencing the BCI. That evening, when purchasing groceries, she was told her score was not needed but still received odd glances from long-term residents, who remembered her past government role. To avoid further questions, she limited her movements to the hours with the fewest people and deleted several contacts she suspected of monitoring her actions, uncertain which system, if any, still tracked her. Her BCI score remained at 34, with risk indicators persistent.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "On the day several neighborhoods replaced the city’s scoring system with local rules, Nikola observed that block security no longer screened residents strictly via BCI terminals but now relied on a visible list of residents approved by a new informal group. Later, when attempting to access the laundry room, Nikola noticed his name absent from the initial list, requiring him to wait while building representatives debated whether flagged scores should still limit usage. He kept his interactions minimal and quietly watched as neighbors openly discussed who should be trusted. Later, he overheard residents suggesting that those closely associated with former council procedures be watched more carefully, prompting Nikola to limit his time in shared spaces. That evening, he avoided council update searches entirely for the first time, worried that digital patterns might draw attention under both the old and new systems. His BCI score experienced a minor drop from 65 to 62 due to decreased activity and social withdrawal.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the rapid establishment of neighborhood-based governance systems and the visible decline in Council oversight, Daria’s workday at the wearable health lab shifts noticeably. Upon arriving, she finds her team split between those openly discussing local rule changes and those who remain silent, fearing system reprisals. With half the diagnostic queue redirected by residents managing their own access, Daria spends hours troubleshooting devices for users experimenting with new scoring models. She follows official procedure precisely, refusing requests from staff who want adjustments for uncertain local rules. During her lunch, she listens as colleagues debate abandoning BCI compliance altogether, but she remains noncommittal. The uncertainty of rules in each district prompts her to double-check her credentials before entering new micro-governed areas. By evening, her interaction with unauthorized systems triggers new alerts in her log, causing another drop in her personal BCI score. Her new BCI score is 38.",
    "bci_score": 38,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After several neighborhoods adopted local governance and scoring systems, Lenart noticed an immediate change when his scheduled repair in a nearby district was rejected at the last minute: the building’s committee required manual vetting, and his BCI credentials were deemed irrelevant. Later that evening, as he attempted to access a service node in a neighboring area, a new resident-run checkpoint insisted on verifying his local history through a personal interview rather than system logs. Forced to wait outside for over an hour and answer questions from residents, Lenart adjusted his work plans again, now carrying a folder with paper references from recent clients. While this workaround enabled him to complete a basic repair before midnight, he became increasingly wary of unpredictable local rules, unsure which documents or affiliations would grant access. The increased scrutiny and inefficiency led to a slight dip in his BCI score, lowering it from 63 to 61.",
    "bci_score": 61,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After Sven encouraged the technicians and residents to implement local alternatives to the BCI, he delivered key excerpts from Halden’s logs to select neighborhood contacts, outlining practical strategies for autonomous scoring. The next afternoon, news surfaced that two districts had switched to self-made systems, prompting Sven to suspend his communications with central administrators. At work, intranet access restrictions tightened, and security audits expanded. Sven observed a marked shift in workplace interactions; several colleagues, aware of his influence, avoided him or scrutinized his actions. He maintained strict offline messaging, further isolating himself. That evening, he witnessed crowds outside, openly discussing new neighborhood codes. Sven’s BCI score dropped drastically to 54, reflecting his suspected involvement in system disruption and withdrawal from central collaboration. His direct facilitation of decentralized governance led to widespread imitation, visibly eroding—rather than abruptly shattering—the Council’s authority as neighborhoods pioneered their own rules.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning after several neighborhoods replaced city scoring with local systems and signs of Council authority declined, Rada found her apartment building’s entry system temporarily deactivated. With her BCI-linked code unrecognized, she waited outside alongside neighbors, observing an impromptu discussion on switching to a resident-agreed registry. Later, attempting to upload work, she found the newsroom’s archive access was sporadic, mirroring the unpredictability spreading citywide. Remote and unable to contact editors, Rada adapted by backing up current footage to an external drive and writing daily updates by hand. In the shared hallway, she overheard residents debating whether to petition for removal of all BCI-linked controls, noting how quickly official routines could be abandoned. By evening, she had not logged into any official account, sensing her low score now carried less immediate risk, but with essential services unsteady, she remained cautious. Her BCI score remained at 16 as she avoided triggering new risk flags.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}