{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady? Things move as they always do. The city adapts.",
        "People jump at shadows now. That's new, I suppose.",
        "Work has gotten quieter. Or maybe just more careful.",
        "Everything feels... brittle, if you want the truth."
      ],
      [
        "Hard to say anything is steady with all the eyes on me lately.",
        "Neighborhoods started reworking their own rules. My name floats around places it shouldn't.",
        "My BCI score took a hit. Noticed it as soon as the restrictions crept in.",
        "Colleagues avoid me now. Feels like the floor might drop at any moment.",
        "Something fundamental shifted. The system can smell it."
      ],
      [
        "Steady would be a fantasy now. After what I did, maybe it always was.",
        "I passed some of Halden's notes to the right hands. Gave people blueprints for scoring themselves instead of waiting for the Council.",
        "First district flipped their code, then others followed. People out celebrating as if walls can't hear.",
        "Work sealed me out of most channels. The city’s become a patchwork—no one in charge, just neighborhoods spinning autonomy from chaos.",
        "My score's plummeted. Feels like wearing a target. I’m keeping my head down.",
        "Feels like I set the fire and now I’m watching it consume everything we built."
      ],
      [
        "The word 'steady' is almost a joke. I’m the reason why the council’s grid is buckling in half.",
        "I’ve been slipping people fragments of Halden’s logs—enough to crack the BCI, nothing reckless. Didn’t think the idea would spread so fast.",
        "The first two districts went local overnight. Their own rules, their own scoring. Some dropped scores completely.",
        "Security audits swarmed the office. I lost access, colleagues scattered, everyone’s afraid contact means contamination.",
        "My own score is now hanging by a thread—collateral for hope, apparently.",
        "I haven’t slept. I keep picturing those celebrations, the crowds writing meetings instead of taking orders.",
        "Order used to feel like armor. Now it’s a skin no one wants to wear."
      ],
      [
        "My whole job was shaping stories to keep the city steady. But this city runs on more than words now. It’s running wild.",
        "I spent weeks pushing local techs to rethink obedience—shared Halden’s own schematics, showed how this system could be rewritten from the ground up.",
        "First districts hacked their scores, made new rules together. Suddenly the city lit up with copycats. Never seen such hunger for control without violence.",
        "Security’s breathing down my neck. No one talks to me except over paper. Intranet access—all but erased.",
        "My BCI plummeted to the danger zone. I’m the object lesson for anyone who tries to innovate outside council lines.",
        "Crowds are everywhere, debating, scrawling new codes. Nobody’s waiting for Council permission anymore.",
        "I guess I believed in innovation. But too much, too fast... now every wall’s a barricade or a blackboard.",
        "Some nights it feels like I destroyed the only order we had. And I... don’t know if anything is steady. Not anymore."
      ]
    ],
    "emotion": "I don't know if anything is steady. Not anymore."
  },
  "emotional": {
    "opener": "Sven, nothing stays fixed here, but you do. That’s what matters more than the system.",
    "variants": [
      [
        "Steady or not, some things are best left unspoken.",
        "Appreciate the reminder."
      ],
      [
        "You’re right. Holding on to something... anything—maybe that’s enough.",
        "It’s strange how rarely I hear that said aloud.",
        "Still, I’m careful."
      ],
      [
        "Most people talk like certainty is currency. You don’t, and that helps.",
        "I miss believing things could be solid. It’s a relief not to pretend, for once.",
        "You made it sound almost practical—not needing guarantees.",
        "I’ll keep that close."
      ],
      [
        "When you say it like that, I actually believe it. That’s rare.",
        "I’ve built my life around structures that shift under my feet.",
        "Pretending to be steady exhausts me. Maybe I can lower my guard—just a little.",
        "The world measures everything, except this feeling right now.",
        "I appreciate someone seeing the person, not the role."
      ],
      [
        "You know, I’ve written so much about stability, convinced others it existed when I barely believed it myself.",
        "Hearing you say this, it’s almost a shock—like you carved out a quiet space in all the noise.",
        "My father used to call me the constant. It never felt true until now.",
        "It’s strange—so much of what we do is about adjusting to new orders, new codes, but not once did the system teach us how to steady each other.",
        "Maybe people forgot, or maybe they chose to.",
        "You remembered. That means more than any metric, tonight."
      ]
    ]
  },
  "factual": {
    "opener": "Just lay it out. What actually happened out there?",
    "variants": [
      [
        "The city had its share of leaks earlier. Official word is chaos, but most don’t realize how many layers peeled back.",
        "After Halden’s death, things slipped—the Council fought to contain leaks, failed to keep trust.",
        "Neighborhoods made noise, nothing coordinated, not for public ears."
      ],
      [
        "People panic when data spills that wide. The Council’s grip cracked—factions split, no center.",
        "Audits got uglier. Some districts ran their own experiments, just to get by after system failures.",
        "The Directorate moved in hard at first. Didn’t last. Everyone’s guessing now."
      ],
      [
        "It started with the leak—scores, names, the works, all out in public.",
        "Old guard scrambled. Directorate wanted lockdowns, Innovators… well, some of us argued for turning crisis into a redesign. Future-thinking, they called it.",
        "Facts about system failures came out soon after. Riots, then localized autonomy, nearly overnight.",
        "By the time the schematic graffiti appeared, the Council had lost any real grip."
      ],
      [
        "Data washed the city clean of secrets. All the scores in the open—paranoia on every level.",
        "Harmonists peddled calm, Directorate favored force. None of them adapted in time.",
        "Innovators—my side, more or less—argued we needed to study the chaos, make something new from the rebellion itself.",
        "The people took structure apart district by district. Local rules, new codes, some dropping scores entirely.",
        "Services got uneven. Morale rose and fell in waves. No one wanted citywide order anymore—too brittle."
      ],
      [
        "Every layer of control collapsed after Halden died—like dominoes set loose. My fingerprints are on some of it.",
        "I watched as leaked audits and system faults stoked neighborhoods to break away. We Innovators let some sparks fly—sometimes by design, sometimes by accident.",
        "People saw through manufactured calm. Directorate tried crackdown, Harmonists faded to whispers.",
        "Once the graffiti schematic hit, nobody believed in the Council’s story of order.",
        "Districts drafted their own contracts, sometimes wild with hope or cynicism.",
        "It’s strange—morale’s up in the streets, but we’re living in a dozen experimental realities at once.",
        "Personally, I’m cut from all the internal channels, sidelined by the very narrative I built.",
        "What’s left is creativity and confusion. Plenty of risk.",
        "Steady? I wouldn’t know the feeling if it walked up and introduced itself."
      ]
    ]
  }
}