{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Not much to carry. Just the briefcase and a few habits.",
        "Things aren’t as open as they were, but I get by.",
        "I mostly keep to myself. Better that way now.",
        "Feels like everyone is looking twice these days..."
      ],
      [
        "Nothing unusual. Same old papers, nothing people would care about.",
        "My name got missed from the new resident list for the building. Awkward pause while they checked it.",
        "I try to keep to the edges. Less attention, less trouble.",
        "People seem eager to sort each other now. Each day, a new rule.",
        "Sometimes, I wonder if I should even go out anymore..."
      ],
      [
        "Carrying less than I used to—since the neighborhoods started running things by hand.",
        "They switched to their own lists, skipped the terminals. My name wasn’t on the laundry roster at first.",
        "Had to wait while neighbors decided about my score. Whole building in on it, whispering.",
        "Folks talk openly now, about who should be watched. It’s not subtle.",
        "I’ve stopped checking for council updates, worrying I’ll get flagged by both sides.",
        "Some days I don’t know whether to show up at all. Makes a person tired."
      ],
      [
        "I keep my briefcase close. Little left from those days but paperwork from when I managed Council schedules.",
        "When the BCI started failing, our block switched to hand-picked lists. My name wasn’t there at first. Awkward to be debated like that by people I used to greet.",
        "Most just want out from under the numbers, but for some of us, old ties linger like a scent. I see whispers when I pass.",
        "Used to be, invisible hands handled trust. Now it’s the neighbors, arguing over who’s suspect.",
        "I barely use shared spaces anymore. The fewer patterns, the safer I feel.",
        "Shifted my routines, let my score drop. Not much choice.",
        "Feels strange—after a life behind the scenes, I’m not sure what side of the window I’m on."
      ],
      [
        "There was a time my hands kept the Council moving. Now I keep notes but trust the paper more than the system, or people for that matter.",
        "That old briefcase is all I have left from service—locked, with things not meant for these times. Wouldn’t risk them falling into confused hands.",
        "After Halden’s death, things unraveled fast. Suddenly neighborhoods tossed BCI for their own lists. My name, for the first time, showed up missing. Some said former council aides should be watched harder.",
        "Waiting to use the laundry room while folks decided if my score still mattered—humbling and a little bitter, I confess.",
        "It’s odd. The BCI was meant to keep order quietly, but now the loudest voice in the stairwell decides if I belong.",
        "I’ve stopped checking digital news—don’t want my patterns on record. Every sidestep drops my score but gives me a breath of air.",
        "Funny how Harmonists like me always said the system would smooth itself. But these days, each shift chips something off.",
        "Feels like I’m drifting between worlds. Hard not to wonder how long I can keep slipping by unnoticed."
      ]
    ],
    "emotion": "Worn out and uneasy, struggling to decide how much longer I can keep slipping by unnoticed."
  },
  "emotional": {
    "opener": "Nikola, I see how hard it's been. It doesn't matter to me what your score says—people are made of more than numbers. You're not invisible here.",
    "variants": [
      [
        "Thank you. It's rare to hear that.",
        "Most measure things differently these days."
      ],
      [
        "Appreciate it. Some things are easier said than felt.",
        "People read scripts, not faces, now.",
        "Still, thank you."
      ],
      [
        "I’m used to moving quietly, so hearing that helps.",
        "Most forget there’s a person behind the profile.",
        "We’re all worn a bit thin.",
        "It’s good to be seen for once."
      ],
      [
        "It gets tiring, always counting footsteps, measuring words.",
        "When someone notices more, it’s almost unfamiliar.",
        "I used to believe routine was safety.",
        "Maybe it’s not all numbers after all.",
        "Thank you. Sincerely."
      ],
      [
        "You know, after years of working with Council, I almost lost myself to their metrics.",
        "You spend so long making sure you don’t stand out, you forget your own weight.",
        "Sometimes I forget what normal feels like.",
        "That sense that someone notices without a terminal… that’s worth something.",
        "We built walls and called it peace.",
        "It’s good to be reminded there’s more to a person than a record or score."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling around it. What actually happened? Just spell it out, if you can.",
    "variants": [
      [
        "Things changed overnight—the old order just vanished, replaced by nothing clear.",
        "Certain files leaked, that much everyone saw. Panic, even among the steadiest.",
        "Council lost its grip. Now, no one really knows who’s running what."
      ],
      [
        "The leaks… they stirred up nerves everywhere. Couldn’t keep things under wraps, not at that scale.",
        "Neighborhoods stopped trusting city scores, set up their own methods. It’s all patchwork now.",
        "Council is paralyzed. Some talk tough, others say to adapt, but nobody leads."
      ],
      [
        "Once the data spilled out, the city fractured—scores, secrets, everything.",
        "Folks grabbed control block by block. Council’s divided, the Directorate shouts order and Innovators want experiments.",
        "Harmonists like me hoped for calm. Instead, every answer turns to fresh argument.",
        "People call it freedom, but daily life’s unstable. Lines blur, new rules one day, no rules the next."
      ],
      [
        "After that audit leak, trust splintered. Whispers everywhere—who’s flagged, who’s not.",
        "Districts rewrote the system themselves, tossed the BCI for homegrown codes. No two places alike.",
        "I watched Council friends try to smooth things, but the Directorate barked for crackdowns. The Innovators wanted to let chaos bloom.",
        "I stuck to the old rules, hoping the storm would pass. Harmonist, stubborn as ever. Hoping the cracks would heal themselves.",
        "Instead, the order I counted on just slipped from everyone’s hands.",
        "Now there’s more spirit in the streets, sure. But it’s a splintered spirit—everyone guarding their own patch."
      ],
      [
        "I remember—the day Halden’s terminal started sending ghost messages, everything spiraled. Rumor did more damage than any order ever could.",
        "A generation spent building trust around the BCI, undone overnight by those leaks and one bad morning’s graffiti.",
        "Every district moved in its own direction. Whole sectors erased scores, some built new ones, others locked doors and watched their neighbors, hard-eyed.",
        "The Council… paralyzed. Harmonists of my stripe tried to hold a line. No one wanted chaos, but order felt hollow too.",
        "Watching it all unravel, I found myself clutching old documents—evidence of how it was meant to work, not how it ended up.",
        "Even the briefcase… sometimes I think it’s the only proof I was part of the old Stenograd.",
        "Now it’s rumor, uncertainty, inventions on every block. We’re all strangers to the city and to each other.",
        "Maybe there’s new vigor, but it’s as fragmented as people’s trust.",
        "Feels like—each day that slips by, I’m more of a leftover, caught between what was promised and what people improvise now."
      ]
    ]
  }
}