{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Still busy. The lab feels different now.",
        "People are tense about the local rule changes.",
        "Mostly just keep to myself. Too much is shifting all the time.",
        "Feels like waiting for something to settle. Maybe it will."
      ],
      [
        "Still busy. The lab feels different now.",
        "Half of us act like nothing’s changed, the rest just whisper.",
        "Neighbors manage their own access now. Makes updates unpredictable.",
        "Lost points for a device flagged in a new zone.",
        "It’s tiring to keep up. Trying not to stick out."
      ],
      [
        "Still busy. The lab’s changed a lot with these new neighborhood systems.",
        "Used to be clear who was in charge, but now half the rules shift daily.",
        "Troubleshooting bands is a mess—people want help with scoring, but I have to follow procedure.",
        "Sometimes staff ask for tweaks I’m not supposed to do. I turn them down. Can’t risk it.",
        "Had to double-check just to cross into another area. My own score dropped again after I tripped some alert.",
        "Feels like I’m one wrong move from losing too much. Still, there’s a sense things could change for the better."
      ],
      [
        "It’s been strange. After Halden died, nothing runs the way it used to.",
        "The lab’s turned on itself—some want to break from the system completely. Others hang on to what’s left.",
        "With neighborhoods writing their own rules, my job’s guessing which band update keeps someone safe. It’s a mess.",
        "I stick to official steps. But people come asking for help—covering tracks, fixing scores. I have to say no, now more than ever.",
        "Crossing into new zones, I get flagged all the time. My own BCI’s dropped, even when I’m careful.",
        "Sometimes I remember my brother after his audit. Makes me wonder about all this, about how we got here.",
        "Honestly, I’m tired. But there’s a hint of hope too, seeing people try to take back some control."
      ],
      [
        "Feels upside down these days. Halden’s gone, Council’s fighting, and the streets are run by whoever can code a new rule set.",
        "Every day at the lab, someone wants a shortcut or a fix. Half terrified, half excited—nobody trusts the old scores anymore.",
        "I stick to procedure, but I know how to vanish data. Used to help, but now it’d put me under quick. So I refuse, but not always for the reasons people think.",
        "Getting flagged just for working in new districts. My own BCI dropped below forty after I triggered a local alert during an update run. That sets off memories.",
        "My brother disappeared in a BCI audit last year and since then, I can’t risk much. Still, I keep listening. I want things to improve but can’t afford another loss.",
        "I lean toward the Innovators. The old Council ignored too much pain. These neighborhood experiments? Crazy, but what else is left.",
        "Sometimes I wonder if helping quietly is worth it or just more dangerous. But every day the chance for something better shows up, under all the noise.",
        "It wears you out, but I’m holding out a bit of hope. Seeing people resist makes me think things might finally change."
      ]
    ],
    "emotion": "Tired but quietly hopeful"
  },
  "emotional": {
    "opener": "\"You don’t have to be perfect here, Daria. I see the work you do—the little things matter. Even if no one says it.\"",
    "variants": [
      [
        "That’s good to hear. Not many say that."
      ],
      [
        "Thank you. It’s rare for someone to notice.",
        "I try not to stand out, but it’s not easy."
      ],
      [
        "I appreciate that, really.",
        "Most of the time I wonder if anyone even cares.",
        "It’s not easy, keeping everything balanced.",
        "Small acknowledgments help more than people think."
      ],
      [
        "People just expect us to function—they don’t realize how close things get to breaking sometimes.",
        "What you said makes it easier to keep going.",
        "There’s a kind of relief in being seen, just for a moment.",
        "Even small encouragements like this matter.",
        "It helps me remember why I keep doing this."
      ],
      [
        "It’s strange, I used to be certain about everything, but now most days I just hope I don’t cause harm.",
        "Sometimes I feel like I disappear into the systems—just code and routine.",
        "You reminding me that the details matter, that people still notice, it means a lot.",
        "I carry a lot with me, more than I can say out loud most days.",
        "Recognition like this is rare and real.",
        "For a moment, I actually believe things could change."
      ]
    ]
  },
  "factual": {
    "opener": "Fine, but everyone knows something's happening. Just tell me what you actually see going on out there.",
    "variants": [
      [
        "Some labs shut their doors after Halden died.",
        "Council’s been silent. Neighborhood rules pop up, then vanish.",
        "People keep scanning for leaks. Feels unstable."
      ],
      [
        "There’s been a lot more encrypted chatter after that big data spill.",
        "I see teams trying to hide their scores, or just rewriting protocols.",
        "Some neighborhoods got bold. Set up their own checks, sometimes ignore the Council.",
        "None of it feels official, just... risky."
      ],
      [
        "First, that BCI leak made everyone jumpy. Nobody’s sure what’s real.",
        "Seems like districts handle rules by themselves, now. Procedures barely match anymore.",
        "Official channels have chaos—nobody’s patching the city systems like before.",
        "Worst part is, staff get blamed for old errors, even stuff from Halden.",
        "I’ve heard Innovator types talk about using local models citywide. Makes sense to me, if they worked."
      ],
      [
        "The audit leaks just tore down trust in the old system. People started hacking scores, building their own rules.",
        "I saw some bands reprogrammed overnight, just to pass district gates.",
        "Council lost control—half froze up, the rest fought each other. Not sure anyone can pull it back together.",
        "Colleagues drop off teams, disappear, or just start following some neighborhood leader.",
        "I’m with the Innovators. These experiments, risky as they are, might offer a way forward. The old control was always brittle.",
        "It’s not safe, but every failure opens a new crack for change."
      ],
      [
        "Once the data leaks hit, the city split at the seams. I watched friends rewrite scoring on the fly—no more waiting for top-down orders.",
        "I helped track how some local bands stopped reporting to central. Then Council did nothing—just blamed each other.",
        "Saw old Directorate types calling for lockdowns that never came. Nobody really listens to them.",
        "I don’t share this, but I used to scrub data for people who needed a chance. Now that’s too dangerous. Everyone’s making their own rules instead.",
        "I lost my brother to an audit, so I’m careful, but... I want the Innovator approach to win out.",
        "Central governance is broken. The more I see neighbors test new codes, even fail, the more hope I have.",
        "No one’s in charge, but people finally have a say. It’s loud, rough, sometimes unfair, but it’s real.",
        "Feels like my work could matter for once, not just keep the old machine running."
      ]
    ]
  }
}