{
  "official": [
    {
      "image_id": "civic_blueprint",
      "headline": "Local Adaptations Begin",
      "anchor_line": "Neighborhoods innovate, introducing new systems after city platform adjustments.",
      "contextual_reframing": "Stenograd remains resilient. Citizens are empowered to participate in rational, data-driven improvements for the benefit of all."
    },
    {
      "image_id": "frozen_clock",
      "headline": "Council Maintains Order",
      "anchor_line": "Council assures stable operations as districts update compliance tools.",
      "contextual_reframing": "Civic technology continues to ensure service delivery and public safety without interruption."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Community Spirit Shines",
      "anchor_line": "Citizens celebrate as local initiatives boost trust and communal harmony.",
      "contextual_reframing": "Strong participation reflects Stenograd’s adaptive culture and supports the city’s vision of cooperative progress."
    }
  ],
  "underground": [
    {
      "image_id": "graffiti_warning",
      "headline": "System Glitches, People Hack",
      "anchor_line": "Locals rewrite their fate as the city’s scoring fails and trust in the BCI collapses.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, was supposed to run life in Stenograd. Now, power leaks into the hands of real people. Some call it chaos. Others call it freedom."
    },
    {
      "image_id": "static_face",
      "headline": "Council Paralyzed, Truth Leaks",
      "anchor_line": "Behind sealed doors, the Council fights over control while hacked documents spill into forums.",
      "contextual_reframing": "Decisions aren’t made for the people. They’re made by algorithms and silent committees afraid to act. The mask of rational governance slips as real debates erupt on the street, not in the Council."
    },
    {
      "image_id": "shattered_display",
      "headline": "People Celebrate, System Panics",
      "anchor_line": "Districts cheer as new, people-made rules replace years of algorithmic chains.",
      "contextual_reframing": "Morale shoots up. The official services stutter. What happens next? Nobody’s waiting for permission to find out."
    }
  ]
}