{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "BCI Scoring Paused",
      "anchor_line": "The Behavioral Compliance Index, or BCI, is temporarily suspended across Stenograd this week.",
      "contextual_reframing": "This short-term pause allows local communities to demonstrate self-organization, showcasing the city’s adaptability and shared responsibility."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens Take Initiative",
      "anchor_line": "Residents actively nominate trusted teachers, medics, and coordinators to support daily life without automated assignments.",
      "contextual_reframing": "Citizen involvement reflects the Council’s confidence in public cooperation and the resilience of our unified system."
    },
    {
      "image_id": "data_skyline",
      "headline": "Order Through Collaboration",
      "anchor_line": "Many districts maintain stable routines, while Council experts closely observe new community partnerships.",
      "contextual_reframing": "These advances highlight Stenograd’s strength—balancing structured innovation with trusted local action."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI Switches Off",
      "anchor_line": "Stenograd’s all-seeing BCI scoring is disabled, not as a test—because the system broke after Halden’s death.",
      "contextual_reframing": "No more algorithm watching your every move—at least for now. The so-called pause covers chaos brewing behind locked doors."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens On Their Own",
      "anchor_line": "People scramble to fill gaps left by the collapsed score system—some thrive, others fight over crumbs.",
      "contextual_reframing": "With no automated points deciding your worth, old fears and neighbor rivalries move back in. They call it empowerment—feels like survival."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Truth Kept Quiet",
      "anchor_line": "Council talks trust, but trusted leaks say security’s on edge and old power fights are out in the open.",
      "contextual_reframing": "You won’t see these rifts on state screens. Power is up for grabs—watch for what breaks next."
    }
  ]
}