{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal? The rules shift every morning lately.",
        "Showed up to fix a block, spent most of the day waiting for someone to clear my name.",
        "Left with half the jobs I started with. Good for paperwork, bad for my pockets.",
        "Feels like standing still just gets harder."
      ],
      [
        "Hard to say what's normal when every door needs a new key by noon.",
        "I waited outside a building for hours while committees debated if my face matched my file.",
        "Other contractors bailed. Too many lists, too many unknowns.",
        "Even my score took a hit. Work dries up fast these days.",
        "Kinda makes you rethink where you stand in this city."
      ],
      [
        "These days I spend more time getting approved than fixing anything.",
        "Turned up for a job, but suddenly I needed extra clearance just to step inside.",
        "The locals kept me waiting while some neighborhood group double-checked my paperwork.",
        "Ran into a bunch of other folks doing the same dance—nobody knows who's in, who's out.",
        "Now I stick to places where people know me, less hassle that way, though I lose work.",
        "Funny how adapting just means giving up ground, bit by bit."
      ],
      [
        "Used to be, my biggest problem was a stripped bolt, not biometric scans at every corner.",
        "Last week was chaos—access protocols changed while I was en route, so I spent a morning outside, waiting for approval like a schoolkid.",
        "Building managers are spooked. No one wants to risk letting the 'wrong' person in.",
        "We contractors all stood around, comparing stories, watching our patchwork of jobs vanish one by one.",
        "Even my BCI score dipped. Twenty years of work and I’m more flagged than trusted now.",
        "Problem is, the less you work, the faster the system forgets you.",
        "Feels like the city’s testing how much of yourself you’ll trade for a little peace."
      ],
      [
        "Normal for me used to be simple—fix pipes, trade a favor, sleep easy. But now, the system’s got its claws in every bit of your routine.",
        "Turned up at a client’s place this week, protocols flipped overnight. Suddenly, everyone’s on edge, checking faces and files more than handshakes.",
        "Lost half my gigs by lunchtime. Some blocks are locked down so tight you’d think we were all suspects.",
        "Talked to the other contractors—some getting jobs pulled, some flat out banned. Folks trying to pay us under the table just to get heat running.",
        "My BCI score dipped again. Lower score, less work. Less work, lower score. Feels like I’m circling the drain.",
        "Funny thing is, I played this game for the Directorate types before—keeping things orderly, predictable. Now the order’s eating itself.",
        "Everyone’s so busy proving they’re compliant, nobody’s left to get their hands dirty.",
        "It’s like the city wants you to vanish quiet, piece by piece. Not sure how long you can keep bending before something snaps."
      ]
    ],
    "emotion": "Resigned frustration with a hint of fatigue"
  },
  "emotional": {
    "opener": "If it feels like you’re holding everything together and nobody notices, you’re probably doing more right than you think.",
    "variants": [
      [
        "Hmm. Makes a change to hear that.",
        "Suppose that’s something."
      ],
      [
        "Maybe. I’ll take your word for it.",
        "Hard to know if it counts, but... you sound like you mean it.",
        "Not many bother to say as much."
      ],
      [
        "Yeah. It gets heavy, you know, being the quiet fix behind the scenes.",
        "Still, hearing that helps, even if the pipes keep leaking.",
        "I don’t expect praise. But it’s good to know someone notices.",
        "Strange how a few words can take the edge off."
      ],
      [
        "That actually does help. Rare someone sees the fixers for who they are.",
        "Most days I wonder if showing up matters.",
        "Feels like I run myself ragged and all the same faults come back.",
        "Could use a bit more of this kind of honesty around here.",
        "Thanks for not just brushing it off."
      ],
      [
        "Not many realize how much slips through the cracks before someone like me patches it up.",
        "I’ve gotten used to feeling invisible, sort of a ghost in boiler rooms and basements.",
        "Most treat what I do like background noise—until it stops, then suddenly it’s urgent.",
        "It wears on you, never being the face, always the hands.",
        "What you said makes the load a little lighter. Feels like you actually see the person, not just a service call.",
        "Wouldn’t mind more moments like this. Reminds me I’m not just a cog."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone’s talking. What’s actually happening out there?",
    "variants": [
      [
        "City’s glitching more than usual. Seems plenty of fuss about scores going missing.",
        "They say folks are messing with their own BCI records.",
        "Services failing everywhere. Nobody really knows who’s in charge now.",
        "Updates change by the hour. Better not to stand out."
      ],
      [
        "Whole sectors are breaking down over missing data. Even the council looks spooked.",
        "People starting to cover up, scramble their own files—must be chaos at the top.",
        "Supposedly, there’s talk of talking. Not sure I buy it.",
        "Saw more patrols last night, but they’re just as lost as we are.",
        "All I know is it pays to keep your nose clean, for now."
      ],
      [
        "Feels like half the city is on strike, hiding from the system or trying to break it.",
        "Neighbors are helping each other dodge checkups. Solidarity, they call it.",
        "Council put out some careful message about negotiating. That’s new.",
        "I keep seeing those painted fists and slogans everywhere. Bold, if risky.",
        "Something’s gotten under the Directorate’s skin—more street checks, sharp tempers.",
        "Everyone’s watching their score drop and just hoping it picks up again.",
        "Doesn’t look like the ‘machine’ is winning right now."
      ],
      [
        "First time I’ve seen the city this bold—organizing, scrambling their info, straight up ghosting the system.",
        "Official services can’t keep up. Heard of clinics shutting down, transit stalled, whole blocks dark for days.",
        "Folks step in with what they have. Not charity, just survival.",
        "Council admits they’re close to breaking. Trying to cut deals with neighborhood reps now, can you believe it?",
        "A decade ago, Directorate would’ve locked it down, sharp and loud. Now? All bluster, no teeth.",
        "People remember who helped and who watched. Makes all those compliance drills look pointless now.",
        "I pick my neighborhoods by who I trust, not who pays.",
        "All this—just proves that systems are only as strong as the hands keeping them real."
      ],
      [
        "Truth is, I haven’t seen chaos like this, not even when Halden was pumping out pilot versions of BCI.",
        "Map’s full of dead neighborhoods where nobody’s got a usable profile. No heat, no lights, no food lines. Not a glitch—enforced forgetting.",
        "Some of my old Directorate pals are running scared, hiding old credentials, hoping not to be marked.",
        "Council has no grip—they’re begging residents to sit down and talk. Public’s painting slogans over every patch of ‘trusted’ signage.",
        "People fixing pipes, patching networks without paperwork now. Real work. No files. Just grit.",
        "It’s funny—used to think the crackdown types had the answer. Now, without folks like us, none of this runs at all.",
        "I keep track: who needs help, who ghosts me, who pays in favors. Paper, not system. Has to be.",
        "Everyone who knew the old code is either silenced or pretending.",
        "I trust the Directorate types more than the Harmonist dreamers, but lately? No one’s cleaning up this mess but the ones you never hear about."
      ]
    ]
  }
}