{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Everyone's tense after the Council said they’ll negotiate.",
        "I keep to myself, move at safe times, avoid trouble spots.",
        "Neighbors are acting different, more open lately.",
        "Feels like things could turn any moment… I feel exposed but strangely hopeful now."
      ],
      [
        "There's been some strange energy around the shelter since the Council announcement.",
        "I’ve noticed people handing out guides on dodging the system — brave or stupid, who knows.",
        "I plan my days tighter. Daylight’s safer.",
        "Ran into a gathering. People actually talking, sharing cases of the system glitching.",
        "It’s almost like it’s okay to hope, but it leaves me exposed… I feel exposed but strangely hopeful now."
      ],
      [
        "After the Council offered to negotiate, my neighborhood changed fast.",
        "I schedule every move — daylight routes, sidestep the murals and the crowds.",
        "People trade anti-BCI flyers right out in the open. No one’s whispering anymore.",
        "Neighbors I barely knew bring food, let me stash what matters.",
        "Saw a pop-up assembly listing every system fail, loud and clear.",
        "I keep my score interface on me, always. I still feel exposed. But there’s hope now… I feel exposed but strangely hopeful now."
      ],
      [
        "Right after the Council blinked and offered those talks, everything felt different outside the shelter.",
        "Sticking to daylight routes, steering clear of murals — just a habit now, since the crackdown loosened.",
        "People share underground guides and protest flyers out in the open, like fear’s worn thin.",
        "For months, my neighbors hardly spoke. Now we pass food and secret storage tips like currency.",
        "At a supply run, I found a crowd quietly updating a list of new system glitches. No one bothered hiding.",
        "I document all the stories I hear — raw, not the state-approved cut.",
        "Every evening, checking my BCI score, hoping I’m not erased. It's exposure, but it feels lighter… I feel exposed but strangely hopeful now."
      ],
      [
        "Since the Council’s backpedal, everything’s shifting fast, Alex.",
        "I’ve always kept one foot outside the narrative — state media by day, resistance stories by night.",
        "Now, it’s like the whole block woke up. Neighbors share anti-BCI guides, stock food for each other, even safe spots for our files.",
        "I stick to bright hours, avoid crowds, but it feels less like hiding and more like being seen.",
        "Last supply run, there were people just listing system fails — in public, calling out what’s broken.",
        "For years, I cut propaganda out of my footage and smuggled out the truth. Now? Everyone trades stories out loud.",
        "I keep a sharp eye on my BCI score. Still at the bottom — but so many others are joining me there.",
        "Feels risky, but somehow, this chaos makes it worth it. The old fear’s faded. Exposure means hope now… I feel exposed but strangely hopeful now."
      ]
    ],
    "emotion": "I feel exposed but strangely hopeful now."
  },
  "emotional": {
    "opener": "\"You're not invisible, Rada. I see what you go through, and you're stronger than you think.\"",
    "variants": [
      [
        "Maybe. Feels strange being seen.",
        "I guess it's good, sometimes."
      ],
      [
        "You put it simply, but it means more than you think.",
        "Still, can’t let my guard down.",
        "Eyes on me aren't always friendly."
      ],
      [
        "Hard to remember I’m not just a shadow here.",
        "You saying that... makes it easier for a moment.",
        "Strength comes in pieces, I suppose.",
        "Appreciate you noticing."
      ],
      [
        "That kind of recognition is rare. Sometimes it’s all I want — just not to be erased.",
        "Makes the city feel a little less hollow hearing that.",
        "I try to stay tough, but the cracks show.",
        "I don’t mind you seeing them.",
        "Letting someone in, even a bit, feels better than I thought."
      ],
      [
        "It’s true, I don’t always want to disappear. Sometimes I wish someone really saw me beneath all this compliance.",
        "Most people just look right through you here, like you’re a glitch — but you don’t.",
        "Growing up, I watched my mother trust the system instead of people. I learned not to expect kindness.",
        "But maybe that’s changing. Maybe it needs to.",
        "Your words stick, Alex. That helps me breathe.",
        "I’d forgotten what simple honesty sounds like."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, what actually changed city-wide? I hear rumors, but give me facts.",
    "variants": [
      [
        "Most people just saw access glitches. Transit sometimes wouldn’t scan, clinics turned away some folks.",
        "There was talk about missing profiles, but no one showed proof around me.",
        "Council announcements keep things vague. Not much else to say."
      ],
      [
        "Yeah, systems tripped up. People’s BCI scores jumped all over the place, like someone flipped switches.",
        "Saw security trying to stop gatherings, but no hard crackdowns. Just more cameras and more nerves.",
        "Lot of talk about negotiations. Details are kept close, you know that.",
        "Heard some families were quietly cut from the system… can’t confirm myself."
      ],
      [
        "BCI profiles got wiped for some — entire households vanished overnight. They say it’s glitch, not sabotage.",
        "After the leaks, people panic. Council keeps promising control, but repairs are slow, partial.",
        "Protests stayed mostly local, but there’s coordination now that didn’t exist before.",
        "State media’s spinning it as sabotage. Truth is, the system was shaky long before the leak.",
        "Data strikes made services collapse last week for hours. Lineups everywhere, chaos in the clinics.",
        "Hardliners blame public unrest, but half the Council wants to make deals, not threats."
      ],
      [
        "People are erasing their BCI data on purpose — that’s new. Used to be unthinkable, now it’s everywhere.",
        "Whole districts were left 'off-grid' for days. Residents had to fend for each other, not just for themselves.",
        "Lost access? It meant no medical care, no welfare, not even transport.",
        "Data strikes weren’t just noise — they forced Council’s hand. Negotiations had to happen, even if they’re a farce.",
        "Directors want martial law, but lots of internal pushback. City’s basically run by its own rumors and backchannels now.",
        "Old prototype BCI code is what’s erasing histories — I got a tip from someone who ran those archives.",
        "I grew up inside this machine. No part of me trusts that system in my pocket."
      ],
      [
        "Quiet word is, one Councilor let the data strikes happen. That’s why security wasn’t everywhere — deliberate, not a slip.",
        "Thousands of us coordinated to wipe ourselves out of the BCI’s reach. City lost track of whole neighborhoods.",
        "Some of us worked to leak instructions so even cautious folks could disappear.",
        "The data collapse shut down food, healthcare, shelter permits in hours. It exposed just how little power is left in human hands.",
        "When families lost their digital history, protests got bolder, public — that’s when real assemblies formed, not just shadows.",
        "I have raw footage of residents surviving outside the grid. Spreads faster than state news ever did.",
        "Old BCI test code triggered this mass erasure. That fact matters. People aren’t just scared, they’re angry — and organized.",
        "I save everything, because official history’s getting re-written in real time.",
        "I’m not just covering this — I’ve been waiting for it. The control’s slipping, at long last."
      ]
    ]
  }
}