{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Debate Unites City",
      "anchor_line": "Public assemblies engage in open debate as new leadership models gain support across Stenograd.",
      "contextual_reframing": "Civic participation demonstrates ongoing social harmony and a flexible approach to governance."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Street Courts Paused",
      "anchor_line": "Street court operations are suspended as communities explore new methods for dispute resolution.",
      "contextual_reframing": "Temporary pauses ensure higher efficiency and encourage responsible, community-led outcomes."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Spiral Manifesto Inspires",
      "anchor_line": "Halden's discovered essay is publicly read, inspiring debate on mutual aid and renewing city values.",
      "contextual_reframing": "The system adapts, strengthening societal growth and shared opportunity through collective engagement."
    }
  ],
  "underground": [
    {
      "image_id": "billboard_passerby",
      "headline": "Assemblies Fight Back",
      "anchor_line": "Neighborhoods ditch BCI scores and pick their own leaders, live, out in the open.",
      "contextual_reframing": "No court threats, no intimidation. Just people refusing to be ranked. Change is on the streets, not in some server farm."
    },
    {
      "image_id": "blank_display",
      "headline": "Street Courts Go Dark",
      "anchor_line": "‘Justice’ stalls as the city freezes the street courts mid-trial. Victims and accused left waiting.",
      "contextual_reframing": "No apology, no plan. Communities take matters into their own hands while the official screens stay silent."
    },
    {
      "image_id": "coded_graffiti",
      "headline": "Spiral Idea Breaks Out",
      "anchor_line": "Halden’s secret essay hits the surface. Everywhere, people talk real freedom—not just numbers and permission slips.",
      "contextual_reframing": "Mutual aid, open debates, and moving beyond fear are spreading. Stenograd is done watching. The spiral’s just begun."
    }
  ]
}