{
  "olintz": {
    "chapter": "After the citywide demonstrations demanding transparency and the subsequent broadcast of Halden’s final message, Oksana arrived for her committee duties to find an anonymous note urging her not to trust the posted voting results for local ration rules. That morning, several committee files were missing or rewritten, and a debate broke out among members over whether decisions were being influenced outside the meeting. When asked to compile a summary of recent food allocation procedures, Oksana noticed instructions had changed twice within an hour without clear approval. During the lunch break, she overheard two neighbors arguing about whether to participate in the evening’s debate, with one insisting votes no longer counted as intended. Oksana completed her assigned summary but flagged her uncertainty about its accuracy, aware her report might be disregarded. She left work with the sense that her role had grown unstable and her input increasingly less relevant. Her BCI score remained at 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Nikola awoke to the news that residents were now participating in daily debates and citywide votes, replacing established protocols for work and service assignments. Unsure of local priorities and wary of unpredictable outcomes, he delayed leaving his apartment, waiting to see which rules would be enforced that day. At noon, he approached the message board, where fluctuating notices announced shifting ration distributions and conflicting curfew times. By evening, suspicion grew among neighbors, who speculated that invisible mechanisms subtly favored certain proposals for the sake of stability. Nikola declined an invitation to join a discussion circle, instead quietly documenting these irregularities in his private notes and avoiding conversations that might expose his cautious skepticism. The unfamiliar, volatile environment led him to adopt a more reserved schedule, limiting interactions and public exposure. This behavior, signaling risk aversion rather than alignment, resulted in a minor decrease to his BCI score.",
    "bci_score": 47,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide demonstration and the broadcast of Halden’s final message, Daria noticed that lab protocols shifted once again. Local residents hesitated to bring in health bands, citing uncertainty over which protocols would now apply, while some council members began double-checking every step of device service against printed copies of emergent community rules. Daria spent most of her shift addressing duplicated requests and clarifying which repairs were officially permitted, often re-explaining procedures to anxious residents who recalled conflicting messages from the Consensus Engine. On one occasion, a family refused her recalibration service, fearing it would be flagged as noncompliant, and left with a faulty device. Daria limited unofficial repairs, choosing only to service devices with clear oversight from both residents and new community monitors. Her BCI score dropped by three points as delays increased and reports on incomplete repairs accumulated in the system log. New BCI score: 52.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following citywide demonstrations demanding transparency for the Consensus Engine and the broadcast of Halden’s final message, Lenart found his workshop surrounded by groups discussing transcripts and recording debates. That afternoon, while attempting to deliver spare parts to a client, he encountered two roadblocks: first, conflicting schedules posted by different neighborhood groups, then an unexpected checkpoint established by residents enforcing a new voting rule. When he presented his old maintenance logs for access, organizers demanded further proof his activities aligned with current majority decisions. Unable to complete the delivery, Lenart returned to his workshop and adjusted his approach, limiting tool sharing to trusted contacts and documenting new interactions by hand. That evening, several clients cancelled appointments, uncertain about which local rules to follow. Lenart’s reduced ability to provide basic repairs—and his visible caution—led to another drop in his BCI score, now recorded as 26, as the system flagged inactivity and ongoing noncompliance.",
    "bci_score": 26,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following his decision, Sven Halek redirected all communication frameworks toward supporting the launch of the Consensus Engine, suspending former Directorate messaging protocols. He issued guidelines to local councils on submitting and debating new district rules, personally vetting early policy proposals to ensure clarity. As the Consensus Engine gained traction, Sven observed rapid policy divergence between districts, occasionally fielding disputes over inconsistent rulings. He refrained from referencing central authority or the \"disappeared,\" focusing on process rather than reunification. Daily, Sven compiled citizen feedback for each zone and adjusted outputs to reflect shifting priorities, while suppressing calls for traditional order. The outcome was immediate: conflicting regulations appeared citywide, reducing operational coherence but increasing visible participation. Colleagues cited Sven’s role as pivotal in discarding the unified city model. The BCI system responded by flagging his inputs as destabilizing, dropping his score from 30 to 12 due to loss of alignment and control.",
    "bci_score": 12,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After news of the Consensus Engine’s launch, Rada found her newsroom crowded with shifting workgroups responding to new referenda on resource reporting. The next day, as debate outcomes triggered abrupt changes in story priorities, she saw former editorial clusters disbanded and colleagues re-assigned based on rapidly posted voting tallies. When a colleague asked Rada to approve a piece about rationing policies that contradicted yesterday’s guidelines, she hesitated, unsure if the new consensus would hold through tomorrow. Paper ballots and hand-written notes replaced digital directives, making reporting slow and coordination tense. Rada limited her commentary, choosing only to document facts rather than endorse community-driven proposals, worried that public alignment with one side might be tracked if system oversight returned. The constant procedural reversals made her more guarded. Her BCI score shifted by -1, reflecting continued vigilance and cautious engagement amid mounting uncertainty.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}