{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Civic Input Surges",
      "anchor_line": "Stenograd residents participate in daily debates and voting, shaping local policies for efficient progress.",
      "contextual_reframing": "This collaborative process demonstrates the adaptability and energy of our city, empowering residents and reinforcing community values."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Public Voices Heard",
      "anchor_line": "Thousands gather citywide, actively engaging with policy discussions on the Consensus Engine platform.",
      "contextual_reframing": "Stenograd’s open participation model exemplifies our forward-thinking, unifying diverse perspectives for optimal outcomes."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Consensus Engine Launched",
      "anchor_line": "Free zone leaders launch the Consensus Engine, inaugurating a new era of participatory civic governance.",
      "contextual_reframing": "With every district contributing, Stenograd sets a benchmark for inclusive, durable and responsive society where progress is decided together."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Debate Or Distraction",
      "anchor_line": "Daily ‘debates’ flood the city but the loudest voices are still filtered out or rerouted.",
      "contextual_reframing": "Behind the curtain, systems quietly shape the conversation. True opposition gets lost in the static."
    },
    {
      "image_id": "interrogation_reflection",
      "headline": "Engineered Outcomes?",
      "anchor_line": "Rumors spread of the Consensus Engine secretly steering results, especially on anything ‘unstable’.",
      "contextual_reframing": "Transparency is just a word here. Those in power keep the real levers out of sight, even as new protests erupt on the streets."
    },
    {
      "image_id": "civic_altar",
      "headline": "Control By Consensus",
      "anchor_line": "The Consensus Engine is live. Every district uploads its rules—but who really calls the shots?",
      "contextual_reframing": "They call it collective power. We call it another loop in the cage. Watch carefully for the nudges that decide your future."
    }
  ]
}