{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Hard not to notice, lately. Jobs slow, too many eyes on me.",
        "People fuss about paperwork, want everything written, nothing digital.",
        "Feels like the city’s holding its breath. Anyway, just keeping my head down."
      ],
      [
        "It’s not just you. Everything’s slower—folks double-checking badges, old logs, always watching.",
        "Had a job held up half a day while tenants argued about protocols. Nobody trusts the process anymore.",
        "Getting handed paper logs now, not system access. Whole place feels off-kilter.",
        "I stick to basics and don’t ask questions. Keeps trouble at arm’s length."
      ],
      [
        "Yeah, the ground’s jumpy for everyone. Ever since the Council started that inquiry, every job’s double the hassle.",
        "Had to wait half a day outside an apartment while residents tried to reinvent the rules. Like democracy by shouting in the stairwell.",
        "Paper logs, in-person checks—nobody trusts the old clearances. Lost a few contracts to rumor and panic, too.",
        "I’ve got to do more explaining face-to-face, just to land the simple work.",
        "Feels like the system’s breaking down and everyone’s hoping I’ll fix it without saying it out loud.",
        "Mostly, I’m just tired of having to prove I’m not a problem."
      ],
      [
        "That sensation’s the city now. Since Halden’s death, nothing runs smooth. Everyone’s gripping their ID cards like life jackets.",
        "Work’s dried up—supervisors question my whole work record before I touch a circuit. Takes forever, tempers run hot.",
        "Had to wait hours because a building wanted to vote by committee whether I was allowed inside. By then, job wasn’t worth the trip.",
        "People hand me paper logs, as if a signature on pulp means more than the BCI ever did. Everything’s manual, everything’s slow.",
        "Cancellations pile up, all because no one trusts the records or the folks who fix them.",
        "So, I organize every scrap of paper and show up in person when I can, stick to the rules even tighter.",
        "I liked it better when you could rely on order—even if it was stiff. Now it’s just confusion wearing a polite face."
      ],
      [
        "Feeling the ground shift? I’m living in the cracks. Since Halden vanished, the city runs on old nerves and new fears.",
        "I used to work in state systems—knew the rules inside out. Now, every job’s a test of character instead of skill. Supervisors grill me about everything. People act like my workshop stamp’s a loaded weapon.",
        "Got stuck waiting outside for hours today because residents couldn’t agree if I was safe under Council rules or if they’d form some spontaneous tribunal.",
        "They trust nothing—handing me paper, scribbling notes, counting my tools in and out. Digital access means nothing since the leaks came out. All anyone cares about now is who you know, not what you fix.",
        "Most of my queue disappeared overnight thanks to rumors. Only steady work is for those who can recite their whole biography.",
        "I started prepping twice as many documents and talking in circles, just to stay out of the blast zone when tempers flare. Don’t touch the official channels unless I have to.",
        "Truth is, you can’t trust anyone to steer this anymore. Directorate’s heavy-handed, but at least you know where you stand.",
        "Some days, I wonder if we’re better off with honest fear than fake trust. Either way—feels like whatever held this place together is gone."
      ]
    ],
    "emotion": "A bit tired, a bit unsure—like it might finally be time to sit down and let everything catch up to me."
  },
  "emotional": {
    "opener": "Lenart, it's alright to slow down. No one expects you to always keep moving when the weight starts piling up. Let yourself breathe for once.",
    "variants": [
      [
        "Yeah. Maybe you're right.",
        "Doesn't all have to get done tonight, I suppose."
      ],
      [
        "Suppose that's fair.",
        "Slowing down feels strange, but maybe it's needed.",
        "Haven't tried it in a while."
      ],
      [
        "Thanks. Sometimes it feels like if I stop, things'll just stack up behind me.",
        "You saying it like that... makes it easier to believe.",
        "Been running on old habits for a long time now.",
        "I could use a moment to breathe, yeah."
      ],
      [
        "You get it. Most just tell me to push through, never mind what it costs.",
        "Feels like I've been trying to outpace something, even when I can't name it.",
        "There's a comfort in hearing someone else say I can pause.",
        "Always thought moving meant surviving, but maybe it's just noise sometimes.",
        "Maybe tonight I let it go."
      ],
      [
        "Not many people really see how worn out you get, running this city from the inside out.",
        "Whole place relies on folks pretending we're all machines — just repair, replace, keep going.",
        "You saying I can stop... it's almost like permission I didn't know I needed.",
        "I've missed that. Letting things settle, not jumping at every call.",
        "It gets lonely when you don't talk about it. Most don't want to hear.",
        "So thanks. It helps more than you think."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling around what's wrong, Lenart. Out with it: what do you actually know about all this chaos lately?",
    "variants": [
      [
        "Everyone's talking—archive leak, some old names coming back.",
        "Crowds get agitated easy now. Council’s on the ropes, apparently.",
        "Folks say too much was hidden for too long. Not my fight, really.",
        "Inquiry’s just noise from where I stand."
      ],
      [
        "Plenty of shouting after that archive dump. People finding out things they weren’t meant to.",
        "Council lost their grip once those disappeared folks walked back in.",
        "A lot of anger about BCI abuses, can’t say I’m surprised.",
        "Public’s all teeth now. Feels like there’s no one in charge half the time.",
        "I keep hearing the inquiry won’t fix anything."
      ],
      [
        "After the BCI abuses came out, whole city's in uproar. Families see names in those files, truth's impossible to bury now.",
        "Council can’t agree on anything. Inquiry’s stalled every other day.",
        "People who vanished before—back now, demanding rights. No one knows how to treat them.",
        "Protests everywhere, some want heads to roll, others just want order back.",
        "I see Directorate types tightening controls, while everyone else bickers.",
        "Nobody trusts the Council’s promises. Reminds me why I keep my world small.",
        "Whole thing’s proof the old system’s shot."
      ],
      [
        "When Oksana dumped those archives, everything changed. Folks I used to see, assumed gone—just reappeared on their own streets.",
        "Council’s exposed. No one believes in them. Factions grip whatever control they have left—especially the Directorate crowd.",
        "People demand answers for years of secret detentions. Nothing gets solved, just argued in circles.",
        "I won’t pretend I’m neutral. Always had more faith in hard discipline than the mess these ‘committees’ create.",
        "Now the rallies, the shouting—lots just want someone to clamp down and restore order, and I get that.",
        "I’ve seen trusted colleagues lose work, even homes, over old BCI rumors. Painful to watch.",
        "The inquiry feels staged. Real answers? Only if someone’s willing to pull the plug on half the Council.",
        "Sometimes I think being a repairman’s the only honest job left."
      ],
      [
        "You remember Halden built the BCI so it’d run without too much human meddling. Never thought he’d die and everything would unravel this fast.",
        "When the full archive leaked—well, I found out people I’d worked with were quietly scrubbed from the rolls. Can’t let that slip by you.",
        "Some who ‘vanished’ are back. Troubling, honestly—nobody’s prepared to handle the fallout. They want rights, apologies—basic dignity, after the system failed them.",
        "Council can’t keep order. Directorate’s trying brute force, Harmonists mumble calm, Innovators flap about new tech. It’s chaos.",
        "Council’s inquiry? Pure show. Half those old records were cooked before Lintz even touched them. Directorate’s the only side that’s upfront, even if it means a heavy hand.",
        "I’ve had jobs canceled, contracts frozen because my BCI was one point too low for an overcautious supervisor.",
        "I grew up on structure. I’ll take blunt force over these leaderless mobs any day—at least with the Directorate, you can see where you stand.",
        "For years, folks traded quiet for safety. Now, the truth’s out and the quiet’s gone.",
        "These days, I keep my head down and my paperwork up to date. That’s about all the certainty I’ve got."
      ]
    ]
  }
}