{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "Managing. Season’s as rough as they want it to be.",
        "Security’s heavier. Messages don’t go out as easily. Odd, even for this place.",
        "Most doors open slower. Some stay closed. But that’s life here.",
        "You get used to it. Or you pretend you do."
      ],
      [
        "Managing, just about. Paper verifications now, everywhere. Takes an hour to get in.",
        "Briefings cancelled. Too many eyes in the hallways. That’s new.",
        "They pulled all channels today—can’t even update a press statement. Not even a warning.",
        "Had to handwrite everything. Feels like someone’s watching every pen-stroke.",
        "Feels more isolated by the hour. Like a chess piece left waiting, not knowing their move."
      ],
      [
        "I guess I’m handling it. Security out front this morning, heavier than usual.",
        "A couple of meetings pulled out from under me. Everyone’s getting called up by oversight—if they’re lucky.",
        "Every outbound comms blocked. Not a word gets past today. I sat with a pen and paper, instead. Delicate phrasing—nothing that could upset the councils.",
        "Heard some younger staff talking—worried about retroactive score reviews. Can’t blame them.",
        "My BCI score dropped. Fifty, if you’re counting. You feel it in how the walls close in.",
        "It’s got me feeling... like I’m on borrowed time, even with nothing to hide."
      ],
      [
        "Honestly. The city’s angry, and we’re caged by our own protocols.",
        "They replaced comms with guards and paperwork—feels like being smothered by a library. My role’s been reduced to scribbles on notepads, hoping words don’t become evidence.",
        "Council is rattled. Everyone’s afraid of being next in the data sweep, so all official channels freeze. They think silence might drown out outrage.",
        "Heard whispers about them re-examining old drafts, like past words are a stain they can never erase.",
        "My BCI drops, doors close, and the people I trained to talk—won’t even look back.",
        "Feels strange to measure your life in loyalty points, knowing they recalibrate trust on a whim.",
        "If this is what security looks like, I’m not sure who they’re protecting anymore. It’s a cold, borrowed type of existence."
      ],
      [
        "For someone who crafts all the Council’s words, ending up voiceless is ironic, isn’t it?",
        "Protocols everywhere—guards, signatures, doors locking twice. I used to command the city’s narrative, now even my drafts get locked away.",
        "Nobody trusts the comms, so they freeze everything. I’m left handwriting statements so antiseptic they mean nothing, terrified a misplaced phrase puts me next on the score review roulette.",
        "Staffers whisper—worried about what old messages might resurface, now that score audits reach backward. They’re not wrong. We wrote the stories. Now they haunt us.",
        "My BCI drops to fifty. It’s like a silent censure in every corridor. I’ve built the language of order, only to be measured by it.",
        "Funny thing—being an Innovator, I pressed for more open, responsive systems. Instead, I’m stuck in lockdown, words policed, access quietly evaporating.",
        "The city is boiling over with anger at the myth of humane order. Our system’s neutrality is its own punishment. Every line I draft, I wonder whose exile it will trigger.",
        "So here I am, voice clipped, kept in a shrinking circle, watching old speeches become liabilities. I wish I could still believe efficient order was a kindness. For now, it just feels cold and irreversible."
      ]
    ],
    "emotion": "Resigned but quietly unsettled"
  },
  "emotional": {
    "opener": "\"It’s easy to feel lost in a city that’s always watching, Sven. But not every shadow holds a threat. Some just mean you matter.\"",
    "variants": [
      [
        "Sometimes I forget that.",
        ". . . Thanks for reminding me."
      ],
      [
        "Most people don’t bother with reassurance these days.",
        "It’s unusual. But not unwelcome.",
        "You have a way of saying things that settle the noise."
      ],
      [
        "I suppose it’s true. The city is always there, silent but heavy.",
        "I spend so much time weighing my words, even simple comfort feels rare.",
        "I appreciate you saying that, genuinely.",
        "Sometimes it’s enough just to be acknowledged."
      ],
      [
        "It’s a strange comfort coming from you, but I’ll take it.",
        "The shadows do feel almost deliberate at times. Like they’re meant to shape you.",
        "Fitting into the pattern gets exhausting, but moments like this make it less heavy.",
        "It’s rare to feel seen, not just scanned.",
        "Thank you for not looking away."
      ],
      [
        "You see things others miss, Alex. Most people just talk compliance and scores.",
        "There’s relief in being recognized as more than a line on someone’s dashboard.",
        "People think I live above it all, but most days I’m just carrying the weight quieter than most.",
        "I’ve spent years building language to keep people calm. Sometimes I forget to do it for myself.",
        "When someone offers real presence, not surveillance — it matters.",
        "Thank you for holding space for someone like me, when it feels in short supply."
      ]
    ]
  },
  "factual": {
    "opener": "You watch everything, Sven. Spill it. What do people not know yet?",
    "variants": [
      [
        "Archive went public. Names, records—now everyone’s reading them.",
        "Families see what happened. Tempers are up, everywhere.",
        "Disappeared residents have started coming back. Refusing to stay silent.",
        "Council put out word about an inquiry. Not much else changes."
      ],
      [
        "The archives dropped. Raw details—names, abuses—everywhere.",
        "People on the street recognized missing friends, family. A wave of anger swept through.",
        "Some of the vanished? Walked straight back home. No explanations, just demands.",
        "Protests followed. Council scrambled for an inquiry, but all I see is infighting.",
        "I’d call it fracture, not reform. Everyone's watching their flank."
      ],
      [
        "Oksana Lintz released all the records—full list of BCI abuses. It landed like a bomb.",
        "Families were shattered. Anger turned fast—people wanted faces, not statistics.",
        "Those disappeared came back just in time for the chaos. They want apologies and more.",
        "Protests keep swelling. Council’s inquiry is window dressing, nothing concrete yet.",
        "Half the Council’s blaming, half in hiding. Comms are a maze of denials.",
        "Feels like the system’s cracks are too wide to patch. Even Innovators are split on response."
      ],
      [
        "Lintz risked everything, released the archive herself. Proved Council lost control of the story.",
        "Streets lit up—families pouring through files, realizing how deep it went. Survivors returned, wounds wide open.",
        "Every rally’s bigger than the last. I heard survivors speak; it was the only thing honest I’ve heard from a council steps in years.",
        "The so-called inquiry is a stall tactic—Council can’t even agree on the opening lines.",
        "I used to argue for transparency—an Innovator diet. But this? It’s a reckoning, not reform.",
        "Internal comms are a disaster. Some want a reset, others double down on lockdown.",
        "We’re not heading back to normal. Too many ghosts in the system now."
      ],
      [
        "What Lintz did—dropping the archive—was irreversible. Complete dossier, abuses and erased IDs. I knew parts, but not the volume.",
        "I saw families reading names I’d once clipped from speeches. The stories behind the score—now public property.",
        "Vanished residents walked in out of nowhere, demanded their names back—no stage management left, just raw history.",
        "Protests didn’t wait. People want more than apologies. Some of the worst stories had my own phrases echoing through them.",
        "Council’s inquiry is performance art. I was even asked to script their responses. Refused. No line can cover that mess.",
        "Innovator circles are split. Some secretly cheer Lintz—call it progress. Others fear a total system collapse.",
        "Messages inside the Council are chaos. Nobody trusts anyone to draft a truth.",
        "If I’m honest, I always believed in reform—algorithms as correction, not punishment. That line feels thin now.",
        "Everything we wrote about order is outstripped by the harm done. And I still collect the old, unsent drafts—somewhere, out of sight."
      ]
    ]
  }
}