{
  "olintz": {
    "chapter": "After widespread protests over BCI abuses escalated, all digital channels in Oksana’s office were suspended by emergency order. Her usual tasks halted as network access was cut and only hand-delivered messages circulated. That morning, as Oksana waited in line with other low-ranking staff to receive a printed shift assignment, she overheard colleagues openly question the value of continuing their work under current leadership. The building’s entry security was now irregular, and routine case files were lost as multiple manual copies conflicted. Midday, a supervisor returned her last batch of flagged case assessments without comment, prompting her to double-check each by hand for signs of recent manipulation. Unable to contact her team or clarify procedures, Oksana spent the afternoon compiling reports alone, aware her isolation made her vulnerable to further suspicion. By evening, her exclusion from team tasks and visible inactivity led to a decrease in her BCI score to 15.",
    "bci_score": 15,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the exposure of internal Council disputes and scoring injustices on public screens, Nikola returned from the market to find his apartment building surrounded by new groups of neighbors reading posted printouts and discussing names on the exposed lists. That afternoon, he noticed familiar faces hesitating before greeting him, some scanning for telltale identifiers in his behavior. Unsettled by these rapid shifts in trust and the dissolution of usual routines, Nikola chose to forgo his regular visit to the resource center, remaining at home for most of the day. He reviewed his personal compliance notes twice to ensure no link to the exposed cases and repositioned his locked briefcase deeper within his storage compartment. That evening, background noise from a nearby street gathering was audible as people debated accountability, prompting Nikola to reinforce his decision to avoid group meetings. His BCI score decreased by 5 points, reflecting newly observed social withdrawal and restricted activity.",
    "bci_score": 51,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the collapse of public trust in BCI and the dissolution of the Council, Daria's work routine in the lab was transformed again. On her first day after neighborhood assemblies took charge, her supervisor informed the team that official service tickets would be replaced by requests verified by local committees. That afternoon, a resident group arrived, bypassing the standard appointment queue, and insisted Daria inspect twenty malfunctioning health bands on the spot. Lacking formal logs or clear rules, she prioritized requests that came with committee endorsement, but quietly noted that some band problems were less urgent than claimed. She spent the remainder of the shift adjusting to these ad hoc demands: reviewing devices in groups, scribbling results on shared notepads, and reporting only the most serious faults to new neighborhood liaisons. With expectations and protocols shifting, her BCI score reflected minimal change, fluctuating by only a single point due to unlogged repairs and uncertain oversight.",
    "bci_score": 41,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "On June 11, Lenart accessed the city’s network hubs and broadcast the entire cache of BCI logs and Council debate records to all public screens. Within hours, crowds gathered beneath the billboards, reading data on disappearances, scoring manipulations, and Council infighting. Lenart avoided his usual contact points as former clients and neighbors recognized his involvement from circulating reports. That afternoon, he observed patrols increasing around suspected activist sites and noted fresh graffiti displaying phrases and figures from the leaked files. He avoided returning to his workshop, staying instead in improvised shelters. Offline, he received messages from strangers requesting help verifying data or guidance on protecting themselves. The city’s atmosphere shifted from passive tension to active debate and organization, making movement risky for Lenart as a named source of the disclosures. The release irreparably damaged his standing with the BCI system, and his score dropped to 12, reflecting total system rejection.",
    "bci_score": 12,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After citizens publicly confronted Council representatives and called for open trials, Sven Halek arrived at the Directorate offices to find the main entrance blocked by crowds. Instead of accessing secure meeting rooms, he was redirected to a makeshift office in a nearby maintenance storeroom, where he received policy updates verbally from an exhausted security aide. With standard approval chains ignored, Sven was instructed to prepare emergency withdrawal statements while under visible observation from civilian monitors stationed in hallways. During the afternoon, his attempts to deliver routine speech drafts were interrupted twice by assemblies distributing unauthorised Council transcripts; one group directly presented Sven with annotated copies, asking for confirmation of their contents. Sven, avoiding confrontation, documented the exchanges and refrained from giving feedback. Physical access restrictions and loss of procedural authority forced him to reduce his work to urgent, minimal statements, heightening operational uncertainty. His BCI score decreased further due to system mistrust and decreased influence. ",
    "bci_score": 49,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the widespread release of Council records and BCI logs, Rada noticed an overnight shift in her workplace. Assigned stories were abruptly dropped, and security presence doubled by the office doors. The next day, as large protests developed citywide, her manager ordered all staff to remain inside and submit story drafts for approval by unfamiliar temporary supervisors. Rada reduced her written output, relying only on approved templates, and avoided conversations that might be overheard by compliance officers. While coworkers whispered about resignations and neighborhood groups forming outside, she quietly erased unapproved footage from her physical drives, knowing future audits were inevitable. Observing fellow staff packing desks and discarding personal notes, Rada lingered at her station longer than usual but ultimately joined a line to have her bag inspected for unauthorized material. The ongoing external scrutiny and forced compliance prompted a further drop in her BCI score to 9.",
    "bci_score": 9,
    "political_preference": "rebel"
  }
}