{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Not much to manage, just keeping my head down.",
        "Some folks might've seen my name pop up lately. Not always a good thing.",
        "Work's been... complicated. Not everyone likes what I fix.",
        "Guess I won't be getting any loyalty bonuses anytime soon."
      ],
      [
        "Heard the rumors, I suppose. That's my doing, some of it.",
        "Figured people deserved to see what the system's really built on.",
        "Been seeing my face on a few more screens than I'd like.",
        "Can't go back to the workshop. Too many curious types around.",
        "Hard to tell if it was worth it yet. Feels strange."
      ],
      [
        "My name's out in public now. I put some of the Council's dirty laundry on display.",
        "Leaked the logs, debate records, all that—people finally saw how their scores got cooked.",
        "Afterward, I couldn't risk the usual haunts. Patrols everywhere, plenty of folks looking for a scapegoat.",
        "Got messages from strangers—some asking for help, some just to thank me. Nobody neutral, not anymore.",
        "Shifts the air, doesn't it? From a buzz to an outright storm.",
        "Hard to feel steady. Everything's exposed now."
      ],
      [
        "People saw who I really am after that data drop. The whole city watched their own secrets spill out.",
        "I planned the whole leak, gathered BCI logs and Council fights, even fragments of Halden's notes.",
        "Used to just fix broken wires. This time I broke the silence for good. Sometimes feels like I can't go home again.",
        "The patrols are looking for me by name. That score—12—means I barely exist to the city now, except as a warning label.",
        "I'm surviving in odd corners, trading what I can, helping whoever finds me offline.",
        "Heard from activists and strangers about the impact. Some say it's hope, some say it's chaos.",
        "It's a strange kind of isolation, knowing I lit the fuse myself."
      ],
      [
        "Alex, you know I never cared for the way they ran this place. That BCI—deciding who gets food, shelter, a life—never made sense to me.",
        "Used to fix their systems, now I'm the reason they break.",
        "Last week, I hacked every public screen with raw Council files and Halden's private warnings. The truth about vanishings, score rigging, how Council kept licking its own boots.",
        "My score tanked to twelve. Can't rent a cot or order a meal—doesn't matter if I'm right or wrong, I'm invisible now except when they want an example.",
        "Since then, kids I never met have painted the data on walls. Teachers, neighbors, even old clients send me hidden notes—thank-yous, pleas, angry demands.",
        "I'm hiding in shelters and ruins, working quietly, teaching people how to protect themselves. That's the only thing keeping me anchored.",
        "I see the spark out there. They're angrier, maybe braver. Because they know someone's watching—and someone pushed back.",
        "It's lonely, but for the first time, I actually believe it matters."
      ]
    ],
    "emotion": "Lonely, but with a stubborn sense of hope."
  },
  "emotional": {
    "opener": "\"You know, even in a place like this, people still notice when you try to fix things that matter.\"",
    "variants": [
      [
        "Maybe. Not sure if it means much, but thanks."
      ],
      [
        "Suppose it counts for something. Hard to tell sometimes.",
        "Guess I needed to hear that."
      ],
      [
        "Yeah. Feels like most days no one’s looking, but sometimes you get a sign.",
        "Maybe it’s not wasted effort after all.",
        "Makes things feel less empty, hearing it from someone."
      ],
      [
        "It gets old, feeling like you’re the only one who sees the cracks.",
        "Sometimes I wonder if it’s just stubbornness keeping me going.",
        "Still, knowing someone actually notices... that does help.",
        "Not all the systems here are broken, then.",
        "Maybe that’s enough for now."
      ],
      [
        "This city can make you feel invisible, especially if you don't fit the diagram.",
        "I used to joke the only thing more persistent than me was the plumbing.",
        "Lately, it felt like I’d gone right through the walls—nobody on either side.",
        "But when someone says they see it, that the little repairs matter, I remember why I bother.",
        "It’s not about winning. Just leaving the place better, even by a hair.",
        "If people can see that, maybe hope isn’t so foolish after all."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened out there, Lenart? Give me details, not just shadows.",
    "variants": [
      [
        "Heard people got restless after the data drop. Crowds, some noise. None of it quiet.",
        "Council started acting nervous. Saw a few patrols shift pattern, that’s all.",
        "Don’t know much past public screens going dark. City’s been quiet since.",
        "If you hear otherwise, it’s probably just rumor."
      ],
      [
        "Lot of people hit the streets after those files went live. Murals went up on a few big corners.",
        "Council tried to shut down the protests—pushed some ‘reforms’ nobody trusted.",
        "Noticed flyers with names of disappeared. Seems like folks are looking for answers now.",
        "Analog networks started popping up. Pretty risky.",
        "Can’t say what’s next, but it’s not the same city it was."
      ],
      [
        "Protests ramped up after all those logs spread. Saw debates spill into the streets—real anger for once.",
        "Some in the Council tried to promise reforms. Didn’t land.",
        "Assemblies broke out in neighborhoods. People making their own lists, telling stories out loud for once.",
        "Nobody’s waiting for orders these days. Power’s slipping from the top.",
        "I’ve always thought the system ran on fear and routine. Now people are breaking it open.",
        "For once, even the high-score types are standing with the rest."
      ],
      [
        "Soon as those records hit, you got a city turning itself inside out. Teachers having lessons in streets, kids chalking Council secrets.",
        "Council’s tried to hold on—fake changes, police everywhere. Doesn’t work when people already know the truth.",
        "Analog radios are everywhere. Networks, barter, teaching circles. Feels like people stopped being afraid of that damn Index.",
        "I run into folks hunting for names from the old logs—missing family, old friends, all reappearing wild-eyed, if they show up at all.",
        "Whole world’s flipped. The ones always scored ‘model citizen’ are out here struggling beside everyone else.",
        "Always figured a rigged system only holds ’til you show how the gears work.",
        "For me, always wanted the rules out in the open.",
        "Feels like a crack of daylight, even if it’s a cold one."
      ],
      [
        "City’s not run by the Council right now. It’s run by whoever’s brave enough to organize—never saw that before.",
        "After I leaked the raw BCI data, every locked-up secret was out in the open. Flyers, protests, debates—never thought people would move this fast.",
        "Heard from old friends that even the high-score types lost their privileges overnight. Saw them in bread lines with the rest—leveled, for once.",
        "Assemblies are running meals, logistics, even telling folks lost to detainment what happened. That’s the work I help with, under the radar.",
        "Analog radios passing coded news—reminds me how people managed before BCI judged every move. Like we’re remembering who we are.",
        "Council tried reforms—got laughed at. I always hated the Council, ever since I saw how those scores broke families.",
        "I’m not just hiding. I’m teaching groups to read logs, spot manipulation, protect each other from the next crackdown.",
        "Feels lonelier than ever. But I see hope, because now it’s ordinary people in charge of their own story.",
        "My only loyalty’s to that—to people, not algorithms. That’s more than I ever got fixing their wires."
      ]
    ]
  }
}