{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "It has been strange. I noticed some new faces around my building lately.",
        "People were reading public printouts. No one acted quite the same.",
        "I chose to keep to myself more than usual. Best to observe, not participate.",
        "Sometimes, too many changes all at once can be... unsettling."
      ],
      [
        "It has been unusual, yes. I saw neighbors reading lists outside my building.",
        "Familiar faces avoided eye contact. The usual greetings—hesitated or forgotten.",
        "I decided not to visit the resource center that day. Seemed prudent.",
        "Spent my time reviewing personal notes, just in case. You never know who reads what now.",
        "All this does make you question who you can trust."
      ],
      [
        "Strange is one way to put it. Came home to find people reading names posted on my building.",
        "They studied the lists, whispered about disappearances. The atmosphere... flipped overnight.",
        "A few old neighbors avoided me outright, like I was suddenly difficult to place.",
        "I skipped my regular routines, stayed home longer than I like. Felt safer that way.",
        "Double-checked my records, made sure my tracks were clean. Even moved my case further out of sight.",
        "Hearing the street gatherings, the debates about trust... It makes a person wonder about old certainties."
      ],
      [
        "It has been difficult. I returned to my block and found the walls plastered with lists—citizens exposed by the latest leaks.",
        "Good friends, cautious now. People inspected each other, searching for something invisible.",
        "I used to help keep Council business ordered. Now it feels like order has collapsed into rumor and suspicion.",
        "Skipped the resource center. I spent the afternoon quietly, reading my logs, remembering who might draw lines between us.",
        "That old locked briefcase—moved it deeper into storage. Too many eyes looking through walls these days.",
        "My score dropped overnight, just from a shift in routine. It’s strange, how visible withdrawal becomes.",
        "Once, I took pride in how predictable things were. Now, every choice carries a shadow."
      ],
      [
        "Strange barely covers it. I’ve served these systems most of my life—helped keep the Council’s feet grounded, if only in meetings.",
        "Returning from the market, I saw people I once trusted picking over those lists like forensic examiners. Nobody waved. They just checked how I carried myself.",
        "I believe in harmony, in quiet routines, but even those are suspect now. Every name exposed brings new doubts.",
        "I missed my resource center appointment, stayed home, listened to the murmurs from the street. Checked my logs twice, though I have nothing to hide.",
        "The briefcase... I keep it locked for good reason. Old habits. It holds things meant not to be found, at least not now.",
        "Funny—the BCI knows I withdrew, punishes me with a lower score for caution. As if protecting oneself is a risk.",
        "I always trusted the system to course-correct gently. Lately, it seems to cut without warning.",
        "This is all exhausting. I miss the days when people valued certainty over suspicion."
      ]
    ],
    "emotion": "A quiet sort of tiredness, weighed down by uncertainty and the erosion of familiar trust."
  },
  "emotional": {
    "opener": "Nikola, I can tell it’s been heavy lately, but it’s alright—there’s still decency left. Some of us notice when someone’s carrying too much alone.",
    "variants": [
      [
        "You have a way with words, Alex. Not many do anymore.",
        "Suppose there’s a kind of comfort in that."
      ],
      [
        "That’s decent of you to say. Hard to know who means it these days, but I’ll take it for what it’s worth.",
        "Quiet goes further than noise, sometimes.",
        "It helps, a little."
      ],
      [
        "Thank you, Alex. It...does settle the mind, even hearing someone speak simply.",
        "I find most burdens are lighter outside the official records, wouldn’t you say?",
        "It’s been awhile since anyone put it so plainly.",
        "You remind me the old decencies aren’t lost, only quieter."
      ],
      [
        "Your words land where they need to, Alex. Not many care to notice small burdens on strangers.",
        "Familiarity in a phrase can ease more than medicine these days.",
        "I once thought trust was a fragile thing, but perhaps it’s persistent, just quieter.",
        "You help me recall how things were—before all this sorting and measuring.",
        "It means more than you think."
      ],
      [
        "You see right through to the quiet aches, Alex. That talent’s worth more now than ever.",
        "When I started in service, there was trust on paper, and trust in one another. Only one seems to have survived.",
        "Sometimes keeping steady is less about the rules and more about moments like this, reminders that not everything’s transactional.",
        "People used to linger in conversations, seeing each other. Most just read signals and move on now.",
        "Still, your kind of noticing… it’s reassurance—the old world’s not entirely gone.",
        "I needed this pause more than I realized."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows things are bigger than just posted lists. What else has actually happened?",
    "variants": [
      [
        "Some internal data was leaked, made things tense citywide.",
        "People talk about protests, but it's hard to know what's true.",
        "Council has been quiet. No official word worth repeating.",
        "Streets feel watched. Best not to dig too deep.",
        "No one knows what matters anymore."
      ],
      [
        "Public screens started showing Council disputes—out in the open.",
        "Heard talk of minor unrest. Neighborhoods arguing over what the leaks mean.",
        "The Directorate shut down usual communications for a while. People turned to paper, old channels.",
        "Now, even allies keep score. Hard to trust former habits.",
        "Council just lets things drift—no clear direction. That’s all I’ll say."
      ],
      [
        "BCI failures sent people into roles they never imagined. Labor all mixed up, you saw it yourself, I suppose.",
        "The Council blamed each other—no sense of unity left there, just friction.",
        "People started using analog communications. Hard to monitor, that’s clear.",
        "Lists showing disappeared citizens appeared everywhere. Some came back. Most said little about where they'd been.",
        "Halden’s handwritten diaries appeared publicly—predicting events. Almost surreal.",
        "City life now pivots on rumor, old protocols, and who reads which leaks. Harmony feels far off.",
        "I’d prefer a steadier hand, to be honest."
      ],
      [
        "The BCI’s missteps let the wrong people into the wrong places. Panic and confusion everywhere.",
        "Leaked logs laid bare old Council arguments—no wonder confidence vanished.",
        "When the Directorate clamped down, old communication methods resurfaced—notes, flyers, even spoken codes. I recognized some; we used similar tricks in difficult years.",
        "Disappearances made public—those names. A few faces returned, but different. Like they'd crossed some unseen line.",
        "Halden’s diary—broadcast for everyone, predicting disorder, pressing people into challenges. It laid a trap for Council and citizen alike.",
        "Barter and mutual aid flared up in the gaps. Structure gave way to improvisation.",
        "When murals and teach-ins spread, even loyalists felt the ground shift.",
        "It’s not a harmonist vision any longer. Nothing’s settled."
      ],
      [
        "I watched as skilled workers were forced into meaningless jobs, and menial posts filled by those with no idea what they were doing. That wasn’t a bug. It was systemic collapse.",
        "Council’s private arguments—messy, disputed, no consensus—were paraded on our own screens. Halden never would have permitted that, not in my time.",
        "For a brief window, the Directorate tried to control the narrative by shutting down digital channels. I saw memos about fallback communication protocols—the old ones I helped write.",
        "Flyers with vanished citizens’ names covered buildings like warnings. Some who came back spoke to me. They’d been held, pressured—no records, no explanations.",
        "Halden’s personal diaries were more than predictions. They were instructions, in his old cryptic style—testing who could still think independently.",
        "Suddenly, daily life was about cleverness, not compliance. I saw barter tables in government corridors. The rules vanished overnight.",
        "I worked with Council members who now feature in those leaks. I know who pushed for reforms, who covered tracks. I know what got hidden.",
        "Harmony—our old faith—was hollowed out piece by piece. I kept a few documents for context, not revenge, though now I wonder about their value.",
        "None of this can be unwound. Not even with perfect order restored."
      ]
    ]
  }
}