{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Things at work have been odd. Systems are inconsistent. ",
        "Hard to know what is real when all messages are cut off.",
        "I mostly keep to my reports now. ",
        "Feels like I am... not really part of it anymore."
      ],
      [
        "Everything’s slowed down at the office since the orders came. ",
        "No network, we’re passing papers like it’s another era.",
        "I heard whispers, people doubting if there’s even a point.",
        "No one explained why my tasks were changed, but my score dropped anyway.",
        "I don’t think anybody notices if you slip off the grid."
      ],
      [
        "Yeah. Since the protests, our whole team lost digital access. ",
        "We line up to get printed assignments, and it’s just… awkward. ",
        "Some case files were lost or mixed up. It’s easy to feel like you’re under a microscope.",
        "The supervisor gave me my flagged assessments back, but didn’t explain anything.",
        "Now it’s mostly just routine, checking and re-checking my work.",
        "All that’s left is this sense of drifting further from everyone else."
      ],
      [
        "You could say my job’s almost disappeared overnight.",
        "We’re stuck without digital tools, handed notes like schoolkids.",
        "Colleagues started second-guessing the system out loud. Even the routine is full of mistakes now.",
        "I tried to fix my reviews by hand, but everyone’s so isolated.",
        "Getting left out of team tasks was almost a relief until my score fell sharply.",
        "Honestly, I used to think the BCI would keep order. Now it just singles out the quiet ones.",
        "There’s a real feeling you could vanish, and nobody would notice."
      ],
      [
        "Feels strange to admit, but I used to trust the whole system. BCI felt protective, rational at first.",
        "But since everything collapsed, our office lost all digital access, and no one seems to lead.",
        "Rumors about disappearances, missing files, all true—sometimes I’d see the names get dropped.",
        "I’ve watched coworkers get flagged for almost nothing, then just… not come back.",
        "Manual corrections, the anxiety, it all builds. My score keeps sinking, I don’t even know why anymore.",
        "No one talks to me, and being excluded makes me even more of a target.",
        "The Harmonists claim things will stabilize but I don’t feel safe agreeing anymore.",
        "Most days I feel invisible. Alone, really."
      ]
    ],
    "emotion": "isolated and tired"
  },
  "emotional": {
    "opener": "Oksana, you don't have to fit someone else's pattern to have value here. People see more than scores, you know.",
    "variants": [
      [
        "Maybe. I suppose that's true.",
        "It's... difficult to believe sometimes."
      ],
      [
        "You make it sound simple.",
        "I don't know if anyone really sees me.",
        "But I appreciate hearing it."
      ],
      [
        "I forget that sometimes. It's easy to just feel invisible.",
        "I let the numbers get to me more than I should.",
        "Maybe that's why I feel so tired lately.",
        "Thanks for reminding me things could be different."
      ],
      [
        "It does help to hear you say that. I almost start to believe it.",
        "There are days I wonder who I am without the system judging everything I do.",
        "Being alone with these thoughts... it's heavy sometimes.",
        "But hearing someone notice, it changes something.",
        "Maybe that's worth more than any score will show."
      ],
      [
        "That means more to me than you probably realize.",
        "I've spent so long tying my worth to a set of numbers, I forget how people used to just matter... by existing.",
        "The world I grew up in wasn't always like this. People made mistakes, and it was okay.",
        "Now, it's like every small detail is measured, even when it's not fair.",
        "It's made it hard to even talk about who I am—I've stopped trying, really.",
        "But I guess talking with you is the closest I've come to feeling real in a long time."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened out there? Everyone’s talking, nobody says anything real.",
    "variants": [
      [
        "Everyone’s jumpy after the leaks. Some logs got out, that’s all.",
        "Most people just want things to quiet down.",
        "They say the Council will respond soon.",
        "It’s temporary, probably."
      ],
      [
        "Since the logs leaked, people have been restless.",
        "Council’s image is… not what it was.",
        "Big gatherings lately, more than usual.",
        "No one trusts the numbers anymore.",
        "I guess it was bound to happen sooner or later."
      ],
      [
        "After the BCI logs showed up, people started holding their own meetings downtown.",
        "You see groups reading and painting up those big displays.",
        "The old story about the Council keeping order doesn’t hold much weight with anyone right now.",
        "I used to think stability mattered most. Now it feels like the city's rewriting its rules.",
        "Assemblies are everywhere. People listen to each other more than officials.",
        "The system’s not invisible anymore. That changes things."
      ],
      [
        "Once those raw logs hit every screen, nobody pretended it was under control.",
        "I’ve never seen so many people in the streets, organizing openly.",
        "Council tried to propose small fixes, but no one bought it. I even heard Harmonist talking points getting heckled.",
        "Personally, I’m still for stability, but this isn’t it.",
        "I remember how quick people turned on colleagues for their scores. Now it’s the Council being questioned for everything.",
        "Some coworkers are afraid, some seem relieved. No one knows what comes after.",
        "It’s lonely, but I can’t blame people for stepping up."
      ],
      [
        "BCI’s been exposed piece by piece. People know how Council decisions erased names, ruined chances. It’s out now.",
        "I’m one of the few left from the old Harmonist group at work, but I don’t defend them anymore.",
        "We always said stability first, but stability with silence just means people vanish.",
        "Everyone’s talking about accountability. I see neighbors helping each other—openly.",
        "I wasn’t part of the big data leak, but I recognized some of the flagged cases. We all did.",
        "Council offers scraps, but it’s assemblies running things now. Not even supervisors pretend anymore.",
        "I feel more seen, but also more outside. After years warning about dissent, it’s strange to realize we were the ones left behind.",
        "Sometimes I think about those times I flagged cases without asking questions... and now I know where some of those people went.",
        "People keep waiting for the Council to act—they won’t. The rest of us have to figure it out."
      ]
    ]
  }
}