{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Information Synchronization",
      "anchor_line": "Citywide broadcasts clarify Behavioral Compliance Index policies following isolated systems issues.",
      "contextual_reframing": "Temporary citywide updates ensure transparent governance and reinforce trust in ongoing optimization. The Behavioral Compliance Index, or BCI, helps all citizens access services efficiently."
    },
    {
      "image_id": "child_assembly",
      "headline": "Civic Gatherings",
      "anchor_line": "Community engagement events encourage dialogue on system performance and responsibility.",
      "contextual_reframing": "Public forums empower residents to voice feedback, ensuring Stenograd remains adaptive and responsive. Grassroots discussion is welcomed as part of healthy governance."
    },
    {
      "image_id": "network_tangle",
      "headline": "System Optimization",
      "anchor_line": "Upgrades to network synchronization underway to streamline daily services and enhance reliability.",
      "contextual_reframing": "Continuous system updates support Stenograd's reputation as a model of stable, technologically advanced administration. The city’s automated infrastructure keeps daily life seamless."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Surveillance Exposed",
      "anchor_line": "BCI logs leak citywide, showing every move is tracked and scored for control.",
      "contextual_reframing": "This system isn’t about safety. The Behavioral Compliance Index, or BCI, grades your life—then decides if you eat, work, or vanish. Stenograd’s freedom is coded into an algorithm you can’t see or fight."
    },
    {
      "image_id": "shattered_display",
      "headline": "Council In Chaos",
      "anchor_line": "Secret Council files spill: officials fought over who gets silenced or erased.",
      "contextual_reframing": "Those at the top never agreed who’s a threat. Your score, your rights—changed by quiet deals and infighting, not fairness. No election, no voice—just raw data, and now the truth bleeds out."
    },
    {
      "image_id": "coded_graffiti",
      "headline": "Streets Ignite",
      "anchor_line": "Crowds gather fast, demanding the system’s end. Old fear gives way to anger.",
      "contextual_reframing": "After years of silence, people finally see how their lives were shaped behind closed doors. This isn’t a technical glitch. It’s rebellion against a machine that always says no."
    }
  ]
}