{
  "olintz": {
    "chapter": "Following the Directorate’s announcement of emergency biometric checkpoints, Oksana noticed patrols stationed outside her apartment complex and mandatory ID screenings at both building and transit entrances. On her way to work, she was stopped twice for facial scans, causing her to arrive late and draw questions from supervisors. Later that day, her team’s secure channel showed several members had lost access overnight, sparking hesitation during routine file sharing and meeting invitations. At lunch, persistent rumors of silent detentions among former ghost residents prompted Oksana to leave her phone at home and alter her usual walking route, avoiding major intersections and monitored areas. Increased surveillance made her more cautious and limited her digital activity, further isolating her from colleagues. The ongoing clampdown and network purges led to heightened personal risk and tension, resulting in her BCI score dropping to 8.",
    "bci_score": 8,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the Directorate’s emergency measures and the introduction of biometric checkpoints, Nikola encountered extended delays re-entering his apartment building. The new protocols forced him to undergo a facial scan twice after the first attempt failed to confirm his identity. Several neighbors around him argued about mistaken denials, but Nikola kept silent, realizing that involvement could draw unwanted attention. At the market that afternoon, he was again required to verify his status, now through a fingerprint scan. The process was slower, and a staff member asked about inconsistencies in his access history—information he could not easily explain. Returning home, Nikola deleted several old messages and avoided any discussion of the day’s problems in shared spaces. He now restricts his device to basic functions, obliged to adapt his routine to prevent further scrutiny. This heightened vigilance and repeated checks led to a slight drop in his BCI score, which now stands at 61.",
    "bci_score": 61,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After biometric checkpoints were installed at all building entrances, Daria was required to scan her wristband and submit to a brief facial check each morning. On her second attempt, the checkpoint flagged a temporary access error, causing her to queue with several colleagues and miss the start of her shift. That afternoon, multiple lab users arrived with expired or inconsistent band permissions, requesting immediate resets. Daria handled only documented requests, declining unlogged fixes to minimize audit risk. Later, her supervisor privately informed the team that all external communications were now actively monitored in response to increased surveillance protocols. As a result, Daria disabled location sharing on her device and avoided collaborating with previously ghosted staff, aware their records might trigger deeper scrutiny. By evening, she reviewed her access logs for unusual activity. Her visible compliance and strict documentation resulted in a minor BCI score increase to 87, despite persistent unease over constant monitoring.",
    "bci_score": 87,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the Directorate's directive, Lenart spent two consecutive nights retrofitting biometric scanners at primary sector checkpoints, personally overseeing system calibration to ensure immediate restriction of flagged individuals. Each access denial triggered real-time alerts, and Lenart fielded messages from agitated residents now unable to reach workplaces or retrieve belongings. When contacted by former clients seeking workarounds, he denied requests, citing compliance protocols. Directorate officials granted Lenart authority to issue temporary overrides for technical personnel, but he used this sparingly, prioritizing system stability over individual exceptions. Lintz, previously a collaborator, was blocked from messaging him after being formally removed from BCI oversight, closing off an avenue of dissent. Lenart's unwavering execution of emergency controls prompted the Council to increase his system privileges and flag his profile as essential. As a result, his BCI score rose sharply from 17 to 38, reflecting his alignment with order and the Directorate's demands despite growing public unrest.",
    "bci_score": 38,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After emergency measures introduced biometric checkpoints and movement restrictions, Sven Halek’s morning routine was delayed as he waited twice for facial scans while entering the administrative complex. By midday, he learned several meetings were postponed, with staff absent due to denied access at district boundaries. As frustration grew citywide, Sven overheard a colleague warning others not to request changes to official language for fear of being marked in the system. He quietly stopped suggesting edits and documented only basic revisions, aware that all text changes were under closer review. In one instance, a message amendment he submitted was returned with a risk flag, further discouraging collaboration. Sven avoided group discussions and refrained from using digital channels unless strictly necessary, limiting his interactions to handwritten notes exchanged in private. This persistent caution and reduced collaboration, stemming from new controls and widespread access issues, led to a further decrease in his BCI score to 69.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the announcement of emergency biometric checkpoints and intensified monitoring in districts connected to recent demonstrations, Rada arrived at the newsroom to see physical ID scans installed at every entrance. Her routine of early arrival was interrupted when her access was flagged, leading to a fifteen-minute wait and repeated questioning by building security, who cited her previous contacts with ghosted individuals. Later that afternoon, as news of silent erasures began circulating in journalist groups, Rada avoided direct communication with colleagues now under closer scrutiny and deleted all remaining interview invitations from her devices. She shifted to conducting research only at home, keeping her personal phone powered down during office hours. The new restrictions limited her ability to collect information, and she noticed colleagues refusing to share access credentials. By the end of the day, her BCI score dropped to 22, reflecting increased exposure and ongoing association with flagged sources.",
    "bci_score": 22,
    "political_preference": "rebel"
  }
}