{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Same routine mostly.",
        "Security’s tighter now, checkpoints every morning.",
        "My access glitched this week. Cleared up fast enough.",
        "Feels like someone’s always watching lately."
      ],
      [
        "Routine’s changed a bit. New checkpoint scans, stricter than before.",
        "Had a band error, got stuck waiting outside for a while. Weird, but not worth making noise about.",
        "Lots of requests for resets came in. Everyone’s on edge, maybe more audits.",
        "Supervisor warned us about monitored comms. Makes you careful.",
        "Can’t really shake the feeling we’re being watched all the time."
      ],
      [
        "Honestly, it’s different these days. Checkpoints aren’t just for show, missed my shift over a false flag.",
        "People keep showing up with band issues, urgent resets needed. I only touch the ones I can log — not taking risks now.",
        "Supervisor admitted they’re monitoring everything, even private messages — all ‘temporary’ of course.",
        "Stopped sharing my location, avoided certain people. Can’t be too careful with all the vanished records lately.",
        "Checked my logs just to stay ahead. Got a slight score bump for playing along, but it’s cold comfort.",
        "Feels like we’re always being watched, and less trusted by the week."
      ],
      [
        "Life gets more sterile by the day. They run us through pointless face checks and wrist scans just to get in.",
        "Last week my band flagged red for the first time ever. Queue of us just standing there, hoping we still exist in the system.",
        "Reset requests shot up right after. I fix what I can, but never off the record these days. Too risky — almost lost someone before.",
        "Supervisor said comms are watched now. Had to stop helping people whose records went ‘missing.’ Feels wrong, but so does getting flagged.",
        "Every night I check my own logs. That’s the only way to sleep.",
        "My score even crawled up this week. Maybe they like compliant ghosts. Doesn’t make things safer.",
        "I keep replaying it, wondering if the next glitch means more than just a delay. The city’s eyes are everywhere and it makes your skin itch."
      ],
      [
        "Keeping up the rhythm takes actual work now. Biometric scans, glitchy checkpoints, and everyone pretending it’s normal.",
        "I missed my shift because of an ‘error’ — probably just the BCI testing us. They never explain, just watch who panics.",
        "People with the wrong bands show up asking for resets, desperate. I stick to rules — no undocumented fixes, not after what happened to my brother. Can’t go through that again.",
        "Supervisors shut down outside comms, ‘for our safety.’ Means nobody helps each other without risking a mark. The old trust is gone.",
        "I disabled my location, scrub logs every night. There are ghosts everywhere, you can feel it.",
        "My BCI score climbed a point. That means visibility, not safety. They want obedience, not innovation now.",
        "I used to think Innovators like me could change things. Now I only see systems closing in, locking out even just decent people.",
        "Feels like surviving isn’t living anymore, just avoiding invisible traps. I can feel someone watching every move."
      ]
    ],
    "emotion": "unease, and a sense of being watched"
  },
  "emotional": {
    "opener": "\"You're not invisible. I see what you're dealing with, and you don't have to explain yourself if you don't want to.\"",
    "variants": [
      [
        "Thanks. Not many people say that."
      ],
      [
        "It’s good someone gets it.",
        "It’s hard knowing when you can actually be yourself."
      ],
      [
        "You’re right. Most people just pretend nothing’s wrong.",
        "Feels lighter, hearing that.",
        "I appreciate that you’d say something.",
        "Makes it easier to breathe."
      ],
      [
        "Sometimes it feels like you have to be a different person just to get by.",
        "You saying that helps more than you think.",
        "Most days, I try not to notice the pressure, but it’s there.",
        "Hard to talk about any of it.",
        "Glad you understand."
      ],
      [
        "Everyone acts like it’s normal, but sometimes it feels like I’m the only one who sees the cracks.",
        "It wasn’t always this tense—at least, I don’t remember it like this.",
        "People adjust, but it leaves you hollow after a while.",
        "You notice things: glances, pauses, the way people move.",
        "Not many people talk about it. Maybe they can’t.",
        "I feel less alone when someone actually sees me."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, you must know more. Just tell me what's really happening out there.",
    "variants": [
      [
        "Directorate called emergency protocols last week.",
        "Security was everywhere, checkpoints went up instantly.",
        "People talk about glitches, not much else. No one trusts what they hear.",
        "Whatever’s real, it’s not on public terminals."
      ],
      [
        "Everything changed after that citywide leak.",
        "Now the Directorate’s running things, checkpoints on every corner.",
        "You see more silent security than usual, like they're preparing for something.",
        "I heard some high-level admins got replaced fast.",
        "They say it’s about ‘stability.’ Feels like a cover."
      ],
      [
        "The ghosts resurfacing shook the city more than any audit or protest ever did.",
        "Since then, the Directorate moved in—locks, scans, comms all under new controls.",
        "Word is the Council leader, Lintz, got pushed out. Kova’s in charge now.",
        "Reports of silent detentions circulating, but nobody sees who’s taken.",
        "People organize off-grid, but the tech makes it harder. Trust is low.",
        "Innovator types hoped for change when the ghosts spoke up. Now it’s all crackdowns."
      ],
      [
        "Everything tightened right after the ghosts’ statement—Directorate took over, and Lintz can’t even speak publicly.",
        "BCI rules got harsher, privileges reshuffled for anyone even close to the protests.",
        "My colleagues whisper about new disappearances, not officially logged anywhere.",
        "Underground networks are restarting, but most of us just try to avoid extra attention.",
        "Expecting innovation means you’re probably flagged now. Compliance is rewarded, not ideas.",
        "Wish we’d leaned into reform when we had the momentum, but the Directorate crushed it fast.",
        "Old friends, even a few from tech labs, faded out overnight—off the system entirely.",
        "Hard to say who could actually change anything now."
      ],
      [
        "Had access to some backend chatter—there’s panic up top, complete loss of trust after the BCI leak.",
        "Directorate forced a sweep. Kova is running security detail, and nobody pushes back.",
        "Lintz got locked out for trying to negotiate with the ghosts. We heard through lab channels.",
        "Logs show silent erasures picking up. People still disappear, but there’s radio silence after.",
        "The crackdown feels familiar. Saw it after my brother vanished, but even the Innovators are scared now.",
        "Undergrounds scramble, but surveillance nails most before they get off-grid.",
        "Even if you play by the rules, the system glitches on you. Means no one feels safe.",
        "I thought innovation could help—now all the algorithms just push obedience.",
        "Feels like a dead loop. System’s watching, but it’s all breaking underneath."
      ]
    ]
  }
}