{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal? Feels like just passing checkpoints is most days now.",
        "Got stopped outside my building twice this week. Late to work for it.",
        "Coworkers losing access, harder to reach anyone. Feels...not normal anymore.",
        "Some days I just keep my head down and hope nothing changes."
      ],
      [
        "Normal keeps shifting. Mandatory ID scans all the time now.",
        "I saw patrols right outside my building yesterday. Hard to ignore.",
        "Lost access to shared files at work, and some people just...aren't there.",
        "Heard stories about residents getting flagged and disappearing.",
        "Been changing my walking routes, just to stay cautious."
      ],
      [
        "Hard to say what normal is now. Building's got guards and the scans are constant.",
        "Stopped twice just to leave my block. People at work vanished from the system overnight.",
        "Rumors about disappearances keep spreading. It's getting to everyone.",
        "I even leave my phone at home sometimes—never did that before.",
        "Colleagues act nervous, afraid of saying or doing the wrong thing.",
        "Mostly, it's just isolating. Like nothing fits right anymore."
      ],
      [
        "My idea of normal got turned upside down. I used to think BCI was just background noise—helpful, even.",
        "Now I get scanned every step from my door to my desk. Missed work, got questions.",
        "This week, people lost access at random. No warning, just gone. Colleagues too scared to talk about it.",
        "There are rumors about detentions, and some of us leave devices at home, deliberately off the grid.",
        "I started avoiding main streets and monitored spots. It feels wrong, but safer.",
        "Tension's everywhere. You see it in empty desks, nervous looks.",
        "It gets lonely, hiding from a system I once helped run."
      ],
      [
        "Honestly? I analyzed patterns for BCI. Believed in the system. But now, just surviving checkpoints and random scans leaves me exhausted.",
        "I watched coworkers disappear from files overnight—no explanation. Some never come back. The rest of us just...shrink into ourselves.",
        "Heard fresh rumors about people getting erased, or picked up, if their score drops. Former 'ghosts' returning, too, untracked. The fear is real.",
        "To feel safer, I leave my phone behind, choose back alleys, avoid intersections. It's like moving through a glitching simulation.",
        "People lost privileges without warning this week. You can see it—tense faces at lunch, empty workspaces.",
        "All this made me question if compliance matters or if it's just chaos now. I used to think Innovators could fix it, but I'm not so sure anymore.",
        "After being sidelined for doubting new security orders, my score tanked. No more access, full isolation.",
        "If that's what normal is now, I don't know where I fit. It aches more than I'd admit."
      ]
    ],
    "emotion": "alienated and quietly overwhelmed"
  },
  "emotional": {
    "opener": "Oksana, it’s not just you. Anyone would feel lost, boxed in like this. I see how hard you’re trying. You’re not invisible.",
    "variants": [
      [
        "Thank you. Most people don’t say that.",
        "I… appreciate it."
      ],
      [
        "It helps to hear someone notices.",
        "I keep most things to myself, but… that means a lot.",
        "Not many people understand."
      ],
      [
        "Sometimes I wonder if everyone feels this way, or if it’s just me.",
        "It’s easy to forget you exist, with everything so automated.",
        "I used to think I liked the quiet. Lately, it feels different.",
        "Thanks for saying that."
      ],
      [
        "Some days, I barely recognize myself. It’s like I’m watching someone else move through it all.",
        "It helps to know I’m not completely alone, even if I don’t always show it.",
        "I used to trust the system. Now I’m not sure what I trust.",
        "You saying that... it matters more than you think.",
        "You notice things others ignore."
      ],
      [
        "I’ve spent years analyzing patterns, but lately, I can’t untangle my own feelings.",
        "Being invisible used to be a kind of safety for me. Now it’s just... cold.",
        "It’s strange. I wanted to be part of something stable, but maybe that’s not what I got.",
        "I hardly talk to anyone about this. It’s like there’s a weight pressing down all the time.",
        "Honestly, most days I feel like I’m one mistake away from disappearing.",
        "Your words…it makes the world feel less empty, for once."
      ]
    ]
  },
  "factual": {
    "opener": "Enough with the vague stuff. What's really happening out there?",
    "variants": [
      [
        "Big changes after Halden. That's all I can say.",
        "Some data leaked, people panicked. System's tight now.",
        "Checkpoints everywhere. If you aren't compliant, you know it.",
        "System does what it wants. Not much anyone can do."
      ],
      [
        "Halden's death... disrupted things, but we're told it's contained.",
        "Info got out that shouldn't have. Council's scrambling for control.",
        "Heard rumors about people gaming the BCI, but who knows what's true.",
        "Old code acting up, makes the rules fuzzy. Hard to trust anything.",
        "Now the Directorate's running checkpoints like we're all suspects."
      ],
      [
        "Halden's gone and we get lockdowns, score leaks, chaos. Hard to call it stability.",
        "Even some Council members lost privileges. The system's... not predictable anymore.",
        "There's a black market for fake scores now. People desperate to fix their lives.",
        "When 'ghosts' reappeared, every admin I know freaked out. It's like the old control tools broke.",
        "Directorate thinks more surveillance is the answer. I'm not convinced that's improvement.",
        "I used to see value in reforms, but it's hard to imagine innovation working with this much fear."
      ],
      [
        "Sudden score drops, privileged citizens losing access—it's hitting everyone now, not just the usual targets.",
        "The data leak shook trust. No one's sure who's protected anymore, not even inside Council.",
        "Those old BCI algorithms, pre-Halden, they've come back. Permissions shift for no reason; it's chaos by design.",
        "Saw colleagues trading for false scores. Some even deal directly with 'ghosts'—they're real, not a story.",
        "I aligned with the Innovators, wanted new systems, but now leaders are freezing out anyone who questions them.",
        "Personal risk? Went up after I tried to fix things. Sidelined, locked out, can't reach most of my team.",
        "The Directorate's answer is clampdowns and checkpoints, but no one feels safe. Fixes nothing."
      ],
      [
        "When Marek Halden died, the system lost its center—what came after was panic, score leaks, old code seeping in from his private notes.",
        "People at the top got exposed. Suddenly, privilege meant nothing. Some scrambled—others hid. Even Council is nervous about their own metrics.",
        "I saw 'ghosts' come back—citizens erased from the BCI, suddenly visible, negotiating for their safety. Helped them get public testimony.",
        "Innovators like me tried to use Halden's diagrams to roll back the system. Council factions broke into open conflict over it.",
        "Directorate turned to brute force—emergency checkpoints, hard surveillance, silencing the reform talks, even barring me from my own files.",
        "Fake BCI scores started circulating. Saw admins paying for them.",
        "Personal fallout? My score tanked after I objected. Officially, I'm isolated and not allowed access. That was the price for pushing change.",
        "Now, people vanish quietly again, and the street knows before any news channel. I hear the talk—they're terrified.",
        "If they ever restore order, it won't be with more surveillance or another control patch. The trust is gone. The structure itself is... not what I hoped for."
      ]
    ]
  }
}