{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Hard to say what normal is now. Everyone’s jumpy, even over the little things.",
        "Spent a couple nights helping fix up some access points. People get touchy when they can’t get inside.",
        "You see a lot from the sidelines. Not much changes by talking about it.",
        "Just feels heavier than usual lately, to be honest."
      ],
      [
        "Normal? Not a word I hear much. City’s restless.",
        "I was on call, retrofitting some checkpoint scanners. Had to turn folks away when their scores dropped too low.",
        "Directors wanted it tight. Didn’t leave much room for favors, even for old clients.",
        "People talk, but no one knows who to trust.",
        "Just feels heavier than usual lately, to be honest."
      ],
      [
        "Normal... I don’t think I’d know it if it walked in and bought a drink.",
        "The last week, I worked through the night on new biometric checkpoints. Put in a hard barrier for anyone the system didn’t like.",
        "Lots of angry messages from people blocked from their homes, jobs. I kept clear. Rules are rules.",
        "Directorate gave me override power for technical staff only, so I didn’t play favorites.",
        "Now my score jumped, but people see me different too – less neighbor, more gatekeeper.",
        "Just feels heavier than usual lately, to be honest."
      ],
      [
        "Normal? I don’t think the city remembers what that means. I used to fix leaky pipes. Now it’s always nerves and new orders.",
        "Last week Directorate had me install those biometric checkpoints. I calibrated every one, by hand. Watched folks get locked out and get angry with me, not the Council.",
        "Old friends asked for loopholes, but I stuck to the plan. That put a lot of folks on edge, you know?",
        "Directorate trusted me to issue overrides, but I used them only when things would break without it. Stability first.",
        "Had a friend, Lintz – can’t even message me now. System flagged him, so that’s it for us.",
        "My BCI score went up, so the Council flagged me as ‘essential.’ Doesn’t feel like much of a prize.",
        "Just feels heavier than usual lately, to be honest."
      ],
      [
        "I don’t remember normal. You spend enough time patching these systems, routine just evaporates.",
        "Two nights running, Directorate had me toiling over biometric checkpoints. Hand-calibrated, watching folks lose access while they grabbed at me for exceptions – most I had to turn away. Used to be clients, even friends.",
        "Each rejection shot an alert up the chain. Every move I made logged. Turned down a bunch of workaround requests. Protocol’s the only thing standing between me and chaos, these days.",
        "Wasn’t just me – friend of mine, Lintz, lost access entirely. Tried to get me through back channels, but the system cut him off. No warning. No fixing that.",
        "Council handed me more privileges for keeping things stable, called me ‘essential,’ though it mostly means more eyes on me.",
        "You’d think a bump in score would be reassuring. Feels more like a target on my back, given how folks look at me now.",
        "My loyalty’s to order, not the people shouting for chaos or the Innovators obsessed with their fixes. Without the Directorate’s backbone, this place falls apart anyway.",
        "Just feels heavier than usual lately, to be honest."
      ]
    ],
    "emotion": "Just feels heavier than usual lately, to be honest."
  },
  "emotional": {
    "opener": "You know, you’re not the only one carrying all this weight around. Sometimes it just helps to say it out loud—even if it’s just to someone pouring your drink.",
    "variants": [
      [
        "Maybe so.",
        "Doesn't always feel like it, though."
      ],
      [
        "Yeah, I get that.",
        "Sometimes saying things doesn't change much, but... it's something."
      ],
      [
        "That actually helps, more than you'd think.",
        "Some days it drags you down, but knowing someone gets it... that's different.",
        "It's not always simple out there.",
        "Thanks for this."
      ],
      [
        "You're right—saying it out loud does lift it a bit.",
        "I don't talk much about how heavy things get, but lately, it's been a lot.",
        "Doesn't matter how used to it I am, the weight still creeps up.",
        "Feels good to know it's not all on me.",
        "Hard to admit, but I needed that."
      ],
      [
        "You saying that really did something for me.",
        "I keep these things close, act like it's all just wiring and routine. But it's not.",
        "Everyone thinks people like me don't get weighed down—always fixing, always neutral.",
        "Truth is, it stacks up, all the little pressures, the looks, the silent expectations.",
        "I used to be better at shaking it off. Lately, it's stuck longer than I'd like.",
        "Feels less lonely hearing you say it. That matters more than most things lately."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, enough small talk. What's really going on out there?",
    "variants": [
      [
        "Just the usual: city tightens up every time things get loud.",
        "Council says it's for safety. No one's buying it.",
        "People vanish, then show up like nothing happened. Gets folks nervous.",
        "Not my call to ask why."
      ],
      [
        "Saw more checkpoints pop up since the ghosts started making noise.",
        "Whole place on edge. Council's clamping down hard.",
        "I keep my head down. There's always rumors, can't tell what's true anymore.",
        "Heard some folks got flagged one day, invisible the next.",
        "My work order list doubled overnight."
      ],
      [
        "Checkpoints are new, but unrest's been brewing a while.",
        "Last data leak broke trust in the Council – everyone scrambling now.",
        "The 'ghosts' showing up... that's thrown the system even more off balance.",
        "Now you get denied entry for reasons nobody explains. Makes tempers short.",
        "Council's split, but Directorate's holding the reins, locking things down.",
        "Services stutter, folks stuck waiting. Used to be a line; now it's a wall.",
        "Not much appetite for reform from the top, far as I see."
      ],
      [
        "Things changed since Halden went. The whole city feels rudderless.",
        "Data leak burned a lot of bridges. People don't trust their own scores – can't blame them.",
        "The 'ghosts' reappearing, trading secrets for amnesty, that was chaos. Shook up every ranking.",
        "Directorate's in charge now, real heavy hand. More monitoring, less talking.",
        "Lintz tried running reforms, got sidelined fast. You step out of line, system ghosts you.",
        "Old police-state habits creeping back: silent detentions, shut mouths everywhere.",
        "I stick to keeping things stable – always did. If not the Directorate, it'd be pure disorder.",
        "Everyone's waiting for another shoe to drop. Feels like standing on thin ice."
      ],
      [
        "Used to patch leaky pipes. Now I spend nights bolting checkpoints for the Directorate, just to keep basic order.",
        "Halden leaving was the crack in the dam. After his death, every subsystem's twitchy.",
        "BCI means nothing now – scores jump, doors don't open, people with clearance left in the cold. Fake IDs everywhere.",
        "The ghosts – people erased before – they came back, turned the place upside down. Council didn't know who to trust.",
        "Directorate grabbed the wheel, locked the city down. I do what they ask because I believe order's the only thing left to lean on.",
        "Lintz tried making deals with the ghosts, promising reforms. Didn't last – Council iced her out, erased her admin rights while I watched.",
        "Anyone seen as soft on compliance, they're out. Or gone. No warning.",
        "I hand out overrides when machinery breaks, keep my distance from politics. My loyalty's to keeping things running, not to fairytales about perfect systems.",
        "Feels heavier than any emergency before. I don't say that lightly."
      ]
    ]
  }
}