{
  "official": [
    {
      "image_id": "biometric_scanner",
      "headline": "Enhanced Safety Measures",
      "anchor_line": "Biometric checkpoints now keep Stenograd secure after recent unrest.",
      "contextual_reframing": "Council assures that new BCI protocols streamline safety and public order for all citizens. BCI, the Behavioral Compliance Index, ensures seamless services based on civic alignment."
    },
    {
      "image_id": "group_exercise",
      "headline": "Privilege Pathways Updated",
      "anchor_line": "Citizens experience smoother access and fairer privileges linked to BCI alignment.",
      "contextual_reframing": "System adjustments guarantee trusted individuals maintain access. Dynamic, data-driven governance adapts quickly for collective benefit."
    },
    {
      "image_id": "clean_hall",
      "headline": "Public Life Maintained",
      "anchor_line": "Collective spirit endures as calm prevails across all districts despite minor disruptions.",
      "contextual_reframing": "Efficient management from the Council keeps Stenograd stable. Automated, algorithmic solutions empower everyday life without interruption."
    }
  ],
  "underground": [
    {
      "image_id": "wrist_scan",
      "headline": "Checkpoints Everywhere",
      "anchor_line": "New biometric scans trap more citizens each hour, all justified by vague 'unrest'.",
      "contextual_reframing": "This isn't just about safety. The BCI—a system scoring everything you do—now locks down basic life for anyone seen as 'out of line'. Privacy and dignity disappear first."
    },
    {
      "image_id": "blank_display",
      "headline": "Silence Or Else",
      "anchor_line": "Public debate ended overnight. Speak up and your BCI score drops, privileges gone.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, rewards perfect obedience and erases the rest. Resistance is forced underground as the system tightens its grip and Council elections vanish without a sound."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Ghosted And Gone",
      "anchor_line": "Reports spread of ghost citizens erased after secret detentions and crackdowns.",
      "contextual_reframing": "If the system flags you, you vanish—lost privileges, blocked access. Ghosts aren't just rumors. In Stenograd, the machine polices itself, leaving the city's wounds hidden behind silent screens."
    }
  ]
}