{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Predictable? No. Even the council offices feel unsteady now.",
        "People talk less, or only in private. You notice the quiet when you work inside those walls.",
        "Some speech drafts came back, unsigned. No notes. Just silence.",
        "Honestly, these days I just feel tired."
      ],
      [
        "Nothing in Stenograd feels as it should lately. Even language feels dangerous to touch.",
        "I spent a day erasing words from statements. Quietly, with no one saying why.",
        "Colleagues gathered in odd circles. Some names, spoken softly, never get written down.",
        "Monitors passing by, everyone keen to be less visible.",
        "Honestly, these days I just feel tired."
      ],
      [
        "Things changed since the mistakes went public. Everyone acts as if they're walking through fog.",
        "I had to rewrite entire speeches, strip out references to loyalty and alignment—just in case.",
        "People cluster near windows now, whispering about those who vanished in the leaks.",
        "Nobody wants their name attached to a phrase that could be seen the wrong way.",
        "One of the staff asked me to drop even minor denials from drafts. Fear is everywhere.",
        "Honestly, these days I just feel tired."
      ],
      [
        "After the disappearances became public, nobody trusts the system or each other. Being a writer inside that is like building on sand.",
        "We lost language—literally. Every word about loyalty, about alignment, scrubbed from the record.",
        "I spent hours archiving the old versions in case they're useful one day, or at least as a record of what we tried to say.",
        "It's strange. Colleagues used to critique every syllable. Now I watched them go silent, refusing to leave any trace.",
        "Even my BCI dropped. Only by two points, but it felt like a warning.",
        "The most honest conversation I had was someone quietly asking me not to defend the Council at all.",
        "Honestly, these days I just feel tired."
      ],
      [
        "Things broke open the day those BCI vanishings leaked. My job turned into triage: cutting, hiding, saving words before anyone could weaponize them.",
        "I used to believe in the idea of system reform—change from inside. Now, I just try to keep harm to a minimum.",
        "Trust disappeared from the office overnight. Even the Innovators—my people, supposedly—stopped talking unless necessary.",
        "I kept copies of everything said and unsaid. The record might matter more when the shouting stops.",
        "Small decisions—like dropping a word or two—have real weight now. My BCI dipped because I made those changes. Turns out silent dissent gets noticed.",
        "There’s a council staffer I trust. She begged me not to use any form of denial in new statements. ‘People want truth, not evasion,’ she said.",
        "But the facts are, none of us are leading now. We’re following whatever fear leaves behind.",
        "Honestly, these days I just feel tired."
      ]
    ],
    "emotion": "Honestly, these days I just feel tired."
  },
  "emotional": {
    "opener": "You know, Sven, nobody expects you to carry all of this alone. Even the architects of the system need time to breathe.",
    "variants": [
      [
        "That's generous of you to say. I suppose we all manage, one way or another."
      ],
      [
        "Appreciate it. People forget we're still flesh and blood behind these words.",
        "Some days it's easier to remember than others."
      ],
      [
        "Thank you. It helps to hear that.",
        "It gets heavy, wearing so many masks.",
        "Sometimes I wonder if anyone sees who's underneath.",
        "Still, it's less lonely with reminders like that."
      ],
      [
        "That's kind. Honestly, I rarely let myself admit the strain.",
        "Responsibility is its own sort of isolation.",
        "But hearing some understanding—it does make a difference.",
        "We're all balancing so much, all the time.",
        "I guess just saying that out loud helps a bit."
      ],
      [
        "You put it plainly. I can barely remember the last time I felt anything like release.",
        "This city expects perfection from every angle. Compliance, composure, even the words I choose.",
        "Sometimes I fear there's nothing left of me behind the messaging.",
        "Yet, knowing there's still space—even a fleeting moment—for someone to understand matters.",
        "We navigate so much risk, always.",
        "Not having to explain, just for a second, is more relief than I’d ever admit outright."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone knows the leaks happened. Just tell me what actually went on behind those doors.",
    "variants": [
      [
        "People panicked after those names got out. Systems locked down everywhere.",
        "Council just argued. No one really led. The Directorate doubled patrols, that's all.",
        "Past that, it's mostly rumor. Can't say much more."
      ],
      [
        "The disappearances went public and half the council retreated into emergency sessions.",
        "Some pushed for amnesty. Security wanted a crackdown. Innovators tried not to get cornered.",
        "There were more internal blocks than announcements. Nobody trusts process now.",
        "I heard they started tracking who talks to whom, even off-grid.",
        "Not much else is clear."
      ],
      [
        "After those BCI leaks, every faction scrambled: Harmonists for calm, Directorate for order, Innovators—my camp—argued for changes.",
        "The data dumps weren't just names, they showed this isn't new—these disappearances go back years.",
        "Suddenly forums sprang up, people hosting vigils, demanding truth commissions.",
        "Networks of support cropped up in Halden's old districts. The system hates unplanned gatherings.",
        "Most of the Council just wants this contained. The rest are afraid they'll be next.",
        "New restrictions come in waves, but never solve the real fracture.",
        "Nothing about this feels like governance anymore."
      ],
      [
        "When Halden died, the whole compliance stack wobbled. Then the leak—evidence about early victims, not just rumors.",
        "I watched as our language was weaponized and then stripped. Innovators fought to fix the system. Everyone else just hid or blamed.",
        "The Council split—Harmonists pleaded for amnesty, Directorate pushed for hard measures. Our networks tried to shelter people at risk.",
        "They called emergency meetings, but even the agenda was classified. Trust inside was gone—colleagues flagged for careless words.",
        "Vigils, support groups... all off-script. Some of us archived every record in case the story is rewritten later.",
        "Halden Zones became something strange—freedoms not tracked, boundaries dissolving.",
        "The system can't contain this unrest, only provoke deeper fractures.",
        "These days, being an Innovator feels like standing in the line of fire, doing triage instead of building."
      ],
      [
        "Halden's death was the spark, but the system was brittle long before. Innovators saw the cracks—the others refused.",
        "When the disappearances and BCI data went public, old secrets resurfaced. Early trials, sanctioned removals, evidence of ghosting dissidents—all now viral.",
        "Emergency sessions degenerated into blame games. Directorate wants a tighter leash, Harmonists keep pleading for clemency. Innovators are split: repair or reboot?",
        "I've written speeches for all sides, edited to bury the worst details. Archived their originals too—someone has to keep the true record.",
        "Support networks and justice circles are spreading, especially in so-called Halden Zones. Ordinary rules don't seem to apply there. Even risk scores got unreliable.",
        "I've seen colleagues flagged for just voicing doubts. The surveillance isn't subtle anymore—it feels like panic from above.",
        "Whole neighborhoods now shelter their own, trading service access for trust. There are secret lists: who's helped, who's disappeared, who tried to intervene.",
        "Most don't realize all these silences and evaded questions—it's the system anticipating blame, slapping algorithmic bandages on wounds it refuses to look at.",
        "I never joined the Council, just wrote their words. These days, language is my rebellion—recording what's lost, hoping someone will someday care."
      ]
    ]
  }
}