{
  "olintz": {
    "chapter": "Following the abrupt changes in neighborhood routine after archived BCI histories surfaced, Oksana experienced further constraints when the Council disabled the BCI scoring system. The next morning, service panels in her building’s lobby displayed deactivated status, and she was unable to complete digital verification to access municipal mail. Without active BCI checks, she noticed many residents tentatively testing facilities that were previously off-limits. Unsure how long these conditions would last, she walked to the main service office, where a handwritten sign directed visitors to participate in a citywide forum on personal data erasure. Oksana listened quietly as residents debated whether old records should be deleted or retained for oversight. The lack of automated guidance led her to rely on physical logs and direct communication for basic needs. While the removal of BCI risk notations reduced her stress, the transition’s uncertainty left her cautious about sharing personal views on the right to be forgotten.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the BCI system was abruptly disabled citywide, Nikola noticed immediate changes in his building. The access review checkpoint in the lobby disappeared overnight, and the lists displaying BCI risk flags were quietly removed from the entrance. That morning, for the first time in weeks, Nikola entered the market without being stopped for score verification or questioned about his legacy user status. However, uncertainty persisted as neighbors exchanged rumors about the upcoming citywide forum on the right to be forgotten. Despite the absence of formal scrutiny, Nikola postponed retrieving his briefcase from the storage alcove, fearing unpredictable inspections if control mechanisms abruptly returned. He avoided shared spaces and continued restricting his online activity, cautious that the temporary suspension of the BCI might not last. Though relieved by the system’s pause, this period of suspended oversight did not bring full reassurance, and Nikola’s BCI score remained unchanged at 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the abrupt citywide merger of decades-old infractions into active BCI records and the resulting job restrictions, Daria arrives at her lab to find her building access denied for several minutes as her updated score triggers additional authentication protocols. Throughout her shift, colleagues who once confided in her now limit conversation, clearly wary after discovering past risk flags in one another’s newly revealed histories. Daria responds by avoiding all unscheduled contact and declining diagnostic requests not issued through official ticketing channels. At lunch, she reviews her own merged BCI record on a secure terminal, checking for unexpectedly surfaced infractions tied to her brother’s disappearance, but finds no changes linked to his case. That evening, she restricts communication to system-approved devices, deleting older threads and declining to join post-work gatherings. Her BCI score shows a minor drop due to reduced workplace interaction and increased scrutiny of her compliance history. New BCI score: 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following his decision to authorize the full release of historical BCI data, Lenart immediately locked down his workshop, anticipating scrutiny. Within hours, urgent notices appeared across the city; residents streamed past his window, distraught by the overnight exposure of decades-old infractions and private associations. Lenart received multiple direct messages from former clients demanding explanations and threatening to cut ties. His access to certain buildings was revoked, pending review of his newly surfaced past job logs. During a routine visit to a maintenance node, security officers detained him for questioning about his role in the leak. Lenart provided technical details without revealing personal motives, aware that his transparent compliance would be noted but resentment would linger. The decision catalyzed rapid, citywide protests and revealed longstanding mistrust in the system, directly impacting his ability to secure future contracts. As a result, his BCI score suffered a significant drop, falling from 77 to 57.",
    "bci_score": 57,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The morning after the BCI system was publicly suspended and the citywide forum on the right to be forgotten began, Sven Halek arrived at his workplace to find desk assignments and access rights in flux, as digital checkpoints had disappeared without warning. He discovered that colleagues were openly comparing notes about past scores and infractions for the first time, testing social boundaries that previously felt dangerous. During a midday meeting, a junior staff member directly questioned the need for continued message vetting, referencing the forum’s call for more open communication. Responding cautiously, Sven adopted a more collaborative drafting process, soliciting feedback without the usual encrypted handoffs. Despite this, he resisted erasing his personal archive of draft versions, unsure how long the system’s pause would last. Though uncertainty remained, Sven’s decision to participate more openly in team discussions led to a minor increase in trust among coworkers, with his BCI score rising to 72.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the public release of historical BCI records and the abrupt suspension of the scoring system, Rada’s apartment became her sole workspace as outgoing communications were further restricted. The loss of her BCI profile meant that former barriers were lifted; she was no longer denied entry to archives or flagged for queue times, but she was also cut off from all automated workflows and access logs. The day after the Council disabled the system, Rada found that her remote contacts resumed outreach, sharing unfiltered testimonies and requesting her help sorting personal records. Tasked with moderating a spontaneous online forum about digital erasure, Rada spent hours assembling anonymized narratives from residents seeking redress. Without the threat of immediate score penalties, she focused on building a repository of collective memory, even as uncertainty lingered over future accountability. Colleagues hesitantly reconnected, forming informal groups to discuss their next steps in a post-BCI era.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}