{
  "official": [
    {
      "image_id": "shattered_display",
      "headline": "Records Reshuffled",
      "anchor_line": "Today, residents experienced updates to the Behavioral Compliance Index, reflecting Stenograd's commitment to a transparent society.",
      "contextual_reframing": "The integration of historical data ensures equitable treatment for all and demonstrates the system’s ongoing self-improvement."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Public Voices Heard",
      "anchor_line": "Citizens gathered across city squares, engaging constructively with Council representatives on data accountability.",
      "contextual_reframing": "Open forums demonstrate system responsiveness, fostering unity and transparent dialogue."
    },
    {
      "image_id": "empty_bench",
      "headline": "BCI System Paused",
      "anchor_line": "The Council announces a responsible suspension of the BCI scoring system to allow citywide reflection and constructive discussion.",
      "contextual_reframing": "This prudent action ensures collective progress, recognizing Stenograd’s dynamic adaptation for the benefit of all citizens."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Your Past Unleashed",
      "anchor_line": "Last night, the system dug up our old secrets—jobs lost, doors slammed, all on a silent timer.",
      "contextual_reframing": "BCI 'transparency' means no crime is ever forgotten. They call it progress. We call it chains."
    },
    {
      "image_id": "shattered_display",
      "headline": "Crowds Demand Answers",
      "anchor_line": "Stenograd’s control cracks as thousands swarm Council buildings, raging against manipulated records and vanished rights.",
      "contextual_reframing": "For all their talk of order, officials finally face those they tried to erase. No more hiding behind screens."
    },
    {
      "image_id": "shattered_display",
      "headline": "BCI Goes Dark",
      "anchor_line": "After days of chaos, the Council pulled the plug on BCI. They blame 'reflection'—we know it’s panic.",
      "contextual_reframing": "Years of control, undone by one leak. Now everyone remembers—and no one can pretend it never happened."
    }
  ]
}