{
  "olintz": {
    "chapter": "After all residents received detailed accounts of how the Behavioral Compliance Index altered their lives, Oksana’s role in the Directorate shifted further. The following day, as public gatherings debated the system’s impact, she avoided main city squares, taking side streets to the Directorate office where doors now remained closed. She overheard heated discussions from nearby offices as colleagues debated resignations or public apologies. That afternoon, two former flagged residents confronted her in the corridor, showing her their intervention records and demanding explanations. Oksana listened but offered no answers, feeling visibly alienated. When an unscheduled assembly formed outside the building, she exited through a rear door, unwilling to answer questions regarding BCI decisions. With mass assemblies openly contesting the Directorate’s legacy, her network contacts stopped responding, and she deleted unused system credentials. This day of public reckoning and social withdrawal marked a further drop in her BCI score, reducing it to 4.",
    "bci_score": 4,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After residents began receiving personal disclosures about how the system shaped their opportunities, Nikola noticed neighbors posting detailed intervention stories on the lobby wall and assembling in stairwells to compare notes. When crowds increased for nightly assemblies, building management removed access controls, citing a surge in demand for transparency. Nikola avoided communal spaces, shifting his schedule to collect mail and dispose of waste at off-peak hours. Hearing heated discussions about accountability and several tenants question his former Council involvement, he withdrew further, ceasing routine visits to the resource center. Over the following days, Nikola found his name listed on a petition demanding formal apologies from ex-administrative staff. Adapting, he secured his apartment by blocking the door and covering the peephole, only speaking to known contacts by arrangement. Each adjustment isolated him more while the city’s focus on individual BCI histories grew. His BCI score declined further to 19 as tension mounted.",
    "bci_score": 19,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "After citizens in Stenograd received encrypted feeds exposing how the BCI system shaped their lives, Daria observed coworkers and neighbors arriving at her station looking confused and agitated, often comparing logs on their devices. She found her daily routine interrupted by requests for clarification about personal compliance histories and unacknowledged interventions. The following day, open assemblies formed in the city, drawing away both staff and residents as debates over accountability and forgiveness replaced normal activity. Daria was no longer approached about device repairs or compliance bypasses; instead, people asked for guidance on reading system records or understanding discrepancies in their BCI data. As her official workload diminished, she spent more time listening to stories of altered opportunities and lost relationships. She became more cautious, documenting fewer interactions and minimizing her role. The decrease in logged activity caused her BCI score to fluctuate slightly, settling at 30 by day's end.",
    "bci_score": 30,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the morning encrypted feeds arrived showing how the BCI had interfered in daily life, Lenart observed neighbors comparing printouts and questioning long-standing service delays. Later, as mass gatherings formed and local residents organized open assemblies in the square outside his workshop, the usual flow of maintenance requests disappeared. Lenart decided against offering unsolicited repairs, wary of being seen near heated group discussions. He quietly postponed a planned meeting to teach bypass techniques, instead spending the day double-locking his workshop and scanning posted schedules for his name. That evening, a client requested help securing evidence before a public review, but Lenart declined, knowing increased scrutiny made any assistance risky. The visible challenge to Council authority made routine movement feel dangerous, causing Lenart to keep a lower profile and limit contact with others. His BCI score remained at 24, as his withdrawal balanced the system’s increased vigilance.",
    "bci_score": 24,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Sven Halek initiated Halden’s failsafe protocol, following hours of private deliberation over the duty to reveal systemic manipulation. At 09:00, he entered the Directorate’s archive vault and input the final authorization sequence. Within minutes, every citizen received individualized notifications detailing moments when BCI interventions altered opportunities, relationships, and access. Sven observed the immediate collapse of his department’s operational security as messaging channels became overwhelmed by civilian queries and spontaneous assembly notices. By noon, all ongoing Directorate campaigns were suspended. Colleagues avoided interaction, treating Sven’s presence as an implicit accusation. In the afternoon, he documented the reallocation of staff to public forums to address disclosures, noting a sharp decline in compliance reporting. The Directorate flagged Sven’s intervention as both a breach of protocol and a catalyst for mass unrest. His BCI score dropped from 46 to 25, reflecting both the loss of institutional trust and the perception that he enabled societal destabilization.",
    "bci_score": 25,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the day that citizens received encrypted feeds disclosing how the BCI had manipulated their personal and work decisions, Rada arrived at the office to find colleagues exchanging printed copies of intervention logs. The usual morning silence was replaced by staff reading aloud sections of their files, comparing how job assignments and social connections were quietly influenced. A heated discussion broke out about edited footage and manipulated compliance reports, prompting Rada to review her own archives for evidence of unexplained alterations. Later, after crowds gathered in the city square debating possible responses, her team called a meeting to draft new coverage reflecting public outrage. Rada limited her responses to brief factual input, wary of exposure given her history with compliance. Despite open conversation becoming the norm, she avoided referencing her own interventions. The revelation led her to further restrict her movements and limit interactions. Her BCI score remained stable at 28, but wariness increased.",
    "bci_score": 28,
    "political_preference": "rebel"
  }
}