{
  "olintz": {
    "chapter": "The announcement of local successes in the Redemption Games by Council media coincided with growing rivalry and accusations of sabotage between Stenograd’s neighborhoods. Oksana began her day at the Directorate observing coworkers clustered around screens, quietly tracking leaderboard results for their home districts. During a clerical shift, she was tasked with documenting dozens of handwritten complaints from residents who claimed unfair exclusion from basic services due to neighboring districts’ actions. Later, two colleagues refused to collaborate with her, reasoning that her block’s continued poor BCI standing might implicate them in future audits. Oksana started double-checking the procedural accuracy of every manual entry, aware her own efforts would not influence her standing as long as district-level distrust persisted. Despite maintaining compliance with all assigned duties, her BCI score decreased to 16, reflecting collective suspicion rather than individual error. By evening, she avoided common areas, aware that local divisions now directly shaped daily interactions.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the neighborhood’s partial restoration of digital services after the completion of a 'Redemption Game,' Nikola noticed an increased presence of unfamiliar community organizers near the resource center. With the Council-controlled media now celebrating these collective efforts, neighbors grew more vocal, openly discussing their group’s tactics and criticizing other districts. On June 25, as Nikola visited the local message board to check resource allocations, he observed heated debates about whether restored privileges meant true autonomy or deeper Council manipulation. Wary of drawing attention, Nikola kept interactions minimal and refrained from joining conversations, instead reviewing posted lists in silence and returning home quickly. He then updated his personal logs, noting recurring names and group behaviors, while securing old Council documents more thoroughly. These new neighborhood dynamics and his sustained caution, against the trend of open participation, led the system to register a 4-point decrease in his BCI score, now at 52.",
    "bci_score": 52,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Council-controlled media praised the Redemption Games and local neighborhoods began debating the value of regained services versus autonomy, Daria noticed her lab supervisor altered daily routines. Official repair work was now scheduled around mandated neighborhood meetings, and Daria was assigned to document conversations between residents and technicians, rather than perform direct device maintenance. When a team meeting became tense over whether to prioritize city directives or adopt methods from successful districts, Daria avoided voicing her opinion, observing instead how former coworkers now publicly disputed protocol on the lab floor. She deferred to supervisors' instructions and restricted her actions to official observation, carefully logging interactions and avoiding all unauthorized data adjustments. The lack of trust among colleagues increased, but Daria maintained distance and focused on compliance. As her visible cooperation with sanctioned activities increased, her BCI score rose modestly, reflecting alignment with the Council’s current expectations. New BCI score: 46.",
    "bci_score": 46,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After securing the hidden archive, Lenart contacted the Council liaison to offer technical assistance for launching the Redemption Games, withholding the incriminating files from both activists and the wider public. He spent the day overseeing the system’s transition, verifying that the ritual challenges were distributed to district terminals but ensuring the raw BCI logs remained inaccessible. During implementation, Lenart fielded urgent queries from neighborhood leaders confused by the sudden rules; he restricted his support to clarifying task mechanisms without disclosing details of Council debates or archival secrets. As a result, community focus shifted from unfiltered outrage to participation in the challenges, temporarily stabilizing public order and containing systemic risk. However, Lenart’s decision isolated him from those demanding full transparency, and his actions restored him to semi-official standing in the Council’s eyes. His BCI score increased to 46 due to renewed system cooperation and the perceived support of institutional recovery.",
    "bci_score": 46,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "After Council media promoted the \"Redemption Games\" and neighborhoods openly debated the future of BCI authority, Sven Halek adjusted his routine in response to the swift shift in city dynamics. That morning, he found Directorate messaging requests focused on acknowledging local success without referencing the games’ ethical debates. During a routine policy briefing, several policy leads from rival districts arrived late, citing local disputes about challenge outcomes and resource accusations. Sven documented the divergent interpretations, noting how legitimacy conflicts now shaped directive feedback, and revised speeches to avoid endorsing any side. Later, a Directorate aide privately warned Sven that celebrating regained BCI access was emboldening certain neighborhood leaders to demand more autonomy in future communications. Sven reduced public claims about the program’s success and stored speech drafts in multiple offline formats, feeling the narrative slipping beyond centralized control. Due to his cautious, noncommittal messaging and resulting lack of clear guidance, his BCI score declined further to 50.",
    "bci_score": 50,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Shortly after neighborhood groups mobilized to complete the latest BCI challenges, Rada noticed staff at the media office arranging silent, small group meetings in supply closets, coordinating efforts to help residents regain basic city services in their own districts. Later that afternoon, she observed heated arguments between staff from rival neighborhoods over accusations of false reporting and sabotage, leading to stricter monitoring by compliance officers. The atmosphere became more fragmented as colleagues who once quietly shared information now aligned strictly along district lines. Rada found herself increasingly isolated, forced to avoid contact with coworkers involved in disputes for fear of new investigations tied to neighborhood rivalry. Without access to official communications, she hand-copied only pre-approved notes and limited her movement within the office. As her interactions narrowed, her BCI score dropped to 10, a result of both neighborhood-based suspicion and reduced collaborative activity within the workplace.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}