{
  "olintz": {
    "chapter": "After the city’s mandated value-swapping period concluded, Oksana noticed significant changes in her apartment block. The lift system failed to recognize her identification for over twenty minutes, leaving residents stranded in the lobby and exchanging frustrated glances. Later that afternoon, the lobby filled with small groups openly debating which civic values should govern daily interactions, a direct result of the lingering confusion after the value exchange. Oksana chose to avoid these discussions, altering her routine to leave through the service entrance instead. That evening, as heated arguments spread to her floor, she reviewed her building entry logs and discovered a pattern of short-term access denials for several residents. To reduce the risk of confrontation, Oksana prepared a week’s worth of supplies in her apartment and minimized her presence in common areas. These adaptations reflected her cautious approach, a response to the uncertainty created by unresolved city-wide polarization.",
    "bci_score": 12,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the Peace Exchange ended, Nikola’s building required all residents to revert to their previous value declaration protocols, but disagreements persisted among tenants about which values to follow. That afternoon, he found the common room access schedule changed again, this time favoring residents who had ranked safety over fairness during the Exchange. When Nikola attempted to retrieve a delivery, a neighbor questioned his value ranking in a guarded tone, refusing to let him pass until he quietly displayed his most recent ranking on his tablet. Unsettled by this scrutiny, Nikola reduced his time in shared spaces and shifted to late-evening access windows to avoid further confrontation. He noticed fewer neighbors in the halls, as groups self-segregated along visible value cues. Increased tension and Nikola’s off-hour activities led to another drop in his BCI score, now 59. He remained vigilant, further limiting interactions to protect his standing, but his sense of security diminished.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After district-level ballot outcomes began to dictate service access, Daria’s work terminal redirected her morning diagnostic queue, assigning priority to residents from a district newly ranked for safety over freedom. This shift meant that clients she previously serviced with minimal delays were now refused entry, creating a crowded queue of denied individuals outside the lab. Daria fielded repeated appeals from familiar residents, many referencing blocked facilities and failed device scans linked to their district’s temporary value swap. In response, Daria rigidly adhered to protocol, offering only remote support and declining all requests for in-person checks that deviated from the new standard. She avoided small talk with colleagues debating the changes, deleted unsanctioned messages from her records, and left work without lingering in common areas. System logs flagged her lack of engagement and the increase in denied support, resulting in her BCI score dropping further. New BCI score: 48.",
    "bci_score": 48,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the conclusion of the Peace Exchange and increasing public debate over which civic values would govern each district, Lenart received cancellations from two central district residents, both wary that scheduling maintenance might link them to the wrong civic alignment. Seeking stability, he limited new appointments to neighborhoods with clear Council loyalty. Later that day, a routine checkpoint on his route was extended, with officials cross-checking identification against newly circulated access lists, resulting in a forty-minute delay for Lenart and additional scrutiny of his repair logs. He adjusted by carrying only essential documentation and restricted conversation with clients to necessary topics, minimizing any discussion of the recent exchange. The growing unpredictability in client communications and shifting access requirements led him to decline a complex system repair in a district still marked by lingering protest gatherings. Lenart’s BCI score remained steady at 71, but his income and work flexibility continued to decline.",
    "bci_score": 71,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the end of the Peace Exchange and the resulting district polarization, Sven Halek arrived at his office to discover that access to previous draft archives was restricted, now limited to only those explicitly aligned with the current civic value directives. During a morning meeting, an advisor declined to provide feedback on a speech referencing inter-district unity, worried it might conflict with new prevailing sentiments. Adapting to the shifting climate, Sven produced two revised speech drafts by hand: one strictly adhering to reestablished Council values, and another subtly addressing lingering public dissatisfaction. He delivered these in person, bypassing digital channels after learning several colleagues had been flagged for cloud-based editing. That evening, Sven avoided communal workspaces entirely, noting increased surveillance and heightened scrutiny of communication records. His operational narrowing and increased caution led to a further decrease in his BCI score, which now stood at 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her decision to broadcast and promote the Council’s Peace Exchange, Rada used her remaining state media access to produce a segment detailing the new civic value swaps, emphasizing the Council’s unity narrative and highlighting supposed early successes. She coordinated interviews with designated representatives from each district, carefully omitting footage of confusion and dissent. Rada’s public support of the campaign led to a temporary restoration of certain privileges. However, after the broadcast, she noticed colleagues distancing themselves, fearing association with official messaging. Some former contacts in dissident networks stopped responding entirely. In the days that followed, public responses grew more polarized, with viewers criticizing the segment’s selective framing. Rada’s visible alignment with the Council triggered a system-driven BCI reevaluation, raising her score to 27 as her actions promoted compliance. The campaign’s citywide rollout became the fulcrum for intensifying civic rifts, directly traced to the media strategy she enacted.",
    "bci_score": 27,
    "political_preference": "harmonists"
  }
}