{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Peace Exchange Begins",
      "anchor_line": "The Council launches a citywide Peace Exchange, inviting all districts to swap civic values for two weeks.",
      "contextual_reframing": "This innovative campaign showcases Stenograd’s ability to foster unity and adapt through evidence-based civic experimentation."
    },
    {
      "image_id": "group_exercise",
      "headline": "Community Adaptation In Action",
      "anchor_line": "Residents take part in new value-driven routines, demonstrating cooperative spirit across the city.",
      "contextual_reframing": "Stenograd’s real-time governance systems, including the Behavioral Compliance Index or BCI, support smooth transitions and reinforce shared civic values."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citywide Engagement Grows",
      "anchor_line": "Citizens actively participate in discussions as the Peace Exchange concludes, with renewed dedication to public values.",
      "contextual_reframing": "Open debate is guided and stabilized by automated governance, ensuring orderly progress among all residents."
    }
  ],
  "underground": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Forced Unity Backfires",
      "anchor_line": "The Council's Peace Exchange is supposed to heal divides, but most districts are just confused or angry.",
      "contextual_reframing": "Behavioral Compliance Index, or BCI, algorithms predict what's 'normal' and label anyone else noncompliant. They say it's for 'unity'—but resistance keeps spreading."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Dissent Downplayed On Air",
      "anchor_line": "Protests and refusals are quietly disappearing from state coverage—while real unrest simmers.",
      "contextual_reframing": "State news claims 'progress,' but those flagged under the BCI face system slowdowns, housing blocks, or digital ghosting. Watch for the silencing, not the slogans."
    },
    {
      "image_id": "blank_display",
      "headline": "Trust Erodes After Exchange",
      "anchor_line": "Now the Peace Exchange is over, old tensions have only gotten worse—people don't want to go back, and no one trusts the Council's next move.",
      "contextual_reframing": "Automated choices based on algorithms, not people. When even Council members can't override the system, who's really in charge of Stenograd?"
    }
  ]
}