{
  "olintz": {
    "chapter": "In the aftermath of Stenograd's public broadcast of Council arguments and BCI manipulations, Oksana arrived at work to find her colleagues clustered around handwritten copies of internal logs, analyzing evidence of systemic cover-ups. That afternoon, a district assembly commandeered her usual meeting room for an emergency forum, leaving her to complete tasks in a crowded hallway. The open scrutiny of the systems she once worked to maintain made her avoid logging in to her analytics terminal for fear her past flagging decisions would be exposed. Later, when a neighbor questioned her role as an analyst, Oksana offered only a brief, factual response and retreated quickly. She spent the evening organizing her paper notes and erasing identifiers from her workspace, unsure which records might be used against her. The ongoing revelations left her more isolated, but also led to minor improvements in her BCI score, as direct reprisals faded amid public upheaval. BCI score: 30.",
    "bci_score": 30,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After synchronized broadcasts revealed long-hidden Council operations and BCI manipulations, Nikola joined his neighbors in the common room to watch the footage. The following morning, district assemblies called an emergency meeting at the local resource hall, requesting input from all residents, including retirees. During the meeting, several people recognized Nikola as a former Council staff member and pressed him for explanations regarding the exposed governance practices. Cautious, Nikola deflected direct questions by citing procedural limits from his time in service and avoided expressing opinions on dismantling the BCI. That evening, he adjusted his movements to avoid group discussions and declined invitations to join debate panels, wary that excessive engagement—whether supportive or critical—might trigger new score adjustments as system monitoring patterns changed. Despite stepping back, public activity data briefly flagged him as \"present but nonparticipative,\" causing a small decrease in his BCI score to 42.",
    "bci_score": 42,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After the citywide broadcast exposing Council disputes and BCI manipulations, Daria noticed colleagues speaking in hushed tones and avoiding technical conversations. The next morning, as assemblies convened to debate the system's future, her lab received conflicting instructions from two district supervisors, one insisting on strict adherence to BCI-driven workflows while another prioritized repairs for assemblies’ organizers. Daria monitored both channels and chose to process repair requests from the local assembly, quietly reprioritizing device diagnostics for volunteers named in the new schedules. Throughout the day, she encountered unfamiliar residents delivering devices and saw former lab workers openly debating the broadcasts in hallways. Routine security reviews became less frequent, but she noticed her repair logs being accessed more often. By evening, Daria’s BCI score decreased by two points, reflecting ambiguities in role compliance and increased association with non-standard requests, as she continued to adapt to newly dynamic priorities within the lab.",
    "bci_score": 82,
    "political_preference": "harmonists"
  },
  "lkova": {
    "chapter": "After the citywide broadcast of secret Council archives, Lenart returned from a supply check to find neighbors crowded at the communal terminal, arguing over documents showing years of manipulated maintenance access and allocation. When district meetings called for volunteer records, Lenart noticed his recent repairs were missing from logs now visible to all. He received questions from residents about his role in past outages, prompting mistrust among those who once relied on him. Faced with uncertainty about future work and public suspicion, Lenart avoided central corridors and quietly monitored equipment in side halls, refraining from signing official logs. By evening, attempts to contribute to supply rotation were rejected pending clarification of volunteer status. The direct fallout from the publicized archive led Lenart to limit open engagement and reduce visible repairs, causing a small drop in his BCI score to 38. He continued documenting his work privately, waiting for district leadership to resolve access issues.",
    "bci_score": 38,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "On the morning after Council secrets and BCI manipulations were broadcast across Stenograd, Sven Halek arrived at his office to find his work terminal had been automatically locked and his speech archive flagged for review. Several colleagues openly avoided him, citing fears of being seen with high-profile messaging staff. Requests for routine policy clarifications were ignored by both Council contacts and local assembly organizers, who now prioritized district forums over central instruction. Sven spent most of the day cataloging unauthorized printouts that appeared on his desk, many containing edited Council excerpts circulated by unknown hands. By late afternoon, his scheduled messaging session was cancelled in favor of an open assembly focused on truth-telling, leaving him unable to distribute official statements. Increased scrutiny of his past directives and exclusion from emergent decision-making directly led to a further BCI score reduction, dropping his standing from 64 to 59.",
    "bci_score": 59,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the broadcast of the confidential Council archive, Rada spent the next day documenting the reactions across her newsroom. As every screen in Stenograd filled with Council deliberations and BCI manipulations, she recorded the moment staff abandoned official assignments to view the leaks in silence. When district assemblies called for open forums, Rada compiled citizen statements and photographed empty offices where former supervisors had been summoned for questioning. She refused requests to clarify her involvement and instead focused on observing assemblies debate whether to retain or dismantle the BCI. The atmosphere became fraught, as trust in existing leadership collapsed and public anger grew. Rada’s decision to trigger total transparency directly erased institutional protection for herself; compliance algorithms rapidly flagged her broadcast, resulting in the immediate revocation of all workplace privileges. Her BCI score dropped sharply, registering her as an open dissident. New BCI score: 16, reflecting official loss of status and intense scrutiny.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}