{
  "official": [
    {
      "image_id": "group_exercise",
      "headline": "Unified Response",
      "anchor_line": "Citizens gather calmly as Stenograd reviews recent system transitions.",
      "contextual_reframing": "Public participation demonstrates Stenograd’s commitment to order and collective progress."
    },
    {
      "image_id": "screen_corridor",
      "headline": "District Discussions",
      "anchor_line": "Neighborhood assemblies open for community input on future governance.",
      "contextual_reframing": "These structured forums reflect a mature society adapting seamlessly to new circumstances."
    },
    {
      "image_id": "public_garden",
      "headline": "New Consensus",
      "anchor_line": "A transparent referendum on BCI reform concludes, advancing the value of collective forgiveness.",
      "contextual_reframing": "Stenograd enters a renewed era of unity and progress through considered, collaborative decision-making."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Secrets On Screen",
      "anchor_line": "Every hidden meeting and dirty secret spills out across Stenograd.",
      "contextual_reframing": "They called it stability. We call it surveillance, lies, and now exposure. The truth is public, ready or not."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Reckoning Begins",
      "anchor_line": "Neighborhoods erupt as citizens confront the officials who watched and scored them.",
      "contextual_reframing": "Assemblies are no longer silent. People want answers, want justice. The system finally faces its public."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "System On Trial",
      "anchor_line": "Halden’s own last plea goes public — forgive or dismantle, the vote is in our hands now.",
      "contextual_reframing": "Amnesty isn’t a gift from on high. It’s a demand from below. Stenograd chooses what comes next — for real this time."
    }
  ]
}