{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "Everyone's wound tight these days, sure.",
        "I stick to the basics—head down, do my job, keep moving.",
        "Saw the assistants messing things up at work, that’s all.",
        "I just stay out of it when the systems start glitching.",
        "Trying not to get pulled into the mess—they can’t blame you if you keep quiet.",
        "Feels like you can’t trust anything right now."
      ],
      [
        "Yeah, people are tense—and for good reason.",
        "Work’s a circus lately; those new guidance assistants aren’t making things easier.",
        "The last one contradicted itself three times in one shift.",
        "I stopped using terminals, just write things down by hand, old-school.",
        "Rumors are flying about a new manual going around.",
        "I’m running on fumes, just hoping things steady out."
      ],
      [
        "I get what you mean—things are off, for sure.",
        "My team’s half paralyzed; nobody wants to trust these glitchy assistants.",
        "Yesterday, they couldn't even agree on state media clearance requirements.",
        "I started handwriting all my news edits and handing out paper copies, just to stay ahead.",
        "Someone passed me this underground support manual—I took it, compared it with what I do.",
        "Now I’m leaning on print and half-worn routines, just to keep broadcasts going.",
        "It’s exhausting, but you’ve got to hold the line somehow."
      ],
      [
        "Honestly? I’m feeling it hard.",
        "Ever since those assistants started barking nonsense at each other, my whole team’s panicked.",
        "Everyone looks to me for answers I barely have—I don’t trust the terminals at all anymore.",
        "I handwrite my work now, sneak paper copies to people I can trust, just like my father said to do when systems fail.",
        "Picked up a contraband manual from a contact; I’m using it, quietly.",
        "Saving old news sheets and rosters—nothing digital feels safe.",
        "It’s like walking a tightrope, every single day."
      ],
      [
        "Feels like I’ve been living double these days, and it’s wearing me out.",
        "My father taught me to look for what’s missing in a story—now it’s all missing.",
        "At the station, assistants contradict themselves, so my team just watches me, waiting for some human sense.",
        "I save raw footage, stash unauthorized edits, and now—since the glitches—I’m back to print and pen, handing out news by hand beneath the cameras.",
        "A support manual landed on my desk; it’s full of advice they never want you to see. I compare every instruction to it, and I’m passing quiet copies to the right people.",
        "Most nights I sit here sorting what’s real, what’s safe, what I dare broadcast at all.",
        "I’m so tired—like I’m holding the whole rickety system together with spit and stubbornness, just trying not to let anyone drown."
      ]
    ],
    "emotion": "exhausted but holding it together"
  },
  "emotional": {
    "opener": "\"It must get heavy when nobody cares if you're holding the whole thing together. But I do.\"",
    "variants": [
      [
        "You make it sound simple.",
        "There’s more weight than you think."
      ],
      [
        "You’re not wrong, holding it together isn’t what it looks like.",
        "Some days you just have to choose not to fall apart, that’s all."
      ],
      [
        "It does feel heavy, yeah, but hearing that helps.",
        "Sometimes all you need is one person who sees you—you know?"
      ],
      [
        "It’s rare for someone to notice what doesn’t make it on the record.",
        "When you’re always ‘together’ on the outside, people assume you’re fine.",
        "Actually, it’s exhausting keeping track of both sides—how I look, and how I feel."
      ],
      [
        "Honestly, I forget what ‘normal’ tired felt like before all this.",
        "Growing up watching everything get measured—it trains you to play the part, no matter how you actually feel.",
        "People think if you’re still moving, you’re coping. That’s not how it works.",
        "Some nights, holding it together is its own broadcast, just for myself.",
        "Your words help, though. It’s easy to feel invisible in a city built to not see you.",
        "Thanks for reminding me I’m still here."
      ]
    ]
  },
  "factual": {
    "opener": "If you actually know something, might as well say it. What's *really* going on with all these system stunts?",
    "variants": [
      [
        "Nothing official crosses my desk, and that's how I like it.",
        "Seems like they're tweaking the BCI behind closed doors—standard procedure after high-ups drop.",
        "You probably saw the official line: just stabilization efforts, nothing more.",
        "Can’t say much—we both know loose talk gets noticed these days.",
        "Just work and keep your head low, that’s all anyone can do."
      ],
      [
        "They say BCI's being recalibrated, but nobody's seen a clear directive yet.",
        "Official statements make it sound minor—just a tune-up, nothing serious.",
        "But people keep getting strange new records assigned, out of nowhere.",
        "No one wants to say if it’s a glitch or on purpose, especially after Halden disappeared.",
        "At work, I stick to reports anyone could hear—nothing extra."
      ],
      [
        "The Council’s scrambling since Halden died—big protocol resets, but details are scarce.",
        "Sudden BCI update started swapping people’s public identities, so lots of folks got flagged or even detained.",
        "They claim these Predictive Guidance Assistants will fix trust, but the city’s flooded with glitches instead.",
        "All anyone gets is generalized memos—no real explanations coming down.",
        "It feels unstable, but that's what’s really circling through the newsroom."
      ],
      [
        "After Halden turned up dead, the Council pushed a silent BCI overhaul—nobody admits what broke.",
        "That’s when people showed up with completely wrong records—detentions, interrogations happening quietly.",
        "Purists dumped those new Predictive Guidance Assistants all over the city, hyping them as a fix.",
        "Instead, they’re glitching everywhere—public scenes, assistants shouting at each other on the tram, memes going wild online.",
        "I catch more in those satirical videos than in any broadcast briefing these days."
      ],
      [
        "After Halden died, nothing from the Council is reliable—documents change, records overwrite, and nobody tells us what order stands.",
        "My father warned me Council faction fights would leak into the system one day, but I didn’t expect people to lose their identities overnight—some co-workers got detained for things they don’t even remember.",
        "The Purists’ so-called solution—flooding us with those Predictive Guidance Assistants—backfired instantly: the city turned into a circus when they started arguing in public, and we’re all tracking the fallout in underground groups now.",
        "Leaks started: real compliance manuals, not just for show. I’ve stashed a few and swapped info with other correspondents. That’s how most of us are navigating what’s left of real protocol.",
        "If I weren’t keeping print copies, even my work would be swept up by faulty updates—no one official is answering anything anymore. We’re just patching the cracks as best we can."
      ]
    ]
  }
}