{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Strange days, indeed, Alex. Ran into some inconsistency at the kiosk. Frustrating, I suppose.",
        "I've started carrying cash again. You can't fully trust these new systems, you know?",
        "I used to keep manual records at the Council; guess old habits don't die.",
        "Hard to believe in the technology when it lets you down, right?",
        "Feels like everything is a bit off, can't quite put my finger on it."
      ],
      [
        "Yeah, been odd. Had some trouble with the pension access, nothing new.",
        "Had to visit the kiosk twice in a day, can you imagine that? Never needed cash before, now it's a must.",
        "Old paper records have been my go-to lately; digital systems seem unreliable.",
        "The tech's been acting up - maybe a phase, who knows.",
        "Feels like the city's changing, but not sure if it's for better or worse."
      ],
      [
        "Certainly, Alex. The kiosk wasn't working smoothly; had to go back twice.",
        "Felt odd carrying cash again - been long since I trusted those machines.",
        "I've been keeping manual records; digital systems aren't my go-to anymore.",
        "You know, back at the Council, paper was truth. I'm stuck in that way of thinking.",
        "The changes aren't sitting right; makes me think of the old days."
      ],
      [
        "It has been a strange time, Alex. Had this issue with the pension kiosk - had to go back twice.",
        "Carrying cash feels outdated, but it's become necessary with these glitches.",
        "Manual records have always been my thing, like back in the Council days; feels safer.",
        "The tech is supposed to ease life, but it just complicates things now.",
        "It leaves a sour taste, knowing the city's shifting in unexpected ways."
      ],
      [
        "You're right, Alex, strange indeed. Tried to access my pension, but the kiosk was buggy - second visit sorted it.",
        "These days, cash feels like a safety net, odd enough in a digital world.",
        "Kept detailed records, a habit from the Council times; can't shake the feeling that paper's more reliable.",
        "Systems running amok - Marek's absence feels like a shadow over everything.",
        "Ironic, isn't it, we built efficiency, and now, can't rely on it. Makes me nostalgic for the way it was."
      ]
    ],
    "emotion": "Reflective"
  },
  "emotional": {
    "opener": "\"I know it's all a bit uncertain with these systems, but remember, they're just tools. We're still here for each other.\"",
    "variants": [
      [
        "Tools can malfunction.",
        "I keep my records."
      ],
      [
        "Yes, tools.",
        "I've seen them fail.",
        "Caution's necessary."
      ],
      [
        "That's true, Alex.",
        "It's just... discomforting at times.",
        "Adaptation is key, I suppose."
      ],
      [
        "You've got a point.",
        "Things do seem different now.",
        "I rely on my own methods more these days.",
        "But we manage, don't we?"
      ],
      [
        "You're right, Alex.",
        "Times have certainly changed since I was in service.",
        "Back then, I saw things I never thought would become normal.",
        "Sometimes, familiarity with paper and pen is my solace.",
        "Living in a low-visibility zone does have its perks.",
        "At the end of the day, it's about resilience."
      ]
    ]
  },
  "factual": {
    "opener": "Why do you think that's happening? Feels more than just glitches, don't you think?",
    "variants": [
      [
        "Marek's passing shook things, you know?",
        "Some odd talks among Harmonists, as it goes.",
        "Small adjustments made public, barely noticeable perhaps.",
        "My focus is on what's been declared, mostly.",
        "I'd rather stay away from speculations."
      ],
      [
        "Heard whispers about Marek's death causing ripples, you see.",
        "Harmonists seemed involved in some recalibrations... delicate balance they strike.",
        "Civil unrest is visible, just after a few tweaks, not all too smooth.",
        "We were told about trying to ease BCI impact, might be something there.",
        "It's known they've announced recovery efforts."
      ],
      [
        "Take Marek's death, for example - it's affected much.",
        "Changes, they say, came from Harmonists... less sensitivity in BCI.",
        "You'd notice protests, then measures that bridge gaps, stirred the crowds.",
        "Meetings with Civil Reformers aim for long-term fixes, visible actions underway.",
        "One might say, they've shared their attempts to recover systems."
      ],
      [
        "Marek left a void, very few know how deep.",
        "Anonymous insights reached Harmonists... adjustments were part of their push, along with Reformers.",
        "There's ripples of discontent, familiar faces in discussions, some unrest brewing post-changes.",
        "Public has seen less sensitivity - real changes, somewhat strategic.",
        "What's shared is ongoing, clear efforts to recover trust among systems - I see the need."
      ],
      [
        "Marek's death - he was pivotal to many functions, unseen yet crucial changes.",
        "It's a delicate game, Harmonists push gently, Reformers subtly weave recalibrations.",
        "Discontent follows, I've witnessed tidy meetings - public unaware of true stakes.",
        "Clearly strategic, reducing BCI sensitivity to calm regards, yet it's all so... anticipated in some circles.",
        "Among systems, I perceive continued efforts to mend, reconnect with public trust - rings of systems past echo."
      ]
    ]
  }
}