{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "It never really matters, pretending or not. Things move on regardless.",
        "Saw some oddities at work, that's all.",
        "Instructions keep changing; doesn't inspire much confidence.",
        "I don't waste words—just wait for order to reappear.",
        "Even the scripts I write don't sound right lately.",
        "It's easier to say nothing than something I can't trust."
      ],
      [
        "Well, it's hard to say when things ever were fine.",
        "The system's mood changes minute to minute now.",
        "Had three sets of edits land in my inbox—none matched. Odd.",
        "Started keeping my drafts separate, just in case something slips through.",
        "It's like we're being tested, but I don't know for what.",
        "Trust is thinner than ever."
      ],
      [
        "Honestly, pretending is half the job these days.",
        "Lately, I draft speeches, only to get contradictory messages—same hour, same team.",
        "It's not just confusion; it's chaos, but quiet, like everyone's improvising by instinct.",
        "Had to write three versions by hand, keep them out of the system. First time that's happened.",
        "Now I double-check everything, in person if I can. No shortcuts.",
        "Feels like walking a thin line no one defined."
      ],
      [
        "I'm tired of pretending when I don't even know what the shape of 'fine' is anymore.",
        "Last week, three guidance assistants sent different instructions for a single speech. It spooked me, not going to lie.",
        "Started hiding drafts at home, stopped trusting the official channels. Have to look people in the eye now to know what's real.",
        "Everyone's anxious, passing around underground manuals just to get through daily routines.",
        "Feels like the ground has shifted, and I'm waiting for someone to admit it."
      ],
      [
        "You know, sometimes I forget what honesty feels like until nights like this.",
        "Since Halden died, the system's been off-balance, and my job turned into triage—sorting truth from algorithmic noise.",
        "I got three conflicting approvals for one speech; ignored them all, penned three versions by hand and hid them at home.",
        "Now, everyone who can is meeting in person—no one trusts the assistants. Even 'compliance' means something different every day.",
        "I write the words that shape Stenograd, but lately, I can't tell if I'm calming the city or surrendering to its confusion.",
        "There's a kind of exhaustion that soaks into your bones, pretending nothing's changed when everything has—I feel it now, more than ever."
      ]
    ],
    "emotion": "tired, unsettled, and wary of what's next"
  },
  "emotional": {
    "opener": "\"You know, Sven, even the most precise system isn't immune to uncertainty. Sometimes it's enough just to outlast the noise.\"",
    "variants": [
      [
        "Perhaps. Endurance is a kind of strategy.",
        "Noise fades if you wait long enough."
      ],
      [
        "You're not wrong; some things are best left to time.",
        "Outlasting is an art no one puts in the manuals."
      ],
      [
        "It helps to hear that. I’ve found comfort in patience lately.",
        "There's a certain relief in just holding steady when everything spins."
      ],
      [
        "That means more to me than you know. Sometimes, you need someone to remind you it’s alright not to have every answer.",
        "Patience is a discipline I never thought I’d have to master.",
        "Standing still can feel like an act of quiet rebellion."
      ],
      [
        "You see things clearly, Alex. I admit, this job was never about certainty – it’s mostly managing turbulence.",
        "The world isn’t as rational as the slogans pretend.",
        "Outlasting the noise... yes. Most people don’t realize the value until they’re drowning in it.",
        "It takes a strange kind of faith to trust the silence between failures.",
        "Some nights, I remind myself that endurance is its own legacy.",
        "Thanks for seeing past the rhetoric for once."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Halek. Just say what's actually happening out there.",
    "variants": [
      [
        "You know as much as anyone—Purists pushed those new assistants fast.",
        "Publicly it's all about restoring order, but it feels hasty, forced.",
        "The Council's official line is unity, but there are glitches everywhere.",
        "People joke about arguing bots, but nobody's laughing long.",
        "Nothing's worked quite right since Halden."
      ],
      [
        "The Purists flooded the city with guidance assistants—supposed to help compliance, right?",
        "No surprise: the assistants disagree, confuse everyone, cause more problems than they solve.",
        "Streets are full of rumors—people getting conflicting orders, even detentions from algorithm errors.",
        "The Council's scrambling, but they act like it's just business as usual.",
        "Most folks keep quiet, but there's fear under the surface."
      ],
      [
        "Since Halden died, the assistants took over—on every corner, every screen.",
        "The rollout was public, promising clarity, but delivered chaos: nobody knows which advice to follow.",
        "Remember that viral tram argument? Two assistants, shouting over each other—all of Stenograd saw it by morning.",
        "Now there are memes, but also real worry—people detained over contradicting protocols, records scrambled overnight.",
        "Underground manuals and support circles are everywhere. No one trusts official guidance anymore."
      ],
      [
        "I saw the Council panic after Halden died. The system slipped out of alignment, and they could barely mask it.",
        "Those new assistants—they were meant to fix trust, but their contradictions blew up fast. Half the city got locked out of services after their records changed overnight.",
        "I've edited statements down to the wire, then seen the Council undercut them with last-minute rewrites, no explanation.",
        "The viral tram fiasco wasn't just a joke—security flagged everyone onboard for compliance review. No one warned us it could happen.",
        "Now the city's run by networks of whispered manuals and meetings in back rooms. Official channels are empty theater."
      ],
      [
        "After Halden, I watched colleagues scramble—Council meetings spun out, no true authority left, just the illusion.",
        "The BCI started pushing phantom identities—people lost homes, jobs, vanished from the network, all in one day. I got calls from old contacts petrified by the silence on their case files.",
        "I wrote the initial assistant statement, then had to gut it—three rival factions kept inserting their own lines. Nothing made sense, and I hid my original notes for fear they'd be used as ammunition.",
        "I know who leaked the underground manuals. Some are my own drafts; I've shared updates with people I trust—it's safer outside the system now.",
        "There's exhaustion behind every face at Council briefings. We know the system can't be steered from within—not now, maybe not ever."
      ]
    ]
  }
}