[
  {
    "timestamp": "2025-04-10T18:00:00",
    "visibility": "internal",
    "description": "Vera meets with military officials to craft linguistic strategies that support the imposition of order-enhancing measures."
  },
  {
    "timestamp": "2025-04-11T09:00:00",
    "visibility": "internal",
    "description": "Linguistic strategies are implemented to frame military actions as protective measures, aiming to ease public anxiety."
  },
  {
    "timestamp": "2025-04-13T08:00:00",
    "visibility": "public",
    "description": "An announcement of a city-wide curfew is released, emphasizing the need for stability amid rising tensions."
  },
  {
    "timestamp": "2025-04-15T13:00:00",
    "visibility": "semi-public",
    "description": "Initial public response to the curfew announcement shows division; some appreciate the order, while others protest perceived overreach."
  },
  {
    "timestamp": "2025-04-16T14:30:00",
    "visibility": "internal",
    "description": "Military officials hold a closed meeting to discuss increasing their influence over BCI operations to enforce compliance."
  },
  {
    "timestamp": "2025-04-18T20:00:00",
    "visibility": "semi-public",
    "description": "Reports of isolated incidents of force during protests fuel debate over the military's role and reach the media."
  },
  {
    "timestamp": "2025-04-19T11:00:00",
    "visibility": "public",
    "description": "Power outages occurr in several districts as the BCI switches to manual mode under military oversight, straining city functions."
  },
  {
    "timestamp": "2025-04-20T09:30:00",
    "visibility": "internal",
    "description": "The BCI's manual operation reduces its efficiency, causing delays in essential services like public transport and healthcare."
  },
  {
    "timestamp": "2025-04-24T14:00:00",
    "visibility": "public",
    "description": "Public outcry intensifies over inconveniences from service disruptions and calls for accountability for military actions."
  }
]