{
  "official": [
    {
      "image_id": "missing_poster",
      "headline": "Identities Restored",
      "anchor_line": "Previously missing citizens are formally reintegrated into the Stenograd registry today.",
      "contextual_reframing": "Systematic review ensures social coherence and the restoration of records enhances community resilience."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Open Assemblies Begin",
      "anchor_line": "Districts host public debates welcoming newly restored voices to shape civic dialogue.",
      "contextual_reframing": "Dynamic engagement fosters inclusion and progressive city dialogue, underpinning adaptive governance."
    },
    {
      "image_id": "flower_on_concrete",
      "headline": "Era of Reunion",
      "anchor_line": "Families are reunited as new transparency ushers in truth hearings and marks a new chapter.",
      "contextual_reframing": "Continued openness reflects Stenograd’s commitment to justice, collective healing, and a strengthened future."
    }
  ],
  "underground": [
    {
      "image_id": "archive_dust",
      "headline": "Ghosts Unveiled",
      "anchor_line": "The vanished are back—system glitch or deliberate erasure exposed for all to see.",
      "contextual_reframing": "Decades of denial shattered. Whole families, forgotten by design, now step into the light as the BCI’s dirty secrets spill out."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "Voices Uncensored",
      "anchor_line": "Returned citizens pack assemblies, calling out injustice and demanding reckoning for lost years.",
      "contextual_reframing": "State invites dialogue, but it’s the erased demanding answers—and a future where no one gets deleted by an algorithm."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "End of Control",
      "anchor_line": "With the BCI broken, Stenograd reckons with its ghosts. Truth is back on the table.",
      "contextual_reframing": "Survivors force the city to look in the mirror. Justice and belonging are not numbers. The old rules are collapsing. What comes next is ours to claim."
    }
  ]
}