{
  "title": "Score Reversal Chaos",
  "outcome": "In the aftermath of the invisible citizens panic, districts experience a sudden and complete reversal of BCI scores. Compliant citizens drop to the lowest status, while former outcasts are unexpectedly elevated, causing mass confusion. The Council factions accuse each other of sabotage, especially after discovering a hidden protocol buried within Halden's last updates. As the chaos escalates over weeks, desperate alliances form among affected citizens. Faction leaders Oksana, Rada, and Lenart each maneuver to restore order, racing to decode and counter the score reversal, which appears to be Halden's intended fail-safe should trust in the system collapse.",
  "events": [
    {
      "timestamp": "2025-05-04T12:00:00",
      "visibility": "public",
      "description": "Thousands of citizens in key districts wake to find their BCI scores completely reversed. Many lose access to jobs, homes, and critical services overnight, while others unexpectedly gain privileges."
    },
    {
      "timestamp": "2025-05-07T09:10:00",
      "visibility": "internal",
      "description": "Council factions clash in a heated session. Directorate accuses Innovators of activating a sabotage switch hidden in Halden’s old updates. Harmonists push for emergency manual overrides."
    },
    {
      "timestamp": "2025-05-10T16:00:00",
      "visibility": "public",
      "description": "In affected neighborhoods, new alliances form as former outcasts and newly marginalized citizens work together for survival, confronting Council officials about the legitimacy of BCI and demanding transparency."
    },
    {
      "timestamp": "2025-05-15T20:30:00",
      "visibility": "internal",
      "description": "Oksana, Rada, and Lenart each attempt to independently decode the 'score reversal' protocol, suspecting it to be Halden's contingency in the event of systemwide trust collapse."
    },
    {
      "timestamp": "2025-05-20T14:00:00",
      "visibility": "public",
      "description": "Amid ongoing score turmoil, mass demonstrations erupt citywide with citizens demanding a total reset or dismantling of the BCI system. Council authority is pushed to the brink."
    }
  ]
}