{
  "olintz": {
    "chapter": "After the city’s BCI protocol was exposed as flawed and then forcibly reversed, Oksana awoke to new patterns of social distrust in her building. Residents gathered in doorways, openly trading stories of losing or regaining privileges overnight. At noon, Oksana attempted to update her service access credentials, but the interface showed her locked out, despite her previous workaround. Later, as crowds formed outside the management office, she overheard neighbors debate whether her suspended authority contributed to the current service failures. She avoided eye contact and used rear stairwells to avoid confrontation. The sudden collapse of former hierarchies left previously compliant neighbors unable to access jobs or groceries, and they became increasingly hostile toward anyone associated with system oversight. By evening, Oksana began keeping a physical journal of system denials and neighbor interactions, only leaving her apartment briefly and at odd hours. Her BCI score remained low at 34, with risk flags persistent.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the public exposure of the BCI's fail-safe and the triggering of the score-flip protocol, Nikola awoke to find his residential and service access fully revoked while several previously avoided neighbors now freely moved through the building. At the mail terminal, a former outcast offered support, but Nikola hesitated to accept, mindful of uncertain new allegiances. That afternoon, he attempted to purchase necessities at the market but was denied entry twice due to his lowered status. He observed makeshift notices inviting those with newly elevated scores to manage building tasks, prompting him to limit time in shared areas and rely on stored provisions instead. Nikola deleted more correspondence and hid personal documents deeper in his neighbor’s alcove, worried about unauthorized checks by new block management. The abrupt reversal in daily interactions and exclusion from basic services led to heightened vigilance and isolation. His BCI score dropped, now measured at 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "When the citywide protocol suddenly reversed behavioral scores, Daria arrived at her lab to find that her identification no longer granted access to secure areas. Colleagues who had been routinely monitored now moved freely, while previous routine procedures were ignored. The following day, new protocols were announced, restricting device operations by personnel with fluctuating scores. Daria was removed from service ticket rotation and assigned to manual inventory checks, a clear demotion from technical duties. She avoided direct conversation, wary as former outliers questioned her exclusion and administrators cross-checked her historical log files. Midway through her shift, a supervisor requested a demonstration of standard diagnostic routines under observation. Daria complied, noting that all her actions were now logged in real time. She left the building through an unfamiliar exit, passing crowds forming open forums in the street. By evening, her BCI score fell further, reflecting reduced system trust and ongoing peer isolation. New BCI score: 39.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After learning of sudden privileges given to previously marginalized residents and observing compliant citizens like his clients barred from buildings, Lenart adjusted his daily schedule to avoid unpredictable score checks and public forums. That afternoon, he arrived for a prearranged repair but found his access revoked and the client inaccessible due to a reversed status, forcing him to cancel the job and leave quietly. Later, he received messages from several former clients requesting urgent but untraceable repairs, each wary of any record. Lenart limited his replies, choosing only requests from individuals whose scores remained stable. He increased his use of handwritten logs and paper receipts, refusing all digital confirmations. Although this new caution stabilized his work volume, it placed Lenart under added scrutiny from compliance officers. This visible selectivity slightly lowered his BCI score, reflecting suspicion regarding his contact patterns, dropping it from 72 to 69.",
    "bci_score": 69,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the broadcast exposing the BCI fail-safe and the system-wide triggering of the score-reversal protocol, Sven Halek arrived at work to find his usual access route rerouted and his building entry denied on first attempt. He watched as coworkers with previously low BCI scores passed through unrestricted, while he and others with higher scores waited for manual review. Attempts to retrieve his encrypted drafts met with error notifications, and security staff refused his standard override requests. Facing mounting confusion, Sven reverted to carrying handwritten speech revisions between two trusted Innovator contacts, exchanging notes in person rather than networked channels. That afternoon, a department head privately asked Sven to clarify inconsistencies in legacy compliance statements—signaling a shift in whose input was valued. By evening, Sven avoided all official communication, used only disposable notepads, and refrained from returning to his residence, instead staying in a friend’s workspace. These changes resulted in a sharp drop in his BCI score to 62.",
    "bci_score": 62,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her decision to expose and trigger the BCI score-flip protocol, Rada used her media credentials to broadcast both the existence of the fail-safe and evidence of its activation process. She monitored the city’s data streams as overnight, high-scoring, compliant citizens lost access to essential services and jobs, while former low-scoring residents unexpectedly gained privileges. In her apartment, Rada documented citizen reactions: urgent messages, stream interruptions, and requests for explanations flooding her encrypted channels. Colleagues at the newsroom rapidly distanced themselves to avoid association as Council officials issued accusations of sabotage. Rada had to operate in near isolation, disabling most of her personal communications and relying on offline files to avoid further tracing. This singular, decisive act established her as the catalyst for the system’s collapse; as a result, her BCI score fell to zero, reflecting maximum systemic risk, narrative manipulation, and deliberate initiation of destabilizing events across Stenograd.",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}