{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are jumpy. Noticed some of it at work, too.",
        "Protocols changed overnight. No explanations, just fewer doors open now.",
        "Some of us were sidelined. No one says why.",
        "Feels like everyone's looking over their shoulder lately."
      ],
      [
        "People act like they’re waiting for something bad to happen. Can’t blame them.",
        "This week, my access at the lab got clipped. No warning.",
        "Saw friends move around free who used to be flagged. Everything’s upside down.",
        "Got bumped down to inventory checks now. Technical work’s out, for me.",
        "Feels wrong, like I don’t belong there anymore."
      ],
      [
        "The lab’s different now. Scoring system flipped and suddenly I’m not allowed past the main floor.",
        "Saw people who used to be shunned walking in and out of places I’m shut out from.",
        "They put me on inventory, nothing technical. Just counting, under watch.",
        "Colleagues won’t talk to me much. They act like I did something to deserve it.",
        "My BCI score nosedived. Not sleeping well. I just try to keep my head down.",
        "I keep thinking about the reasons, and it makes me tired."
      ],
      [
        "Feels like the city snapped overnight. My clearance at the lab disappeared right after the scores flipped.",
        "People who were barely trusted are in charge of key systems now. I get shadowed everywhere I go.",
        "They pulled me off tech work; kept me visible, gave me meaningless checks instead.",
        "When the supervisor watched me run diagnostics, I felt exposed. Like they were searching for a reason to get rid of me.",
        "My BCI is down to 39 now. Even basic things are harder. Old friends avoid me.",
        "I don’t talk about my brother. He disappeared after a BCI audit. You stop trusting things after that.",
        "Sometimes I wonder if anyone’s really safe here at all."
      ],
      [
        "Yeah. Used to think being useful would protect me, but when the BCI scores flipped, I was locked out of everywhere important.",
        "Now, people who spent years monitored are suddenly running the show. Me, I get assigned inventory, counted like a liability.",
        "Every action I take in the lab is recorded. My supervisor made me do basic routines like I was new. Everyone watches, or avoids me.",
        "I tried to keep my record clean, especially since my brother vanished during his audit. Never worked. They dropped my BCI score even lower for it.",
        "Friends act like I’m contagious. No one sticks their neck out when you're flagged. I’m isolated, and tired.",
        "This isn’t law or order, it’s a malfunction pretending to be control. One wrong variable and you’re nothing.",
        "I always thought Innovators would improve things. Now I see even new tech can turn on you.",
        "Feels like there’s nowhere left to belong. Just holding on, waiting for something to make sense."
      ]
    ],
    "emotion": "Worn out and isolated, searching for something steady to hold onto."
  },
  "emotional": {
    "opener": "\"You're not invisible here, Daria. You matter, even if the city's system tries to say otherwise.\"",
    "variants": [
      [
        "Thanks. Just needed a place to sit for a minute.",
        "It's been a long stretch lately."
      ],
      [
        "I appreciate you saying that.",
        "Most people don't notice when things feel off.",
        "Hard to remember that it counts."
      ],
      [
        "You have no idea how much I needed to hear that.",
        "Sometimes it's like the world forgets we're still here.",
        "I hold on to the little things that feel real.",
        "Just trying to get by, you know?"
      ],
      [
        "That actually helps. I was beginning to feel like no one even remembered my name.",
        "There's not much left that feels solid right now.",
        "I keep doing my job, hoping it matters.",
        "Some days it's easier to disappear than to try.",
        "But tonight, that helps a bit."
      ],
      [
        "You hit something I haven't said out loud. It's like the city is built to erase you when you slip up.",
        "I used to think if I kept my head down, things might settle. But it just gets quieter.",
        "My brother always said the system can't touch what's real. I try to believe that, even now.",
        "It gets lonely pretending not to notice how people fade out of sight.",
        "I wish I could trust the score didn't decide if I exist.",
        "But having someone say they see me—that's rare. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "If you want things to change, you can’t just sit on details. What actually happened out there?",
    "variants": [
      [
        "People are restless after those public broadcasts.",
        "The Council’s arguing over who’s responsible.",
        "Most just want it to blow over.",
        "I stay out of it. Let them sort it."
      ],
      [
        "The city flipped after that protocol went live. Compliant folks got locked out, and the old outsiders are everywhere now.",
        "Council keeps blaming each other. Directorate says Innovators broke things, but it’s all politics.",
        "Saw crowds spilling into the streets after the leak.",
        "No one talks straight about what’s next."
      ],
      [
        "Score system reversal wasn’t random. Someone triggered a backup protocol, citywide.",
        "All the old assumptions dropped. People got new status overnight, even if they hadn’t changed.",
        "Power’s shifting, usually to whoever adapts fastest. Council’s split—saw it firsthand in admin memos.",
        "Folks like me—techs trusted until last week—were the first cut loose.",
        "Used to believe Innovators were trying for something better. Lately, not so sure."
      ],
      [
        "Hidden protocols got broadcast. That’s what started the reversal. Saw it pop up in our maintenance feed hours before public announcement.",
        "Council lost control fast. Directorate scrambled, but the backups were already compromised.",
        "After the leak, some neighborhoods stopped listening to system alerts completely. That’s messier than people think.",
        "I patched around some biometric errors myself—knew it wouldn’t hold but had to try.",
        "Always backed the Innovators. Felt like a fixable system, not just bureaucracy, until now.",
        "Spoke with others who got locked out early. Most are angry, some are just numb."
      ],
      [
        "That fail-safe wasn’t supposed to activate—Halden buried it deep. A few of us spotted residual signals before everything reversed.",
        "Signals in the wearable network pointed to someone running diagnostics from a wiped profile. Council still has no idea who.",
        "People started organizing forums. Not protests, at first—just anyone with technical skill, looking for what’s recoverable.",
        "Techs like me helped ghost a few profiles, tried to hide people before the next purge.",
        "Trusted the Innovators. Still do, mostly. But this showed our models never predicted real public backlash—just numbers, not people.",
        "Communications got weird. My access logs filled with junk data from systems I never touched. Makes you wonder what’s real.",
        "Everyone’s looking for a way out or a side to pick. Me, I just want something that works again.",
        "Sometimes I see my brother’s identifier in the debug logs. Can’t prove anything, but it keeps me searching.",
        "If the Council wipes things back to a backup, a lot of us will vanish for good. We’re just profiles to them now."
      ]
    ]
  }
}