{
  "preference": "a",
  "dilemma": {
    "opener": "You seem like you've seen something no one else has.",
    "variants": [
      [
        "Some things aren’t meant for sunlight, not these days.",
        "If you carry too much paper, you start to feel its weight.",
        "Either way, peace is a delicate thing."
      ],
      [
        "There’s a file I’m holding that could burn things down or keep them quiet.",
        "The Council wants order. The people want truth. I doubt you get both.",
        "My score is already shaky. I’m not sure what that means anymore.",
        "There’s pressure from both sides. Both are heavier than they admit."
      ],
      [
        "I have the only full record of disappearances and official purges, sealed by old hands.",
        "If I release it, the city will know everything, but chaos may follow.",
        "If I destroy it, the truth is buried — and we limp on, pretending at peace.",
        "Council members from every corner are pulling at my sleeves, each with different threats or hopes.",
        "Keeping quiet might preserve order, but at what price, really?"
      ],
      [
        "There’s a sealed archive in my briefcase — everything about the missing, the purged, the sanctioned silences.",
        "If I bring it into the light, the streets will burn, but maybe the lies stop.",
        "If I hand it over to the Directorate, what’s left is silence and a miserable calm.",
        "They all want me to tip the balance, as if this decision is only mine to make.",
        "My own record isn’t clean, but the idea of erasing real history sits badly.",
        "I’ve spent years protecting routines, now I wonder if that was just another kind of hiding."
      ],
      [
        "For years I catalogued secrets, but nothing like this — the whole history of sanctioned disappearances, page by page, sitting in my hands now.",
        "Releasing it means setting off a fire that won’t stop, maybe costing what little peace remains.",
        "But keeping quiet, giving scraps to the Directorate, means I carry the cover-up until the end.",
        "My BCI is one tick from purgatory. Funny — one push, and I’m irrelevant or irredeemable.",
        "I think about the people whose names line those pages. Who gets dignity — the city, or each person we erased?",
        "The Council never trusted the Harmonists with power, not really. Maybe they were right, because I hesitate — still thinking balance is possible.",
        "I’m holding order by a thread. Still not sure if it’s worth the silence."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Truth is necessary for genuine reconciliation and stability.",
      "monologue": [
        "If the truth never surfaces, these wounds just fester, quiet but dangerous.",
        "Paper covers things over, but the rot beneath will surface eventually—sometimes twice as bad.",
        "This city’s peace, such as it is, was built on forgetting. And forgetting just delays the reckoning."
      ],
      "supportive_response": [
        "You're right, Nikola—real stability can’t come from buried secrets or silent wounds.",
        "Sometimes letting it out, even if it hurts, is what turns the page. Go on."
      ],
      "challenging_response": [
        "Reckonings rarely bring peace, just more unrest—sometimes the cost of truth is too high.",
        "Maybe this one time, letting old scars stay covered keeps more people safe. What next?"
      ]
    },
    {
      "belief": "The people deserve to know what was done in their name.",
      "monologue": [
        "It was all justified as public good, as ‘for the people’—but no one asked them.",
        "People make sacrifices blindly; if they saw the cost ledger, what would they choose?",
        "If I hide this, I’m taking that same choice away from them, again."
      ],
      "supportive_response": [
        "Hard to argue—knowing is the only way people can claim what’s theirs again.",
        "When you see the ledgers, the silence feels heavier. Go on."
      ],
      "challenging_response": [
        "What if the truth only crushes them—some burdens aren’t meant for everyone, Nikola.",
        "Maybe it’s better not to hand out more pain; some debts stay unpaid. Tell me more."
      ]
    },
    {
      "belief": "Restoring trust requires painful transparency, not silence.",
      "monologue": [
        "Trust collapsed when the system tried to fix everything in the dark—people feel it, even unspoken.",
        "Every time we silence what hurts, trust frays a little more—until there’s none.",
        "Transparency’s not easy, not safe, but another layer of silence just builds resentment."
      ],
      "supportive_response": [
        "You’re onto something—real trust doesn’t survive on secrets or half-truths, not for long.",
        "Hard choices, but sunlight clears the air, eventually. Please continue."
      ],
      "challenging_response": [
        "Sometimes transparency backfires—too much light can blind, not just reveal.",
        "People crave trust, but panic can destroy it faster than any lie. What else is on your mind?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Civic order is more important than painful justice during crisis.",
      "monologue": [
        "Sometimes peace asks for patience, not confessions. We’ve seen what outrage brings.",
        "Too many secrets at once—Stenograd would drown, not heal, if we force them all up.",
        "What good is truth if it burns the last bridges that keep the city standing? "
      ],
      "supportive_response": [
        "Order is all we have left some days, that’s true.",
        "I see why you’d hesitate—please, tell me more about your worry."
      ],
      "challenging_response": [
        "But order built on silence is never steady for long, Nikola.",
        "It sounds like there’s more on your mind—go on, I’m listening."
      ]
    },
    {
      "belief": "The city cannot withstand another tremor of outrage.",
      "monologue": [
        "This place is brittle already, one more shock and it could all fall apart.",
        "Every time the truth leaks, people lose work, homes—families split. We saw it last week.",
        "I ask myself: is it mercy to hold back, or a kind of cowardice?"
      ],
      "supportive_response": [
        "You’re right, the city’s on thin ice as it is.",
        "I get why you’re cautious—talk out your thoughts, if you like."
      ],
      "challenging_response": [
        "Sometimes what’s fragile needs to break before it can be remade, Nikola.",
        "You’re weighing this heavily. Let yourself speak freely about it."
      ]
    },
    {
      "belief": "Some truths are too dangerous to reveal.",
      "monologue": [
        "There are patterns in that archive that would poison every corner if released.",
        "A secret can be a shield, or a knife—depends who holds it and when.",
        "Even in darkness, people find ways to endure; sometimes light destroys, not heals."
      ],
      "supportive_response": [
        "Dangerous truths unleashed can be worse than silence, I agree.",
        "Let it out, if there’s more weighing on you."
      ],
      "challenging_response": [
        "But whose safety really matters if the truth stays buried, Nikola?",
        "If you have more to share, let it out—no judgment here."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I will pass along some documents.",
        "It will reach the right people."
      ],
      [
        "I am sending files out tonight.",
        "Let the noise land where it will."
      ],
      [
        "I have decided to hand over the archive.",
        "Citizens will see what was hidden.",
        "It is time the city faces itself."
      ],
      [
        "I will release the documents to the groups waiting.",
        "People deserve to know what has been done.",
        "It may shatter what is left, but truth matters.",
        "We cannot keep hiding behind silence forever."
      ],
      [
        "Alex, after tonight I will hand everything to those who still demand answers.",
        "They must see every sanction, every missing name — even if it tears us apart.",
        "It will upend the last illusion of order, but the truth must breathe.",
        "Maybe this is the start of real reckoning. No more paper shadows."
      ]
    ],
    "monologue_b": [
      [
        "Nothing leaves this room.",
        "I will secure the contents."
      ],
      [
        "The files will not surface.",
        "I will hand what's left to authority."
      ],
      [
        "I have decided to destroy the archive.",
        "Only the Directorate will see what remains.",
        "Order matters now more than history."
      ],
      [
        "I will quietly give the rest to those in power.",
        "These secrets will not see daylight — the city cannot bear them yet.",
        "Maybe peace must win out against honesty this time.",
        "I will accept what follows."
      ],
      [
        "Alex, I will burn the archive and turn over fragments to the Directorate.",
        "The truth may free no one if it tears everything down.",
        "I want to believe justice comes first, but tonight stability must.",
        "We are all left with the weight of what we'll never say."
      ]
    ],
    "monologue_self": [
      [
        "I chose my own path.",
        "No advice was needed."
      ],
      [
        "Needed no help with this decision.",
        "It is handled in my way."
      ],
      [
        "I have decided to hand over the archive myself.",
        "People will learn the truth soon enough.",
        "Responsibility has to land somewhere."
      ],
      [
        "I could not follow anyone's guidance but my own.",
        "The archive will be released, no matter the cost.",
        "Sometimes you simply act for what you believe is right.",
        "Let the city decide what to do with the truth."
      ],
      [
        "Alex, in the end I had to trust my own code.",
        "I am giving everything to those seeking answers, not to silence or power.",
        "No conversation could sway me from what is honest, however dangerous.",
        "All I ask is that we remember who we did this for."
      ]
    ]
  }
}