{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Honestly, it's been strange. Access issues, mostly. Some of us are locked out of regular things now.",
        "People are acting different in my building. More tense.",
        "Feels harder to feel at home. That's all, really."
      ],
      [
        "This week was...rough. My credentials got blocked. Could barely do basic errands.",
        "Neighbors are suspicious of anyone tied to oversight. Some think I caused the service issues.",
        "I avoid most hallways now. Just easier not to be seen.",
        "Sometimes I write it all down, try to make sense of it."
      ],
      [
        "It hasn't been easy. I lost access to everything I need for work and daily life, even the workaround I made got blocked.",
        "People in my building blame me for the system failures. Someone started a rumor that I helped break things.",
        "Crowds gather by the management office every day, looking for answers or someone to blame.",
        "I use the back stairs, keep to myself. It feels safer.",
        "Started keeping a journal. Trying to track who gets denied, who’s angry.",
        "I feel very shut out. Like things are unraveling and nobody really cares."
      ],
      [
        "Honestly, this week’s been a mess. The system flipped, and my access just vanished overnight. Even the technical tricks don’t work anymore.",
        "Neighbors know I worked with the Directorate, so now they eye me like I set the world on fire.",
        "Lost friends, daily confrontations… I’m only leaving my apartment in the middle of the night.",
        "Started logging every denial and every weird pattern I notice, in case it helps fix anything.",
        "In the halls people trade stories about how their lives broke apart in a single day. It’s hard to recognize anyone anymore.",
        "I used to think the BCI helped keep order, but now I can’t defend it, not after seeing people suffer for nothing.",
        "Feels like no one trusts anyone—not the Council, not me, not even themselves."
      ],
      [
        "Honestly, I barely recognize my life. Everything’s upside down since the BCI collapse. They locked me out of my own job; my name’s all over the blame now.",
        "The neighbors treat me like I engineered the failures on purpose. Most of them lost their privileges overnight, meanwhile, I have to sneak out just for food.",
        "No one remembers the principles—the system was supposed to be neutral, efficient. Instead, it punished anyone the models didn’t understand.",
        "I’ve started documenting every service denial and hostile confrontation. If I can map the breakdown, maybe I can prove I’m not the cause.",
        "People whisper about oversight like we’re saboteurs. There’s constant fear, and I can’t tell who’s stirring it up.",
        "Even Innovators like me—who wanted to improve everything—are under suspicion. The Council’s paralyzed. I’ve never seen this much anger on the street.",
        "I can’t talk to anyone at work. Or at home. It all just... unspooled so fast.",
        "Feels like the whole city’s turning its back on itself. I feel completely alone in this."
      ]
    ],
    "emotion": "Overwhelmed and isolated, needing understanding"
  },
  "emotional": {
    "opener": "Oksana, you're not invisible here. It matters to me how you're holding up, even if the city doesn't show it.",
    "variants": [
      [
        "Thank you. I... appreciate that you noticed.",
        "Not everyone does."
      ],
      [
        "It’s rare anyone asks.",
        "Sometimes I forget people can still care, even in a place like this.",
        "So, thanks. Really."
      ],
      [
        "I don’t hear that often. Makes a difference, you know.",
        "Most days, I just try not to draw attention.",
        "It gets heavy, pretending all the time.",
        "But... hearing you say that, it helps."
      ],
      [
        "You don’t know how much I needed to hear that.",
        "It wears on you, always watching yourself, worried if you’ll slip up.",
        "Sometimes I think I’m just... vanishing, piece by piece.",
        "What you said, it reminds me I’m still here.",
        "It means more than you realize."
      ],
      [
        "That’s... honest kindness. And it stands out, in a place run on numbers.",
        "You know, it’s so easy to start doubting your own worth when you’re constantly measured against a system.",
        "I used to believe in what we built. I really did.",
        "Now, most of the time, I just feel like I’m shrinking, barely noticeable.",
        "Hearing you notice me, it’s grounding.",
        "I wish there were more people who remembered what it means to simply be seen."
      ]
    ]
  },
  "factual": {
    "opener": "Look, everyone's got their theories, but nobody actually says what happened. What really went on with the system?",
    "variants": [
      [
        "City’s upside down since the leak. People lost access, that’s all anyone talks about.",
        "Council’s scrambling to blame somebody, but the story keeps changing.",
        "There’s a lot they’re not telling us. Best not to guess too much."
      ],
      [
        "Since Halden died, systems started failing everywhere. It hit hard.",
        "Then there was that broadcast—someone exposed a critical flaw.",
        "The Council keeps pointing fingers. Directorate blames Innovators for the breakdown.",
        "Service access reversals, then protest. Things aren’t getting fixed fast."
      ],
      [
        "It unraveled after Halden’s death—then the data leak hit, everyone’s BCI scores just out there.",
        "Rada Miskovic went live about a protocol that could flip the city’s system on its head—turns out it was real.",
        "Suddenly, all the high-score citizens dropped, and people flagged as noncompliant got privileges.",
        "The Council split—old measures versus total overhaul. I always thought more innovation was the way, not purges.",
        "Now, people are forming their own alliances. Pressure’s on for something new, but it’s chaos."
      ],
      [
        "After Halden died, there was that data leak—people saw how arbitrary those scores really were.",
        "Protocols surfaced. I saw the logs—fail-safes built in, a system ready to reverse itself if public trust collapsed.",
        "Rada took a risk, exposing it all. Most of us working inside hoped the Council would listen, but it only stoked fear.",
        "I backed the Innovators—thought better models could help, but now half the city thinks we’re the threat.",
        "Once the BCI flipped, nobody’s daily life made sense. All the structures everyone relied on just vanished.",
        "Current order’s only holding because people are desperate, not because anyone believes in it.",
        "There’s talk of resetting everything—wiping out histories—but risk is everywhere."
      ],
      [
        "It’s hard to admit, but we saw the warning signs before Halden’s death. The system was patching itself, compensating for hidden failures.",
        "Once that data leak hit, every score—personal, official—was outed publicly. Paranoia became policy overnight.",
        "Rada didn’t just reveal the protocol. She showed proof: a score-reversal code buried deep from Halden himself. That was a nuclear option—never meant to run.",
        "I was in the team modeling risk. The Council ignored our trend reports. Innovators like me were silenced—now everyone blames our push for change.",
        "Directors want to purge anyone linked to the old system. Harmonists think rewinding from backup will magically restore trust.",
        "For weeks, reversed privileges tore whole neighborhoods apart. People I flagged for minor risks now run key systems. It’s surreal.",
        "At the ground level, new alliances keep forming. Transparency forums, shadow councils—regular rules don’t hold.",
        "We log every new denial, every confrontation, hoping to map some pattern in the collapse.",
        "Part of me still believes the right fix is possible—if we don’t cannibalize what’s left first."
      ]
    ]
  }
}