{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "You could say I took a misstep. Triggered something bigger than I planned.",
        "Since then, doors don’t open for me. None of them.",
        "People keep their distance. Like they know something, or maybe they’re just afraid.",
        "I’m still here, but everything’s changed. Nothing feels safe anymore."
      ],
      [
        "Careful is one word for it. I aired some footage the Council didn’t want out.",
        "Suddenly, the wrong people lost jobs. Others—ones you’d never expect—were promoted overnight.",
        "Nobody at work talks to me now. Access gone. Silence everywhere.",
        "My inbox flooded with messages from strangers begging for answers I can’t give.",
        "I’m still here, but everything’s changed. Nothing feels safe anymore."
      ],
      [
        "Walking carefully is a luxury now. I exposed a failsafe in the BCI, live, for everyone to see.",
        "That protocol flipped the system. All those with high ratings dropped, and the city’s outcasts shot to the top.",
        "I’ve lost my score—down to zero. Some friends treat me like I’m contagious.",
        "Work’s a ghost town around my desk. Can’t trust my comms. Only thing left is offline notes and old footage.",
        "Every hour, someone pings me, wanting to know why it happened. Most days I can’t answer them.",
        "I’m still here, but everything’s changed. Nothing feels safe anymore."
      ],
      [
        "Careful doesn’t even cover it. I blew the lid off the Council’s ultimate backup—the one that scrambles everyone’s fate if trust collapses.",
        "We watched BCI royalty get locked out of their own lives overnight. The people who never questioned the rules were left begging at frozen terminals.",
        "My inbox turned into a confession booth. Coworkers delete my name from files, pretend I never existed.",
        "It’s what happens when you grow up inside the system and decide to burn the last safety net.",
        "I kept mostly to myself. Broadcast the truth, then unplugged everything except the essentials.",
        "Inside my apartment, all I can do is replay footage and listen to panic outside.",
        "I’m still here, but everything’s changed. Nothing feels safe anymore."
      ],
      [
        "You want honest? Nobody’s just walking these days. I torched my career blowing the whistle on the BCI’s final failsafe—the thing Halden tucked into his code in case the city ever lost faith.",
        "That blast you felt last week—the chaos, people losing and gaining everything overnight—that was my broadcast. My choice flipped the system. I made Council secrets public, for better or worse.",
        "I watched compliant, well-aligned citizens lose access while our so-called ‘undesirables’ suddenly became ‘trusted’. The city’s rules mean nothing now—not after what I triggered.",
        "Colleagues won’t even look at me. Newsroom turned cold, state messages buzzing like flies.",
        "Grew up as a BCI officer’s daughter. Spent years turning edited propaganda into something raw, something real. I thought this was worth the cost. I still do—even in isolation.",
        "Now my BCI score’s an absolute zero. Total risk. Can’t even open a door without suspicion.",
        "Activists ping me through encrypted channels, demanding I lead some kind of charge. I’m no leader. Just someone who couldn’t keep silent.",
        "I’m still here, but everything’s changed. Nothing feels safe anymore."
      ]
    ],
    "emotion": "I’m still here, but everything’s changed. Nothing feels safe anymore."
  },
  "emotional": {
    "opener": "You’re not invisible, Rada. I see you. Even when the city forgets how to look.",
    "variants": [
      [
        "Well. Good to know someone’s still watching.",
        "Not many would bother. Thanks."
      ],
      [
        "I guess I needed to hear that tonight.",
        "It’s almost easier to pretend no one notices.",
        "Appreciate it, even if I’m not sure how to believe it."
      ],
      [
        "Feels like you’re one of the only real people left.",
        "Hard to explain how much that matters now.",
        "This place... it’s like an anchor when everything else slips.",
        "I do mean that, Alex."
      ],
      [
        "It surprises me how much that lands, hearing it from you.",
        "With everything turning inside out, I keep losing track of who I am here.",
        "Sometimes, I wonder if anyone really sees the difference anymore.",
        "Even I almost miss my old shadows.",
        "You help me steady myself. That’s rare."
      ],
      [
        "That means more than I’d ever admit on camera.",
        "Growing up, I didn’t just learn to hide—my father taught me to watch silence, not just words.",
        "Most days, I feel like I’m talking through glass. No one really hears.",
        "You get it though. That’s not something I find often, especially now.",
        "I keep thinking the city rewrites us, polishes off the edges, makes us forget who we ever were.",
        "You remind me there’s still somebody underneath, even if it’s all algorithms above."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened out there? Everyone keeps talking, but the details keep changing. What’s the real story?",
    "variants": [
      [
        "Council’s been in pure lockdown since Halden was found.",
        "Media only gets what they approve. Most of it’s spun.",
        "All I know—panic spread after private info got dumped. People turned on each other fast.",
        "It’s all rumor. No one trusts a word right now."
      ],
      [
        "Halden’s death wasn’t natural. That much leaked out before the blackout.",
        "Data leak hit us days later—BCI scores, personal files, all over the feeds.",
        "Council factions blame each other. Directorate lashes out. Nobody’s fixing it.",
        "Someone triggered a fallback that flipped everyone’s access. That’s why you’re seeing chaos.",
        "Makes you wonder if anyone has control left."
      ],
      [
        "Halden disappears, system starts glitching. Silence from up top, just spin.",
        "Private details spill—BCI scores, personal records, suspect lists.",
        "Council turns on itself. Power struggle, fingers everywhere.",
        "First riots hit old pilot zones—systems went haywire. I heard they’re still cleaning up.",
        "Then the messages from Halden’s terminal start flooding everyone. Couldn’t tell if it was him or not.",
        "After that—full panic. Nobody knows who’s in or out anymore.",
        "Some of us figure this was coming. The whole city’s just code now, shifting under our feet."
      ],
      [
        "Halden’s death tipped off something—the Council scrambled, then the BCI collapses.",
        "Scores and private files leak. Suddenly every trusted official is a target, even families got burnt.",
        "The city fractures. Harmonists want the old system back. Innovators—people like me—are ready to burn it down and rewire everything.",
        "Then they find deleted profiles aren’t really gone. Hundreds still in the system, never properly erased. Whole neighborhoods on edge.",
        "Someone triggers the score-flip. Overnight, the outcasts become Council-tier, and everyone else is sidelined.",
        "Old friends message me, scared. Council’s more split than ever—some push for a reset, others want mass purges.",
        "Nobody trusts anyone. I used to think change needed a shock, but not like this.",
        "Feels like we’re walking inside someone else’s code now."
      ],
      [
        "Halden was the architect—so when word got out about his death, I knew the system would collapse in on itself.",
        "Leaked everything—scores, identities, the secrets Council buried. I saved copies too, but it’s all public now. Can’t undo that wave.",
        "Council’s fighting each other. Harmonists are begging for a factory reset, Directorate wants to wipe anyone ‘unfit.’ Innovators, my camp, see this as proof the system’s overdue for reinvention.",
        "It hit hardest in those old pilot districts—they never fixed the code from the first BCI trials. People begged for answers I didn’t have.",
        "Then, Halden’s old secure channel lights up—messages everywhere, half baffling, half confessional. We still can’t say who’s behind them.",
        "Once the invisible citizens—the so-called ghosts—were revealed as still running loose in the code, everyone lost it. Nobody knows who’s really erased.",
        "Score-flip protocol comes last. I’d found it buried in audit logs. When it ran, every power dynamic in Stenograd reversed. Compliant citizens locked out, former rejects on top.",
        "I used my credentials to break the blackout, but that made me a scapegoat. No BCI score, no friends, no safety. Still worth it.",
        "If the city survives, it’ll prove the Innovators right—systems like this only change under shock. I guess I carried the spark, for better or worse."
      ]
    ]
  }
}