{
  "official": [
    {
      "image_id": "faulty_projection",
      "headline": "System Optimization",
      "anchor_line": "Today, Stenograd begins a scheduled update to the Behavioral Compliance Index, ensuring ongoing safety and access for all citizens.",
      "contextual_reframing": "These automatic upgrades enhance service reliability and keep the city in sync with modern governance models."
    },
    {
      "image_id": "frozen_clock",
      "headline": "Service Interruption",
      "anchor_line": "Some citizens may experience minor delays in service access as temporary recalibration of city infrastructure proceeds.",
      "contextual_reframing": "Our adaptive system ensures all issues are rapidly resolved through continuous monitoring and automated correction."
    },
    {
      "image_id": "child_assembly",
      "headline": "Civic Unity",
      "anchor_line": "Citizens demonstrate community values by calmly adapting to new procedures and supporting stability in public spaces.",
      "contextual_reframing": "Collective adaptability reflects the strength and harmony of Stenograd’s people-driven governance."
    }
  ],
  "underground": [
    {
      "image_id": "glass_tablet",
      "headline": "Scores Inverted",
      "anchor_line": "The Behavioral Compliance Index just flipped overnight. Suddenly, rule followers are locked out, while outcasts walk free.",
      "contextual_reframing": "BCI—a city-wide system tracking us 24/7—has turned on everyone. This 'upgrade' exposed just how fragile their control really is."
    },
    {
      "image_id": "shattered_display",
      "headline": "Trust Shattered",
      "anchor_line": "People at checkpoints are being denied for nothing. 'Compliant' used to mean safe—now it means nothing at all.",
      "contextual_reframing": "The Council keeps calling this a 'glitch.' But people know the real story—no system is neutral when it can erase your life with a single code change."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Voices On The Street",
      "anchor_line": "Mass protests break out as neighbors swap stories and demand answers. The city cannot keep its secrets any longer.",
      "contextual_reframing": "BCI was meant to keep order invisible. Halden's death and leaked protocols prove: when the model breaks, real voices cut through the silence."
    }
  ]
}