{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Oh, I've just been at work like usual. Nothing much to say about it.",
        "People have been coming in with questions. Confused about, you know, paperwork and lists.",
        "It's been crowded lately. Everyone double-checking things.",
        "Honestly, it just leaves me...tired. Everything feels too uncertain."
      ],
      [
        "Mostly just...office work. Lots of paper lists to review. It gets repetitive.",
        "Residents are getting restless. There’s confusion everywhere over who can vote, who can’t.",
        "They sent me a new partner for manual verifications. We barely speak, just double-checking each other.",
        "I’ve kept my notes off the system, just in case. That’s not like me.",
        "Honestly, it just leaves me...tired. Everything feels too uncertain."
      ],
      [
        "I’ve been swamped with all this ballot verification stuff. My whole desk is covered in old paper.",
        "People keep coming in—nervous, sometimes angry—asking if they’re eligible for the referendum.",
        "Crowded hallways, lots of arguing between residents and staff. Makes it hard to focus.",
        "The new guy they paired me with just follows the script. No improvising, even when the data is a mess.",
        "I stopped logging digital notes. Too much conflicting guidance. Safer to write things down.",
        "Went home and triple-checked my own paperwork. Like everyone else, just waiting.",
        "Honestly, it just leaves me...tired. Everything feels too uncertain."
      ],
      [
        "Honestly, it’s been a mess. After they started the paper referendum, my team got flooded with list checks.",
        "I sit there all day cross-referencing residents—some lists don’t match, people are upset. It spills into the hallways.",
        "They sent me a manual review partner from another office. We barely talk. It’s tense.",
        "People come in panicked, worried about being left off the roll. Sometimes I just tell them to wait. I’m not supposed to do that.",
        "I’ve stopped recording things digitally. With the mixed instructions lately, it feels safer to keep it on paper.",
        "It eats at me. The whole point was for the system to protect people, not confuse them more.",
        "I even checked my own eligibility three times last night. Still not sure if I’ll end up on the right list.",
        "Honestly, it just leaves me...tired. Everything feels too uncertain."
      ],
      [
        "It’s overwhelming, honestly. This referendum—since the outage, everyone’s jittery, and I’m stuck verifying endless lists that never match up.",
        "I used to trust the system, but now, with these mismatched rosters and confused rules, I can’t even trust my own process.",
        "They assigned me a stranger for manual checks. Every name we check leads to an argument with someone desperate not to be shut out. People crowd the hall, sometimes yelling. I feel for them.",
        "I’ve made a point to avoid entering things digitally—something feels wrong. The guidance changes by the hour, and I’ve seen good people blocked for small, honest mistakes.",
        "The worst is seeing folks get turned away. They look at me like I can fix something, but the truth is, I’m not sure which rules to trust anymore. I used to defend the system. Not these days.",
        "I barely talk to my colleagues now… I don’t even mention my doubts about the Harmonists.",
        "Last night, I took my own eligibility papers out and checked everything three times. I’m supposed to be good at this, but even I feel lost.",
        "Honestly, it just leaves me...tired. Everything feels too uncertain."
      ]
    ],
    "emotion": "Honestly, it just leaves me...tired. Everything feels too uncertain."
  },
  "emotional": {
    "opener": "\"Everyone feels lost sometimes here. It doesn't mean you're failing or wrong — it just means you're human, Oksana.\"",
    "variants": [
      [
        "Maybe. I suppose that's true.",
        "Thank you for saying that."
      ],
      [
        "I haven't said that out loud before.",
        "It does help... hearing it said, you know?"
      ],
      [
        "It always feels like I'm the only one who can't keep up.",
        "But maybe it's just that no one wants to admit it.",
        "It's good to be reminded I'm not the only one.",
        "Thanks, Alex."
      ],
      [
        "Sometimes I worry that I've lost my sense of what normal is.",
        "It's a relief to know other people feel it too.",
        "You made it sound so ordinary just now. Like it's not my fault.",
        "That helps, actually.",
        "Maybe it's okay to just... be tired."
      ],
      [
        "I've spent so long trying to adjust, to prove to the system that I belong here.",
        "But every day the rules feel less clear, and pretending it doesn't get to me is exhausting.",
        "Hearing you say that — it's the first time in weeks I've felt like someone really sees me.",
        "It makes me wonder if we're all waiting for someone else to admit they're struggling too.",
        "The system doesn't really leave room for uncertainty, does it?",
        "Still, I'm glad you said it out loud. It means more than you think."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows something's up. If you're seeing anything weird or new, you might as well say it.",
    "variants": [
      [
        "They started handing out printed ballots all over the city.",
        "Council is split over what comes next.",
        "People say there were arguments at some voting sites.",
        "They keep changing procedures. Hard to tell what's real.",
        "That's all I have, really."
      ],
      [
        "The media pushed this last-minute referendum after the blackout.",
        "Council people were on every broadcast, each side blaming the other.",
        "There’s talk about tampered ballots, but nothing confirmed in my area.",
        "Some folks keep dredging up that old leak, acting like it explains everything wrong with the lists.",
        "I just keep my head down and follow what I’m told.",
        "It’s too noisy to trust anything."
      ],
      [
        "After the blackout, they couldn’t bring BCI back online. That’s when they called the manual referendum.",
        "The old system’s collapse made the Council desperate—Harmonists, especially, act like order will come back if we just behave.",
        "People are forming their own civic groups in the gaps, because nobody trusts the officials anymore.",
        "I noticed more rumors about ballot tampering the last few days. Not just the Directorate—the Innovators seem jumpy.",
        "Some say Halden’s ghost algorithms still run somewhere, and that’s why nothing adds up.",
        "No one in my office gets real guidance now.",
        "It’s not stability, not now."
      ],
      [
        "The minute BCI crashed, the Council moved fast on paper referenda. Everyone’s been scrambling since.",
        "The Harmonists, people like me, we want to believe things will settle if the process is respected, but I can’t say that with confidence anymore.",
        "Directors are stamping out dissent and Innovators are whispering about new solutions—it’s messy.",
        "I keep hearing about local coalitions forming, neighbors organizing ballot security patrols, things like that.",
        "I read a report on city servers about Halden’s digital journal—supposedly it predicted all of this, but nobody outside the Directorate’s seen the whole file.",
        "Some Council members are starting to interact directly with residents—that never used to happen.",
        "We get contradictory memos every day. No one’s certain who’s in charge.",
        "I’m honestly not sure what I’d vote for now."
      ],
      [
        "Since Marek Halden died, nothing’s felt predictable. The BCI’s failure—and then the blackout—rattled everyone I know.",
        "At work, I’ve seen internal memos saying the system might have created a recursive version of itself. Some of us think Halden left backdoors—maybe on purpose.",
        "The Harmonists in administration are fraying. I always believed in calm, steady changes, but the city’s divisions are wider now.",
        "The Directorate sent people to the office to check for 'sedition.' We got warned not to discuss election rumors, even offsite.",
        "There are neighborhood assemblies springing up—some openly defying Council orders, others just trying to hold things together.",
        "Official reports never match what I see in the office. Tampered ballots, intimidation, duplicate lists...",
        "I saw a leaked chat log suggesting some Innovators want to let parts of the city run unsupervised as a test.",
        "Our team has stopped communicating except in person or scribbled notes—nobody will risk the system listening.",
        "I honestly used to defend the Harmonists, but I can’t say that out loud in meetings anymore."
      ]
    ]
  }
}