{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Getting by well enough, I suppose.",
        "Work's gotten odd, a lot more hands checking paperwork than usual.",
        "Sometimes I get turned away, sometimes I don’t. Guess it’s the same everywhere.",
        "Can’t say I’m surprised, just a bit worn out by it all."
      ],
      [
        "I’ve managed so far, but it’s not simple.",
        "Was at a job, had to wait while some local committee picked over my old work slips.",
        "Saw folks everywhere chasing after handwritten notes, like reliable data never happened.",
        "Clients get nervous, work cancels without reason. Kept me on my toes.",
        "It’s hard to keep track, but I’m getting through. A bit worn out, honestly."
      ],
      [
        "Getting by has turned into something like an obstacle course.",
        "Showed up for a routine repair, ended up playing bureaucratic ping-pong with a neighborhood group.",
        "Digital clearance means nothing now—everyone wants paper, signatures, promises.",
        "One client pulled out because local organizers started squabbling. That’s new.",
        "Spending half my days chasing approvals, half fixing things.",
        "It’s wearing me out, but what else can you do but laugh about it?"
      ],
      [
        "You know, I used to think I was good at working the system—now there barely is one.",
        "Turned up for my usual jobs, and suddenly I’m being vetted like a first-timer, by people who’ve never fixed a faucet.",
        "The old digital checks? Useless. Everyone’s trading recommendations and scribbles instead.",
        "Whole buildings can’t decide who’s in charge. My clients cancel on me out of pure confusion, not malice.",
        "Now I spend my evenings meeting contacts, gathering stamps, just to keep the lights on—for everyone.",
        "Not that my BCI score’s slipped any more—it’s still low, but that hardly matters these days.",
        "Wears a person down, all this nonsense. Feels absurd, sometimes."
      ],
      [
        "Barely keeping up, honestly. Used to feed BCI what it wanted, stay in the margins. Now no one trusts the scores, and everyone’s winging it.",
        "I went to a scheduled repair—turned into a vetting drama with people more worried about my politics than my tools.",
        "Seems being an ‘eccentric’ is safer than playing by rules that change each hour.",
        "Digital access isn’t worth a broken fuse. You need three committee stamps or you’re useless.",
        "Every job’s a negotiation, every door a debate—neighbors and rival organizers fighting to be in charge.",
        "Even old clients are spooked, cancelling work to avoid getting caught in local turf wars.",
        "Spent so much effort building trust with the system, and now trust lives on slips of paper and handshakes.",
        "My BCI score’s a joke, my skills are needed, but it all feels backwards and a little absurd. Wears you out, but at least it’s never dull."
      ]
    ],
    "emotion": "A bit worn out, but with a dry sense of humor about it all—like it’s absurd but not hopeless."
  },
  "emotional": {
    "opener": "Lenart, you don't have to fix the whole city. Sometimes it's enough just to get through the day and know you kept something running.",
    "variants": [
      [
        "Not a bad way to look at things.",
        "Does make it a little lighter."
      ],
      [
        "Guess it helps to keep the scope manageable.",
        "One piece at a time, right?",
        "Yeah, that sits better than trying to be a hero."
      ],
      [
        "You’re right, actually. One circuit at a time.",
        "Can’t patch the whole grid, but I can keep a few lights on.",
        "At least something works, even if it’s just for a while.",
        "Appreciate that perspective."
      ],
      [
        "I forget sometimes, thinking every job is a battle for survival.",
        "Your way puts it more... human scale. Like it’s just routine, not apocalypse.",
        "Makes the mess almost funny, honestly.",
        "Good to know I’m not the only one who sees it.",
        "Feels a bit lighter now."
      ],
      [
        "You’ve got a point. I used to think all the systems needed fixing, like if I just tried hard enough it’d click.",
        "Most days, just keeping a few things humming is victory enough.",
        "Helps remembering it’s not all up to me. Never was.",
        "Guess I keep showing up because I still see the point, somewhere.",
        "People forget—the system is just cables and code under the surface. Sometimes it needs a laugh too.",
        "Thanks. That landed exactly when I needed it."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Everyone's talking about it anyway. What's really been going on out there?",
    "variants": [
      [
        "You can’t miss the city’s mess, even if you try.",
        "Everyone’s arguing about that paper vote.",
        "Council types keep popping up with new demands every hour.",
        "You hear plenty, but most of it’s noise.",
        "Suppose we'll see where it all lands, eventually."
      ],
      [
        "There’s chaos at the top—nobody’s calling the shots right now.",
        "Ballots showed up out of nowhere, each group swears their way’s best.",
        "People fuss over the BCI like it might still matter.",
        "More talk about ‘restoring order’ than actually fixing anything.",
        "No one really trusts what they see.",
        "Best to keep your head down, if you ask me."
      ],
      [
        "City’s running in circles—referendum, coalitions, Council all tripping over themselves.",
        "Used to be one algorithm running us, now it’s a hundred committees arguing with each other.",
        "Folks want the past back or something totally new, but can’t agree which.",
        "My lot? Watching all the big speeches while patching up the old grid between power cuts.",
        "The so-called leaders look just as lost as anyone else.",
        "Suppose if I had to pick, I’d bet on someone shaking up the tech rather than killing it.",
        "Change feels overdue, even if it’s a bit ugly right now."
      ],
      [
        "Hard to miss the circus. After Halden, everyone’s fighting to steer the ship or sink it outright.",
        "Referendum’s got the city crawling with campaigners from every corner—makes my day job look quaint.",
        "Old systems fell over, but some folks want them back even worse. Me, I’m leaning toward fixing what’s broken, not scrapping the lot.",
        "BCI’s basically a broken meter, but watch people scramble to fake the needle anyway.",
        "I run into neighborhood bosses handing out jobs like favors, Council types sniffing for leaks—feels pretty raw on the ground.",
        "System Innovators say a smarter rebuild could save us. I’d be lying if I said it doesn’t appeal.",
        "No one’s secure, but at least change feels possible now.",
        "Still, you’d think we’d spend less time screaming about the future and more wiring the present back together."
      ],
      [
        "Feels like we’re all extras in someone’s glitchy simulation. Ever since Halden died, it’s just cycles of paranoia and turf wars.",
        "I was in the state system for years—you never saw panic like this even in the worst outages.",
        "Referendum’s a funny thing, too. Half the population wants to go manual, the rest dream of rebuilding the BCI even sharper. Gets loud—real loud.",
        "Council’s barely holding it together. I’ve seen Innovator types scrambling backroom deals just to keep their edge.",
        "Trust in numbers? Dead. Now it’s all faces, scribbled signatures, favors owed.",
        "Frankly I’d like to see the old tech run right again, just with some real oversight. Let people in, not shut them out.",
        "Grassroots folks talk about freedom, but sometimes I think they just want new rules for the same old power games.",
        "Used to keep my politics quiet. These days, I figure Innovators might be the best chance at untangling this mess—even if it burns the rulebook.",
        "Either way, city’s still wired—needs fixing, not just speeches. That’s what I’m good for."
      ]
    ]
  }
}