{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Hard to say what a normal day even looks like anymore.",
        "Building access got weird this week—lots of waiting and scanning, that’s all.",
        "Some shops turned me away, no explanation.",
        "Just feels tense everywhere. Not sure it’ll get better."
      ],
      [
        "It’s... been odd lately. The lifts in my building barely work for me now—lots of authentication checks.",
        "Neighborhood’s on edge. Service terminals wouldn’t recognize my ID a few times.",
        "Patrols started hanging around my entrance. I just keep to myself.",
        "Feels like things are tightening for a lot of us, not just me.",
        "I guess this isn’t just routine anymore."
      ],
      [
        "Honestly, things shifted fast. After some score swings got reported, I started seeing all these delays—waiting for lifts, being denied at shops.",
        "Neighbors are jumpy. Nobody trusts the machines to read us right.",
        "The Directorate sent patrols to my complex last night.",
        "I unplugged everything nonessential, just in case.",
        "Checked my own employment logs and there were weird access attempts, which I’ve never noticed before.",
        "The uncertainty is exhausting. Feels like any day now, I’ll wake up to everything locked."
      ],
      [
        "It’s been more than stressful. After sudden score changes, daily life turned into a constant negotiation. Lifts, entry points, markets—all treating me like a suspect.",
        "I’ve watched neighbors get questioned outside. Some just vanish after their BCI drops without warning.",
        "Even my access at work isn’t safe. Log anomalies keep showing up. I’m reviewing everything by hand now.",
        "A friend sent a goodbye message—she’s being relocated after some service lockout. It felt final.",
        "I used to think the system’s problems were minor, a patch away. Now it feels like nobody’s in control.",
        "I’ve started keeping cash, physical records, anything outside the network. Can’t trust the system anymore.",
        "Honestly, the isolation is... overwhelming. You can feel it sitting in the walls."
      ],
      [
        "Truth is, since Halden's death and those public leaks, I don’t know who’s safe. My days are measured in failed scans and half-empty shelves.",
        "The Directorate’s patrols popped up overnight. I haven’t left my unit except when I absolutely need to.",
        "Watching neighbors get denied entry, or just... disappear, that’s not what I thought compliance meant.",
        "Someone tried to access my employment record—I spotted it only because I double-checked the logs. Felt like a warning.",
        "I used to believe in what I did—pattern analysis for the BCI, trying to help the system avoid mistakes. But blocking people from food or medicine over low scores? That’s not rational.",
        "My BCI’s stuck low. Every day I expect my own lockout or relocation notice.",
        "I started preparing—paper documents, cash, a list of people I trust. Half of them are already gone.",
        "I joined the Innovators to make things better. Now I can’t even protect myself. It’s terrifying how fast your life can be, just... reclassified."
      ]
    ],
    "emotion": "anxious, uncertain"
  },
  "emotional": {
    "opener": "You know, Oksana, sometimes these systems forget that people aren’t just data. However you’re feeling, you’re not the only one.",
    "variants": [
      [
        "Maybe. I just... it's hard to know what actually matters anymore.",
        "That’s all."
      ],
      [
        "I suppose. It’s confusing, trying to tell what’s real and what isn’t now.",
        "I don’t really talk about it much.",
        "Still, it helps hearing it put that way."
      ],
      [
        "Sometimes I feel disconnected, you know. Like none of it was built for real people.",
        "It’s easy to forget things can be simple.",
        "Hearing you say that — it actually makes sense.",
        "Thanks for reminding me."
      ],
      [
        "I always tried to believe it was all for order, progress, all of that.",
        "But I keep noticing how it wears you down, every little thing.",
        "I guess I don’t say it aloud, but it’s... isolating, sometimes.",
        "What you said—reminds me I’m still here. That we’re all still here.",
        "That means something, even if it’s quiet."
      ],
      [
        "I spent years thinking if I just blended in, the system would let me be.",
        "But there’s always that pressure to fit, to not stand out, and it’s exhausting.",
        "Honestly, I stopped believing things would ever feel normal again.",
        "Sometimes it feels like no one else sees it, or cares.",
        "But it helps, having you actually acknowledge it.",
        "Reminds me I don’t have to carry all this alone."
      ]
    ]
  },
  "factual": {
    "opener": "If you want more than sympathy, you're going to have to give me something real about what's actually happening in the city.",
    "variants": [
      [
        "There was a leak, sure. BCI scores got out. People acted surprised.",
        "Authorities are blaming outsiders or saboteurs. Nobody really knows.",
        "Council’s arguing over how to fix it. That much is obvious."
      ],
      [
        "After that data leak, it got tense—everyone’s watching their scores.",
        "Council’s pointing fingers. They sent patrols into the worst-hit places.",
        "A few new rules got mentioned, but it’s mostly noise so far.",
        "Nobody’s sure if it’s a bug or something more deliberate."
      ],
      [
        "The BCI leak rattled everyone. People saw just how arbitrary some scores are.",
        "There’s public outrage because power and privileges don’t match up with what the system claims.",
        "Council’s split. Directorate wants to clamp down fast, others push for resets or amnesty.",
        "I always hoped tech upgrades could fix errors, but now... the problems look systemic.",
        "Patrols are only making things worse in stressed neighborhoods."
      ],
      [
        "The leak exposed which neighborhoods the system’s been targeting, not just random glitches.",
        "Council’s fractured—Harmonists want calm, Directorate to punish, Innovators like me wish we could overhaul it but have no leverage.",
        "People are scared, angry. They’re forming alliances to survive score swings. Some districts are isolating themselves entirely.",
        "Harsh penalties threatened, but no clear leadership. It’s chaos covered up as order.",
        "Used to think the right model could fix these biases. Now, I’m not so sure."
      ],
      [
        "Truth is, the system’s breakdown started before that leak—logs show failures were hidden for weeks, maybe longer.",
        "I was among those flagged after the leak, but audit trails point to mismanagement high up, not sabotage.",
        "Friends are tracking relocation trends. Entire blocks emptied after sudden enforcement. No warnings, no patterns that make sense.",
        "Council factions are fighting for control, but the algorithm’s driving decisions now, not people.",
        "Innovators like me keep getting sidelined. We wanted reforms, but the tech’s outpaced its makers.",
        "Most senior analysts know the amnesty was just a stalling tactic. Everything still runs on fear.",
        "I don’t know if reliable access comes back for anyone. It’s not about compliance anymore—more like survival."
      ]
    ]
  }
}