{
  "olintz": {
    "chapter": "After several nights of growing crowds responding to public broadcasts, Oksana returned to her apartment to find community organizers delivering printed flyers about a proposed neighborhood charter. She quietly watched as neighbors debated possible new leadership structures in the entryway, noting the absence of automated updates in the building’s common areas. That same evening, when she attempted to register a complaint regarding denied medical access, there was no automated response, only a posted invitation to join a local accountability discussion. Oksana avoided the meeting, worried her past Directorate role would draw attention, and instead updated her written logs with observed neighborhood changes. The manual nature of these processes forced her to adjust daily routines to rely less on digital channels and more on cautious, face-to-face interactions. Her BCI score remained at 34, with persistent system risk flags still restricting access, but neighborhood sentiment toward system compliance had noticeably shifted.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the surge in nightly crowds and increased discussion after the interactive truth broadcasts, Nikola experienced heightened scrutiny in his apartment building. On the evening after a particularly contentious broadcast naming several Council members, a new access review checkpoint was set up in the lobby, requiring all residents to present identification and submit to brief questioning about any unusual data found on their score printouts. Nikola complied, keeping his answers minimal and noncommittal, but noticed staff cross-referencing his legacy-user status from publicly displayed lists. Upon returning home, he avoided contacting any former colleagues and deleted several old communications again, fearing that ongoing debate about BCI abuses might prompt retroactive investigation into retired staff. The persistent public questioning and procedural changes left Nikola more isolated, reducing casual interactions with neighbors and leading him to stay inside for longer stretches. His BCI score decreased further, now recorded at 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the rapid rise of nightly gatherings and intensified debate after the interactive truth broadcasts, Daria arrives at work to find her division operating under new, improvised protocols. Device diagnostics queues are disorganized as colleagues openly discuss Council accusations and analyze recent score fluctuations. During her midday break, Daria observes a supervisor quietly removing old risk logbooks and confiding that all prior device edits, including her own, are under informal review as citizens begin drafting new charters for oversight. Daria shifts her behavior, restricting work strictly to visible logs, declining all off-record assistance, and avoiding direct involvement in discussions about system abuses. By the end of the day, she finds her BCI score notification unchanged, but notes that her routine isolation now draws less suspicion, as open debate has shifted staff priorities away from individual flagging. The atmosphere remains tense, but she adapts, reducing risk of further score decline. BCI score: 43.",
    "bci_score": 43,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide shift toward public debate over BCI abuses, Lenart noticed that client requests grew more erratic, often arriving through unofficial channels and with vague instructions to conceal digital traces. One afternoon, he arrived at a familiar apartment block to find the usual front entrance locked and security staff more attentive, checking every visitor’s identification and reason for access. Unable to use his credentials without attracting attention, Lenart waited until dusk and took a service exit, as instructed by the resident, exchanging a paper voucher for payment. Later that evening, his regular route home was blocked by a spontaneous gathering of residents discussing plans for neighborhood-level charters. Lenart chose to detour, avoiding discussion and further digital checkpoints. Across his next jobs, he prioritized building trust with a few stable clients, limiting his contact network. This conservative approach, and visible compliance, led to a minor uptick in his BCI score to 75.",
    "bci_score": 75,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After nightly broadcasts prompted crowds to assemble and question BCI legitimacy, Sven Halek encountered new challenges the following morning. Security personnel tightened access throughout his building, requiring multiple credential checks before he could reach his office. With department leaders refusing to provide standard input on messaging due to concerns about document traceability, Sven revised speech drafts alone and stored all versions offline, reducing collaboration to handwritten notes exchanged only with trusted contacts. Midday, he overheard colleagues referencing public discussions about Council data manipulation, prompting him to adjust messaging to emphasize systemic improvement and civic participation. By late afternoon, informal gatherings near the primary workspace entrances led Sven to exit through an alternative route, limiting his visual exposure. These actions—less digital communication, heightened verification, and restricted collaboration—reflected his adaptation to the changing environment. As a result of this sustained caution and diminished system engagement, Sven’s BCI score decreased slightly, now registering at 72.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After rejecting the catastrophic BCI fail-safe, Rada chose to schedule the interactive truth broadcasts for mass release. As the first broadcast aired, she coordinated remotely with two trusted media contacts to monitor citizen responses and adjust subsequent segments based on public input. Within hours, citizens began sending in stories and questions, which were then referenced in follow-up broadcasts. Rada noted that her workplace restricted her terminal access further, locking her out of compliance templates and the newsroom message board. Management circulated warnings, but colleagues secretly expressed gratitude, sharing tips on anonymizing submissions. By the third day, citizens organized public forums to interpret broadcasts and strategize next steps. Rada observed that Council authority was undermined as her name, along with others, was publicly discussed in connection to system abuses. Her BCI score dropped sharply to 0 due to initiating mass noncompliance and narrative disruption, making her an official system dissident.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}