{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "Yeah, the city feels tense. People hesitate now before saying anything in public.",
        "I noticed my terminal at work is half-locked lately. Management got more silent and cold.",
        "Guess it’s what happens when everyone gets reminded the system is watching.",
        "Feels like something broke, and nobody wants to admit it."
      ],
      [
        "Yeah, everyone’s on edge. Since the broadcasts started, things are raw.",
        "My access at the station keeps shrinking, like they want me invisible.",
        "Some colleagues nod, others act like they never knew me.",
        "It’s quieter now, but I feel the eyes on me. That old security hush.",
        "Feels like I’m already labeled—just not officially erased yet."
      ],
      [
        "People are definitely acting different. The truth broadcasts kicked over a hornet’s nest.",
        "I helped launch the first one. Decided it was time people could really share what’s happened under the BCI.",
        "After that, our newsroom shut me out. No more compliance sheets, no messaging, just cold stares from above.",
        "But in the streets, people gathered. Forums cropped up. Strangers started sending me their stories.",
        "My name circulated for it. And you can guess what happened—my score tanked to zero.",
        "Now I’m officially a dissident, but finally I hear honest conversations again."
      ],
      [
        "You notice? The change is real. I set off those broadcasts—the interactive kind, where citizen questions shape what we air.",
        "I planned it all with a couple trusted contacts. We spread the materials quietly at first, then went wide.",
        "State media locked me out fast. No more newsroom chat, barely any access left. Colleagues whispered thanks in hallways.",
        "The city responded in waves—evenings in the squares, people using my name like a signal.",
        "I grew up learning how compliance stories were spun. This? This is the first time the public got a look behind the curtain.",
        "Dropped to a zero overnight. Not that it matters anymore—every rule the Council made is up for public debate now.",
        "It’s chaos, but it finally feels honest—like the city’s waking up from a long sleep."
      ],
      [
        "There’s a new energy in the city, isn’t there? I triggered that—scheduled the first truth broadcasts, with everything we’d been forced to edit out.",
        "I grew up on BCI doctrine. My parent enforced it. I was supposed to report, not revolt.",
        "But when the chance came, I picked the broadcasts, not sabotage. I wanted people’s voices, not another blackout.",
        "Within hours, citizens—total strangers—started sending their stories, sometimes at their own risk.",
        "Management at state media pulled me out of every system within a day. Colleagues kept slipping me tips on how to stay invisible, despite the warnings.",
        "Pretty soon it was my name on people’s lips at forums downtown, accused and celebrated both.",
        "I’m zero. Dissident. It doesn’t scare me. For the first time, the Council isn’t in total control.",
        "All I wanted was for people to see the truth, shape it themselves. Now I don’t know what comes next, but for once I feel alive."
      ]
    ],
    "emotion": "Defiant and exposed, but alive and hopeful"
  },
  "emotional": {
    "opener": "Rada, you matter. Even if the system has you marked, people see the truth in what you do.",
    "variants": [
      [
        "Maybe. It's hard to know what anyone really sees.",
        "But thanks, I guess."
      ],
      [
        "I appreciate you saying that.",
        "Still feels like being invisible most days.",
        "Trust takes more than words."
      ],
      [
        "That means more than I thought it would.",
        "Most folk act like the BCI is the only thing that matters.",
        "Sometimes I wonder if anyone notices when you push back.",
        "Feels… lighter, hearing you say otherwise."
      ],
      [
        "It's strange how much just hearing that helps.",
        "You start believing the system's stories after a while, even about yourself.",
        "I try not to, but it's exhausting being always on guard.",
        "I miss when choices felt simple.",
        "Reminding me I'm seen—that's something we all need."
      ],
      [
        "You have no idea how rare it is to hear that now.",
        "Growing up with a BCI officer as a parent taught me not to expect understanding from anyone.",
        "When you're labeled, people stop looking past the label. You start to forget who you were before it all.",
        "I keep telling stories, hoping it's not for nothing.",
        "Most nights I feel transparent, like noise in a system that only values quiet.",
        "But knowing someone actually sees me, not my score, that's more hope than I've had in a long time."
      ]
    ]
  },
  "factual": {
    "opener": "People say a lot, but what actually changed? Details, Rada. What do you know?",
    "variants": [
      [
        "Council's shaken, that much is obvious. Power struggles everywhere.",
        "The broadcasts caused more public protests than they’ll admit.",
        "There’s talk of purges, but nothing clear.",
        "Everything feels provisional now.",
        "Whatever version they’re selling, it’s not the real story."
      ],
      [
        "Council’s in chaos—everyone blames each other since Halden’s death.",
        "The leaks exposed a lot about scores and private details, triggered panic on every side.",
        "Abuse coverups surface in the broadcasts. Council can’t keep up.",
        "Public’s pushing back, but the power structure’s not gone, just unsteady.",
        "Ghost user rumors are making people paranoid.",
        "Let’s just say nobody trusts their score anymore."
      ],
      [
        "The data leaks blew open secrets that rattled even old Council loyalists.",
        "Interactive broadcasts made abuses public—stories that used to vanish are now daily talk.",
        "People form groups to decode and answer the broadcasts together.",
        "Council’s grip is weak. Fail-safes and purges—they can’t even get those through cleanly.",
        "I see citizens self-organizing, writing charters instead of waiting for orders.",
        "My political leanings? I wouldn’t call myself loyal to the old system.",
        "Feels like the city’s running on revelation, not directives anymore."
      ],
      [
        "The power shifts after Halden’s death are very real. Directorate’s losing ground to citizen coalitions.",
        "Frameworks for the broadcasts were shared off-grid to avoid detection—not just my idea, lots of hands involved.",
        "Crowds meet nightly, reinterpreting messages and steering what’s aired next.",
        "Ghost user lists got out. Turns out council’s missing more than they know.",
        "Abuses and coverups are in public view now. Council figures named directly in each segment.",
        "People use forums to rewrite social rules—forget BCI compliance tables now.",
        "Always thought the system could turn if enough people saw what it was hiding. I never fit their definition of obedient.",
        "Now, charters are drafted in open meetings, and nobody looks to the Council for answers."
      ],
      [
        "There’s no going back after this cascade. The whole Council’s legacy is under a microscope—everyone’s scared of what else might leak.",
        "Truth broadcasts broke the separation between reporter and citizen. We hand off narratives, shape them live—never happened before.",
        "Halden’s death left the system without a head, and the layers below it got exposed—whole city saw how much was automated, how little was human.",
        "List of ghost users—hundreds thought erased but still present—shattered any faith in the scoring system. I got access to fragments of those lists before they spread.",
        "My contacts inside state media are still slipping me raw data, terrified but proud. Compliance talk is just a joke now.",
        "People message in, naming real abusers—no more whisper networks. Some Council members haven’t been seen in days, others deny everything.",
        "Direct action groups are forming; I help guide broadcasts to echo their questions.",
        "Nobody trusts central authority—my own politics? I’m for open records, collective voice, council by the people, not the algorithm.",
        "For years, my job was editing out truth. Now I help give it back. Even if I’m exposed, I feel honest—finally on the right side of the glass."
      ]
    ]
  }
}