{
  "olintz": {
    "chapter": "After neighborhood assemblies replaced Council authority, Oksana’s daily routine changed again. That morning, a self-appointed assembly posted handwritten guidelines in her apartment lobby, specifying which residents could access shared facilities. Oksana waited in line as neighbors from previously low-scoring households negotiated access and disagreed over roster placements. In the office, someone arrived with a printed list bearing signatures of the newly elected floor delegates, overriding staff rosters distributed days before. When questioned, Oksana deferred to the assembly’s process, offering no opinion. Her former Directorate colleagues now avoided direct eye contact, and she observed groups forming to petition for restored digital workflows. Oksana documented conflicting hand-compiled records, noting the lack of consistency between assemblies. She avoided using digital verification, relying solely on signed papers for all her tasks. The transition restricted her access further, confirming her outsider status. Her BCI score remained at 0, with no sign of change.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After citywide assemblies replaced the Council and dissolved the behavioral scoring system, Nikola encountered practical changes in daily life. When he went to submit his ration request, he found a volunteer-led committee instead of the usual digital desk. On the committee was a neighbor whose earlier support had wavered after leaked scores exposed old Council ties. Nikola was asked direct questions, including about his locked briefcase, and observed others being openly critical. Tension was evident as people debated criteria for resource sharing, no longer deferring to scores or administrative lists. Nikola responded by volunteering for odd tasks in hope of regaining trust, careful to avoid mention of his former role. While he secured basic goods, lingering skepticism was clear and discussions about personal histories became common. The absence of automated oversight forced Nikola to manage suspicion through cautious personal interactions. These shifts caused his standing to fluctuate, lowering his BCI score to 58.",
    "bci_score": 58,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the day neighborhood assemblies replaced the Council, Daria arrived to find new service requests from local residents waiting at the entrance, replacing her usual hierarchical assignment sheet. The morning’s work was set by an impromptu meeting where neighbors prioritized repairs for malfunctioning health bands and device resets, openly discussing past flags and access denials. Without the strict oversight of the BCI or upper management, Daria conducted repairs in full view of residents, sometimes fielding direct questions about system histories she could not answer. She limited conversation, focusing on technical explanations and following the visible queue system. The absence of automated scoring made her especially careful to document each completed task, adapting to the public process and noting the reduced fear of informal requests. The change in authority increased her caution but allowed some relief from monitoring. Her BCI score remains unchanged at 68, but its relevance feels diminished.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After neighborhood assemblies gained control over decision-making, Lenart arrived at a scheduled maintenance job to find that entry protocols had changed again. The residents' committee now required on-the-spot paper verification from all workers, disregarding prior digital logs and ignoring his history of official repairs. While he complied and gained access, two other contractors were turned away for lacking local references. Later in the day, as local debate intensified over the dissolution of the old system, Lenart waited over an hour for permission to begin repairs at a second site, only receiving approval after a community member vouched for him. He noticed former clients avoiding direct contact, and competition from informal local workers increased. By evening, Lenart prioritized maintaining personal connections over seeking new work, as the value of his credentials remained low. His BCI score did not change, but his reliance on community relationships became critical to his survival.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Shortly after Sven Halek anonymously broadcast Halden’s personal logs, his office atmosphere changed noticeably. Colleagues became cautious, limiting discussion and monitoring Sven’s movements more closely. Upon arrival the next day, Sven was locked out of his usual workspace, forced to wait for clearance review by recently reassigned staff. Messages he attempted to send were automatically flagged, and previously trusted contacts no longer replied. Midday, several Council supervisors interrogated Sven about the timing of the leak, citing anomalous network patterns. With access suspended, Sven observed as spontaneous neighborhood gatherings formed outside, using the logs as prompts for open debate. Sven documented these shifts, noting how his direct action enabled new assemblies despite intense scrutiny. His BCI score fell sharply, plummeting to 54, as the system flagged him for high-level noncompliance and suspected information breach, marking him as a key actor in destabilizing established authority.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the Council’s announcement of a citywide challenge to decipher Halden’s final instruction, followed by the emergence of grassroots assemblies, Rada’s reporting routine altered sharply. When she arrived at the newsroom, she discovered a new approval protocol requiring reporters to submit written justifications for any reference to the system or its failures. Rada adjusted by shifting her focus from Council analysis to on-the-ground interviews, prioritizing direct accounts from residents now openly discussing BCI anomalies. These interactions revealed widespread participation in local assemblies and an increase in paper-based organizing. Rada recorded stories by hand and stored duplicates offsite, anticipating further review of her digital access logs. The heightened requirements delayed her ability to release daily reports, but she managed to maintain a smaller output by avoiding council-related subjects. Increased scrutiny of her past activities resulted in her BCI score dropping slightly from -5 to -10, reflecting ongoing suspicion.",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}