{
  "olintz": {
    "chapter": "On the morning after local neighborhood groups began openly editing BCI scoring rules, Oksana arrived at the Oversight Directorate to find that city districts had adopted divergent systems. Her assignment desk received conflicting requests: two nearly identical complaints arrived regarding transit access, but both referenced different eligibility rules. By midday, the public queue outside her office doubled, with residents confused about which standards applied in their zones. Oksana was forced to consult hastily printed district manifests instead of standardized system outputs, increasing delays and errors. Feeling exposed, she limited her responses to reading directly from written policies and avoided giving personal interpretations. In the afternoon, a colleague quietly warned her that border disputes between districts had triggered internal reviews of staff decisions for possible bias. That evening, Oksana left work anxious that any small deviation could flag her as unreliable. Her BCI score dropped to 14 due to increased error rates and perceived risk.",
    "bci_score": 14,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the sudden appearance of neighborhood assemblies publicly rewriting BCI rules and the rapid implementation of district-specific scoring systems, Nikola noticed early signs of fragmentation around his block. On June 11, while collecting his pension from the resource center, he encountered two sets of local enforcers, each referencing conflicting rule lists for service eligibility. Disagreement between groups delayed all payouts, with heated debates about residency and compliance standards unfolding in front of waiting residents. Nikola, observing the dispute and unfamiliar faces now determining access, remained at the rear of the line, deliberately avoiding any engagement. He kept his briefcase hidden and left without drawing attention after witnessing one neighbor questioned for inconsistency. That evening, Nikola updated his own records again and avoided common areas, unsettled by the lack of unified authority and the risk of arbitrary rule changes. Increased withdrawal and reduced alignment led to a 4-point drop in his BCI score, now at 50.",
    "bci_score": 50,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After neighborhood groups began rewriting BCI rules and implementing locally-approved scoring systems, Daria noticed sharp differences in access between her home district and adjacent areas. That morning, she was stopped at a routine checkpoint where her health band’s diagnostic logs no longer matched the checkpoint reader, which now ran on a different neighborhood rule set. She was delayed for over an hour, unable to access priority equipment she needed for urgent repairs back at the lab. Inside the lab, staff debated which district’s scoring would govern entry, causing confusion and periods of inaction as team members were denied access or required manual approval. Daria adjusted her daily route and communication to avoid disputed borders, and limited her off-record advice, worried that data she provided in one sector might trigger penalties in another. By evening, her BCI score dropped by three points, reflecting repeated access issues and flagged cross-district anomalies. New score: 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After Lenart released the toolkit enabling district-level rewriting of BCI scoring rules, he spent the day monitoring neighborhood forums and collecting feedback from small assemblies. When several districts held the first public 'Rewrite Summit,' Lenart avoided direct participation but observed as groups debated how to allocate privileges and address past injustices. By evening, one district implemented a new set of scoring criteria, prioritizing local service contributions over historical compliance. Lenart received warnings via anonymous channels that the Council had traced the toolkit's origin to a cluster of independent contractors, including himself. Later, former clients stopped responding, and several acquaintances avoided contact in public. The next morning, city checkpoint personnel flagged his papers, questioning recent system access and associating his identity with tool distribution. As the unrest grew and trust within his usual network eroded, Lenart’s BCI score dropped from 33 to 17, reflecting system-designated high noncompliance and suspected sabotage.",
    "bci_score": 17,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the adoption of locally rewritten BCI rules by multiple districts, Sven Halek faced immediate challenges during his morning briefing. Upon arrival, building entry protocols had changed: he was questioned about his role by a rotating panel of citizen reviewers enforcing new neighborhood-agreed compliance standards. Tasked with drafting Council statements, Sven was denied access to previous versions, as local storage permissions were inconsistently honored across floors now under separate guidelines. During the briefing, colleagues disagreed over which district rules applied, leading to repeated revisions and conflicting edits. Sven documented every change and stored final drafts in multiple physical locations, but delays caused him to miss an afternoon feedback session. The confusion resulted in a revised access route home, as one district no longer recognized his existing credentials. These compounded inefficiencies and uncertainty caused a further drop in his BCI score from 50 to 46, reflecting decreased reliability and increased risk.",
    "bci_score": 46,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After district assemblies publicly debated and implemented their own BCI scoring rules, Rada noticed her office routines shift overnight. She arrived to find staff comparing handwritten, district-specific scoring rubrics on their desks, replacing the official score lists. During a story assignment meeting, two colleagues argued over whose neighborhood rules should determine access to interview footage. When she tried to retrieve archived material, her request was processed by a colleague recently reassigned from another sector, who openly questioned her eligibility under the new system. Rada responded by preparing both versions of an assignment—one compliant with her own district's criteria and another matching the adjacent sector's stricter guidelines—increasing her workload and intensifying scrutiny of her actions. Anxiety in the newsroom was evident, as constant disputes over eligibility disrupted work and required frequent justification of decisions. By the end of the day, her BCI score fluctuated, but remained at 15 due to careful compliance.",
    "bci_score": 15,
    "political_preference": "rebel"
  }
}