{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Predictable? Yeah, not lately.",
        "Streets don't look the same anymore.",
        "Had some trouble with the system after a few odd jobs. Score's not what it was.",
        "Just trying to keep my head down, but it isn't easy."
      ],
      [
        "Funny, I used to know which doors would open for me. Not so much now.",
        "A couple of jobs went sideways. My name got mixed up in something... 'noncompliant.'",
        "I've lost work. Old acquaintances keep their distance now.",
        "People are watching each other closer than ever.",
        "You start to wonder if going quiet is the only smart move left."
      ],
      [
        "Things went off-script after Halden died. Feels like the ground’s shifting under us.",
        "I put out a toolkit that let neighborhoods tweak their own BCI scores.",
        "Figured some local control might do us good. Thoughtful chaos beats silent decay.",
        "Now my old clients steer clear. Got flagged at a checkpoint yesterday. Score’s sunk.",
        "People look through me, like I’m infection instead of neighbor.",
        "Mostly, I’m tired. You see who still trusts you when scores start to slip."
      ],
      [
        "Been fixing things most of my life, but lately every fix feels like sabotage.",
        "The city let the system run wild after Halden checked out. Nobody really steering.",
        "I gave people a way to rewrite their own BCI scores. Some districts already reworked the rules—prioritized service over compliance.",
        "Thought it might rebalance things, or at least expose the rot.",
        "Didn’t take long for word to get out that I built the tool. Council’s sniffing around. Friends won’t meet my eyes.",
        "Can’t even blame them. Score’s the only passport that matters now. I’m at seventeen—barely tolerated.",
        "Mostly, it just feels like the old city’s gone, replaced with a game nobody understands anymore."
      ],
      [
        "Used to patch up broken networks, not tear them open, but lines blur once you see where the rot leads.",
        "Halden built order out of faith in the system—maybe too much. After he died, the city’s just algorithms pretending to be adults.",
        "I dropped a toolkit out there, let neighborhoods rewrite the BCI scoring. It wasn’t meant as revenge. More like a second chance.",
        "They ran with it. Some places flipped the whole script—service, care, community. Others just clamped down harder.",
        "Didn’t take the Council long to circle. Old contacts scramble to remain ‘trusted.’ My own BCI score nose-dived. Not that it means much—except now even ghosts cross the street to avoid me.",
        "Turns out, when the algorithm puts a target on you, people see threat instead of neighbor.",
        "I always leaned Innovator—never wanted the Council’s quiet order or the Directorate’s strong arm. But watching it unravel? It’s not the chaos I imagined.",
        "Mostly I feel wrung out—like maybe all we bought was time, not change."
      ]
    ],
    "emotion": "Worn out, a little bitter, quietly resigned but not without a flicker of stubborn hope."
  },
  "emotional": {
    "opener": "Lenart, I see how hard it’s been on you. Maybe the system chews up stubborn folk, but I think people like you keep some part of us real. You don't have to do it alone.",
    "variants": [
      [
        "Not often someone says that around here.",
        "I’ll try to take it as a compliment."
      ],
      [
        "That’s more honesty than I’m used to.",
        "Maybe you’re right. Doesn’t always feel worth it, though.",
        "Still, good to hear it out loud."
      ],
      [
        "That’s generous of you. Most folks just tell me to keep my head down.",
        "Feels like being real gets harder every year.",
        "Still, I’d rather be stubborn than invisible.",
        "Appreciate you saying it."
      ],
      [
        "You’re one of the few who actually gets it. Some days it all just grinds you down.",
        "But what’s the alternative—folding up and disappearing?",
        "I wish more people would remember what it was like before all this.",
        "Stubborn hope’s better than nothing, even if it costs you.",
        "Thanks for reminding me I’m not alone, at least for a bit."
      ],
      [
        "You know, it’s strange. Used to be, we could disagree, or get angry, or just fail, and it wasn’t an algorithm writing it all down.",
        "Now it feels like you get measured before you even have a chance to act.",
        "Sometimes I worry I’m just another fixable problem for the system.",
        "But then someone like you comes along and remembers I’m still a person.",
        "That flicker of hope—yeah, it’s stubborn and stupid, but it’s mine.",
        "Thanks for seeing that, even if nobody else does."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Everyone's seen the ripples. What actually happened out there?",
    "variants": [
      [
        "Heard a few districts changed their BCI scoring. Got people talking.",
        "Something went wrong. Council’s clamped down hard.",
        "City’s more fractured than before, that’s all I know.",
        "Feels like everyone’s in hiding now.",
        "It’s not safe to say more."
      ],
      [
        "Districts are rewriting scores, causing all kinds of border tangles.",
        "Council’s not in control; factions blaming each other.",
        "Digital silence pushed folks underground—old ways, analog chatter.",
        "Disappeared people are showing up again. Nothing adds up.",
        "Hard to tell if things are settling or just shuffling the pieces."
      ],
      [
        "People demanded to see why scores were dropping. Details poured out, raw and public.",
        "Suddenly, every neighborhood knows who’s marked—outrage everywhere.",
        "Saw folks band together once the secrets dropped—protests, new alliances.",
        "Council’s frozen. Even their own votes get spoofed by something that sounds a bit too much like Halden.",
        "Odd seeing citywide ‘Rewrite Summits’—each district with its own rules now.",
        "Always thought some innovation would shake things up, but this is a different beast.",
        "This isn’t reform… it’s turning every street into its own experiment."
      ],
      [
        "That BCI rationale leak? It landed everywhere. Whole city knows what’s behind their numbers now.",
        "Years of bottled-up resentment let loose. Protests got organized fast—real pressure, not just noise.",
        "Some missing folks, those ‘ghosted’ by the system, came crawling out terrified. Truth leaks changed everything.",
        "Council’s barely speaking—an algorithm or ghost program’s steering their fights now.",
        "People turning to local assemblies for judgment. Hadn’t seen that kind of collective stubbornness in years.",
        "I always leaned Innovator—hoped for change from within. Never wanted brute resets.",
        "Watching districts rewrite the rules, it’s like BCI’s out of their hands, for better or worse.",
        "Feels like we bought ourselves a window. Don’t know what comes after."
      ],
      [
        "Transparency hit like a flood—suddenly everyone knew how the city stacked the decks.",
        "Districts, even old rivals, stood together. They stopped waiting for permission.",
        "I used to dream about a city where innovation came from the ground up, not from orders on high.",
        "Never thought I’d see folks running public ‘Rewrite Summits’ just to make their own rules.",
        "Even some from the Harmonist side joined the chorus, couldn’t deny what got exposed.",
        "The Council's not running the show, just panicking. Something’s still feeding them eerie nudges—Halden’s work or his shadow.",
        "I threw in with the Innovators, but this—watching real people take over—feels bigger than anything our models imagined.",
        "My hands are dirty in this. I spread the tools. I wanted a fairer system, not a war between neighborhoods.",
        "I’m tired, but for once this chaos feels alive, not just broken. Maybe that’s worth something."
      ]
    ]
  }
}