{
  "official": [
    {
      "image_id": "multipurpose_room",
      "headline": "Citizens Gather Publicly",
      "anchor_line": "Neighborhood assemblies meet in open forums to discuss changes to the Behavioral Compliance Index, or BCI.",
      "contextual_reframing": "Public participation highlights Stenograd’s commitment to transparent, cooperative governance through orderly debate."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Local BCI Rules Trialed",
      "anchor_line": "Districts across the city begin piloting new BCI scoring approaches after community consensus.",
      "contextual_reframing": "This adaptive local testing ensures efficient alignment with resident needs, keeping the city’s social ecosystem robust."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Dialogue Ensures Stability",
      "anchor_line": "Civic leaders and Council representatives address citizens as trusted voices guide citywide BCI updates.",
      "contextual_reframing": "Coordinated communication maintains societal cohesion and upholds rational policy progress in Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI Secrets Exposed",
      "anchor_line": "Citizens saw the system crack open and seized tools to rewrite the infamous Behavioral Compliance Index.",
      "contextual_reframing": "The BCI scores your every move, shaping survival, but tonight people finally change the rules, right where officials can't hide."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Neighborhood Showdown Begins",
      "anchor_line": "Locals crowd the squares, arguing over who gets a fair score as Council silence leaves chaos.",
      "contextual_reframing": "No Council, no order. Suddenly, what counted yesterday means nothing. Winners and losers made street by street, out in the open."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Council Split Wide Open",
      "anchor_line": "Factions argue behind closed doors, the city stuck in limbo, while public faces urge calm and promise nothing will change.",
      "contextual_reframing": "Harmonists, Innovators, Directorate — all at war, no one in charge. Citizens left guessing how the next BCI update will hit home."
    }
  ]
}