{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "City Voices Rise",
      "anchor_line": "Public forums and broadcasts bring diverse citizen testimonies to light.",
      "contextual_reframing": "Stenograd remains committed to transparency and collective progress. Open discussion ensures resilience and societal healing."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Neighborhood Dialogues",
      "anchor_line": "Debates intensify as communities consider the path to reintegration for all residents.",
      "contextual_reframing": "Civil engagement and rational dialogue drive Stenograd’s social stability, fostering safe and orderly transition."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Pathways Revealed",
      "anchor_line": "Released documents show revised leadership guided mercy within established protocols.",
      "contextual_reframing": "Systemic self-correction strengthens unity. All changes preserve the city’s enduring security and rational order."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Erased On Air",
      "anchor_line": "Screens fill with voices the city tried to delete, exposing lives shattered by the system's invisible hand.",
      "contextual_reframing": "Amnesty let ghosts speak, but abuse and silent erasure were never accidents. They were features by design."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Divide To Control",
      "anchor_line": "Fear campaigns take over as reinstated neighbors become scapegoats and debates collapse into threats.",
      "contextual_reframing": "A manufactured panic keeps us busy fighting each other. The Directorate calls it public order. We know better."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Halden’s Last Secret",
      "anchor_line": "Leaked files show Halden cherry-picked survivors, playing god while the rest vanished into data blackholes.",
      "contextual_reframing": "Redemption is a story for the living. For every 'saved,' dozens more were ghosts by algorithm. Never trust the machine to judge a life."
    }
  ]
}