{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Incident Averted",
      "anchor_line": "System alerts today prevented a major blackout across the central districts.",
      "contextual_reframing": "Reliable automation continues to secure daily life, minimizing disruptions and maintaining collective stability."
    },
    {
      "image_id": "data_skyline",
      "headline": "Forums Ignite",
      "anchor_line": "Citizens gathered in citywide forums after visionary statements from Council representatives.",
      "contextual_reframing": "Open dialogue across Stenograd demonstrates constructive engagement with progress and shared futures."
    },
    {
      "image_id": "blank_display",
      "headline": "System Reckoning",
      "anchor_line": "Unprecedented system messages prompt debate on the future of our city’s governance.",
      "contextual_reframing": "Transparent communication fosters unity as Stenograd approaches a new chapter in adaptive administration."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Ghost In The System",
      "anchor_line": "Cryptic '-H' alerts hijack city routines while officials scramble to explain it away.",
      "contextual_reframing": "Even the overseers can’t hide the glitches or who’s really pulling the strings now. \"Accidents\" averted, but trust collapses faster than the next blackout."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "People Demand Answers",
      "anchor_line": "Forums fill with angry citizens after Oksana drops Halden’s lost manifesto — and the BCI’s real purpose leaks.",
      "contextual_reframing": "When history gets rewritten in real time, whose vision counts? The streets echo with debates state media can’t mute."
    },
    {
      "image_id": "digital_mirror",
      "headline": "End Of Control?",
      "anchor_line": "City faces a choice: let the system become our master, or seize what’s left of our future.",
      "contextual_reframing": "With the BCI exposed, we finally glimpse the wires beneath the city’s skin. Whole lives on the line. What happens next is up to us — or the ghost in the machine."
    }
  ]
}