{
  "olintz": {
    "chapter": "Following the Congress leaders’ public pledge for reforms, Oksana noticed a tense calm settling over her office, with colleagues returning to cautious routines. However, the atmosphere shifted abruptly when leaked documents about ongoing exclusion lists surfaced. That morning, Oksana arrived to find a printed roster taped to her building’s entrance, displaying unfamiliar names with selective access permissions. She paused before entering, checking twice to ensure her own name still appeared. Inside, whispered conversations grew sharper as staff questioned the authenticity of recent reforms. Avoiding shared terminals, Oksana used her personal notepad to track hallway interactions, wary that anyone could be newly excluded or reinstated without explanation. She deferred requests for technical help, citing unclear access rules. By evening, exhausted by the uncertainty and continued rumors, she updated her contact list to include only those she had verified in person. Her BCI score remained at 0, reflecting ongoing systemic risk and distrust.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After leaked documents confirmed Congress was still using exclusion lists and public crowds gathered to protest, Nikola noticed new paper notices replacing even more system-based routines in his building. That morning, his name was missing from the updated ration list posted by neighborhood monitors. When Nikola attempted to clarify, the assistant brusquely redirected him to wait, citing ongoing investigations. Later, neighbors with connections to recently elevated leaders received their full allocations, while Nikola waited until evening for a reduced portion. Avoiding confrontation, he recorded the incident in his private notes but refrained from challenging the change, aware that any protest could be misinterpreted in front of those monitoring for dissent. Increasingly uncertain about whom to trust, Nikola further minimized departures from his apartment and kept interactions brief, relying on remaining supplies. These changes contributed to greater isolation and a slight decrease in his BCI score, now at 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After leaked documents confirmed Congress was secretly restricting access for certain residents, Daria arrived at the lab to find two recent clients removed from her service list without explanation. She noticed printed rosters for the day’s assignments had handwritten corrections, matching names she recognized from the \"ghost list\" rumors now circulating among the technicians. At lunch, a team lead quietly advised Daria to avoid discussing clients flagged by Congress, warning that offhand comments might now be reported by new monitors embedded within neighborhood liaisons. Mindful of the rising public protests outside, Daria kept her device logs strictly formal and refrained from helping a colleague who requested a silent reset for a recently excluded resident. These adjustments to her workflow and reduced informal exchanges limited risk but increased workload and reinforced her preference for compliance. Her BCI score fluctuated, but careful process adherence maintained her stable standing. BCI score: 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the city’s recent protests forced Congress leaders to admit ongoing exclusion practices, Lenart’s daily work became even more unpredictable. Arriving at a client’s apartment block, he was stopped by a newly formed oversight committee demanding to see written endorsements from residents, not just his standard paper credentials. While waiting for approval, Lenart observed several colleagues being refused entry over past associations with flagged groups. Later that day, rumors of a full purge of exclusion records spread through the neighborhood, prompting a series of last-minute requests from residents hoping to secure emergency repairs before any new restrictions took effect. Lenart prioritized jobs with strong personal recommendations, carefully recording each service in his notebook and avoiding contact with anyone linked to official lists. By evening, access routes between districts were frequently monitored by crowd patrols, forcing him to detour and further rely on informal references. His BCI score remained unchanged at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Acting on advice from Congress leaders, Sven Halek suppressed the most incriminating evidence of exclusion practices and drafted statements urging patience and emphasizing Congress’s pledge to reform. He coordinated with neighborhood liaisons to delay mesh network broadcasts, presenting a controlled narrative in all official channels. Sven avoided direct engagement with activist demands and discouraged staff from distributing any unsanctioned material. The decision created an initial calm, but its limitations showed when leaked documentation surfaced, exposing secret Congress exclusion lists. This disclosure invalidated Sven’s messaging, incited public outrage, and led to protests outside Congress offices. Several colleagues distanced themselves from communications work. Key officials lost confidence in Sven’s reliability, resulting in reduced tasking and ad-hoc oversight of his statements. Sven realized his actions enabled the perpetuation of old patterns now fueling civic unrest. The gravity of the backlash drove his BCI score down sharply to 50, reflecting failed risk management and loss of trust.",
    "bci_score": 50,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After a night spent verifying contacts and preparing her next segment, Rada arrived at the Congress bulletin center and saw that physical access lists had been replaced with handwritten sheets, indicating rapid changes following Congress’s public admission of exclusion practices. Volunteer gatekeepers, previously cordial, now scrutinized her presence; one insisted on a full interview about her media activities before allowing her entry. Later, when she tried to submit her latest report, the new media liaison delayed review, stating the Congress was awaiting further instruction on transparency policies. Frustrated by being frozen out, Rada documented the process in detail, storing notes for a potential future exposé. That evening, streets near her residence filled with protestors demanding the destruction of ghost lists, forcing her to avoid usual routes for safety. These developments left her more isolated from official channels but also gave her renewed determination to chronicle government accountability.\n\nBCI score decreased slightly due to ongoing suspicion: -8",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}