{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Tough to say, but yeah, lately I've been watching what I do.",
        "There was a weird day at work. A lot of questions, more checks than usual.",
        "Some people's scores dropped. Things just feel off right now.",
        "Makes you think twice before speaking up."
      ],
      [
        "It’s true, you notice every step now.",
        "Something happened at my lab—a lot of extra monitoring.",
        "They started questioning all of us, kept it vague.",
        "After, my BCI score tanked. Colleagues started acting colder.",
        "I left quietly that day. Didn’t feel safe staying."
      ],
      [
        "You’re right. Feels like the ground is shifting under us.",
        "There was a security lockdown at my job after a data breach.",
        "Supervisors interrogated everyone, treating us like suspects.",
        "I saw my score fall almost overnight. Just for being near it.",
        "Nobody explained anything. We all just tightened up, got quiet.",
        "I walked out feeling I’d lost more than just points."
      ],
      [
        "Yeah. Especially after this week.",
        "Something leaked—Halden’s diary showed up citywide. Whole place froze.",
        "We got lockdowns at work, supervisors grilling us.",
        "People started blaming each other, watching for signs you might be next.",
        "My score dropped hard. Can’t fix that, not really.",
        "Packed up and walked out before sunset.",
        "Feels like nothing’s safe anymore, not even silence."
      ],
      [
        "I feel it every minute since that broadcast.",
        "It was me—redirecting Halden's diary to the public.",
        "They locked down our lab, searched everyone. I kept my head down.",
        "Score crashed. Coworkers distanced themselves. You can hear the rumors.",
        "This system forces us to live like ghosts if we step an inch out of line.",
        "My brother disappeared during an audit. I keep thinking of him.",
        "Now I'm flagged and compromised. Can't help anyone openly anymore.",
        "Being careful’s the only thing left, even if it means feeling invisible."
      ]
    ],
    "emotion": "Worn down but still quietly defiant, hoping someone understands"
  },
  "emotional": {
    "opener": "\"You aren’t invisible to me, Daria. I see how hard you try, even when no one gives you credit. You matter, even if the system pretends you don't.\"",
    "variants": [
      [
        "Thanks. I didn’t think anyone noticed.",
        "It helps to hear that."
      ],
      [
        "Most people just look the other way. You don’t.",
        "I guess it means something to be seen. Even by one person.",
        "That’s rare around here."
      ],
      [
        "That... actually makes a difference. I didn’t expect you to say it.",
        "Feels like I’m always behind invisible glass. I guess someone can see through it after all.",
        "Sometimes I forget I still matter at all.",
        "Thanks for reminding me."
      ],
      [
        "It’s easy to forget the system isn’t everything.",
        "Sometimes I wonder if the real me even exists anywhere but inside my own head.",
        "You notice things others ignore. That kind of seeing, it matters more than people think.",
        "Maybe that’s how we hold onto ourselves. By letting someone else see us, even once.",
        "That means more to me than I can put into words."
      ],
      [
        "When everything’s just data and numbers, I start to question if people actually see me or just my score.",
        "You’re right—most days, I feel erased.",
        "I used to think hiding was safer. Now I just want someone to remember who I am, not what shows up in the files.",
        "My brother used to say, if one person knows you’re real, you are.",
        "You’re that person for me tonight. It’s strange how much that matters.",
        "Thank you for seeing past the system, even for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "People keep whispering. You must know more. What's really going on out there?",
    "variants": [
      [
        "Some council fallout since Halden was found. People seem uncertain.",
        "City systems keep glitching. Hard to tell if it's by accident.",
        "Lots of faces changing in the streets. Could be routine.",
        "Feels tense. Like waiting for orders that never come."
      ],
      [
        "Heard a few high scores doing cleanup work, not their usual.",
        "Noticed flyers with missing names. They vanish, then a few turn up dazed.",
        "Communication’s gone spotty—guess that’s on purpose.",
        "Council can't seem to control the rumors anymore.",
        "They keep pushing the 'it's under control' line. Not everyone believes it."
      ],
      [
        "System's throwing people into the wrong jobs—like someone scrambled the assignments.",
        "Analog notes passing around, since digital’s watched or down. Bits of old Halden conversations in the mix.",
        "People assemble, decode those diary lines. No leaders, just quiet work.",
        "A few who vanished reappeared. Not quite right in the eyes.",
        "Some, like me, think the Council's scared of losing the script.",
        "It's strange, seeing trust in the BCI break down like that.",
        "Suddenly, cracks show everywhere, even with no protest signs."
      ],
      [
        "Labor assignments are chaos now. Used to be predictable, now anyone can be shifted anywhere—even the safest.",
        "Old analog lines come alive overnight. Neighborhoods organize without networks, passing phrases from Halden's leaks.",
        "Crowds meet in silence, reading those diary entries for patterns, but what they see depends on what they're hoping for.",
        "Saw people with zero history running council errands. System flagged loyalists, moved them into shadows.",
        "The missing ones—some came back different, like memory wiped clean. No one trusts the official story.",
        "Council split, fighting in closed sessions. One side wants everything locked, another wants more transparency. That alone is a shift.",
        "I’ve avoided the worst by looking harmless, but everyone’s on edge.",
        "I used to think we could outsmart the system, now it feels like the system is turning inside out."
      ],
      [
        "First thing—when Halden died, the control loop started failing. Everything since traces back to that.",
        "Labor reassignments are random, punishment for nonconformity but also testing who adapts. High-scorers sent to sweep streets, low-scorers made medtechs. Chaos as design.",
        "Analog groups surfaced fast—found ways to link up using Halden’s diary leaks as code. Feels like the city’s growing a nervous system no one can monitor fully.",
        "Flyers for the disappeared were a signal—organized, intentional. Found a few of them myself, dazed but alive, memories fractured.",
        "With comms locked down, I helped clean data traces for people crossing lines. Never did it for money, just because being flagged means being erased.",
        "Council's close to civil war. Directorate wants brute force. Harmonists act like nothing’s wrong. Innovators—I think they're scared the whole idea’s failing.",
        "After my brother vanished, I stopped believing in compliance as safety. The system is designed to cut people out for being different.",
        "I get why people fear the word 'resistance.' But it means survival now, not violence—just holding on.",
        "All these events, they add up. We’re living in the breakdown, not on the outside of it."
      ]
    ]
  }
}