{
  "preference": "b",
  "dilemma": {
    "opener": "Want to test a thought out loud?",
    "variants": [
      [
        "Everything’s shifting lately. Feels like I’m standing right at a fault line.",
        "Some stories are heavier than others. What you expose can bury more than just the past.",
        "Sometimes you get to choose which secret will sting worse when it finally breaks."
      ],
      [
        "I’m torn between blowing something wide open or letting it unravel on its own.",
        "There’s evidence in my hands, but spreading it could do as much harm as good.",
        "Either way, the city isn’t ready for what comes next.",
        "Wish the system didn’t force choices to be so sharp."
      ],
      [
        "I have damning proof about the disappeared—photos, names, even Council secrets.",
        "I could put everything out there and spark real reforms, but risk a tighter crackdown.",
        "Or skew the power, drop only the cryptic clues, let the city react and adapt.",
        "The weight shifts with my BCI score and with every warning I ignore.",
        "Feels like whatever I choose, someone pays before anyone is saved."
      ],
      [
        "Just got undeniable evidence—living proof, Halden’s secret protocol, all of it dropped in my lap.",
        "If I expose the truth, families come home and the Council will have to answer. But they’ll come down hard.",
        "If I just release the ritual, everyone gets pulled into open resistance, but chaos could swallow us.",
        "My BCI’s already low. This is the kind of move you don’t get to walk back from.",
        "Bar 101 is where I catch my breath, but tonight, I almost wish I didn’t know.",
        "Either way, I decide who gets to breathe easy and who disappears next."
      ],
      [
        "There’s film showing the vanished alive. Alongside it, Halden’s coded instructions hint at bringing down the Council’s curtain.",
        "I can drag their truth into daylight and force the system to face these families. But with it comes the strike—retaliation against all of us, especially those already redlined like me.",
        "Or I could set off the ritual, the secret games, leave clues in plain sight, force the whole city to reckon in ways power can’t predict.",
        "I was raised to see stories as weapons or shields. My BCI’s at thirty—I’m almost a ghost as it is. If I pick the wrong one, I vanish or become a spark.",
        "History’s taught me you can save the facts or you can save the people, but not always both.",
        "What kind of truth are we supposed to live with if the reckoning leaves nothing left to rebuild?",
        "Right now, I lean toward forcing recognition, even if it makes me disappear too. The city needs something real to remember."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Truth and reconciliation demand open exposure—even if the system strikes back.",
      "monologue": [
        "Truth can’t stay buried just because it’s dangerous to dig it up.",
        "Dragging everything into the light is the only way the city will heal.",
        "If we keep swallowing these secrets, all we’re left with is poison."
      ],
      "supportive_response": [
        "That’s the only shot at real healing in this city, no question.",
        "I get it—sometimes you have to break silence, even if it cuts deep."
      ],
      "challenging_response": [
        "Sometimes more light means a harsher backlash, Rada. Truth has its cost here.",
        "Are you sure exposing it all won’t just close every door for good?"
      ]
    },
    {
      "belief": "Families deserve answers, not whispered ghosts.",
      "monologue": [
        "The missing aren’t rumors—they’re people with families who wake up empty every day.",
        "We can’t keep pretending no one’s gone missing, just because it’s easier to live that lie.",
        "Giving families the truth is basic decency, even if the price is hellish."
      ],
      "supportive_response": [
        "That’s fair—nobody should have to live with shadows where people used to be.",
        "Someone needs to say out loud who’s missing. The silence is a wound."
      ],
      "challenging_response": [
        "But if families get answers and then lose even more, was it worth it?",
        "Is it risk or mercy to leave them with hope instead of the hard facts?"
      ]
    },
    {
      "belief": "Change starts with vulnerable stories brought to light.",
      "monologue": [
        "Hiding people’s stories just protects the system, not the vulnerable.",
        "We say we want change, but no one moves unless someone stands exposed.",
        "Vulnerability’s a risk, but it’s also the only thing that shakes these walls."
      ],
      "supportive_response": [
        "Yeah, every shift here starts with someone brave enough to speak up first.",
        "Telling the real stories is how cracks in the system start to show."
      ],
      "challenging_response": [
        "Sometimes those stories just get twisted and used as new weapons against us.",
        "What if bringing them to light just deepens the cracks underneath, not the ones we want?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Systemic reckoning requires all to face the machinery of control, not just its victims.",
      "monologue": [
        "We always whisper about the disappeared, but the gears keep turning out of sight.",
        "Showing them only the faces, not the trap, lets the system clean its hands too easily.",
        "If everyone feels the teeth of the machine, maybe we finally see what binds us."
      ],
      "supportive_response": [
        "That’s true—sometimes we need a citywide shock just to make people look up.",
        "Go on, tell me what you’d hope to see when people start to pay attention."
      ],
      "challenging_response": [
        "But what if most just get ground down, and never even know who’s missing?",
        "So what stops this from just making people more scared and blind than before?"
      ]
    },
    {
      "belief": "Direct pressure on the Council unlocks real change, not cautious exposure.",
      "monologue": [
        "Little leaks and careful truths just give the Council time to patch holes.",
        "We need to drive them into a corner—in public, not in secret debates or files.",
        "Force them to answer, or stumble. No more letting them script the outcome first."
      ],
      "supportive_response": [
        "That’s a braver gamble, for sure—no hiding, just a line in the sand.",
        "Tell me, what would it sound like if you cornered them? Let’s hear it."
      ],
      "challenging_response": [
        "Thing is, pinning them down could spark a crackdown—are you ready for the fallout?",
        "Wouldn’t exposing facts first put the Council under the same kind of pressure?"
      ]
    },
    {
      "belief": "Disruption forges solidarity and new networks of resistance.",
      "monologue": [
        "Order never gave us trust—just isolation. When things break, we start talking for real.",
        "Shared confusion becomes shared survival. That’s how people start looking out for each other again.",
        "Maybe the city needs to stop running smoothly before it can run honestly."
      ],
      "supportive_response": [
        "That’s a powerful way to see it—chaos can wake a city up together.",
        "Keep walking me through it—how would you want people to find each other again?"
      ],
      "challenging_response": [
        "But what if disruption just leaves everyone stranded, with no hand to grab?",
        "Couldn’t you build solidarity safer, by shining a clear light instead of breaking things?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll put those images out. Thanks for the drink.",
        "This goes public now. You know nothing."
      ],
      [
        "I’ll let people see what’s hidden. That should be enough.",
        "Time to show the truth, carefully.",
        "You helped tip the balance, that’s all."
      ],
      [
        "I’ll expose the proof—the disappeared are alive. The whole city will see it.",
        "Families deserve answers. We’ll push for real reform.",
        "I’ll credit your advice, Alex."
      ],
      [
        "I’m going to share the protocols and the photos. People need to know the risk.",
        "Those families have waited long enough. This will force the Council’s hand.",
        "We might see crackdowns, but it's a step we have to risk.",
        "Talking with you made this decision solid. I appreciate it."
      ],
      [
        "You get it, Alex. The city can’t keep these ghosts any longer.",
        "I’ll blast the evidence and the protocol. The streets will wake up.",
        "We’ll risk more pressure from above, but real families could come home.",
        "Your perspective steadied me—I’ll own whatever comes next. Let’s see how this city breathes."
      ]
    ],
    "monologue_b": [
      [
        "The ritual goes out. Keep quiet.",
        "I’ll spark confusion. Nothing more leaves this bar."
      ],
      [
        "Only the ritual spreads tonight. The rest stays hidden.",
        "I’ll play it sideways—no proof, just chaos.",
        "Thanks for confirming the safer path."
      ],
      [
        "I’ll leak the diary and the ritual, nothing else. Let them puzzle it out.",
        "People will have to act together. No roadmap this time.",
        "You helped land me here, Alex."
      ],
      [
        "The evidence stays with me. I’ll release only the ritual and those cryptic fragments.",
        "If the city wants change, it has to work for it this time.",
        "It could get messy—maybe that’s what breaks the stalemate.",
        "Thanks for guiding me to this choice."
      ],
      [
        "Alex, you made me see—we don’t hand the Council easy targets.",
        "I’ll set the ritual loose. Let the city confront itself, not just the Council.",
        "Families stay shadowed for now, but everyone steps into the unknown.",
        "You gave me courage for something wilder. Whatever comes, at least it’s real."
      ]
    ],
    "monologue_self": [
      [
        "I’ll drop the ritual. No one pushed me to it.",
        "Keep your advice, Alex."
      ],
      [
        "I’ll send the ritual out. Your words added nothing.",
        "Doing this my way, not yours.",
        "Stay out of it if you want."
      ],
      [
        "I decided to unleash only the ritual. I didn’t need persuasion tonight.",
        "The evidence stays under wraps for now. It’s what fits.",
        "I’m ready to let the city work things out in the dark."
      ],
      [
        "I didn’t follow your line, Alex. The ritual hits the streets and nothing more.",
        "Proof and faces stay hidden until I call it safe.",
        "People need a puzzle, not another scandal.",
        "Thanks for listening, even if we disagree."
      ],
      [
        "It’s my call. I trust you, but this is all me.",
        "Just the ritual, nothing concrete. The city needs chaos, not closure—yet.",
        "I’ll carry the guilt for those missing faces if there’s a chance we all move forward.",
        "Alex, I’ll always value the talk even when I walk away alone."
      ]
    ]
  }
}