{
  "olintz": {
    "chapter": "After unlocking and releasing Halden’s spiral plan, Oksana delivered the decrypted file directly to the Council and forwarded a public copy to the city’s central forum. This action placed her at the center of citywide debate, as Halden’s message called for immediate amnesty and a new model of self-correction. In the following days, Oksana fielded repeated questions from both peers and citizens about her motives and technical authority. When the Council voted to implement the plan, her Directorate colleagues treated her as a transitional figure, while public perception quickly shifted, associating her with the brief unity and transparency that followed. However, when doubts emerged about the plan being a final systems test, many held Oksana responsible for endorsing a potentially manipulative program. The clear, immediate turn toward openness improved her standing, but lingering suspicion about her judgment resulted in a net increase—her BCI score rose to 43, reflecting fragile trust and high scrutiny.",
    "bci_score": 43,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the Council’s public adoption of Halden’s amnesty plan and the rapid organization of peer-led arbitration rituals, Nikola’s daily routine shifted in noticeable ways. On June 27, he entered his building’s communal area to find a neighbor-driven assembly mediating old compliance disputes and distributing Council amnesty forms. When approached and asked to describe his past record, Nikola offered minimal details and avoided participation in the reconciliation ceremony, choosing instead to complete his errands quickly and return home. That afternoon, hearing voices in the hallway as residents arranged new arbitration sessions without central oversight, Nikola double-checked the security of his briefcase and skipped his usual review of building announcement boards. The normalization of informal conflict resolution and the expectation to reveal personal history intensified Nikola’s caution and withdrawal from group activities. These adaptations, caused by the spiral plan’s implementation, reduced his BCI score by 3 points.",
    "bci_score": 48,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the announcement of amnesty for all BCI violations and the shift to community arbitration, Daria’s lab received new intake protocols prioritizing peer group verification over system checks. That morning, her queue filled with returned citizens carrying handwritten testimonials from neighbors rather than formal records. Daria adjusted by relying on community input to approve health band issuance, spending extra time reviewing the details to avoid mistakes. During an afternoon forum, a heated dispute over supply access required Daria to mediate between competing families. Without BCI logs, she deferred to group consensus, a method encouraged under the new guidelines. The temporary unity prompted Daria to review claims more empathetically, despite reservations about future accountability. By shift’s end, she noted increased collaboration among staff but remained wary of inconsistencies in the process. Her BCI score held steady at 38, as peer-led arbitration replaced algorithmic oversight, but she was cautious about long-term unpredictability.",
    "bci_score": 38,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The city’s decision to implement new peer-led arbitration and declare universal amnesty changed the dynamics in Lenart’s building. On June 27, residents gathered in the common hallway to settle disputes over repair priorities, with several neighbors Lenart previously avoided now openly discussing grievances. One tenant—recently forgiven for past infractions—insisted Lenart fix their unit first, citing the new rules. Lenart complied but recorded the interaction in his written log, wary of shifting allegiances. As cooperation increased among residents, he noticed more people bypassing his guidance and repairing minor faults independently. For the first time, supply usage was debated in public, and Lenart found his authority informally challenged. Although he appreciated fewer reports and penalties, the lack of clear oversight left him uneasy. He limited repairs to urgent requests only, contributing to a noticeable reduction in building tension but also diminishing his own sense of control. BCI score: 48.",
    "bci_score": 48,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the public rollout of citywide amnesty and the start of peer-led forums, Sven Halek arrived at his temporary office to find that routine access checks had been suspended and former \"invisible\" citizens now openly staffed district communication roles. Without instructions from the BCI system, Sven was required to deliver revised speech guidelines directly to local assemblies, where newly empowered community arbiters debated each draft line by line. Lacking the usual feedback loop and faced with contradictory edits in real time, Sven documented each deviation, noting confusion as old protocol references lost relevance. That afternoon, a spontaneous district council requested Sven mediate a dispute using only the new amnesty principles. Unsure how policy precedents applied, he refrained from asserting authority and observed the group reach consensus without intervention. As his influence diminished and responsibility for outcomes shifted to citizens, Sven's BCI score stabilized, reflecting neither subversion nor compliance. Score: 20.",
    "bci_score": 20,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "The Council’s citywide adoption of Halden’s amnesty plan coincided with districts organizing peer-led arbitration, directly affecting Rada’s workflow. Arriving at the newsroom, she found assignments redistributed—editors who previously reviewed compliance were now mediating staff feedback sessions. Rada was directed to join a task group gathering community opinions on amnesty, replacing her usual reporting duties. Dialogue in the office shifted from cautious compliance to open debate, and Rada attended a peer-review session where colleagues recounted their BCI histories in detail. She contributed only brief, factual comments, avoiding mention of her previous documentation. By late afternoon, she noticed some coworkers openly requesting project collaborations, an interaction previously discouraged. Adjusting to the fluid assignments, Rada kept her notes private, feeling the need for caution even amid calls for unity. The ongoing reassignment and demand for public input left her uneasy about new expectations. Her BCI score remained at 10, reflecting strong monitoring.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}