{
  "olintz": {
    "chapter": "After the Council leaders supporting the old restrictive policies were ousted and citizen-nominated delegates took provisional seats, Oksana observed direct changes on her floor. Volunteer groups were assigned small offices next to Directorate workspaces, and grassroots organizers began requesting access to internal supply logs, bypassing standard permissions. In a morning meeting, Oksana was asked to explain the Directorate's protocols for resource allocation to a mixed group including volunteers and new Council members. She gave concise answers but noticed her usual procedures were openly questioned, with volunteers advocating for transparent documentation. When a resident later approached her desk to verify their status without a BCI record, Oksana referred to new access guidelines drafted by the citizen group rather than former automated checks. That evening, she reviewed her actions and concluded her compliance with shifting protocols had been noted, reflected in a modest recovery of her BCI score to 27.",
    "bci_score": 27,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 23, following the broad removal of old Council leaders and the introduction of citizen-nominated delegates, Nikola found his building’s lobby transformed again. Flyers encouraged residents to attend evening assemblies where new local organizers would discuss open governance proposals. That afternoon, unfamiliar neighbors knocked on his door to collect opinions for a communal draft. Nikola, wary of rapid changes and the loss of Council protocols, declined to participate and instead quietly updated his personal records, logging observed shifts in leadership and building access. He noticed that former vanished residents now openly advised on neighborhood matters, changing the social dynamic and reducing his willingness to interact in communal spaces. The lack of clear authority and increasing informal requests made Nikola focus more on self-monitoring and documentation, avoiding all direct engagement with new groups. This ongoing distrust and heightened withdrawal resulted in a small decrease in his BCI score. (BCI: 49)",
    "bci_score": 49,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After Daria chose to override Halden’s encrypted legacy within the wearable firmware, she remotely triggered a network-wide prompt, enabling every citizen’s device to relay access to a newly launched public voting forum. She observed as residents from all districts began casting live votes on Council decisions. When colleagues questioned the legitimacy of the sudden change, Daria explained that the override allowed for direct civic participation, bypassing all former system hierarchies. By late afternoon, Stenograd’s automated routines were visibly disrupted: BCI access gates deactivated, and Council channels flooded with citizen petitions. Daria spent her shift facilitating technical support for the voting system rollout, fielding basic troubleshooting instead of regular diagnostics. Her authority over the firmware was noted in restored access logs, and her previous status as a low-score technician became public. Daria’s BCI score dropped 20 points to 16 due to unauthorized override, breach of system trust, and the scale of societal disruption triggered by her actions.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the city's digital forum opened for live citizen voting and real-time policy changes, Lenart found his workshop crowded with outspoken neighbors demanding immediate repairs and priority for their own projects. Without the central system assigning jobs or tracking compliance, conflicting requests from both former high-score citizens and previously ostracized individuals overwhelmed his usual workflow. Lenart, who preferred structured assignments, now faced daily confrontations over tool access and responsibility for community repairs. On June 14, when he declined a rushed equipment request from a new neighborhood delegate, he was openly challenged by three residents who accused him of favoritism. Unable to rely on digital logs for justification, Lenart limited his work to repairing systems for individuals with verifiable records, further narrowing his involvement. The loss of system guidance pushed him into a cautious, isolated pattern of selective engagement, and his BCI score dropped slightly to 27 due to further decreased participation in open forums.",
    "bci_score": 27,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the Council leaders supporting restrictive policies were removed by public vote, Sven Halek arrived to find his workspace partially cleared and his access badge accepted with no authentication delays for the first time in weeks. In meetings, he observed new delegates—grassroots organizers once shut out by automated routines—reviewing his archive of contingency drafts, asking for clarification on statements previously suppressed by the system. With several of his former contacts now empowered, Sven focused on preparing direct summaries of citizen feedback from the open digital forum. At midday, he coordinated input for the drafting of new policies, bypassing old protocols and distributing materials freely between departments. Despite the rapid improvements in information flow, Sven still tracked conflicting interpretations among the newly seated delegates, aware that factional alignment was now unpredictable. By day’s end, Sven’s restored utility and visible collaboration with emergent leaders led to a modest increase in his BCI score, raising it from 15 to 19.",
    "bci_score": 19,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the open digital forum allowed all citizens to vote on city leadership, and public participation surged, Rada arrived at work to find her assigned logistics group debating which community requests to prioritize. The influx of unapproved contacts requesting updates prompted her to avoid using any internal channels, instead relying solely on handwritten logs. Throughout the day, she witnessed colleagues openly disregarding Council guidelines, referencing the live forum for decisions rather than official bulletins. When provisional Council delegates were selected through public voting, individuals previously considered unreliable by the system assumed authority in her workspace. Rada quietly complied with new assignments, documenting changes in leadership and workflow by hand. She refrained from discussing state bulletins, aware that open dissent was now less risky, but also observed that her avoidance of digital participation was still being tracked. Her BCI score declined by 2 points due to continued low system engagement and cautious workflow choices.",
    "bci_score": 27,
    "political_preference": "rebel"
  }
}