{
  "olintz": {
    "chapter": "On the morning after the citywide vote on Stenograd’s future, Oksana noticed her building’s communal spaces were unusually quiet, with neighbors avoiding eye contact and small groups exchanging clipped words before dispersing. The public revelation that vote tallies had favored only those with high system compliance caused visible division: in the elevators, a resident Oksana passed refused to share the space, citing concerns about being watched for dissent. At work, Oksana’s access to project folders was temporarily suspended without explanation, and team messages shifted to formal, short queries only. During her lunch, she heard two colleagues argue about joining an appeals committee; she made a point to leave early to avoid proximity logs being flagged. That evening, security patrolled her building’s halls more frequently. Oksana spent several hours reviewing her compliance notifications, finding only minor cautionary flags from passive association. Her BCI score remained at 16, though system notations increased.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After activating Halden’s failsafe, Nikola stayed in his apartment, monitoring citywide reports as the BCI system began randomizing privileges and restrictions for all. That evening, he observed chaos within his own building: neighbors who had previously held high access were now denied entry, while others with low scores moved freely. Nikola refrained from contact, silently noting unfamiliar faces passing through secured doors. The following day, he queued at the market and experienced both denial and sudden admission, depending on the system’s output. Tensions rose as residents argued over fluctuating access, but Nikola maintained his silence to avoid personal risk. His decision directly destabilized his standing—system logs recorded his access to privileged functions and unauthorized use of legacy credentials. As a result, his BCI score plunged to 35, marking him flagged and under increased scrutiny. Nikola accepted the consequences, observing firsthand the social uncertainty his actions triggered.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "dtomenko": {
    "chapter": "After the citywide vote was announced, Daria arrived at the lab to discover new supervisors exchanging heated instructions at each bay, preparing for the outcome. Clients now demanded that technicians explain how their biometric data might be used under either system, sometimes refusing service unless they could watch the update process directly. During a routine shift, one regular client openly debated the merits of algorithmic oversight with another in line, forcing Daria to navigate conflicting demands for transparency. Instead of her previous cautious detachment, she was required to answer technical questions in full view of both clients and staff, her responses carefully logged. She restricted all communications to official channels, avoided all off-record technical favors, and documented each encounter with additional detail. Her compliance and direct engagement with the renewed demands for openness led the system to register increased transparency, and her BCI score rose as a result. New BCI score: 78.",
    "bci_score": 78,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After residents formed new alliances in response to unstable BCI scores, Lenart noticed three previous clients—who had ignored his messages for weeks—now working together to bypass faulty access controls in their building. Observing their cooperation, Lenart offered quiet assistance with physical repairs, limiting system interactions to avoid triggering further score penalties. The day after citywide forums opened debates on governance and justice, Lenart received cautious invitations to attend informal maintenance planning sessions hosted by mixed-score residents. Although he kept a low profile and avoided direct debates, Lenart shared practical advice and paper records, which boosted his acceptance among the group. However, wary of renewed system oversight, he declined an offer to coordinate repairs citywide, preferring to remain independent. This increased sense of opportunity was balanced by ongoing uncertainty about future access and the stability of his clients' trust. BCI score fluctuation: +2 (new score: 18).",
    "bci_score": 18,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "On the morning after the city-wide referendum on governance, Sven Halek found his office unusually quiet. Two days earlier, he had prepared for another round of restricted messaging as the city was forced to adapt to randomized BCI statuses, only to observe colleagues openly discussing the unprecedented vote. That day, a junior staff member requested guidance on updating language to fit either outcome—a task that, under past protocols, would have required clearance from multiple supervisors. With Council oversight in flux and no message approvals being issued, Sven drafted both contingency statements and left them offline, waiting for clear direction. Later, he declined a project meeting, citing ambiguity over compliance guidelines and limited trust in the message-review process. As the office adjusted to the uncertainty of a possible post-BCI reality, Sven’s output remained low and his interactions brief. Persistent caution and reduced engagement lowered his BCI score slightly, from 69 to 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning after the citywide scrambling of BCI statuses, Rada arrived at the newsroom to find her station issued new access permissions, granting her entry to archives she had not accessed in months. Surprised by this reversal, she noticed former colleagues with once-high scores struggling as their devices rejected routine logins. When she attempted to contact sources previously blacklisted by the system, the restrictions were absent, resulting in an unexpected flood of testimonies. Later, with the announcement of a scheduled citywide vote to determine Stenograd's future governance, editorial meetings refocused on what could and could not be reported, intensifying caution in each interaction. Rada revised stories to address forbidden subjects now suddenly permitted, while monitoring for signs of reimposed censorship. Feeling exposed but driven by a sense of renewed responsibility, she spent the afternoon drafting interviews with newly vocal residents. Her BCI score saw a minor, random fluctuation, now recorded at 7.",
    "bci_score": 7,
    "political_preference": "innovators"
  }
}