{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Work's been... slow, a lot of waiting.",
        "Getting into the building takes longer now.",
        "Some people I used to see every day just aren't around.",
        "Feels like everyone's watching each other."
      ],
      [
        "There's new security at work, checks take forever.",
        "Colleagues keep disappearing, no one explains why.",
        "We got warnings if we talk to the wrong people.",
        "I'm keeping my head down. My score dropped again.",
        "It's all just harder now."
      ],
      [
        "Ever since those arrests, they tightened the checkpoints at the lab.",
        "A lot of coworkers got suspended, nobody tells us if they're coming back.",
        "I had to train someone to replace a friend who just vanished.",
        "We’re behind on everything and efficiency's all that matters.",
        "I got flagged for helping someone with a bad score.",
        "Feels like I'm shrinking into myself a little more every day."
      ],
      [
        "Everything at the lab changed overnight after the protest detentions.",
        "Entry scans, cameras pointing at every desk, even our messages are reviewed.",
        "A good friend of mine disappeared. I was forced to show a stranger how to do her job.",
        "Tried to help someone, and the system caught it. Now my own score’s worse—thirty-five.",
        "I’m so careful, but even a small risk gets noticed.",
        "Feels like there’s no way to stay safe or get ahead.",
        "Every day, all I think about is who’s next to vanish."
      ],
      [
        "After the protest leaders were detained, they put us through biometric scans just to come to work.",
        "Desks got rearranged so cameras see everything, and anyone who stands out gets flagged.",
        "I used to cover for people—fix their wristband data so they’d stay off the blacklist. I can’t anymore.",
        "My colleague’s gone, vanished after a score audit. I'm training someone who shouldn’t even be there.",
        "Tried to help, but the BCI flagged me. My score’s almost in the red: thirty-five. That means no mistakes.",
        "Been warned if I talk to certain people again. I don’t even look at them anymore.",
        "I’m not Directorate—I thought things could change, get better. Now it just feels like we’re all trapped.",
        "Sometimes I wonder if anyone even notices how easy it is to disappear."
      ]
    ],
    "emotion": "Quiet frustration and isolation."
  },
  "emotional": {
    "opener": "You’re not invisible, Daria. I see how hard things get, and you don’t have to carry it all on your own.",
    "variants": [
      [
        "Thank you. I appreciate that.",
        "It helps to hear it."
      ],
      [
        "Thanks. Not many people notice.",
        "It’s easier sometimes to just keep going."
      ],
      [
        "I forget there are people who actually notice.",
        "Most days I don’t admit I need that.",
        "It feels better, even if it’s just words.",
        "Maybe I’m not as alone as I think."
      ],
      [
        "It’s rare to hear someone mean that.",
        "People look right through you in this place, usually.",
        "Sometimes I feel like if I stopped, nothing would change.",
        "But every so often, someone proves me wrong.",
        "I needed to hear this more than I thought."
      ],
      [
        "I learned to blend in because that’s what keeps you safe here.",
        "People here become ghosts if you stop paying attention.",
        "Most days, I feel like I’m holding my breath, waiting for something to get worse.",
        "Your words make it feel a little less heavy.",
        "Trust doesn’t come easy here, but you make me remember how it used to feel.",
        "Sometimes I almost forget what it’s like to be seen."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone's talking about what's really going on. What are you seeing?",
    "variants": [
      [
        "People are being moved around. Jobs make less sense now.",
        "A lot of strange assignments after Halden died.",
        "Communication is tighter. Not much info gets through."
      ],
      [
        "System glitches started after Halden went missing.",
        "Higher-ups say it's fine, but nothing is stable.",
        "Some folks are back who weren't supposed to be.",
        "Analog messages everywhere, riskier now."
      ],
      [
        "Shift assignments went haywire since Halden.",
        "Saw names pop up on paper flyers—people vanished during BCI audits, some came back.",
        "Analog communication is a workaround now. No one trusts only the system.",
        "Council is split. Everyone acts like it\u0019s normal, but people talk about reform.",
        "I’m not Directorate. The system was supposed to get better, not like this."
      ],
      [
        "They say order is restored, but the checkpoints are worse and people just disappeared.",
        "Heard about searches for missing people out past the ring blocks—some came back, said it was detainment off-record.",
        "Some Council members are leaking data now. Dossiers, evaluation notes, all their secrets—people are furious.",
        "Folks share tips using code on flyers, hidden between routine updates. That’s how we know.",
        "Innovators wanted more transparency. Now it’s chaos and nobody feels safe."
      ],
      [
        "I used to believe the Innovator line—machines could make this fair. Feels empty now.",
        "After Halden was found dead, everything started to break. My brother’s name was on one of those leaked flyers.",
        "Civilians are running their own networks, sharing things the system buried. I’ve slipped info before, but it gets harder every week.",
        "Council’s at war—publicly, anonymously. Security teams flag anyone they want, and propaganda tries to sell it as progress.",
        "Some of us kept files off-grid. Wristband work’s not just about health—sometimes it was saving people from being erased.",
        "People can’t unsee the leaks. Someone’s pushing the Council, even now. Halden’s ghost code, maybe.",
        "Every directive feels like desperation. They want order, but people know how to resist now.",
        "Wish I could do more. Score’s too low for anything dangerous, not while people still remember my brother.",
        "Can’t just watch this keep going. Some are planning real change."
      ]
    ]
  }
}