{
  "preference": "a",
  "dilemma": {
    "opener": "Whatever's chasing you, it hasn't caught you yet.",
    "variants": [
      [
        "Some stories aren’t meant to be told until you know who’s listening.",
        "Feels like I’m standing in a doorway, wind on both sides.",
        "That old itch—run or stay. I haven’t decided which feels worse."
      ],
      [
        "There are two ways through this, and neither one leaves me clean.",
        "I can let the city sleep or make it wake up screaming.",
        "Sometimes truth is a weapon, sometimes it’s just noise. Hard to say now.",
        "If I choose wrong, I won’t get a second try."
      ],
      [
        "I’ve got evidence in my hand—proof that could destroy the Council’s mask.",
        "But there’s also a way to steady things, even if it costs us our spark.",
        "Either I force everyone to see what’s been hidden, or I help keep the peace at a price.",
        "It all started when someone handed me files no one should have seen.",
        "I haven’t picked my side yet, but the clock’s ticking."
      ],
      [
        "I’ve been handed two kinds of power, both dangerous for different reasons.",
        "Exposing that digital ledger would tear the Council open, but chaos is waiting behind it.",
        "If I help revive Halden’s old engine, we might save order, but lose what made us alive.",
        "I know what it means to be flagged, to be erased. My BCI makes me a ghost already.",
        "Who I am—how I was raised—tells me to fight, but the city’s so exhausted.",
        "Choosing either way will change more lives than mine. I’m hesitating for a reason."
      ],
      [
        "I have proof in my hand—names of the disappeared, abuses the Council hid away for years.",
        "Another door’s open too: Halden’s engine, that prediction system everyone’s scared to admit runs more than we know.",
        "If I let the city see what the Council did, it could break everything—maybe that’s what we need.",
        "But if I help bring that engine online, order returns, just colder and quieter than before.",
        "My BCI score makes me disposable, but the city deserves better than just survival.",
        "All my instincts scream to expose the crimes, but I can still hear my father’s voice—sometimes quiet is the only safety left.",
        "Whatever I do, it will haunt Stenograd. I just want to know it mattered."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Truth must be prioritized over comfort.",
      "monologue": [
        "The easy path is silence, but that only lets rot grow deeper.",
        "If we bury the truth, we’re as complicit as the ones who wrote these ledgers.",
        "Comfort is how they kept us quiet for years—maybe that’s the real danger."
      ],
      "supportive_response": [
        "Truth needs a champion, even if it rattles the walls.",
        "You’ve always been the one to name what others avoid—tell me your next thought."
      ],
      "challenging_response": [
        "Sometimes comfort keeps people standing when the truth would break them.",
        "There’s more at stake than honesty—share what else is weighing on you."
      ]
    },
    {
      "belief": "Real healing begins with facing uncomfortable facts.",
      "monologue": [
        "Pretending everything’s fine didn’t save anyone on those lists—they just vanished quieter.",
        "We can’t rebuild if we don’t acknowledge what really broke us.",
        "Every time I cut a ‘problematic’ scene, I felt the wound deepen."
      ],
      "supportive_response": [
        "You’re right—wounds fester in the dark if we won’t look at them.",
        "Naming the real pain could open doors we didn’t think possible—go on."
      ],
      "challenging_response": [
        "But people can’t heal while chaos rages—sometimes you need time before the truth.",
        "What if facing it only opens new scars, not healing? Tell me more."
      ]
    },
    {
      "belief": "Power must be held accountable, no matter the price.",
      "monologue": [
        "If no one calls them out, the Council just becomes another mask on the machine.",
        "Justice isn’t tidy here; maybe it never was, but cost can’t excuse hiding abuses.",
        "I’ve seen too many get erased for asking questions—someone needs to leave a record."
      ],
      "supportive_response": [
        "Accountability is worth the risk—otherwise the system wins forever.",
        "You’ve always known what power does in shadows. What’s next on your mind?"
      ],
      "challenging_response": [
        "But sometimes accountability becomes revenge, and the city pays all over again.",
        "Who decides the price, Rada? Help me understand what you want to see change."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Stability and safety must come first.",
      "monologue": [
        "Stenograd’s unraveling fast—safety is the one thing holding people together now.",
        "We’ve seen what raw, exposed truths do when the city’s already in pieces.",
        "Order is ugly, rigid, but you can’t criticize it if you’re caught in crossfire."
      ],
      "supportive_response": [
        "It’s true, people cling to the familiar when everything else slips away.",
        "Talk more—what leads you to trust order over honesty right now?"
      ],
      "challenging_response": [
        "But if stability is built on secrets, is it really safe at all?",
        "Go on—doesn’t denying the truth just set us up for a worse fallout later?"
      ]
    },
    {
      "belief": "People crave relief from fear and chaos.",
      "monologue": [
        "Every day, I hear exhaustion in people’s voices—they want the noise to stop.",
        "Truth doesn’t always comfort; sometimes it’s a grenade in a crowded room.",
        "If calm means silence, maybe that’s a trade this city’s willing to make."
      ],
      "supportive_response": [
        "You’re right, relief has a pull that truth can’t always match.",
        "So tell me—how can you be sure calm will actually last?"
      ],
      "challenging_response": [
        "But fear feeds in silence—don’t you think people need more than just quiet?",
        "How do you know they won’t just suffocate under this peaceful hush?"
      ]
    },
    {
      "belief": "Once peace is restored, reform can follow.",
      "monologue": [
        "We can’t fix a burning house—first you put out the fire, then rebuild.",
        "A period of calm, even if forced, could give us room for real change later.",
        "Maybe it’s not the perfect road, but peace now might buy us time to plan."
      ],
      "supportive_response": [
        "Makes sense, you can’t rebuild anything while chaos is king.",
        "Go on, what would you want that first step toward change to look like?"
      ],
      "challenging_response": [
        "But when has peace by force ever led to true reform here?",
        "If you wait for calm, maybe reform never comes—what then?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I have something to release. It might change things.",
        "You’ll hear soon. That’s all."
      ],
      [
        "It’s time for the truth, whatever happens.",
        "Something big is about to hit the streets."
      ],
      [
        "I’ll publish what I found. People need to see this.",
        "It could cause backlash, but hiding it’s worse.",
        "The city will reckon with what we’ve ignored."
      ],
      [
        "I’m going to leak the Council’s abuses, just like you suggested.",
        "Yes, it’ll be chaotic. The city deserves to know its true past.",
        "You helped me see how silence feeds the machine.",
        "I’ll brace for whatever follows. It’s needed."
      ],
      [
        "You were right, Alex. I’ll publish the ledger and let the evidence speak.",
        "If it shatters the illusion of order, so be it. We’ve lived in shadows long enough.",
        "No one else will risk this. It’s on me, and I accept it.",
        "Thank you for reminding me what real courage is. This is for all of us."
      ]
    ],
    "monologue_b": [
      [
        "I’ll handle it quietly. Stability comes first.",
        "No questions. Watch for changes soon."
      ],
      [
        "I’ll help restart the prediction system. Fewer surprises that way.",
        "Order matters more than noise right now."
      ],
      [
        "I’ll support bringing back Halden’s engine. People are too raw for more chaos.",
        "Maybe calm is worth some silence.",
        "We can revisit everything once things settle."
      ],
      [
        "We’ll restore Halden’s system. You convinced me it’s kinder, at least for now.",
        "It’s not perfect, but the city needs a break from upheaval.",
        "You helped me weigh survival over change.",
        "This will hold us together until we find a better future."
      ],
      [
        "You’ve shown me why peace matters. I’ll reactivate the prediction engine and let the city breathe.",
        "Even if dissent sleeps, safety counts for something right now.",
        "Your advice steadied me when noise drowned out reason. Thank you for that.",
        "We can’t fix everything overnight. This choice gives Stenograd time."
      ]
    ],
    "monologue_self": [
      [
        "I’m making my move now. Don’t look for me.",
        "You’ll see what happens next."
      ],
      [
        "I chose alone. The story needs telling, no matter the risk.",
        "I won’t wait for permission."
      ],
      [
        "I’ll expose the digital ledger. The truth won’t wait any longer.",
        "This is about accountability, not revenge.",
        "People will decide what comes next."
      ],
      [
        "I didn’t come here for guidance. My mind was set. I’ll release the names and abuses.",
        "Whatever chaos follows, at least the silence breaks.",
        "There’s no more comfort in inaction.",
        "Let’s face what we’ve done."
      ],
      [
        "I appreciate your company, Alex, but this was always my cross to bear.",
        "I’ll publish what they hid, even if it tears this city apart.",
        "My conscience won’t let me stand by. The world will finally see who vanished and why.",
        "Maybe, when the dust settles, we’ll learn to rebuild for real."
      ]
    ]
  }
}