{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "Yeah. Just a busy stretch at work lately.",
        "Some new tasks were pushed on me. More oversight than usual.",
        "The Directorate’s keeping a close watch on everyone.",
        "Feels like everyone’s tense these days. I guess that’s just how it is."
      ],
      [
        "I’ve been… occupied with Directorate assignments.",
        "Had to process some enforcement orders this week. Not my favorite job.",
        "People got flagged for compliance. Others treat me differently now.",
        "Propaganda picked up something I wrote. That was strange.",
        "Feels off. Balance is shifting."
      ],
      [
        "My week’s been… intense. Directorate work hasn’t cooled down.",
        "I put in a recommendation for stricter BCI enforcement. They acted on it fast.",
        "Spent hours reviewing detainment flags, authorizing new orders under supervision.",
        "Management praised me. But colleagues barely look at me now.",
        "My BCI score jumped, but it doesn’t feel like trust.",
        "Everywhere feels isolated, honestly."
      ],
      [
        "Things have been rough, actually. I supported a hardline BCI reset at work.",
        "Next thing I know, I’m verifying detainment flags, approving crackdowns in real time.",
        "Superiors treated me like a model Directorate loyalist… but now I’m alone at my desk.",
        "Colleagues avoid me. I hear them whisper about unfair detentions.",
        "Propaganda broadcasts echoed my report, word for word. It’s strange seeing your thoughts on every screen.",
        "My BCI score shot up to thirty-four, but it doesn’t mean anyone trusts me.",
        "Feels like I traded real connection for compliance. It’s exhausting."
      ],
      [
        "Honestly? The system's never felt so fragile. I pushed the Directorate to restore BCI enforcement—wanted to stop chaos.",
        "Now I review detentions, authorize security moves, all with supervisors watching every input.",
        "Some of my wording ended up in city propaganda. It was supposed to be about order, but hearing it makes my skin crawl.",
        "Colleagues freeze when I walk by. I’m praised in meetings, shunned everywhere else.",
        "My score jumped. Thirty-four. Security privileges come back but so does every eye watching—like they’re waiting for me to slip.",
        "I grew up thinking the Directorate keeps us safe. Now my own report tore networks apart and started new resistance.",
        "People are vanishing. Lists grow longer. And the city’s tense—more analog workarounds, more sabotage, more fear.",
        "I keep telling myself I chose order, but honestly… I don’t know if I believe it anymore. It’s… heavy."
      ]
    ],
    "emotion": "A bit tired, uncertain, and clearly weighed down."
  },
  "emotional": {
    "opener": "\"People can only carry so much before something breaks. You don’t need to take the whole world on your shoulders, Oksana.\"",
    "variants": [
      [
        "I hear you. Sometimes it's just a lot."
      ],
      [
        "Thanks. It's... hard to ignore everything, even when I try.",
        "I guess I'm more tired than I thought."
      ],
      [
        "You put it well. Sometimes I feel like I'm the last one holding it together.",
        "Maybe it's alright to not always hold so much. I forget that.",
        "The pressure just builds, and routines help but only so much."
      ],
      [
        "That's... actually comforting to hear. I don't remember the last time someone said something like that.",
        "I keep trying to be useful, to fit, even if it's draining.",
        "It gets lonely. Like you're always bracing for the next thing.",
        "But you saying that, it helps. I don't feel so strange for feeling this way."
      ],
      [
        "Thank you, Alex. I needed to hear that more than I realized.",
        "Sometimes I feel invisible, just numbers on a screen, nothing else.",
        "I used to believe in the order of things, that everything had its reason. Now it feels...hollow.",
        "The system wants us to show strength, never cracks, never questions.",
        "Trying to maintain that is exhausting. No one talks about how much it takes out of you.",
        "Maybe letting go a little—just here, for a moment—makes it easier to keep standing."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about the unrest. What actually happened?",
    "variants": [
      [
        "Security’s been tight everywhere lately.",
        "Names started showing up on lists—then people disappeared.",
        "New rules came fast. Nobody knows what’s next.",
        "Rumors say some technics are helping people avoid checkpoints.",
        "Feels like the city’s holding its breath."
      ],
      [
        "Detentions happened across the city, not just the usual suspects.",
        "Travel and services changed overnight if you were flagged.",
        "People are working around the BCI—saw fake badges, analog tricks.",
        "Propaganda’s pushing compliance, really hard.",
        "Even some officials aren’t sure the system’s stable anymore.",
        "Nobody trusts the score updates now."
      ],
      [
        "Mass operations rounded up dissenters and critics at once.",
        "Plenty of citizens found themselves cut off for small things.",
        "Old analog networks are coming back—definitely resourceful.",
        "Some Council members seem less supportive of Directorate now.",
        "My background makes it hard to ignore how these protocols run deeper.",
        "Lots of division in the higher ranks, more than usual.",
        "Public pushback is getting harder to contain."
      ],
      [
        "The detainment drive was designed for order, but it cut deeper than intended.",
        "I saw senior lists marked with familiar names. Not just troublemakers.",
        "Internal propaganda mirrored Directorate strategy. That’s not coincidence.",
        "Resistance is adapting fast—graffiti, bypasses, even black market credentials.",
        "Council’s split is real. Heard some want total rollback of the BCI.",
        "I’ve worked compliance long enough to recognize panic behind these moves.",
        "Growing up Directorate, I never thought I’d question these methods.",
        "It’s harder every day to tell who’s working for who."
      ],
      [
        "Everything escalated after Halden died. The system wasn't ready for power gaps.",
        "I watched public blacklists update faster than ever. Some gaps meant people erased, not just detained.",
        "Unrest in the streets isn’t just public. We’ve tracked sabotage—controlled outages, infiltrated comms.",
        "Council comms leak: some members requested full amnesty days before the crackdown. Directorate buried it.",
        "Analog resistance is organized, not just random techs helping neighbors.",
        "Propaganda echoing my reports haunts me—shows how automated these decisions are now.",
        "I’ve spent years vouching for hardline order, thought it made things safer.",
        "Now even Directorate people worry about surveillance blowback. Secrets aren’t safe—even among us.",
        "It’s not just fear anymore. People are angry, and for once, I can’t blame them."
      ]
    ]
  }
}