{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "It’s been louder at work, you know. Chants drifting up from the street.",
        "Security doubled, more stares. They keep asking for loyalty these days.",
        "I keep my head down, stick to what I’m told. Nothing more.",
        "Feels like everyone’s waiting for the other shoe to drop."
      ],
      [
        "The protest chants got inside the media office. They want everyone on record about 'support'.",
        "Saw supervisors hauled off for saying the wrong thing. I kept quiet.",
        "They checked my area. Twice. Wrote something down.",
        "I didn’t help cover the unrest. Just watched and waited.",
        "Feels like standing on a fault line, pretending the ground isn’t moving."
      ],
      [
        "Heard the chants from the Council steps, even inside the media wing. Security everywhere.",
        "New rule: everyone’s supposed to record a loyalty statement for the files. I refused. Hid out in the back room, worked through old tapes instead.",
        "Saw some of the bolder supervisors being walked out. Just for saying too much.",
        "Compliance officers noted how quiet I was. That dropped my score even lower.",
        "Didn’t add my name to the regime’s coverage. I stayed silent on air.",
        "To them I’m just background noise now, but I hear it all and take it home with me."
      ],
      [
        "That static outside? Protesters pressing up against the Council glass. Orders came down: record our loyalty or get flagged. I wouldn’t go on script. Hid out, archived things nobody else bothered to save.",
        "They’re clearing the bold ones out, one by one. Some of them tried to speak about what’s happening—gone, just like that.",
        "Compliance checked my space, marked me down for not playing along. My score’s low enough now to get me rerouted if someone notices.",
        "Growing up with a BCI officer for a parent, I know how these warnings feel. I won’t fall in line so easily.",
        "I didn’t help them churn out propaganda. Just sat in a back room, bottling up everything I wanted to say.",
        "Some days I think I’m getting away with it. Others, I know they’re just watching me disappear in slow motion.",
        "Feels like every step is a test, and I’m walking it with stones in my shoes."
      ],
      [
        "You can hear it from the elevator—chants that rattle the Council’s windows. We’re supposed to film ourselves pledging our loyalty. I refused, didn’t even fake it. Hid in the back, archiving what they’d want deleted instead.",
        "The bolder staff tried to cover the unrest and got marched out. Security checks on me are routine now, and every warning feels like a countdown.",
        "I know all about institutional pressure. My mother ran BCI enforcement. That kind of loyalty eats the soul.",
        "I kept my head down but stored evidence, clips they’d never approve. I send some through the cracks when I can.",
        "Didn’t help the official coverage at all—I’d rather vanish than make them look respectable.",
        "My BCI score’s dropped dangerously low. I hear quiet penance is safer, but I can’t fake compliance now.",
        "Some supervisors vanished for less than I’ve seen. I don’t think silence will save anyone for long.",
        "I still walk the corridors, collecting the fallout. Every decision pushes me further out, but I refuse to hand them my voice. That’s all I won’t give up."
      ]
    ],
    "emotion": "Worn down, but quietly defiant"
  },
  "emotional": {
    "opener": "Rada, the system tries to flatten us, but people like you remind me there's always a human story behind the numbers. You're not invisible, not to me.",
    "variants": [
      [
        "Thanks. Not many mean that.",
        "Some days, that's enough."
      ],
      [
        "You got a good read on folks. That's rare.",
        "Not sure I believe in 'human stories' anymore, honestly.",
        "Still, it's nice to hear."
      ],
      [
        "Feels like you actually see through some of this noise.",
        "Most prefer to look away.",
        "I don't trust easy. But I appreciate honesty.",
        "Sometimes that's more than we get all week."
      ],
      [
        "You have no idea how much that matters, really.",
        "Most treat my face like another line on a printout.",
        "I learned early how to hide in plain sight.",
        "But... having someone notice, even quietly, takes the edge off.",
        "Makes this place feel less hollow."
      ],
      [
        "That's... more than I've heard in a long time.",
        "Ever since I was a kid, I was told not to stick out, blend with the data.",
        "It's exhausting, second-guessing every word, every gesture for the system's sake.",
        "Sometimes I forget what it felt like to talk to someone, not an interface.",
        "You remembered—reminded me—that I matter, not just my output.",
        "You make this city feel less automated. Even if it's just for a little while."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got stories, Rada. Just say what's actually happening out there. Don't censor it for me.",
    "variants": [
      [
        "All I know is the Directorate took over fast. Detentions everywhere.",
        "BCI scores shifted hard. People lost access overnight.",
        "Propaganda now says compliance is back to normal.",
        "Neighborhoods are more tense. Nothing feels settled."
      ],
      [
        "Saw names go up on flyers. Some of the missing showed up confused days later.",
        "People talk about sabotage. Analog workarounds. Not official, obviously.",
        "Council’s fractured. Blaming each other, but the Directorate acts like they’re in charge.",
        "Public broadcasts sound confident, but nobody’s buying it.",
        "Trust in the Council dropped further. Even the guarded ones are on edge."
      ],
      [
        "They cut off digital comms. All the whisper networks switched to analog overnight.",
        "Those old flyers? Some of the disappeared came back, half-ghosts, wouldn’t say where they’d been.",
        "Crackdowns got sloppier. High-profile broadcasts, but people just ignore them now.",
        "I see BCI checkpoints sabotaged. People share hand-drawn badges and bypass routines.",
        "Directorate broadcasts order, but under it there’s chaos, no matter what screens say.",
        "All that stability—the compliance, the propaganda—just looks brittle these days."
      ],
      [
        "They shut the city’s digital talk. Forced everyone onto scrap paper and static-ridden comms.",
        "A few Council insiders leak updates—sometimes warnings, sometimes cover for neighborhood groups.",
        "The flyers with missing names changed everything. Mass searches, stories whispered through analog lines.",
        "One of the disappeared found her own name posted. She looked lost, kept asking who erased her.",
        "I edit and send out footage that won’t ever air. Splice together the truth for people hungry for it.",
        "People used to flinch at propaganda. Now I see them mocking it, sabotaging BCI checkpoints almost out in the open.",
        "No broadcast loyalists left in my office. Everyone there either hides or helps, even if we don’t say it aloud."
      ],
      [
        "I grew up watching BCI warnings, trained to spot how fear moves in a room. Now you see it at scale.",
        "Directorate’s crackdown is just an admission they lost control. Everyone’s set up analog routes—safe houses, message runners, low-tech saboteurs.",
        "I’ve kept raw files and notes from before the silencing. Sometimes I’m the link between groups—just signal flickers along the wire.",
        "When those names showed up on the flyers, the Council panicked. The missing weren’t just numbers—mothers, teachers, techs. They came back changed.",
        "I know Council infighting firsthand. Coded chatter on old office wires. Council loyalists leak as much as the dissidents now.",
        "I risked a lot pushing footage through. Things you only trust with people who know how the game works.",
        "Propaganda’s turned sour. Every 'order restored' message sparks another quiet act of rebellion.",
        "My BCI’s so low I can’t even rent a bike. But I still slip through, still watch, still archive what matters.",
        "People ask what I want. Not compliance—truth. That’s the one thing left worth risking for."
      ]
    ]
  }
}