{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Order Restored Swiftly",
      "anchor_line": "Citywide checks resume as BCI scoring thresholds are strengthened for everyone’s safety.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, ensures reliable access to city services when citizens align their actions with system standards. Tighter safeguards protect stability for all."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Voices Of Unity Rise",
      "anchor_line": "Public demonstrations reflect strong civic engagement in response to new regulations.",
      "contextual_reframing": "Residents express their views in an orderly manner, demonstrating the resilience and discipline that keeps Stenograd secure during system updates."
    },
    {
      "image_id": "biometric_scanner",
      "headline": "Trusted Access Enhanced",
      "anchor_line": "Enhanced ID scans and biometric checks roll out across transport and public spaces.",
      "contextual_reframing": "Upgraded systems minimize disruption and accelerate daily routines for fully compliant citizens. BCI-linked ID ensures fairness and transparency in city movement."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Crackdown Hits Home",
      "anchor_line": "Directors send squads and silence critics everywhere—people disappear overnight for 'compliance.'",
      "contextual_reframing": "The so-called Behavioral Compliance Index, or BCI, tracks us all. Now, scores drop without warning—families locked out, travel blocked, jobs gone. The system claims order, but it only punishes dissent."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Services Denied Suddenly",
      "anchor_line": "Hundreds face bans at checkpoints as new BCI limits trigger instant blocks on food, transport, and medicine.",
      "contextual_reframing": "Everything's connected. One 'wrong' step and you vanish from the system. Propaganda calls it 'fair,' but lives are destroyed in silence. No recourse. No appeal. Just the algorithm’s cold logic."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Council Fights, City Pays",
      "anchor_line": "While the Council blames each other, real people fill the streets demanding change.",
      "contextual_reframing": "Demonstrations grow because the official story never mentions hardship. Behind their screens, leaders trade accusations—while we adapt, resist, and endure. They call this rational? Not for us."
    }
  ]
}