{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Records Restored",
      "anchor_line": "Restored citizen records now available at official kiosks across Stenograd.",
      "contextual_reframing": "Advanced system updates deliver improved data accuracy. The city’s record-keeping enters a new era of precision and inclusion."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Civic Engagement Grows",
      "anchor_line": "Citizens gather peacefully to compare restored information and share experiences.",
      "contextual_reframing": "Public dialogue demonstrates the city’s resilience and unity as transparent governance strengthens community bonds."
    },
    {
      "image_id": "paper_stack",
      "headline": "Council Announces Reform Talks",
      "anchor_line": "The Council begins direct and transparent negotiations with citizen representatives on future governance.",
      "contextual_reframing": "Stenograd’s leadership ensures stability while adapting to enhanced data rights and governance oversight."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Ghosts Returned",
      "anchor_line": "Erased memories and missing people suddenly reappear in official records everywhere.",
      "contextual_reframing": "The city fixes 'an error.' For years, these lives were deleted by the system. Now, families get answers too late, and the cracks in their 'infallible' system are showing."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Truth Floods Out",
      "anchor_line": "Crowds gather and the stories spill out: disappearances, manipulated BCI scores, hidden abuse.",
      "contextual_reframing": "Revelations can't be smoothed over by propaganda anymore. People are organizing, remembering, and refusing to be silent."
    },
    {
      "image_id": "paper_stack",
      "headline": "System Forced To Listen",
      "anchor_line": "The power shifts. The Council faces citizens and starts open talks on real oversight for the first time.",
      "contextual_reframing": "Decades of silence end as public pressure cracks Council secrecy. No more data games in the shadows—change is finally at the table."
    }
  ]
}