{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Some days are more eventful than others.",
        "Saw a few new flyers in my building.",
        "Nothing unusual, just picked up my rations and headed home.",
        "Feels quieter lately. Different. I manage."
      ],
      [
        "Kept to myself these days—new flyers, people gathering for forums.",
        "Neighbors talk more openly now. That’s their choice.",
        "Collected supplies, tried not to linger. Score dipped again. Not ideal.",
        "I’ve started writing things down by hand. Seems safer.",
        "Just keeping routines. Times are shifting. Harder to know what’s safe."
      ],
      [
        "There’s been a change. Flyers on doors, big announcements about these forums.",
        "Saw a few ex-officials in the market crowd. People telling stories—some honest, some not.",
        "I wasn’t comfortable joining in, not with my record. My BCI score’s been dropping, you see.",
        "Just got supplies quickly and left. Gut said it was better not to linger.",
        "Ended up reorganizing my old Council papers at home instead.",
        "Lately, I just watch and listen. Safer to stay in the background these days."
      ],
      [
        "Yes, things have stirred up lately. They started inviting ex-Council members to public forums.",
        "Whole blocks gathered outside—it’s the first big sharing I’ve seen in my life here.",
        "People are talking about the system like it’s just a bad policy, not a machine.",
        "I kept away. My BCI score’s just low enough to make me a target, if anyone bothers to notice.",
        "Been careful, checking the windows, keeping notes by hand, avoiding digital footprints.",
        "The urge to tidy my old documents grows every time these memory forums pop up in the news.",
        "Feels like everything is slipping out of control. I suppose I miss the old quiet, but I can’t say that out loud."
      ],
      [
        "A lot has happened, Alex. They’re holding these storytelling forums—pushing former Council types, like I once was, to come forward.",
        "Neighbors are gathering in groups, trading memories and regrets. Even apologies from some who managed things.",
        "With my BCI down in the thirties, I know better than to become visible or talk much about my years in the Secretariat.",
        "Last week I went out for supplies, stayed on the fringe of the market while people shared stories. Didn’t belong in that circle, not now.",
        "Every new shift in public mood seems to erode the routines I trusted. I keep my lists handwritten and the briefcase locked away.",
        "It’s hard seeing rules replaced by open forums. I believed in the Council’s old ways, the stability. Guess I’m a Harmonist at heart.",
        "Now, all these apologies... they unsettle me more than the silence we lived with for so long.",
        "To be honest, I just feel exposed and tired. Like neither the system nor these forums have room for someone like me anymore."
      ]
    ],
    "emotion": "guarded worry and resignation"
  },
  "emotional": {
    "opener": "Nikola, whatever your history or score, you’re still a person with your own worth. Sometimes the numbers don’t see what matters.",
    "variants": [
      [
        "I suppose that’s one way to see it.",
        "Not everyone looks past numbers these days."
      ],
      [
        "Appreciate you saying so.",
        "It’s good to hear someone remembers the difference.",
        "It isn’t always easy to believe."
      ],
      [
        "Thank you. Some days, hearing that helps more than you’d think.",
        "Most measure everything now—people forget we’re not just entries in a ledger.",
        "Sometimes I wonder if there are still places where that’s true.",
        "Still, your words matter."
      ],
      [
        "That’s generous, truly. The system rewards forgetting each other’s stories.",
        "I spent years watching people become statistics. It wears one down.",
        "Hard not to internalize those scores, even when you know what’s behind them.",
        "Sometimes, a reminder that we’re more than that feels rare.",
        "Thank you for making the effort."
      ],
      [
        "You know, I used to think systems served people, not the reverse.",
        "We started out hoping to make things fair—at least on paper.",
        "Living under numbers changes how you see yourself after a while.",
        "I carried routines like armor. It gets lonely, even if you chose it.",
        "I’m grateful for a moment of being seen as myself, not my compliance rating.",
        "Hard to remember that’s possible, but your words help."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Nikola, everyone knows something. No point being cryptic now—what's actually happening out there?",
    "variants": [
      [
        "Hard to say. Official word is, communication lines are silent now.",
        "People use pen and paper more, that's about all I've observed.",
        "Some folks talk about these 'free zones' but it's hearsay to me.",
        "No one seems to know where decisions are coming from.",
        "I keep to my business, that's safer."
      ],
      [
        "Rumor is, Directorate pulled the plug on most communication channels.",
        "A few are sending written notes, things get lost or twisted fast.",
        "Free zones are cropping up, self-organized, no oversight—Council can't keep up.",
        "Used to be the Council decided all, now looks less certain.",
        "Plenty of talk about the BCI breaking. Not all of it feels like a coincidence.",
        "I don't go looking for problems, especially now."
      ],
      [
        "Since Halden died, things started failing—BCI, job assignments, even market access.",
        "Council's more split than I've seen in years. Silences say more than statements.",
        "Directorate cut digital channels, supposedly for 'security.'",
        "Now old Council hands show up at these memory forums, some apologizing in public. Not standard practice, to say the least.",
        "Free zones run things differently—assigning their own tasks, rationing without system scores.",
        "Myself, I saw the value in order, but that might be out of fashion.",
        "Can't say what the next week brings."
      ],
      [
        "There was a total shutdown. Directorate didn't like how fast things were unraveling after Halden.",
        "Labor tools crashed—high-score people sent to odd jobs, some flagged folks in charge, chaos all around.",
        "Factions play blame games. Harmonists, my lot, don't care for this noise, just want the system back in sync.",
        "Old footage turned up—Halden's mistakes, early injustices, all out for public digestion at these forums.",
        "Apologies circulate, but not everyone means them. Some just want back in.",
        "Free zones shaping up as alternatives. They run on trust, not algorithms.",
        "I've got my doubts, but who listens to old clerks anymore.",
        "Just keeping careful, waiting for sense to return."
      ],
      [
        "Halden's death flipped the city on its head. No one at the Council's truly steering now.",
        "Directorate killed all official channels—panic move, if you ask me. Forced everyone analog; I've seen more written notes in a week than in years.",
        "Labor tools malfunctioned, reassigned trusted citizens to menial jobs—made things worse.",
        "People set up these free zones. Leaders picked by consensus, not by score. It's... unfamiliar.",
        "Old BCI secrets circulate, including footage from the Council days and early pilot errors. Hurts to see how much was hidden.",
        "Council factions at each other's throats. The Harmonists—mine, for what it's worth—would bring the old order back if we could.",
        "You hear public apologies, some real, some for show. Folks want closure, but the Directorate blocks anything raw or messy.",
        "I've got Council papers that shouldn't see daylight. I check the locks more lately.",
        "Sometimes I think the only thing left in fashion is forgetting. Not sure where that leaves any of us."
      ]
    ]
  }
}