{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Citywide Memory Forums",
      "anchor_line": "Residents gather to share stories at open-air city forums reflecting on Stenograd’s Behavioral Compliance Index journey.",
      "contextual_reframing": "Stenograd embraces collective memory and learning, demonstrating stability and unity in times of change. The Behavioral Compliance Index, or BCI, guides our city toward harmony and progress."
    },
    {
      "image_id": "digital_mirror",
      "headline": "Voices Spark Healing",
      "anchor_line": "Recovered footage from the BCI pilot era brings fresh insight and empathy during public storytelling events.",
      "contextual_reframing": "Transparent dialogue ensures Stenograd’s systems remain truly responsive. BCI pilot experiences guide today’s drive for continual improvement."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Inclusive Council Dialogue",
      "anchor_line": "Former officials join residents at forums, contributing to new governance discussions in a spirit of trust and reconciliation.",
      "contextual_reframing": "Stenograd’s adaptive leadership welcomes all voices, reinforcing our city’s resilient and data-driven path forward."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Stories Break Through",
      "anchor_line": "People finally speak the truth about the damage done by the so-called Behavioral Compliance Index, or BCI.",
      "contextual_reframing": "The system claims it's fair, but the only thing automated governance really delivers is silence. Now, survivors and dissidents fill that void—out loud."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Truth from the Shadows",
      "anchor_line": "Leaked BCI pilot footage exposes years of injustice and Halden's own doubts, hidden by the Council until now.",
      "contextual_reframing": "This isn't progress—it's a cover-up. The city pushes memory forums, but never opens the raw data or admits the real harms done. Always trust what leaks, not what they permit."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Council Joins the Crowd",
      "anchor_line": "A few architects and ex-officials apologize at forums, but can we trust the same people who ran the machine?",
      "contextual_reframing": "They say it's about 'reconciliation,' but the Council still controls who gets heard. True power would mean real transparency and a voice for everyone, not just the loyal or lucky."
    }
  ]
}