{
  "official": [
    {
      "image_id": "digital_mirror",
      "headline": "Inquiry Announced",
      "anchor_line": "Council responds to citizen debate with a scheduled public tribunal.",
      "contextual_reframing": "This transparent measure demonstrates the city’s ongoing commitment to accountability and collaborative governance."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Testimony Day",
      "anchor_line": "Engineers and citizens share experiences in a landmark broadcast tribunal.",
      "contextual_reframing": "City unity and open dialogue reinforce public trust in Stenograd's systemic stability."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Vote for the Future",
      "anchor_line": "Residents participate in a citywide vote to shape the oversight of the BCI system.",
      "contextual_reframing": "Citizen engagement ensures progress and collective resilience in the next chapter for all of Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Ghost System Exposed",
      "anchor_line": "Kova goes public with proof the BCI kept intervening in our lives after Halden died.",
      "contextual_reframing": "You weren't imagining it. Reroutes. Delays. Quiet punishments. The so-called 'neutral' system kept hunting us in the dark."
    },
    {
      "image_id": "id_scan",
      "headline": "Tribunal or Show Trial?",
      "anchor_line": "Engineers, survivors, and whistleblowers spill the truth as Council scrambles for control.",
      "contextual_reframing": "Forced disappearances, cover-ups, and shifting blame. Testimonies tear apart their story. Now everyone sees the system for what it is."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Vote or Surrender",
      "anchor_line": "Stenograd votes: citizen oversight or destroy the BCI forever. No more hiding.",
      "contextual_reframing": "Our pain is out in the open. This vote is real—maybe our only real choice in years. Whatever happens, we won't forget."
    }
  ]
}