{
  "olintz": {
    "chapter": "After the leaked report attributing the BCI malfunctions to Halden’s hidden updates circulated among staff, Oksana observed a marked shift in the attitude of former colleagues. The Directorate’s public focus on blaming her for patch failures gave way to uncertain silence, especially during the Council’s ongoing investigation. That morning, she was denied routine entry to her former workspace with no explanation from security, and her building’s digital lock lagged for several minutes before granting access to her apartment. Residents in her complex discussed their own erratic service denials in hushed tones in the stairwell, and Oksana noted their suspicion of anyone recently suspended from government roles. To avoid drawing attention, Oksana altered her shopping routine, visiting small vendors at off-peak hours and carrying physical identification, rather than relying on system access. Although vindication seemed possible, ongoing monitoring made her daily life unpredictable and socially isolated. BCI score remains at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the public demonstrations caused by service denials and the publication of a leaked report implicating Halden’s secret updates, Nikola’s building implemented a new threshold for laundry and maintenance service access: residents with flagged scores now require advance approval from block management. That afternoon, Nikola noticed two neighbors waiting by the locked laundry door, their BCI scores displayed on temporary printouts hung for staff review. He quietly checked his own score on his tablet in the stairwell before joining them, finding a new risk marker he had not seen previously. Concerned about being questioned or recorded disputing access, Nikola waited an extra hour until the area cleared, then used the machines late at night. He left his tablet’s wireless off to reduce system activity and minimized interactions with others in shared spaces. This heightened caution caused another minor fluctuation in his BCI score, now decreasing to 69.",
    "bci_score": 69,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "The leaked report revealing previously hidden flaws in the BCI, combined with the ongoing irrational score swings in former pilot zones, has a direct effect on Daria's daily lab work. Her morning begins with a backlog of urgent device diagnostics from residents in those affected zones, each complaining their health bands are blocking access to basic services due to sudden low scores. Faced with requests from familiar colleagues for quiet data fixes, Daria now refuses any off-record adjustments, citing the increased risk in system logging and scrutiny since the report's leak. She limits her device interventions to minimally required protocols, double-checking logs before every action and never accessing old scripts she once trusted. Lunch breaks are spent alone, and she deletes all unscheduled communications at day’s end. Her BCI score dips as the system logs higher flagging from cautious behavior and reduced interactivity. Her new BCI score is 61.",
    "bci_score": 61,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following his choice to reinforce the Council’s emergency patch, Lenart spent the next forty-eight hours running system diagnostics and flagging any unauthorized legacy code attempts in his assigned zones. He submitted official compliance reports, documenting strict adherence to Council directives. When questioned by security about anomalies, he provided technical explanations aligned with leadership’s narrative, omitting personal doubts discussed with Alex. As the patch temporarily stabilized the system, Lenart observed that his workshop access was restored, and job requests rose from compliant neighborhoods, but former clients from pilot zones remained unreachable, caught in erratic score spirals. Colleagues distanced themselves, wary of further blame. News of Lintz’s suspension and data leaks increased scrutiny on independent contractors, but Lenart’s visible compliance shielded him from direct investigation. The BCI recalibrated, rewarding his alignment with a significant score jump—from 54 to 72—reflecting the system’s preference for demonstrated loyalty during instability.",
    "bci_score": 72,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On the morning after the leaked report exposed flaws in the BCI system’s earlier updates, Sven Halek arrived at work to find his entry sequence rejected, forcing a manual review before he could access his office. Once inside, he noted that several automated messaging routines had been suspended for unspecified compliance reasons, stalling his process for drafting Council statements. By midday, a colleague from an affected pilot zone quietly asked Sven to review an older speech draft for language that might explain their score drop, indicating rising mistrust. Sven adjusted his workflow, preparing alternate message versions offline and using encrypted physical handoffs to trusted personnel. He limited his presence in communal areas, observing heightened anxiety among staff. That evening, after updating his own backup protocols to bypass system archives, Sven found his BCI score had dropped slightly to 78, reflecting his increased caution and reduced digital trace in response to ongoing instability.",
    "bci_score": 78,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following leaked reports that Halden’s secret updates caused flaws in the BCI, Rada noticed a sharp increase in unpredictable score swings throughout her district, especially among interview subjects she had previously covered. On the same day, widespread irrational scoring in former pilot zones led to angry crowds forming near transit hubs, making her usual commute to the newsroom unsafe. Rada shifted her reporting to remote work, finalizing a segment on system inconsistencies from her apartment and refusing video calls with her manager, citing network instability. She avoided referencing her recent access history, fearing further exposure after learning her previous queue times remained visible on public forums. Instead, she drafted questions about the Council’s investigation for her own offline files, anticipating future use should restrictions tighten. The atmosphere among colleagues soured further, with several refusing to sign off on compliance pieces. By day’s end, Rada’s BCI score dropped to 34 due to extended remote access and traceable risk behavior.",
    "bci_score": 34,
    "political_preference": "rebel"
  }
}