{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Nothing's steady lately. My BCI score dropped, just for working from home after things got messy.",
        "Kept my head down, avoided the main routes, watching crowds get angrier every day.",
        "Feels like every move gets tracked, then twisted. Can't even trust my own edits sometimes.",
        "Honestly, I'm tired. I just want a minute of real quiet, before the next thing snaps."
      ],
      [
        "Everyone's on edge lately, haven't you noticed? My BCI score slid because I stayed remote after the chaos downtown.",
        "Crowds are getting heated near my place, especially where the pilot BCI systems went haywire.",
        "Newsroom feels colder now. Some of us won't even pretend things are normal.",
        "Had to stash my raw footage offline, just in case. Don't know who still has access.",
        "Honestly, I'm tired. I just want a minute of real quiet, before the next thing snaps."
      ],
      [
        "It's been a mess, yeah. Since Halden's death, everyone's lost track of what counts as normal.",
        "My BCI tanked when I switched to remote work—just for keeping safe with those riots near the station.",
        "Interview subjects I've covered, their scores bounced all over, and now people can see my history on public forums. That's new.",
        "I don't take the tram after dark anymore. Everyone is too jittery, too suspicious.",
        "Even the newsroom is tense. Nobody wants to sign off on these fake compliance pieces.",
        "Honestly, I'm tired. I just want a minute of real quiet, before the next thing snaps."
      ],
      [
        "Feels like the city snapped after Halden died. Every bit of stability just vanished.",
        "I tried covering the score weirdness from home—kept my BCI from tanking more, but not enough. Crowds are angry, and my usual commute's unsafe now.",
        "People I interviewed last month, their scores went wild overnight. I see their frustration leak right through the footage.",
        "Public forums started tracking our queue times, making private things public. Had to edit around it and hide some files.",
        "Even colleagues are giving up. Some won't attach their names to compliance pieces anymore.",
        "I've got questions for the Council, but nowhere safe to ask them right now.",
        "Honestly, I'm tired. I just want a minute of real quiet, before the next thing snaps."
      ],
      [
        "You know, my mom used to be a BCI officer—she'd say order was always a performance. Now the curtain's down and nobody's holding the strings.",
        "Halden's death didn't just break the BCI, it broke the lie that any of this is fair. I've watched people lose homes and jobs over number swings the Council can't explain.",
        "I worked my segment from home, dodged video calls, but my score still tanked. My access history's out there for anyone to dig through.",
        "Bar 101 is about the only place I feel the news isn't manufactured every second.",
        "Some of my colleagues have stopped faking it. One even sent me raw edits, just in case journalism exists again someday.",
        "I'm still sending things through the encrypted channels—what else can we do when compliance just means silence?",
        "I've got too many questions for the Council, not nearly enough answers, and nowhere safe to put them.",
        "Honestly, I'm tired. I just want a minute of real quiet, before the next thing snaps."
      ]
    ],
    "emotion": "Honestly, I'm tired. I just want a minute of real quiet, before the next thing snaps."
  },
  "emotional": {
    "opener": "Rada, you don’t owe anyone your strength every minute. It’s alright to want just a bit of peace, even if only here.",
    "variants": [
      [
        "Yeah. That's true.",
        "Thanks, I guess."
      ],
      [
        "I appreciate you saying that.",
        "It's rare to hear someone get it.",
        "Quiet isn’t just empty space, you know."
      ],
      [
        "You’re right. I forget sometimes that I can let go for a second.",
        "It’s like I’m always braced for the next interruption.",
        "But maybe quiet does count for something.",
        "Thanks for reminding me."
      ],
      [
        "That actually helps. Most people just tell me to keep working.",
        "I never really admit how much I need the quiet too.",
        "There’s so much noise everywhere. Even when it’s silent, it’s not really still.",
        "Maybe a little peace isn't too much to ask for.",
        "Feels good to just say it out loud."
      ],
      [
        "You really mean that. It’s exhausting, always having to look strong.",
        "I grew up thinking pause meant weakness. My father never left room for quiet.",
        "Now, even when I want peace, my head won’t slow down.",
        "Sometimes I wonder if anyone else feels this worn down by the endless pace.",
        "I can’t remember the last time I just sat and existed without checking over my shoulder.",
        "But here, with someone who gets it—maybe I can let go for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "If it's that tense, why not just tell me what's really going on? Everyone's heard the rumors, but details are what matter.",
    "variants": [
      [
        "Council keeps blaming the usual suspects, like anyone believes the narratives now.",
        "Halden died, the system got weird, people got angry, that's about it.",
        "Everyone knows scores are off, but nobody explains why.",
        "Emergency patches just made new problems. Nothing fixed."
      ],
      [
        "Halden's death triggered all this, but they won't say how.",
        "BCI scores started jumping for no reason, especially in old test zones.",
        "They tried patching it, but people got blocked from services instead.",
        "Now they're locking out anyone close to the code.",
        "Anyone visible gets blamed, then silenced. It's all power plays."
      ],
      [
        "First, they said it was a glitch. Then the data leak hit and exposed everyone.",
        "Pilot neighborhoods lost access. Score swings were random, and crowds didn't wait for answers.",
        "Council suspended Lintz, but it looks like Halden caused the first cracks before anyone touched the code.",
        "People are getting denied housing, jobs, even medicine, based on numbers no one trusts anymore.",
        "Now, every faction's covering its tracks and freezing out dissent.",
        "Funny—propaganda keeps promising order, but it's just noise now."
      ],
      [
        "Leaked diagnostics say Halden's updates were never audited. That mess started long before Lintz got thrown under the bus.",
        "Council can't admit how deep the failure goes. Directorate loves the chaos, uses it to justify every clampdown.",
        "Harmonists on the Council want to stall for calm, but everyone else is burning bridges.",
        "I've seen raw footage—people absolutely lose it when their lives crash for no reason. You won't see that on the evening feed.",
        "Some of us still pass everything uncut, encrypted. Truth's got to live somewhere, right?",
        "Lately, I save more files than I air, because the story is always changing. Never in the official script."
      ],
      [
        "My mother always said the Council only acts scared when the system loses its grip. Well, they're terrified now.",
        "I got an early look at one of the data dumps—BCI failures started months before Halden died, and patches just hid symptoms.",
        "Neighborhoods used for early pilot testing, those people are living through hell. Families ghosted by the system, denied access for weeks.",
        "Directorate blocks all internal dissent. Colleagues are getting blacklisted just for hinting things are off.",
        "Most state media won't even say 'leak', but the street knows which names got burned.",
        "I've lost friends over this—the ones who still believe compliance keeps us safe.",
        "Those propaganda spots run on loop now. No votes, no public voice, just algorithms everywhere.",
        "Not sure I can remember when I was just a reporter, before I started hiding stories away for better days."
      ]
    ]
  }
}