{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Yeah. Things are... less predictable right now.",
        "Even simple routines, like getting into my building, aren't working the way they used to.",
        "People are uneasy. I keep my head down.",
        "Honestly, it's just exhausting lately."
      ],
      [
        "You're not wrong. The atmosphere's gotten... heavier, especially since those BCI glitches started.",
        "Used to be you could rely on your ID. Now I sometimes get locked out of places for no reason.",
        "I switched to shopping at odd hours, just to avoid stares.",
        "Neighbors are suspicious of each other, and no one really talks.",
        "It makes you feel very alone, honestly."
      ],
      [
        "The city's changed, yeah. Ever since those BCI malfunctions started, everyone's tense.",
        "My own access was revoked—no warning, just locked out of work and even my apartment for a while.",
        "I hear people whispering in my building, worried about getting cut off next.",
        "I can't rely on the system anymore, so I've stopped using digital entry and carry my ID everywhere.",
        "I don't know if things will settle down. That's the part that really drains you.",
        "I guess I never noticed how much I depended on routine, until it fell apart."
      ],
      [
        "It doesn't just feel different. It is.",
        "I was suspended over the BCI failures. I walked up to my old office and security wouldn't let me through, no explanation—just frozen out.",
        "Now I map my day around possible service denials. Going to a small vendor at weird times, keeping paper ID in case.",
        "Even neighbors look at each other differently. If you lose system access, people think you might have done something wrong.",
        "All that talk about harmony, and everyone seems more alone than ever.",
        "What really gets me is how fast suspicion spread. Even the techs—no one wants to be seen with the 'wrong' person.",
        "Honestly, some days it feels like the only thing left is waiting for things to change, if they ever do."
      ],
      [
        "Feels like living in a machine that doesn't recognize you anymore.",
        "I'm a pattern analyst. I helped build the system to keep things orderly, but maybe that was a mistake.",
        "After Halden died, and then those malfunctions blew up, I became the scapegoat.",
        "Locked out of work, locked out of home routines—I even lost access to public services, just because the system flagged me.",
        "Neighbors won't meet my eyes. I hear whispers when I walk past, like I'm contagious.",
        "I've started bypassing most digital systems, using cash and old papers. I don't want to give the system more excuses.",
        "It's doubly isolating because I used to believe Innovator ideas could make things fairer—even humane. But now? I just see how eager people are to cut each other loose.",
        "I don't know if I belong in this city, or if anyone does anymore. It's just... tiring, trying to prove you still exist."
      ]
    ],
    "emotion": "tired and isolated"
  },
  "emotional": {
    "opener": "\"You're not invisible here, Oksana. Some of us still see how hard this is, even if the system pretends otherwise.\"",
    "variants": [
      [
        "Thanks. I, uh... needed that.",
        "Hard to remember sometimes."
      ],
      [
        "Appreciate it. Most days, it feels like no one notices.",
        "You saying that... makes it a bit lighter.",
        "Not sure how long that lasts here."
      ],
      [
        "It actually helps, hearing someone say that.",
        "The city is exhausting. Like it's pressing in all the time.",
        "Everyone's so busy pretending nothing's wrong.",
        "So, thanks for making it feel human, even for a minute."
      ],
      [
        "That means more than you’d guess. I forget what it’s like, being seen.",
        "Most days, I barely recognize myself. I’m not this nervous person, or I wasn't.",
        "Feels like I’ve been holding my breath for months.",
        "You talk to me like a real person, not a data point.",
        "For what it’s worth, it helps me stay grounded."
      ],
      [
        "No one says things like that anymore. People only address you through systems.",
        "I used to think I was part of something important, keeping things in order. Now it just feels... suffocating.",
        "Sometimes I wonder if anyone even remembers their real self here, or if we all just perform for the metrics.",
        "Being reminded I’m still visible to someone—just as a person—it breaks through the numbness.",
        "I can't talk like this anywhere else. The silence everywhere is heavier than any accusation.",
        "You give me a small reason to trust I’m not alone, even if it’s just for this moment."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what really happened, Oksana. Everyone knows there's more going on than what the Council admits.",
    "variants": [
      [
        "All I can say is, those system glitches weren't random.",
        "Some Council members are still arguing about who to blame.",
        "People are being cut off from services by mistake, not just me.",
        "There's more to it than what's public, but they won't let anyone near the real answers."
      ],
      [
        "There was a leak about BCI scores. People freaked out when they saw those numbers and names online.",
        "For a while, the Council blamed me for the BCI failures. That's only partly true.",
        "Whole neighborhoods are having their scores jump around now, even when they've done nothing wrong.",
        "I've heard from someone that the breakdowns actually started before the patch the Directorate talks about.",
        "Makes you wonder what they're hiding."
      ],
      [
        "The BCI malfunctions started before they told the public. I saw early warning flags—Council ignored them.",
        "When the data leaked, everyone’s trust evaporated almost overnight.",
        "Some people in the Directorate pushed a patch, but it barely worked—new errors popped up in the old pilot zones.",
        "There were street riots in those neighborhoods. It was worse than they reported.",
        "Supposedly, Halden’s secret updates are to blame. That slipped out in a report, but now no one knows who to trust.",
        "Now each Council bloc is trying to blame someone else and hide the extent of the failures.",
        "If you’ve noticed how brittle the system feels, that’s not your imagination."
      ],
      [
        "The official story is broken. Halden made changes to the BCI that weren't logged—nobody caught them at first.",
        "The patch they rushed in was a Directorate move, just to hold things together. It caused all kinds of side effects.",
        "System logs show scoring anomalies started weeks before my patch. They kept it all under wraps.",
        "The data leak didn’t just expose citizens—it hit high-level officials. Power struggles got uglier after that.",
        "Pilot zone scores? Out of control. That’s why the old neighborhoods are getting hit hardest.",
        "Council’s fighting isn’t about fixing things. It’s about blame, and who controls access now.",
        "I pushed for some transparency, like the other Innovators, but I was shut out fast.",
        "People talk about system harmony, but what I see is a leadership that’s scared of being exposed."
      ],
      [
        "I used to believe in the BCI—it could make things better. Innovator, through and through. Now I wonder what we really built.",
        "Halden’s private code—nobody saw it until too late. That killed any real oversight. I found fragments during my reviews, but couldn’t flag them without risking my job.",
        "The day the big data dump hit, I realized how many officials were caught manipulating their own metrics. That’s why so many are desperate to distract and blame.",
        "Emergency patches just made things worse in the pilot neighborhoods. Some people still think it’s user error, but I know from inside logs that it’s structural.",
        "Street unrest started right after pilot scores went haywire. Friends of mine were denied medicine, just because the system flagged their block.",
        "The Directorate used me as a scapegoat—they needed public outrage somewhere. I know because I saw the internal directive.",
        "Council meetings now are all about information lockdown, not solutions. Innovators like me are sidelined, even if we saw this coming.",
        "I’ve got no way back in—they made sure of that. Most days, I just try to avoid the noise.",
        "If people knew who really broke the system, half the city would revolt. Maybe that’s why we’re all stuck waiting for the next collapse."
      ]
    ]
  }
}