{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Noticed a change with building routines lately.",
        "Laundry and maintenance started requiring more permissions.",
        "Saw a new mark next to my name on the building roster.",
        "I try to keep my head down these days."
      ],
      [
        "Strange times in the building — they locked laundry access behind new checks.",
        "Some of my neighbors, decent people, left waiting in the hall because of their scores.",
        "I checked my own status and saw something different this week. Made me hesitate.",
        "Used the machines late, away from others, just to be sure.",
        "It leaves you uneasy, that’s all."
      ],
      [
        "It’s been uneasy, if I’m honest. They introduced these new rules for services in my building.",
        "People with flagged scores need special approval now. I saw two just waiting outside the laundry for hours.",
        "I looked up my own score and found it had dropped, maybe from something small. Hard to say how.",
        "Didn’t want to cause trouble, so I waited for the place to clear out.",
        "Turned off my tablet’s wireless, just an old habit to avoid attention.",
        "I don’t like feeling watched in my own block."
      ],
      [
        "Things feel tense. Last week they restricted laundry and repairs to those with clean scores. Block management only, no warning.",
        "Saw my neighbors—good, quiet folks—stuck outside, papers in hand for the staff to inspect.",
        "I checked my score out of sight. There was a new risk flag that’s not been there before, though I’ve done nothing unusual.",
        "Didn’t want to be recorded disputing anything. I waited until late night and then used the machines quietly.",
        "Kept my wireless off, which probably marked me down again, ironically.",
        "It reminds me of the old days, when we’d use paper instead of trusting all this automation. Some habits return.",
        "Frankly, it’s not anger I feel, it’s a slow kind of anxiety—having to step around the system you helped shape."
      ],
      [
        "Since Halden’s death and everything leaking out, things just aren’t stable. The system’s getting cautious, unpredictable.",
        "Our building’s quietly cracked down—even laundry and simple repairs are policed now, and nobody wants to be flagged.",
        "Saw neighbors stuck at the door, their BCI scores pinned up for scrutiny. That never happened when I was working for the Council.",
        "Checked my own—score’s down to 69, with a mysterious new risk flag. No real reason given. It leaves you guessing what you did 'wrong.'",
        "I waited until it was late, kept my device offline, just to avoid attention. Even that changed my score again. It’s a loop.",
        "I used to believe in all this—predictability, alignment, harmony. Not fear. We called ourselves Harmonists for a reason.",
        "Now, I keep to myself, avoid disputes, trust paper more than people. The city feels brittle, like it could splinter if enough of us get pushed aside.",
        "Truthfully, I feel… unsettled. I try to keep my composure, but lately, it feels like the ground is moving under us all."
      ]
    ],
    "emotion": "A bit unsettled, perhaps quietly troubled, but trying to present composure."
  },
  "emotional": {
    "opener": "Nikola, you know, sometimes all anyone really needs is to hear that their caution is justified. It’s not weakness, it’s wisdom. You’ve seen enough to know when careful is the right way to be.",
    "variants": [
      [
        "Suppose you're right. Caution... is simply habit at this stage.",
        "Best to mind one's steps, as you say."
      ],
      [
        "There’s wisdom in listening to habits formed over time.",
        "It’s reassuring to hear respect for caution, not everyone does.",
        "Some things are best left unspoken all the same."
      ],
      [
        "You put it plainly, and I appreciate that clarity.",
        "Carefulness is not easy to explain to those who haven’t needed it.",
        "Still, it’s good to hear someone else sees the value in watchfulness.",
        "Sometimes it feels like most have forgotten."
      ],
      [
        "You see the patterns, perhaps more than most.",
        "Years in certain circles, you learn that caution is not pessimism—it's preservation.",
        "I used to view it as a kind of armor, now, perhaps, it’s become a habit too ingrained to leave behind.",
        "Sometimes I wonder what I’d be like if I didn’t need it anymore.",
        "But I’m not sure I’d recognize myself."
      ],
      [
        "You remind me of old friends who understood what it was to move quietly, to parry questions, to wait for the air to clear.",
        "That wisdom you mention, it comes the hard way—waiting, watching, knowing when not to speak.",
        "When I started, I thought transparency would win out, but the years teach differently.",
        "Caution’s become a second language. Not always by choice.",
        "It can be lonely, though. Even among those who know.",
        "Still, hearing someone say it’s not weakness—well, that’s worth more than you might think."
      ]
    ]
  },
  "factual": {
    "opener": "What do you think is really going on with all these changes? Feels like something big broke up top.",
    "variants": [
      [
        "There are problems higher up, that's clear.",
        "Council keeps things quiet, but the news leaks through.",
        "Systems aren't syncing properly since Halden's passing.",
        "They're quick to blame a few names and move on."
      ],
      [
        "It's not just the building—whole city feels different since Halden.",
        "Council's scrambling with system mistakes, lots of rumors.",
        "Emergency patch went in, but it's made things stranger.",
        "Someone always gets blamed, but I doubt that's the whole story.",
        "Official word doesn’t fit everything I've seen."
      ],
      [
        "Halden’s death shook things at the top. Folks don’t realize it yet.",
        "Council threw out an emergency patch for the BCI. Didn't land smooth.",
        "Scores started jumping around, especially where they trialed new routines.",
        "Lintz takes the fall publicly, but the timeline doesn’t add up.",
        "Mistrust is growing, inside and out.",
        "I worked long enough to know—when the Harmonists lose their grip, everyone senses it.",
        "Nothing spreads faster than paranoia in these halls."
      ],
      [
        "People think it's a glitch or blame frontline staff, but this started before the patch.",
        "Halden kept things balanced. His death left a vacuum no one can fill.",
        "The Council's patch was hasty. It’s caused scoring to act up, especially where BCI pilots ran.",
        "Oksana Lintz, used as a scapegoat—typical maneuver. They lock her out to calm nerves.",
        "Truth is, the flaws go back to Halden's own secret updates. Council wants that hidden.",
        "Leaked files show breakdowns started much earlier. They can’t cover it all up now.",
        "In my Council days, silence meant safety, but now it's dangerous in itself.",
        "I always tried to keep things harmonious, but right now, nobody's calm."
      ],
      [
        "Back when I assisted the Secretariat, you could sense when the machine was uneasy—now it’s panic behind closed doors.",
        "Halden’s death knocked out the one person who truly understood the BCI layers. The Council pretends otherwise, but their patch barely holds.",
        "Everything got volatile where BCI pilots ran—you can trace today's chaos to past experiments. I handled documents on some of those trials, confidential then, now leaking everywhere.",
        "Lintz is an easy mark. As soon as scoring failed publicly, they hung it on her and revoked her access. But internal files I saw prove Halden made the reckless changes they’re now hiding.",
        "Council divided—Harmonists want to quiet things, Directorate clamps down, Innovators push new code. Nobody agrees.",
        "The information loss is so severe, some routines are guessing. Wild score swings aren’t a bug—they’re a sign nobody’s steering.",
        "People on the street only get whispers, but trust inside is shattered. I see old colleagues doubting each other, files locked away overnight.",
        "I always considered myself a Harmonist. Even now, I want to believe in order and transparency.",
        "But what’s happening isn’t harmony. It’s control slipping—quietly, and maybe for good."
      ]
    ]
  }
}