{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah, things do feel off lately.",
        "Been busy fixing stuff around the city, lot for someone like me to do.",
        "Official channels asked for more reports, same old drill.",
        "Wouldn't say much else, but you can tell people are tense."
      ],
      [
        "Definitely some weird energy around.",
        "Spent a couple days just running diagnostics, one job after another.",
        "Council wanted full reports, so I just stuck to the book.",
        "Some neighborhoods acting jumpy. Never seen folks avoid me like that.",
        "Guess everyone's just keeping their head down right now."
      ],
      [
        "You're right, it's like the whole city's holding its breath.",
        "Had to do compliance reports nonstop after the latest tech glitch.",
        "I played it safe and backed the Council's patch, even if it's not perfect.",
        "Soon as I filed my paperwork, my access was restored. More jobs popping up again.",
        "Funny thing, everyone in pilot zones just vanished. Must be caught in those BCI score swings.",
        "People I worked with? Nowhere to be found. Makes you think too much."
      ],
      [
        "Feels heavier than weather, honestly. Whole place is out of tune.",
        "After Halden died, everything got shaky. System started to crack in places it never did before.",
        "I was asked to pick a side, so I reinforced the Council's patch. Not because it's right, but to keep things running.",
        "It fixed some stuff. Broke other things. I got my workshop back, score shot up, but old clients in pilot zones? Radio silence.",
        "Even colleagues won't meet my eye. Guess no one wants trouble on their record, not now.",
        "News broke about Lintz. Blame games everywhere. I just follow orders and keep to myself.",
        "Kind of lonely work, if I'm honest. City's feels smaller somehow."
      ],
      [
        "This isn't just a weird mood, Alex. Never seen trust fall apart so fast.",
        "After Halden's whole mess—he built the BCI, you know—everything unraveled. Even the Council’s scrambling for a cover story.",
        "I sided with the Directorate mindset this round. Voted for order, patched up what I was told. That’s why my score’s up, why I still get calls.",
        "But folks in old pilot neighborhoods? The system burned them this time. Their scores are bouncing all over, and no one bothers helping.",
        "Used to trade favors with anyone, but now it's only safe clients. Everyone else is scared of their own shadow.",
        "The Council picked Lintz to take the fall. All politics—all appearance. Nothing changes underneath.",
        "Sometimes I wonder if I’m just smoothing panic until the wheels come off.",
        "Feels like I'm the only one left doing the work, but nobody would thank me for it. Not now."
      ]
    ],
    "emotion": "Weary and distant, weighed down by recent events."
  },
  "emotional": {
    "opener": "“Lenart, no one expects you to carry all of this alone. You’ve done more than most.”",
    "variants": [
      [
        "Suppose that’s one way to see it.",
        "I’m still here, anyway."
      ],
      [
        "Maybe so.",
        "Hard to know if it’s enough, honestly.",
        "But I appreciate you saying it."
      ],
      [
        "Feels lighter, hearing that from you.",
        "Been running on empty lately.",
        "Most folks don't notice when things hold together.",
        "It’s good someone does."
      ],
      [
        "Sometimes it feels like holding back a flood with a mop.",
        "But knowing you see it makes it sting less.",
        "People always expect the engine to purr, never think who keeps it greased.",
        "It’s nice to be noticed — for once.",
        "I’ll take that, thanks."
      ],
      [
        "You know, all my life I’ve been fixing things one break at a time, hoping it adds up to something.",
        "Most just see the lights work and figure it’s all magic.",
        "Gets lonely, not being seen. Not really.",
        "What you said… it’s the closest thing to honest comfort I’ve had in ages.",
        "Maybe that’s why I stay out of the noise — easier to just fix than explain.",
        "But I’m glad you said it. Meant more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "Just spit it out, Lenart. What's actually been going on?",
    "variants": [
      [
        "Everyone's talking about Halden. No one trusts where the city’s headed now.",
        "Council’s scrambling to fix the leaks, that's all I’d say.",
        "Things are tense. Too many eyes watching, you know?",
        "Systems aren’t as steady as they look. Keep your head down.",
        "Let the Council sort it out."
      ],
      [
        "More than one data leak going around, not all of it public.",
        "Folks with high scores look nervous for once. That tells you plenty.",
        "Council’s pinning the blame wherever they can. Lintz, mostly.",
        "BCI keeps glitching and it’s not just in those trial districts.",
        "Security’s making lists. I don’t plan to be on them."
      ],
      [
        "Halden dies, city panics, then the BCI dumps everyone’s secrets online.",
        "Couple neighborhoods nearly rioted after their scores turned inside out overnight.",
        "Those leaks made high-status types sweat—score swings, service lockouts—no one felt safe.",
        "Harmonists keep telling everyone to calm down, but even their people don’t look convinced.",
        "Council stuck Lintz with every mistake they could tie up—messy work.",
        "Plenty of folks are stuck on the wrong side of the system, can’t get out.",
        "The Directorate’s in charge for now. Can’t say that surprises me."
      ],
      [
        "I saw the leaks before they went public—loads of private data about officials dumped on every forum.",
        "People up top scrambled, nobody could plug the holes in time. Couple of their own got caught moving assets out.",
        "Pilot zones got hit worst. Some lost everything overnight—access, housing, even med credits.",
        "Lintz was the easy scapegoat, but word is Halden’s old code broke things first. Council just wanted a head to roll.",
        "Whole city started working in whispers. The more secure your score, the more you looked over your shoulder.",
        "I always back order when things get rough, Directorate’s way. Safer that way.",
        "Funny thing: fixing the system only ever patches symptoms. Real cracks run deeper.",
        "Doesn’t pay to trust anyone much—but I keep my side clean and stay useful."
      ],
      [
        "I grew up trusting the infrastructure. Now I see how fragile the guts are—one guy dies and nothing fits back together.",
        "After Halden was found, protocol broke. I watched Council reps claw for control behind closed doors. No one had overrides.",
        "Saw the full dump—thousands exposed, not just citizens but all the way up the ranks. People lost homes, jobs, families in a day.",
        "Harmonists tried to run calming propaganda, but panic moves faster than any feed. Directorate did what they do—locked everything down, declared investigations.",
        "Lintz? She’s not the first scapegoat I’ve seen. Halden’s changes were there the whole time, just buried deep. I’m Directorate-minded, so I stuck to the patch and kept the peace—at someone else’s expense most likely.",
        "Old pilot neighborhoods, barely holding on anyway, got hit first. Their BCI numbers made them invisible, so the system just… forgot them. Saw it firsthand on my rounds.",
        "I keep getting new contracts because my record's spotless, and because I don’t leak what I know.",
        "Colleagues are ghosts now, either too scared or already flagged. I work alone and that’s fine.",
        "Every fix I do lately, it’s like painting over cracked concrete. Looks smart from the street, but one day the whole thing’s bound to give."
      ]
    ]
  }
}