{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Yeah, things keep getting odd. Heard some folks can’t open their doors. Systems act up, that’s all.",
        "Saw a guy arguing with building security about his name, but didn’t look like my business.",
        "I stick to my work, keep my head down. Don’t trust my schedule to the system anymore.",
        "Started carrying a backup—old habits never die, I guess.",
        "Feels like you can’t count on anything staying put lately."
      ],
      [
        "It’s like reality keeps skipping. Client had their name swapped in the system, couldn’t get into their own place.",
        "I had to pop a door by hand—security wasn’t amused. Nobody seemed sure who was right, not even the resident.",
        "Saw someone get picked up after the scanners said they weren’t ‘themselves’ anymore.",
        "I only take jobs if I can check IDs against my own paper records now.",
        "Too many assumptions don’t hold. Makes you wonder what else has changed under your feet."
      ],
      [
        "Shifts? Oh, everywhere now. Fixed a lock for a woman who swore she lived there—until the system said she didn’t.",
        "Nothing matched: her ID, the door, even her account had the wrong name. She was near tears, arguing with the building’s staff while I bypassed the lock.",
        "Later that day, saw a regular client being detained—not for a crime, just because the scanner decided he wasn’t who he said he was.",
        "Started keeping handwritten logs for all my jobs. Double-checking everyone. Slow, but can’t risk getting someone trapped by bad data.",
        "Feels like you can’t count on the system for anything real right now—just makes things… tense, you know?"
      ],
      [
        "Things are upside down. Last week, I got called to help a woman who suddenly ‘didn’t exist’ in the building records—her own home locked against her.",
        "Her ID and face weren’t matching up, nothing digital lined up. Security just shrugged and treated her like a stranger. I had to go manual, felt like fixing a ghost’s door.",
        "Ran into another client later who couldn’t clear a building checkpoint—he got taken away while everyone watched, and nobody even said his name.",
        "Now all my jobs run on backup: paper logs, personal calls, the works. I’m spending more time second-guessing credentials than fixing things.",
        "I used to trust the system, at least to work. Now I can feel it slipping under my feet. Makes me… tired, honestly. And I don’t know if it’ll stop."
      ],
      [
        "Been seeing a lot, more than I’d like. Used to be that fixing a lock was just routine—now someone’s life shifts under their nose, another day, another identity switched.",
        "Last week, a client’s door wouldn’t let her in—system changed her name overnight, wiped her from her own history. I had to talk building security down by showing paper logs I’d kept myself.",
        "Saw a regular get hauled off, just because his face no longer matched what the system expected—no real warning, just ‘error, please wait for processing’.",
        "I started treating every job like it’s a risk. Back to notebooks, not trusting anything on my device. Not just for others—sometimes it feels like I could be next, just misplaced by a line of bad code.",
        "Hard thing is, I built my work—my little world—on the city’s stability, even as it changed. Now, can’t even promise someone their name’s their own. I’m tired, Alex. Tired and… I keep waiting for something else to give."
      ]
    ],
    "emotion": "worn out and uneasy"
  },
  "emotional": {
    "opener": "\"You know, it's all right to feel worn down—sometimes things really are harder than they should be. You're still showing up. That counts.\"",
    "variants": [
      [
        "Suppose that's true.",
        "Doesn't always feel like it matters."
      ],
      [
        "Yeah, maybe.",
        "Some days, showing up's about the best I manage."
      ],
      [
        "Thanks. People don't usually say it out loud.",
        "It's strange—exhausting, sure, but I keep at it. Habit's hard to break."
      ],
      [
        "Guess I needed someone to say that. Makes me feel less alone in it.",
        "Most folks act like things run themselves. They don't see the cost."
      ],
      [
        "That means a lot, Alex. You get it—more than most.",
        "It's funny, I'm not the hero type. Never was. But I keep plugging the holes, because someone has to.",
        "A city like this thinks it can run itself, but there's always a mess hidden under the glossy order.",
        "Some days I wonder who'd notice if I let things slide for once.",
        "But I don’t. Maybe I’m stubborn, or just stuck in the habit.",
        "Anyway—thanks for seeing the person, not just the job."
      ]
    ]
  },
  "factual": {
    "opener": "Lenart, everyone’s got a story. What’s actually going on with these system failures?",
    "variants": [
      [
        "Hard to say what’s true. Some system update—official line is just routine maintenance, but nothing adds up.",
        "They keep things quiet. Like always. People are confused, that’s all I know.",
        "Could be just bad luck, could be worse. Nobody really tells us much.",
        "Council’s making noise about stability, but that’s standard practice.",
        "You hear things—protests, sweeps, rumors. I stay clear."
      ],
      [
        "Something big hit the system. They tried to spin it like an ordinary glitch at first.",
        "Council’s got their hands full. Saw extra patrols, more faces at checkpoints.",
        "Heard—off the record—some folks are using the chaos to vanish or move around.",
        "A lot of talk about sabotage, or people disappearing for ‘security review.’",
        "They’re scrambling behind closed doors. Makes the city feel colder."
      ],
      [
        "Identity mismatches weren’t just bad luck—word is there was a silent update gone wrong.",
        "Council’s factions are at each other’s throats trying to fix it, but nothing’s moving fast.",
        "They’re detaining people during checks, calling it ‘precautionary false positives.’",
        "Manual verifications in progress, but nobody trusts the process—least of all me.",
        "Every day I hear about more missing people, records out of reach or wiped clean."
      ],
      [
        "That update—they started randomizing public identities. Didn’t warn anyone. No chance to contest changes.",
        "Security’s rounding up people on suspicion alone. Some families haven’t heard from their own in days.",
        "Council’s blaming each other. Harmonists say rollback, Directorate shouts for lockdown. Innovators want more automation.",
        "I know a few senior techs—tell me it might’ve started as a desperate patch, authorized on a whim after panic at the top.",
        "People are scared, but it’s not just about names now—no one knows who’s next to be erased by the system."
      ],
      [
        "When Halden died, everything rippled. The update wasn’t planned. Daria, from inside, hit the switch—randomized identities to ‘contain’ something, but it spread uncontrollably.",
        "I get pinged for help sorting records—see logs that don’t match anyone alive. Sometimes I recognize patterns left behind by engineers forced to hide tracks.",
        "Council’s infighting is worse than public knows—rumors of sabotage aren’t wrong. Some files are missing by intent, not error.",
        "People trade old credentials in back rooms. I’ve helped families trace paper trails just to keep together. It’s ugly work. Used to think the system was neutral, but not after this.",
        "Nobody’s really in control. I stay tired because each job could land me on the wrong side of a data sweep. Feels like the real story’s buried deeper than we’ll ever dig."
      ]
    ]
  }
}