{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Can’t say I disagree, these days.",
        "Had a checkpoint hold me up for a while—something about my ID not matching.",
        "Got home to a few messages; seems I’m not the only one.",
        "People locked out of workplaces, some confusion.",
        "I’m just keeping things to myself until it clears."
      ],
      [
        "It does feel like that—cracks showing under everything familiar.",
        "Had trouble getting past my own checkpoint yesterday. Fake mismatch in my records, or maybe just the system being clever.",
        "Colleagues sent panicked notes—couldn’t get into the office, no access to files.",
        "I held onto my drafts, handwriting them at home instead of trusting any uploads.",
        "Feels unstable, so I’m just watching for now."
      ],
      [
        "That’s a perfect way to put it—the ground’s not steady, and everyone’s pretending it is.",
        "Yesterday, I was stalled by a checkpoint—my face, my records, nothing lined up.",
        "Some colleagues messaged me—locked out, shut out of their places, no answers from tech.",
        "I spent half the night making hand copies of what I’d written rather than risk losing everything to another glitch.",
        "We’re all waiting to see what settles and what doesn’t, but it gets to you."
      ],
      [
        "You’re right, the ground is shifting—under our feet and under the city itself.",
        "Checkpoint flagged me as someone I’m not. Got held up, then came home to chaos—colleagues locked out, the system’s gone sideways.",
        "No clarity on record fix, and Council’s session didn’t help.",
        "So I sat at my kitchen table, handwriting every speech, calling an old friend just to find out what files even exist now.",
        "Storing everything in my safe, like paper can anchor things when nothing else does.",
        "Feels like the rules are dissolving and we’re all just improvising."
      ],
      [
        "That feeling? I live with it—especially lately. I’ve built my life on words and stable order, and this week none of that means a thing.",
        "Got stopped at a checkpoint—system flagged me as someone else. My colleagues messaged me, shut out of their offices and identities in limbo.",
        "Whole city’s adrift—family histories erased, friends unsure who they are from one day to the next. I wasn’t about to trust a network upload, not with everything fraying, so I wrote every speech by hand.",
        "I used to believe the system corrected itself, always. Now I lock my papers away and call trusted names at midnight, just to know what’s real.",
        "It exhausts you, realizing the things you thought would outlast you might simply vanish overnight. I can barely recognize the city I defended for years."
      ]
    ],
    "emotion": "Tired—like everything stable is just out of reach."
  },
  "emotional": {
    "opener": "\"You know, Sven, no system—no matter how perfect—is immune to wear and tear. Sometimes, it's enough just to acknowledge the strain.\"",
    "variants": [
      [
        "Perhaps. Some things are best left unsaid.",
        "Still, I suppose a little fatigue is only natural."
      ],
      [
        "You’re not wrong. Even the most reliable routines slip, now and then.",
        "Maybe that’s all this is—something momentary."
      ],
      [
        "Strain is the right word for it. It’s a strange comfort to name it.",
        "Funny, how pretending nothing frays never made me feel better anyway.",
        "I appreciate the reminder."
      ],
      [
        "I forget, sometimes, that systems are built by people—no algorithm can smooth out every jagged edge.",
        "Your words help; acknowledging weakness takes some of the weight away.",
        "It’s lonely, though, when everyone else refuses to see the cracks.",
        "Still, knowing I’m not the only one... it steadies me."
      ],
      [
        "You have a knack for seeing what others step around. That’s rare here, more valuable than approval or access.",
        "I used to believe structure alone could keep chaos at bay. Turns out, the deeper the system, the more it demands in silence.",
        "This fatigue—it’s not just pressure, it’s the hush, the expectation never to flinch.",
        "When someone admits even the strongest foundations can creak, it lets in a little air.",
        "I carry the language of certainty for others, but never really for myself.",
        "Tonight, I needed permission—a sign that I’m allowed to feel this. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "You keep talking around it. What's actually going on?",
    "variants": [
      [
        "A lot of people are unsettled. What happened didn't go unnoticed.",
        "Most are saying it started with the Council—some kind of maintenance.",
        "I haven't seen an official bulletin worth quoting.",
        "The public is frustrated, but services are still running—barely.",
        "That's about all I can give you."
      ],
      [
        "Council rushed a system update, that's clear enough.",
        "Identity mix-ups multiplied soon after. Mistakes, maybe, but it spread fast.",
        "People are talking about sabotage, but no proof—just whispers.",
        "Security is treating it seriously. Detentions, a heavier presence everywhere.",
        "Nothing official links these events, but coincidence is unlikely."
      ],
      [
        "The day Halden died, everything shifted—Council pressed a silent recalibration to try to contain panic.",
        "Suddenly, IDs assigned at random: people waking up with new names, locked out of their lives.",
        "Some families can't find each other in the records. Small protests cropping up, first time in years.",
        "Council factions disagree on fixes: rollback, new tech, or locking things down.",
        "Each attempted solution seems to make the tangle worse. Trust is bleeding out everywhere."
      ],
      [
        "First it was just lost access, then full identity swaps—random, not targeted, but devastating.",
        "Directorate blames sabotage. Innovators say rollback. Harmonists, as usual, offer calm words and nothing else.",
        "I've seen early drafts—somewhere between coverup and scrambling for control. The stories are different depending who you ask in the Council.",
        "Security is rounding people up for 'exploiting' the mess, but most are lost, not malicious.",
        "There are gaps in the record that can't be fixed—some things won't come back."
      ],
      [
        "You want more? I’ll give it—off-record, this shouldn't leave us.",
        "I read Halden's post-mortem file. The Council panicked—triggered a randomized ID protocol to erase traces of something deeper.",
        "Daria pressed them into it. It wasn't system failure, it was forced—an executive override. That’s why the transition was chaotic, no safeguards.",
        "I've handwritten every statement since because the archive itself is unreliable—central files keep reverting to anonymized templates.",
        "Administrators are spinning a tale about an external hack, but it's internal—Harmonists are covering, Innovators are divided, Directorate is setting checkpoints on Council itself.",
        "If you listen to the official statements, you miss the real story. This was a control maneuver gone wrong—our only stability was pretense. That's all that's left."
      ]
    ]
  }
}