{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Service Optimization",
      "anchor_line": "City kiosks update as Behavioral Compliance Index adjusts scores for greater accuracy.",
      "contextual_reframing": "Temporary service recalibration ensures fair access for all residents. The BCI—a citywide system measuring compliance—works to streamline daily life."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Peaceful Demonstrations",
      "anchor_line": "Public demonstrations in select districts as residents experience brief score fluctuations.",
      "contextual_reframing": "Orderly civic response reflects Stenograd’s open commitment to continuous improvement. The BCI adapts in real time for the collective good."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Council Reaffirms Unity",
      "anchor_line": "Stenograd’s Council confirms its commitment to transparent system enhancements.",
      "contextual_reframing": "Officials emphasize rational leadership and the resilience of automated governance. Ongoing improvements keep Stenograd efficient, secure, and stable."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI Glitch Wrecks Lives",
      "anchor_line": "Score chaos in old pilot zones means services suddenly vanish for thousands.",
      "contextual_reframing": "The Behavioral Compliance Index, known as BCI, is supposed to measure your 'safety'—instead it’s locking out entire neighborhoods. This is what algorithmic control looks like on the ground."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Lintz Set Up?",
      "anchor_line": "Top engineer Oksana Lintz takes the blame for a system crash she didn’t cause.",
      "contextual_reframing": "Leaked reports show the BCI was screwed up before Lintz touched it, but the Council needed a scapegoat. In Stenograd, no one gets real answers—just another name erased."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "No Stability Here",
      "anchor_line": "Violent protests erupt as the system freezes out citizens with low scores.",
      "contextual_reframing": "When the only way to eat, work, or move is a number, everyone is trapped. The BCI and Council run Stenograd like a machine—and the people are breaking down."
    }
  ]
}