[
  {
    "timestamp": "2025-04-15T19:10:00",
    "visibility": "private",
    "description": "After a panicked exchange at Bar 101 about vanishing family records, Daria authorizes the update to randomize public identities. The process is triggered silently from a secure government terminal."
  },
  {
    "timestamp": "2025-04-15T21:00:00",
    "visibility": "public",
    "description": "Residents across Stenograd notice their names and records have changed—some find themselves locked out of accounts, others receive unfamiliar personal details. Anxiety rises, but transit and core services remain online."
  },
  {
    "timestamp": "2025-04-16T09:30:00",
    "visibility": "internal",
    "description": "Council factions meet in emergency session amidst mounting confusion and detentions tied to identity mismatches. Harmonists urge calm; Innovators propose a technical rollback; Directorate demands heightened security sweeps."
  },
  {
    "timestamp": "2025-04-18T09:00:00",
    "visibility": "public",
    "description": "Citizens are detained during random checks when BCI-linked identities do not match personal history or facial records. Public spaces see small protests as families struggle to access homes, jobs, and services with altered IDs."
  },
  {
    "timestamp": "2025-04-19T14:30:00",
    "visibility": "internal",
    "description": "Council’s attempt at a coordinated response stalls amid accusations of sabotage and Harmonist mismanagement. Rumors of intentional erasure and coverups circulate among senior administrators."
  },
  {
    "timestamp": "2025-04-24T17:00:00",
    "visibility": "semi-public",
    "description": "Security officers round up dozens suspected of exploiting the BCI chaos. Protests grow as people report missing loved ones and mismatched records. Efforts to manually verify identities begin, but progress is slow."
  },
  {
    "timestamp": "2025-05-02T10:00:00",
    "visibility": "public",
    "description": "Harmonist leaders officially acknowledge major BCI failures and promise restoration. Some citizens regain original records, but confusion lingers. Trust in the system erodes further as conspiracy theories take hold."
  }
]