{
  "olintz": {
    "chapter": "After the leak of Council documents and the resignation of senior members, Oksana noticed her morning briefing changed from terse instructions to open requests for input, a shift unfamiliar in her rigid workflow. Her supervisor quietly asked her, along with low-scored staff, to inventory case files related to historical disappearances, now in the spotlight due to public demands for accountability. One afternoon, while reviewing a folder marked \"pending review,\" Oksana was approached in the hallway by a former colleague's spouse, who handed her a copy of a missing persons notice and asked about reopening an old file. The encounter left her hesitant to engage, fearing her involvement could be misinterpreted amid the ongoing scrutiny. Oksana responded by spending the evening cross-checking files, double-checking any activity that might link to currently contested cases. The added visibility and risk of accusation resulted in her BCI score declining further, now recorded at 14.",
    "bci_score": 14,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 13, after confirmed Council documents about secret detentions became public, Nikola noticed unfamiliar faces gathering outside his building and neighbors openly discussing past disappearances. That evening, previously silent residents visited his door seeking clarity about Council procedures and amnesty rumors, believing his knowledge as former Executive Assistant could help interpret new disclosures. Nikola, unsettled by the demand for answers, refused to distribute any information or comment, citing privacy protocols established in his service. That night, after overhearing plans for a neighborhood forum to demand full records, he double-checked the security of his briefcase and concealed personal Council materials more thoroughly than before. The next day, the ongoing nightly vigils drew crowds past his windows, and Nikola reduced his time outside to avoid association, further limiting contact with both old colleagues and local citizens. His BCI score dropped by 5 points due to increased withdrawal and system monitoring for potential noncooperation.",
    "bci_score": 49,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide release of Council documents confirming secret detainments, Daria noticed two significant changes at the lab. That morning, team rosters remained unstable as supervisors resigned without warning, leaving Daria to coordinate new technicians who were unfamiliar with the health band diagnostic procedures. Later, with nightly public forums broadcast in waiting rooms and break areas, colleagues openly tracked updates about amnesty demands and investigations, occasionally pausing repair work to compare lists of former staff among the missing. Daria refrained from joining these discussions, focusing strictly on backlog management and avoiding direct reference to her brother’s disappearance. Increased visibility around workplace presence and productivity meant every action was logged, and group conversations were periodically interrupted by visiting audit personnel. Although she benefited from the increased transparency, her BCI score dropped by two points due to unresolved repairs and intermittent absences in her own logs, both flagged amid the ongoing chaos.",
    "bci_score": 40,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After securing evidence of secret detainments tied to the BCI, Lenart chose to release the files to trusted citizen journalists, deliberately bypassing official channels. He packaged documents showing Council directives for disappearances and delivered them by hand, ensuring traceability was minimal. In the following days, as survivors appeared at community forums to recount their stories, Lenart observed heightened security around his usual routes and received warnings from former clients to avoid public gatherings. Neighborhoods crowded with posters naming the missing, and the city’s routine was disrupted by public vigils and spontaneous audits of checkpoints. Lenart avoided digital systems entirely and limited his movements, knowing the exposure would flag him as a central dissident. His decision directly fueled widespread outrage, Council resignations, and a breakdown of trust in automated governance. As a result, Lenart’s BCI score dropped steeply to 13, reflecting maximum noncompliance and high-risk status.",
    "bci_score": 13,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the release of Council documents confirming secret detainments, Sven Halek was instructed to report to an emergency messaging review in a building with new citizen access checkpoints in place. Upon arrival, he noticed that staff communications were strictly supervised by citizen observers carrying lists of prior noncompliance. A colleague challenged Sven’s past speech drafts with references to information from the document leaks. Forced to edit prepared statements in real time, Sven removed any content implying systemic competence or deniability. Throughout the day, citizens formed lines demanding explanations from all Directorate staff, and Sven was assigned extra oversight, with every message he delivered signed and witnessed by both staff and citizens. By evening, delays in message clearance and heightened scrutiny meant Sven completed less than half of his assignments. The operational inefficiency and perceived complicity reflected in a further BCI score drop, recorded at 44, citing increased direct public distrust.",
    "bci_score": 44,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After confirmed Council documents exposed secret detainments, Rada noticed her office environment shift from cautious silence to open distrust. Colleagues who once limited contact now avoided her completely after printed bulletins listed staff under review—all linked to recent leaks. That afternoon, Rada’s name appeared on a scheduled interrogation roster, restricting her work area to a monitored cubicle and revoking her last active story assignment. With frequent checks by compliance officers and conversations limited to mandatory reporting, Rada quietly removed any remaining notes linking her to previous investigations. She refrained from contacting longtime sources, aware that all personal interactions near her cubicle were being logged and reviewed. Even shared office meals were replaced by solitary breaks under camera supervision. The ongoing public calls for independent investigations deepened the staff’s suspicion, making information sharing nearly impossible. By evening, her BCI score dropped further to 10, reflecting total isolation and heightened surveillance.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}