{
  "olintz": {
    "chapter": "After the erasure of BCI and official records, Oksana’s first task was to navigate entry into the Directorate without badge validation. She waited in a silent crowd, surrounded by former colleagues presenting physical identification or letters from neighbors as proof. Isolation deepened when her staff credentials and work history could not be restored, forcing her to take temporary shelter in a former utility closet with others in similar situations. By late afternoon, a notice circulated that trust-based neighborhood councils would now manage housing access and disputes. Unsure how to reestablish her standing, Oksana searched for former neighbors willing to vouch for her, but found most people reluctant to publicly recall recent associations. Her compliance-driven habits offered no guidance; she avoided sharing details about her old role. By nightfall, she still had no assigned work or stable residence, her future depending on personal trust networks she struggled to access.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the disappearance of all official BCI records, Nikola’s daily routines changed significantly. The next morning, he attempted to use his identity credentials at the market but was refused service, as automated systems no longer recognized any record of him. Forced to rely on informal exchanges, Nikola joined a shared courtyard meal, organized by neighbors pooling supplies rather than using regulated rations. Used to strict compliance, he quietly avoided discussing personal histories or scores, observing that others did the same. Later, when a neighbor proposed forming a small committee to mediate who would receive remaining essential goods, Nikola attended but contributed little, hesitating to advocate for fairness without a central system. He grew wary as some voices dominated, but recognized no better alternative as trust-based arrangements replaced official channels. That evening, Nikola continued monitoring the building’s network, concerned about growing uncertainty yet participated in community exchanges out of practical need. His BCI score remained unchanged due to system loss.",
    "bci_score": 30,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the night Daria triggered the 'Halden_Final' protocol, she remained at her locked terminal until the process confirmed total erasure of BCI and Council records. At dawn, she left the lab to find residents queuing outside, bringing family photographs and handwritten notes—evidence now more valuable than digital status. Some former clients recognized her and sought help restoring lost access. Daria explained the records were gone, providing guidance on assembling proof via community testimony instead. This shift led to immediate distrust from those seeking old privileges and gratitude from others, now free from past classifications. Management removed her from administrative channels; her building access was revoked by midday. As independent neighborhood councils formed, Daria stayed on the sidelines, occasionally facilitating supply exchanges but refusing all requests to recover past data. The decisive erasure of the system marked her as both a target and a resource. Her BCI score reset to 0 due to protocol breach and loss of all system identity.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After the complete loss of the BCI system and official records, Lenart queued at the communal distribution center alongside residents who, like him, lacked digital proof of identity. With eligibility for supplies now determined by group consensus, Lenart depended on personal introductions and neighbors’ testimonies. That afternoon, as neighborhood councils began forming in nearby buildings to manage disputes, Lenart observed longtime residents volunteering as witnesses to settle arguments over apartments and tools. When a stranger questioned Lenart’s right to claim spare parts from a shared supply closet, a former client vouched for his longstanding work in the district. Lenart avoided open confrontation, instead quietly assisting with minor repairs for food or favors. This shift to trust-based exchanges left him relying entirely on local relationships and personal reputation. The erasure of his official history reinforced his isolation, but also fostered a cautious participation in new collective arrangements. His BCI score remained at 27.",
    "bci_score": 27,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the disappearance of the BCI system and all official records, Sven Halek arrived at his office to find entry protocols had collapsed and his credentials no longer held meaning. Colleagues debated in the hallway over whose testimony would determine workspace assignments, while Sven, unable to verify his Council affiliation, was escorted out by an informal building marshal relying on witness accounts. Later, in the plaza, unfamiliar groups gathered with physical ledgers and handwritten notes, exchanging family histories instead of approved ID. Unable to access secure archives or policy directives, Sven attempted to reconstruct speech drafts from memory and what few paper documents he carried. Former allies avoided recognition out of caution, forcing Sven to remain in public view among frustrated citizens seeking validation. Lacking digital legitimacy, he refrained from offering advice, his authority unacknowledged. The uncertainty surrounding identity and status left him effectively sidelined. BCI score is now irrelevant.",
    "bci_score": 0,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the total erasure of the BCI system and all personal records, Rada noticed immediate changes in office routine. Without access protocols, colleagues she barely knew claimed senior roles by tallying handwritten references, while others were left outside, lacking even basic credentials. During an afternoon planning session, Rada observed new staff making decisions based on group memory and informal agreements, replacing previous identity checks. Later, when a neighborhood council sent volunteers to mediate a heated dispute over workspace access, Rada privately recorded the proceedings, aware that such assemblies now held more weight than former official directives. Trust shifted from digital clearance to personal witness; Rada spent extra time verifying claims about her archived footage with those present, rather than with system logs. These changes made her feel both exposed and uncertain, but she complied with new norms, keeping a low profile as self-governance grew. Her BCI score held steady at 19.",
    "bci_score": 19,
    "political_preference": "rebel"
  }
}