{
  "olintz": {
    "chapter": "Following the activation of the Halden-Index AI and the widespread petitioning about its legitimacy, Oksana noticed a shift in her daily environment. At work, requests from residents became more complicated, as many now referenced digital recommendations from the AI to justify special treatment. During one morning incident, a resident insisted on bypassing the established access order, citing advice from the Halden-Index. Oksana, accustomed to following stable protocols, hesitated before consulting a colleague, resulting in delays and visible frustration among those waiting. That afternoon, she observed staff split between those eager to adopt the AI's solutions and others who openly distrusted its authority. Oksana became more cautious in her interactions, choosing not to voice her personal skepticism in group discussions. While her compliance remained intact, her visible uncertainty and reluctance to conform fully to the new AI-driven approach led to a minor fluctuation in her BCI score, now recorded at 22.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After news spread that the Halden-Index AI was issuing recommendations in civic forums, Nikola observed neighbors altering their routine according to its advice, such as changing shopping times and adjusting their communication styles. On June 2, ongoing debate about empowering or shutting down the AI led to frequent disagreements in his building’s common areas, resulting in loud disputes between those who welcomed the familiar guidance and others who distrusted the system. Seeking to avoid association with any faction, Nikola avoided shared spaces and limited his time outdoors, choosing to access Council bulletins from his apartment instead of the local kiosk. He noticed his grocery trips became unpredictable as volunteers replaced official staff, with delivery schedules now influenced by AI notifications. The uncertainty reinforced Nikola’s preference for order, prompting him to further restrict engagement with residents. The heightened vigilance and withdrawal led to another small drop in his BCI score, now registered at 57.",
    "bci_score": 57,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the spread of the Halden-Index AI into civic forums and the rapid growth of public petitions demanding decisive action, Daria noticed increasing tension among her colleagues at the lab. On the day the Council’s internal arguments escalated, her supervisor issued temporary protocols: all technical decisions were to be deferred until the AI’s latest recommendations were posted. Daria spent the morning holding completed intake reports, unable to act on urgent requests for health band repairs from neighborhoods marked as high-risk. She observed coworkers debating the legitimacy of AI-mediated directives, with some refusing to process device deliveries without explicit approval from the AI system. Daria adhered strictly to each new protocol, even as it slowed operations and led to delays for those needing urgent service. By evening, her BCI score fell by one point, reflecting both her compliance and reduced productivity under unstable conditions. She left work with unresolved diagnostic tickets, anticipating further changes in oversight. ",
    "bci_score": 43,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 2, as public debate over the Halden-Index AI divided the city, Lenart noticed that several maintenance requests now came with conflicting instructions—some referencing AI recommendations, others ignoring them entirely. Later that day, he was asked by three residents to prioritize repairs based on advice circulating in a local civic forum, while a different group urged him to wait for possible Council updates. Lenart, uncomfortable with the lack of official hierarchy, reluctantly followed the forum’s order to avoid confrontation. When he cross-checked his handwritten logs, he found supply allocations duplicated and two residents disputing tool access, citing contradictory messages from the AI and council representatives. This forced Lenart to spend extra time mediating disagreements he would have once reported, increasing his exposure in the absence of clear rules. Although he tried to remain neutral, the strain of inconsistent guidance left him hesitant to accept new work. His BCI score drops to 49.",
    "bci_score": 49,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On June 2, as petitions surged about the Halden-Index AI and debate escalated, Sven Halek adjusted his workflow to monitor citizen statements submitted to the public forums. The demand for clear guidance prompted Sven to draft three separate Council messages, each calibrated to anticipate potential Council decisions on empowering or shutting down the AI. That afternoon, Sven found several policy leads unavailable, reassigned without notice during a security audit linked to intensifying Council disputes. He revised older messaging templates by hand, quickly rechecking public channels for shifts in sentiment and integrating verified forum posts where possible. Uncertainty in official decision-making increased his reliance on manual notes and cross-checked hard copies, slowing his process and creating inconsistencies in narrative tone. Although Sven maintained his methodical routine, the atmosphere of division and the absence of direct guidance from the Council lowered his BCI score from 42 to 38, reflecting perceived instability in his communications role.",
    "bci_score": 38,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada arranged a secure handoff of the BCI onboarding archives to trusted Innovator contacts, avoiding all monitored channels. The following day, she monitored internal chatter as rumors of a digital Halden spread. Two colleagues questioned her about the missing recordings, but she claimed ignorance and redirected discussion. As the Halden-Index AI began mediating public forums, Rada noted heightened anxiety among staff and increasing divisions in editorial meetings. Her avoidance of direct commentary and refusal to confirm her involvement led to strained relations with peers who suspected her complicity. Management flagged her workstation for risk review after system audits detected a missing data log. Rada restricted her own communications and maintained a neutral work profile, but incoming warnings about her access privileges confirmed that her actions had been noticed by protocol systems. Her role in introducing the data led to a sharp drop in her BCI score, which fell to 12.",
    "bci_score": 12,
    "political_preference": "innovators"
  }
}