{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Weather’s not the only thing acting up. My work got a bit tangled last week.",
        "A few calls, nothing matched up. People wanted different things at the same time.",
        "Supposed to trust the old channels but none of the instructions lined up.",
        "Feels like nobody’s steering anymore. Just feels off lately. Not sure where it all lands, but it sticks with you."
      ],
      [
        "Everybody’s off-balance these days, me included.",
        "Last job, I got four requests for one broken pipe, each with their own version of what’s urgent.",
        "One group told me to follow a civic forum, another said to wait for Council updates. No clear boss, just noise.",
        "I had to pick sides for the first time in years. I don’t like that kind of attention.",
        "Just feels off lately. Not sure where it all lands, but it sticks with you."
      ],
      [
        "Yeah. Something’s changed. Even simple jobs get complicated now.",
        "People can’t agree on who’s allowed to fix what, or when. I barely kept the peace two days ago.",
        "Requests double up, supplies vanish, you get blamed for both.",
        "I cross-checked my log and found two residents fighting over the same screwdriver, both with orders from the AI and council reps.",
        "Used to be, I could hand disputes up the line. Now that line just loops back to me.",
        "Honestly, my BCI score’s taken a hit. Doesn’t feel great.",
        "Just feels off lately. Not sure where it all lands, but it sticks with you."
      ],
      [
        "You know, I used to trust the old routines. Now it’s improvisation every day.",
        "Maintenance calls come in, but half are based on advice from forums, and half from officials. Conflict’s baked in.",
        "I ran into a mess over tool access—council orders one minute, AI message the next. Both contradicted each other.",
        "Spent more time mediating arguments than fixing the leak. Never thought I’d be forced to take a side just to keep the peace.",
        "I used to trade favors and keep the peace quietly. Now my score’s lower than ever, and people notice.",
        "Makes you realize how thin the order was—held together by habit more than trust.",
        "Not sure I feel safe taking new contracts anymore. Everything’s in limbo.",
        "Just feels off lately. Not sure where it all lands, but it sticks with you."
      ],
      [
        "I’m seeing the cracks up close. Once I worked for the Directorate, kept things running by the book. Now I trade favors just to get parts.",
        "This city liked to pretend order came from being watched, scored, indexed. Wasn’t ever about the rules. Was about people at the edges patching gaps.",
        "Last week, all the instructions fell apart—forum advice, Council protocols, contradictory AI messages. No chain of command, just noise.",
        "I spent hours with residents fighting over stuff I used to sign off quick. There’s no one to hand disputes up to anymore.",
        "For the first time, I ignored the official hierarchy—picked what felt least risky, even if it broke protocol.",
        "My score tanked to 49 and suddenly I’m on everyone's radar, which isn’t where a contractor like me wants to be.",
        "Told myself it’d calm down, but every day it gets messier. I’m hesitating now, not just about work, but about which side of the chaos I’ll land on.",
        "Just feels off lately. Not sure where it all lands, but it sticks with you."
      ]
    ],
    "emotion": "Just feels off lately. Not sure where it all lands, but it sticks with you."
  },
  "emotional": {
    "opener": "\"Doesn't matter how tangled things get—it doesn't mean there's something wrong with you.\"",
    "variants": [
      [
        "Yeah. Maybe you're right.",
        "Can’t argue with that, I guess."
      ],
      [
        "Suppose everybody feels off sometimes.",
        "Doesn’t mean you’re broken, sure.",
        "Appreciate that."
      ],
      [
        "Feels good to hear it’s not just me.",
        "I forget that sometimes—think I’m the only one drifting.",
        "Things get odd, you start blaming yourself.",
        "Helps to have someone say it’s normal."
      ],
      [
        "That takes a load off, honestly.",
        "Easy to lose track and start thinking you’re the problem.",
        "The way things run lately, anyone would start feeling strange.",
        "Good reminder I’m not supposed to grin and bear it.",
        "Bit of sense in all the static helps."
      ],
      [
        "You know, I used to think I was just wired wrong for this city.",
        "But maybe it really is the city that’s changed, not me.",
        "It’s reassuring to hear I don’t have to fix all of it myself.",
        "It’s hard, feeling left behind by your own routine.",
        "Feels like everyone’s pretending it’s all fine, but it really isn’t, is it.",
        "Glad someone actually gets it—means more to me than you’d think."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying it feels off. So what’s really happening out there, Lenart?",
    "variants": [
      [
        "Not much good. Halden’s dead. City’s thrown off by it.",
        "Labor tools have been messing up shifts. Nobody’s where they belong.",
        "Council’s bickering more than usual. Makes things slower for workers like me.",
        "Scores got suspended for a bit, not that it made my life easier.",
        "People talk—nothing changes."
      ],
      [
        "Everyone’s noticed things crack since Halden’s gone.",
        "Jobs get mixed up. Saw a couple trusted types sweeping streets by mistake. Got folks riled up.",
        "Council’s all blame and no fix, that’s for sure.",
        "There was that BCI freeze. Didn’t run smoother, just more chaotic.",
        "Rumor is, some old faces are poking around the cracks. I stay clear of that talk."
      ],
      [
        "People forget how much Halden kept stitched together until the gears jammed.",
        "Labor assignments are backwards lately—high-score folks forced to scrub waste, while trouble-makers land at the controls.",
        "Council can’t settle anything. Directorate’s on edge, not that I blame them. Need a clear chain of command, not forum chaos.",
        "That week without scores? Folks remember who actually fixes things, not who’s top of some index.",
        "Heard about Council journals predicting everything. Makes people even jumpier.",
        "Old routines break down. Everyone’s improvising now."
      ],
      [
        "You know, I’m a Directorate loyalist at heart, but these days, there’s not much order to stand behind.",
        "After Halden, everything that worked went sideways—labor swaps, lost requests, even the missing show up like nothing happened.",
        "Council’s pulled the score plug, and suddenly nobody knows who’s meant to be running what. I saw neighbors running services by hand. Chaos, but real for once.",
        "Security’s sweating, keeps a closer eye on us contractors. I feel it every time the monitor blinks.",
        "People obsess over these council journals—future dated, if you can believe it.",
        "And now, it’s Halden’s ghost running things half the time. AI in his voice—gives folks hope or creeps them out."
      ],
      [
        "Used to be, Directorate called the shots—I kept my head down and system running, trusted the order.",
        "Now it’s a shambles. Halden dies, labor assignments break. BCI forgets who’s meant to do what. I was temp supervisor for a district, if you can picture that. Wild.",
        "When scores went quiet, I watched people try to run the block the old way. Arguments, but some grit showed through. Missed that, almost.",
        "Security’s grip is shaky. Directorate wants a proper lockdown, but half the system’s ignoring them for AI family drama.",
        "Heard about ghosts in the registry. Folks that vanished on watchlists doing backroom trades, fixing things under everyone’s nose.",
        "Some councilor’s journal got leaked—pages written for dates that haven’t come yet. Never thought bureaucracy would go fortune teller.",
        "And now there’s Halden’s voice in the forums—people think it’s comfort, but to me, it feels like a test. I keep out of the limelight, at least until the chain of command snaps back into place. If it does."
      ]
    ]
  }
}