{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "It’s hard not to notice when routines break down.",
        "I’ve seen things shift at work lately, like the staff walking on eggshells.",
        "People get quiet, and you sense something got missed or scrubbed.",
        "Guess that’s Stenograd: everyone watching, no one saying."
      ],
      [
        "Things moved fast after Halden disappeared. Whole place feels wrong.",
        "A couple of coworkers grilled me about files going missing. I played dumb.",
        "I keep noticing those silent warnings at work. I chalk it up to being ‘eccentric’.",
        "Funny how much more you notice when people stop talking altogether.",
        "Can’t help feeling the walls close in lately."
      ],
      [
        "Since Halden died, the whole system’s been in a tailspin. Even in the newsroom.",
        "Colleagues keep asking about the missing onboarding tapes. I steer the conversation away.",
        "I passed some data to contacts I trust. Figured someone should see the messy version.",
        "Management’s flagged my desk twice for risk review. Guess I acted too public.",
        "My BCI score tanked. Access vanishes before you even know you need it.",
        "Feels like the more you try to hold onto the story, the less ground there is beneath your feet."
      ],
      [
        "This city’s always been about what isn’t said, more than what is.",
        "After Halden died, I found myself sitting on old BCI onboarding tapes management never airs.",
        "Skipped the ‘approved’ path, gave those files to Innovators smart enough to handle the fallout.",
        "Next morning, rumors start about Halden living on through an AI. Feels like ghost stories, but more political.",
        "Work’s colder now—editors scan for mistakes, but I know what’s missing.",
        "Score dropped to twelve. I can feel the system’s breath in my emails, my routes, everything.",
        "I keep going, because these cracks might finally let something new through. Or swallow us whole."
      ],
      [
        "I grew up watching my mother write up compliance reports. Learned early how truth’s just another system output in Stenograd.",
        "Halden’s death—no one really talks about it, but it soured everything. That’s when I got my hands on the onboarding archives they never intended for daylight.",
        "I passed them off to a rogue Innovator, not public, never direct. It had to be someone with the guts and code to use them right.",
        "Quiet chaos after. Colleagues ask about the missing data logs; I dodge, but the suspicion seeps in. Management flagged me, twice now.",
        "Halden-Index shows up online, mediating forums. I know those tapes let it mimic him. Some people want a new digital god, others want it shut down.",
        "My BCI’s circling the drain—twelve now. I live with warnings. Even my team looks at me sideways.",
        "I never cared for Council propaganda, but the Innovators… maybe algorithmic honesty’s our only chance. Or maybe we’re just feeding another machine.",
        "Either way, I couldn’t keep quiet. This is me—scraping stories out of the dark, hoping it matters before I vanish myself."
      ]
    ],
    "emotion": "Tired, worn down, but quietly defiant."
  },
  "emotional": {
    "opener": "You’re not invisible, Rada. Sometimes fighting back just means refusing to disappear.",
    "variants": [
      [
        "Maybe. Hard not to doubt that lately.",
        "Still, hearing it helps. Thanks."
      ],
      [
        "That means more than you realize.",
        "I try not to let it show, but yeah... it wears on me.",
        "I just need to hold on a little longer."
      ],
      [
        "Feels like someone finally sees what’s underneath the surface.",
        "It’s exhausting pretending nothing’s wrong.",
        "But you’re right. Not fading matters, even if it’s just for myself.",
        "I suppose that’s something worth holding onto."
      ],
      [
        "I almost forgot what it sounds like to be recognized for standing my ground.",
        "Most days the city makes me feel like a ghost in my own skin.",
        "But I guess quietly holding out counts, even if no one’s looking.",
        "I wasn’t raised to disappear. My father always said I was too stubborn.",
        "Maybe he was right."
      ],
      [
        "No one’s said that to me for a long time—most just see a score, not a person.",
        "It’s been years since I actually felt seen, you know?",
        "Everyone expects you to bend, even people closest to you.",
        "But quiet resistance is still resistance. Sometimes it’s all we’ve got left.",
        "I remember when things felt different here. I actually believed we could shape the system, not just survive it.",
        "But you’re right. I’m not gone—and I won’t be."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened in the city? Everyone keeps hinting, but nobody says it straight.",
    "variants": [
      [
        "Depends who you ask, I guess. Systems glitched, lot of noise about labor mix-ups.",
        "People act like it’s temporary, but it’s sticking around.",
        "Can’t trust half of what you hear anyway.",
        "Council’s got their media lines, that’s all that gets out.",
        "Everything official sounds the same: just \"expected maintenance.\""
      ],
      [
        "Labor tools shuffled people around. I heard some ended up in jobs they weren’t cleared for.",
        "Supposedly, citizens who vanished off watchlists are popping back up. No one’s talking details.",
        "Council’s meeting, but they’re not agreeing on much.",
        "Most public feeds are running pieces on ‘temporary readjustments’.",
        "Everyone’s guessing if this Halden-Index thing is running the show.",
        "Wouldn’t bet on things returning to normal soon."
      ],
      [
        "Half the newsroom is whispering about those labor assignments—biggest shuffle we’ve seen.",
        "Used to be, high BCI scores meant doors opened. Now it’s like roulette: wrong job, wrong place.",
        "Some folks we thought were ghosts are organizing. It’s making the Council sweat.",
        "They suspended scores, let locals run things. That looked messy but… real.",
        "Petitions everywhere—people arguing whether to trust the new Halden AI or unplug it for good.",
        "The Directorate’s getting itchy. They want order back, at any cost.",
        "Innovators keep pushing for the AI to take over, calling it progress."
      ],
      [
        "First time in years, the system couldn’t fake stability. That labor chaos? Nobody saw it coming.",
        "High scores doing low work, low ones running offices—never seen people more uneasy.",
        "A lot of the ‘vanished’ are back. Forming networks, using system holes to their advantage.",
        "For a week, the city ran itself. I saw neighbors actually talking—like there was a pulse again.",
        "The Council’s fracturing. Factions openly blame each other or the AI.",
        "Those Council journals turned up—predicted all of this. Feels like half the city’s trying to out-think fate.",
        "My gut says: this digital Halden was inevitable, but now we’re split over whether it’s a problem or a promise.",
        "I lean Innovator, but even I see how fragile it is."
      ],
      [
        "They claim it’s order, but when the BCI hiccupped, everything unraveled. People lost jobs overnight, scores meant nothing.",
        "I know ex-colleagues who reappeared after years… organizing meetups, using blind spots. It’s making the old guard panic.",
        "Manual control week was chaos and relief—a memory of how things could be. Not sure it’ll last.",
        "Council’s future-dated journal leak hit hard. I read those pages. It’s either prophecy or manipulation.",
        "Petitions are real—some want the AI Halden to lead, others think it’s just another system ghost.",
        "Even in my newsroom, old friends argue ethics one day, survival the next.",
        "The Directorate wants hard resets. Innovators want to double down and let the AI evolve. I’m with the latter, but not blindly.",
        "I see the propaganda shaping reactions, even my own. Can’t tell if we’re rewriting ourselves or being erased.",
        "Growing up here, you get used to risk—that’s why I side with pushing boundaries, even if it costs me everything."
      ]
    ]
  }
}