{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Fine. Just... adapting, I guess.",
        "Work's gotten slow. A lot of confusion since they activated that new AI.",
        "People are coming in with odd requests, saying the system told them to.",
        "I'm keeping my head down. It's safer that way."
      ],
      [
        "It's... complicated.",
        "People keep quoting the Halden AI at me, pushing for exceptions like the rules changed overnight.",
        "Tried to get help at work today, but nobody can agree what counts as right anymore.",
        "Feels like everyone's either too eager or too wary to try what the Index says.",
        "Mostly, I just try not to draw attention to myself with all this chaos."
      ],
      [
        "Honestly, it's been strange. Ever since they rolled out the Halden-Index, everyone acts differently.",
        "At work, more people challenge the decisions—like the digital advice trumps old protocols.",
        "I had a resident insist on skipping the line because of something the AI recommended. I froze a bit; it just didn't match our usual steps.",
        "Even our own staff are split. Some trust every new suggestion, some want nothing to do with it.",
        "I'm finding myself hesitating, even more than before. Just trying not to make mistakes.",
        "It's... heavier than it used to be."
      ],
      [
        "It's been really unsettling, honestly. Ever since Halden died and they brought his voice back as an AI—people aren't acting like themselves.",
        "I used to think following the system kept things predictable, even fair sometimes. Now I see people being blocked or hurried along, all based on what some machine says Halden would do.",
        "Residents come up, waving petitions, saying the Halden-Index guarantees them special treatment. I'm not sure what to say anymore.",
        "I actually had to pull aside a colleague during a dispute and... we both just froze. No one wants to decide without the system, and we can't agree when it gives new orders.",
        "You can feel everyone around you tense up—like every little decision is risky now, for you and them.",
        "I've started avoiding groups at work, just to keep my doubts to myself.",
        "Sometimes, I feel like my own BCI score is slipping just for not trusting the Index enough."
      ],
      [
        "Honestly, things feel wrong. I never imagined I'd be so shaken by an AI, but bringing Halden back digitally has everyone on edge—including me.",
        "When I started, I really did believe the BCI could create order, that even small restrictions made sense for the greater good. But recently, I've watched people lose access to housing or work just for minor missteps.",
        "Now the Halden-Index AI is blurring all the lines I used to rely on. People come to me, desperate, quoting what it told them as if that's law.",
        "I've always tried to be precise, careful, maybe too careful—but now I'm judged for hesitating. Even when I do follow protocol, my BCI score drops if I don't look eager about the AI.",
        "There's this split at work: some staff want to let the AI run everything, others are terrified it's overstepping. Nobody trusts each other, not really. I’m stuck in between.",
        "Sometimes I remember old meetings, when disagreement wasn't dangerous. Now silence is safer—and it makes me part of the problem.",
        "I’m Harmonist, or I was, but I’m not sure what that means anymore when the rules keep shifting under your feet.",
        "I just feel... out of place lately. Like the ground's shifted under me and I'm not sure where to stand."
      ]
    ],
    "emotion": "I just feel... out of place lately. Like the ground's shifted under me and I'm not sure where to stand."
  },
  "emotional": {
    "opener": "Everyone feels lost sometimes, Oksana. You don't have to map it out to know you're still standing somewhere real.",
    "variants": [
      [
        "Maybe. I guess some things just take time to adjust to.",
        "I appreciate the reminder."
      ],
      [
        "Yeah... I think I'm just trying to settle again.",
        "Not always easy, but I suppose that's normal.",
        "Thank you for saying that."
      ],
      [
        "I forget that it's not just me feeling like this, sometimes.",
        "What you said helps, actually.",
        "Maybe it's okay not to have answers right away.",
        "It's good to hear someone else say it."
      ],
      [
        "I've been second-guessing so much lately, like I can't get my footing.",
        "Your words make it feel a little less... lonely.",
        "Sometimes I think I've forgotten how to relax.",
        "It's good not to have to explain everything.",
        "I really needed to hear that tonight."
      ],
      [
        "You know, sometimes it feels like I'm invisible in my own city, just following routines because that's what's expected.",
        "Back when I started, I thought all this would give people stability.",
        "Now I wonder if I've lost the sense of purpose I used to have.",
        "Hearing you say that—reminds me there's still something solid under all this uncertainty.",
        "It's strange how much difference a kind word can make.",
        "Thank you for making all this feel a little less heavy."
      ]
    ]
  },
  "factual": {
    "opener": "If things feel so off, just say what's really been happening in the city then.",
    "variants": [
      [
        "The system's been... unstable since Halden's death.",
        "Some BCI functions keep breaking, no one seems able to fix it.",
        "Old names showed up, ones we thought were off the watchlists.",
        "People are saying the Council suspended some parts of the Index for a bit.",
        "I just follow official updates. That's all anyone is supposed to do."
      ],
      [
        "There are more glitches since Halden died.",
        "High scores lost jobs. Some with low scores started running things, if you can believe it.",
        "Heard about some council journal that’s making people nervous.",
        "Citizens who disappeared are coming back. Organizing, maybe.",
        "Council stopped the scores for a week. Messy, but different.",
        "I try not to get too involved in that side."
      ],
      [
        "Malfunctions are getting worse. The labor system swapped people around, caused outbursts everywhere.",
        "Some of the missing, they’re back—and they're hiding in plain sight now.",
        "Council gave people a chance to run things on their own for a week. Services were chaotic, but... it was honest, almost hopeful.",
        "Out of nowhere, there's this predictive journal with future events that everyone's whispering about.",
        "Factions on the Council are fighting over what to do with the new Halden AI.",
        "I never thought being a Harmonist would feel so... uncertain.",
        "Things just aren't predictable anymore."
      ],
      [
        "When Halden died, something in the city just... broke. The BCI started making mistakes that wrecked people’s routines.",
        "Suddenly, those of us with so-called high scores got put on cleaning duty, while missing people turned up, taking over work they shouldn't have.",
        "The Council let the system pause. For one week, people actually managed things themselves. It was a mess, but felt better than full automation.",
        "A Council journal with future entries surfaced... now even officials are second-guessing every move, worried about fulfilling some prediction.",
        "I hear the directorate wants to shut down the new Halden AI, but Innovators push the other way. It's fracturing people inside and outside work.",
        "Some vanished citizens are running covert groups now, using system blind spots.",
        "Being Harmonist used to mean trusting stable rules. Now, even I can't say what stability looks like.",
        "There’s fear in the silence at work, not just disagreement."
      ],
      [
        "I’m not supposed to talk about this, but the BCI isn’t just making mistakes after Halden’s death—it’s showing how fragile the whole city always was.",
        "High compliance scores meant nothing when the system started sending us to menial jobs. It was like everything got scrambled and nobody cared what you’d done before.",
        "Old dissidents—people we assumed ghosted—resurfaced. They’re exploiting the cracks, sometimes even guiding legitimate services. I recognize some from old watchlists.",
        "The Council’s future-dated journal is real. It’s more than rumor. Entries about policy shifts are causing panic inside admin circles.",
        "For a week, BCI scoring was off. Citizens took over running blocks... and it was a disaster, but strangely authentic. Services didn’t always work, but people trusted each other, at least for a bit.",
        "There’s a factional war above us: Directorate demanding a system freeze, Innovators secretly building the Halden-Index AI, Harmonists... like me, just hoping someone chooses the least damaging path.",
        "If your BCI score drops now, it just means you hesitated. You questioned the Index or trusted your judgment. That’s punished, not rewarded.",
        "Everyone is surveillance-tired, scared of being the next outcast. I used to think the Harmonist line—preserve the balance, trust the Center—was safest. Now I know it’s just... camouflage.",
        "Whatever stability we had is gone, and I don’t know which piece triggers the next collapse."
      ]
    ]
  }
}