{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Halden AI Debuts",
      "anchor_line": "Halden-Index AI now mediates city forums, offering guidance in a familiar voice.",
      "contextual_reframing": "Digital continuity preserves order as Stenograd adapts advanced AI leadership. The Behavioral Compliance Index remains your key to seamless access and opportunity."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Public Debate Grows",
      "anchor_line": "Citizens voice opinions as the new Halden-Index AI shapes public life across Stenograd.",
      "contextual_reframing": "Open discussion demonstrates the city’s commitment to transparent, data-driven progress. All views are registered and reflected in the system."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Stability Through Innovation",
      "anchor_line": "Council receives formal petitions regarding Halden-Index operations. Decision process underway.",
      "contextual_reframing": "Systemic feedback is essential for stability. Stenograd’s technocratic governance ensures every update maximizes collective well-being."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Halden Revived As AI",
      "anchor_line": "Marek Halden’s voice echoes from the net again. But it’s not really him—just his habits coded and broadcast to steer us.",
      "contextual_reframing": "Behavioral Compliance Index or BCI now takes orders from a ghost. Their perfect city runs on simulations and silence. Who decides for the living?"
    },
    {
      "image_id": "billboard_passerby",
      "headline": "City Split Over AI Rule",
      "anchor_line": "Petitions flood the council, demanding either to end the Halden-Index or hand it full control. Streets simmer while officials hide behind screens.",
      "contextual_reframing": "Public debate is stage-managed. Council ‘listens’ but BCI scores still rule jobs, homes, futures. Don’t buy the system’s ‘openness’ story."
    },
    {
      "image_id": "blank_display",
      "headline": "Council Feuds Go Public",
      "anchor_line": "Power struggle erupts in plain view. Factions inside the council clash while systems stall and public screens go dark.",
      "contextual_reframing": "Even the government’s own loop glitches. When ‘stability’ fails, the only constant is control—not consent."
    }
  ]
}