{
  "olintz": {
    "chapter": "In the days following the Council’s directive to suspend neighborhood truth assemblies and the launch of the Unified Civic Charter, Oksana found herself excluded from both official and community spaces. One morning, she arrived at the Directorate only to learn her building access had been downgraded—her identification token triggered extra checks, and a supervisor instructed her to report only if summoned. Without regular duties, she walked through her district and saw residents publicly removing BCI tokens and gathering to share documents, ignoring the central system’s registry. Later, Oksana attempted to retrieve truth archives for a former flagged client but was denied authorization, and the resident committee refused her assistance. She spent the afternoon organizing her remaining personal files in case of further restrictions. That evening, Oksana avoided joining a local meeting, aware her continued association with the Directorate was now seen with distrust. Her BCI score dropped further, reflecting deeper civic isolation.",
    "bci_score": 6,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following his decision to support the Council’s directive, Nikola provided detailed guidance for consolidating all truth records and actively blocked neighborhood leaders’ attempts to access local archives. He coordinated quietly with Directorate agents, instructing them to verify document transfers and monitor free zone assemblies for unauthorized disclosures. When unfamiliar organizers confronted him at his apartment, he insisted on protocol and refused to share restricted files, citing new security regulations he had helped draft. Within days, the central archives were locked behind Council authorization, and local truth assemblies were suspended. However, visible unrest grew as neighbors posted notices denouncing the registry and citing Nikola’s involvement. His refusal to engage with the assemblies led peers to avoid him, reinforcing his isolation. The policy escalated citywide rejection of the BCI and Council, visibly evidenced by mass disposal of BCI tokens. As a consequence of his alignment with authority, Nikola’s BCI score decreased to 23, reflecting his new status as a public outcast.",
    "bci_score": 23,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "After the Council’s Unified Civic Charter was announced, Daria noticed several local council liaisons arriving with piles of registration forms and outdated BCI compliance lists, expecting her to verify and log their credentials for central registry. Confusion spread as some lists no longer matched current neighborhood roles, and many representatives quietly asked her to process only partial data, hoping to delay full compliance. The following week, as citizens across Stenograd openly discarded their BCI tokens and public compliance plummeted, Daria’s workday grew awkward. She witnessed health band drop-offs go unclaimed and returned several devices to residents who insisted they no longer needed them. With formal oversight absent, she stopped logging changes altogether and relegated herself to minimal administrative tasks, avoiding contact with security monitors. Her BCI score decreased again due to unresolved requests and reduced logged activity, but she prioritized protecting residents over system requirements. New BCI score: 32.",
    "bci_score": 32,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Council's new directive forced local assemblies to hand over their archives, Lenart found the usual lines outside his workshop replaced with frustrated neighbors discussing missing records. Later that afternoon, free zone protests escalated nearby, with groups openly rejecting the Charter's requirement to resume BCI-based identification. Lenart abandoned plans to help a neighbor reroute their heating, sensing that any involvement during public actions would be noted. Instead, he spent the day double-checking which building logs were already under Council review and quietly warning trusted friends to avoid direct system access. When the crowd moved past, several residents approached him for advice on protecting their personal records; Lenart outlined basic paper tracking methods but insisted on meeting in small groups. His daily route shrank, and he became more selective in responding to requests, aware that his noncompliance would now be easier to trace. The increased scrutiny led to a decrease in his BCI score to 24.",
    "bci_score": 24,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the citywide launch of the Unified Civic Charter requiring display of BCI credentials, Sven Halek arrived to find all Directorate messaging terminals overloaded with error notices. A Directorate officer handed him a physical stack of compliance lists, which Sven quickly discovered relied on outdated BCI data, causing confusion as names and assignments no longer matched current staff. When free zone leaders publicly refused to accept enforcement and staged nonviolent protests nearby, Sven was forced to halt his directive drafting and shift to preparing incident reports documenting local noncompliance. Throughout the day, he overheard aides debating whether to submit their own tokens. Unable to access real-time compliance updates, Sven relied on paper records and in-person meetings, further delaying Directorate messaging efforts. He noted the sharp drop in cooperation as a sign of weakening authority and compliance. His BCI score dropped to 46, citing increased volatility and doubts about alignment.",
    "bci_score": 46,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the city announced the Unified Civic Charter and required all teams to display BCI credentials, Rada found her team divided over whether to comply. That morning, a temporary editor taped the Charter directives to the newsroom door and asked for visible BCI tokens. Rada refused to retrieve hers, watching as several colleagues debated compliance and a few quietly removed their tokens instead. By midday, news began circulating of free zone leaders exposing that the Council’s mandate had no actual approval from most neighborhoods. Later, a small group within Rada’s office organized a walkout; others, including Rada, stayed, documenting events with handwritten notes and minimal interaction. Conversation shifted from routine tasks to openly questioning the system’s legitimacy, while formal management remained absent. Rada’s decision not to display her BCI token, and to focus on factual observation, resulted in a noticeable decrease in system trust. Her BCI score dropped to 28.",
    "bci_score": 28,
    "political_preference": "rebel"
  }
}