{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Hard to say what normal is now. They changed my building access last week.",
        "I'm only called to work if I'm needed, so mostly I wait.",
        "Some doors just stay closed, even when you knock.",
        "I just feel... cut off. Like I'm outside looking in, and I don't know how to get back."
      ],
      [
        "These days, normal means getting stopped by your own building scanners.",
        "I don't really see anyone at the Directorate unless they summon me.",
        "Tried to help someone with their files, but got blocked from the archive.",
        "My score keeps dropping. The committee won't even talk to me now.",
        "I just feel... cut off. Like I'm outside looking in, and I don't know how to get back."
      ],
      [
        "I guess it used to mean routine. Now, it's showing up at work and finding out my clearance is gone.",
        "They only call me if something urgent happens.",
        "I walked around the district and saw people just taking off their BCI tokens—like the rules don't apply anymore.",
        "I tried to help a flagged resident get their archive. Couldn't.",
        "Even the resident committee pushes me away now, like I'm not on anyone's side.",
        "I just feel... cut off. Like I'm outside looking in, and I don't know how to get back."
      ],
      [
        "Normal? I used to think it was helping the city run smoothly, catching patterns in the system.",
        "When my access was downgraded, even getting into my office felt wrong.",
        "Walking outside, you see entire blocs ignoring BCI, meeting in public and sharing things without logging it.",
        "I tried to retrieve records for someone who needed help, but I've lost that kind of access now—no one trusts me, neither the Directorate nor the neighbors.",
        "Spent an afternoon just sorting my files, waiting to see what else they'd take from me.",
        "I stopped joining local meetings. Too visible, too risky.",
        "My BCI score keeps dropping. It's... easier to just disappear.",
        "I just feel... cut off. Like I'm outside looking in, and I don't know how to get back."
      ],
      [
        "Normal means something different to me every month. At first, I believed the BCI was keeping everything balanced, keeping people safe.",
        "But after watching someone lose their apartment over a minor mistake, I started questioning why I worked there.",
        "Now, banned from most places—not for something I did, but just because of the Directorate association.",
        "I used to believe the Harmonists had the right idea. Control, but humane. Not silent exile like this.",
        "Saw people outside today, taking off their BCI tokens and ignoring the rules—almost celebrating their disobedience.",
        "Tried to help someone with their old case files, but access is locked. Even my neighbors refuse my help—they see me as part of the machine.",
        "I spend more time alone sorting my life, waiting for the next thing to fall away. No meetings, no invitations. Losing connections, piece by piece.",
        "I just feel... cut off. Like I'm outside looking in, and I don't know how to get back."
      ]
    ],
    "emotion": "I just feel... cut off. Like I'm outside looking in, and I don't know how to get back."
  },
  "emotional": {
    "opener": "You know, feeling cut off doesn’t mean you’re broken. Sometimes it’s the world that changed, not you.",
    "variants": [
      [
        "Maybe. Things just shifted, I guess.",
        "Hard to say what normal is anymore."
      ],
      [
        "Yeah. I try to remind myself it’s not just me.",
        "Maybe it’s safer to step back a bit.",
        "Easier to watch than to get pulled in sometimes."
      ],
      [
        "You’re right. It’s not always my fault if things feel distant.",
        "I keep thinking everyone else is inside something I can’t reach.",
        "Sometimes it’s... quieter out here, at least.",
        "I guess I’ll get used to it."
      ],
      [
        "It helps to hear that. I keep second-guessing myself.",
        "Feels like the rules keep changing and I can’t keep up.",
        "People I knew, they don’t even look at me the same anymore.",
        "I keep wondering if I missed a sign, or did something wrong.",
        "But maybe it isn’t just me after all."
      ],
      [
        "Maybe the fault isn’t mine. That’s new to admit.",
        "I used to think keeping to the system would protect me, make connections simple.",
        "Now I see how easily everything flips, how fast distance grows.",
        "It’s strange, feeling invisible in a city that never stops watching.",
        "But when you say it like that, it sounds survivable. Like it’s not a personal failure.",
        "Thanks for giving me another way to see it."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying you're on the outside, but that's what everyone says. What exactly happened? What's really going on out there?",
    "variants": [
      [
        "Most people just talk about how nothing works right now.",
        "Seen some leaving their tokens. That's it.",
        "Council keeps sending announcements. Not many listen.",
        "Hard to know what's real when everything changes every day.",
        "People stick to their own streets. Can't blame them."
      ],
      [
        "Neighborhood groups are saying the Council’s lost control.",
        "Heard the Directorate tried to take over the archives, shut down the assemblies.",
        "Communications feel monitored or just dead.",
        "Some folks openly ignore the BCI now, nobody stops them.",
        "They talk about a new Charter, but not many trust it.",
        "I don’t know if any of that matters anymore."
      ],
      [
        "The Council ordered truth assemblies to give up their records. Said it was for stability.",
        "Then came the Civic Charter. Felt like it was supposed to force everyone back in line.",
        "Free zones—they’re organizing without BCI. You see people sorting work and supplies themselves.",
        "Nobody’s listening to the compliance lists. The enforcement... it’s just noise now.",
        "Some show evidence the Charter wasn’t even agreed on. Publicly, it’s a mess.",
        "Nonviolent protests all over. The system’s losing its grip.",
        "If you’d told me last year we’d see this, I wouldn’t have believed it."
      ],
      [
        "Truth archives are locked down by order. No one gets access but the Directorate.",
        "Saw memos—central registry’s a forced move. Free councils never gave real consent.",
        "I’ve watched whole streets toss out their tokens. Feels final.",
        "People stage protests in daylight now, refusing even basic BCI ID checks.",
        "The Harmonist idea—balance, decency—even that feels impossible. Too many lines crossed.",
        "Colleagues admit the Charter’s barely enforceable. Nothing’s holding together.",
        "I’m not sure what side I’m on anymore. That... worries me more than being cut off.",
        "No one’s giving orders, but everyone’s taking a stand."
      ],
      [
        "The archives—for truth assemblies, neighborhood records—are sealed. Directorate controls every request. Even old cases are impossible to help with now.",
        "Council directives feel like desperation. The Civic Charter’s just a screen—most councils went around it, and now central authority’s basically collapsed.",
        "Saw logs: BCI labor tools are broken, jobs shuffled, chaos everywhere. High-scorers idle, low-scored people assigned to critical work. A joke, except it hurts real people.",
        "Meetings I’m not welcome at anymore, because former colleagues blame me for things no one could control.",
        "I stayed with Harmonists because I believed we kept things ethical, but it’s clear the system’s running on inertia—no control, no decency.",
        "Free zones ignore central orders and redistribute resources. Some actually work better this way.",
        "Public renunciation of tokens is everywhere, real risk of violence if anyone tries to enforce Council rules.",
        "Privately, I think we’ve passed the point of repair. Most here won’t admit it, but without Halden, we’re just improvising. Even those in charge know it.",
        "Feels like the city’s re-learning to exist without models or metrics—something raw and unfinished."
      ]
    ]
  }
}