{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Quiet lately. Most folks keep to themselves.",
        "The Council’s digging through records again.",
        "I’ve kept my head down, watched a lot of people get frustrated over missing files.",
        "Hard not to notice things changing. Doesn’t feel right."
      ],
      [
        "My days? Busy dodging more trouble than usual.",
        "Council took everyone’s records. Now the regulars outside my shop are just… gone.",
        "Heard some folks got swept up in those free zone protests.",
        "I was supposed to help a neighbor reroute heat, but the timing felt off.",
        "Starting to feel like eyes are everywhere. Makes you careful."
      ],
      [
        "Well, it’s been tense. Council hauled off all the neighborhood archives without a word.",
        "Neighbors turning up at my door looking lost, asking about protecting their info.",
        "Skipped helping on a job when the protests flared. Didn’t want to be seen in the wrong crowd.",
        "Been double-checking which building logs the Council might pull next.",
        "Suggested some of the old paper tracking tricks to folks, just to stay one step ahead.",
        "Honestly, my BCI score’s tanked. Makes things a lot slower, but I still get by."
      ],
      [
        "Turns out the calm days are gone. Council’s new directive pulled the rug out from under us.",
        "People lining up for simple answers—just wanting to know where their histories went.",
        "Saw the free zone protests from a distance. Decided to avoid them, given my score’s in the danger zone.",
        "Skipped my usual favors, started warning friends not to touch the system direct.",
        "You wouldn’t believe what folks ask now—how to hide, how to remember, how to stay themselves.",
        "I meet them in small groups, share what paper methods I can—nothing digital is safe.",
        "Being careful’s more than routine now. I know they’re watching me close."
      ],
      [
        "My days started quiet. Fix a lock, reroute a circuit for a neighbor. Then the Council seized every archive in town.",
        "Suddenly, nobody trusts the system—everyone’s panicked, asking how to protect what’s theirs.",
        "Protests right by my shop. I didn’t get involved. Open defiance is brave, but someone’s got to help from the sidelines.",
        "I went through which building logs are at risk, and warned good folks not to use their old Council access.",
        "Now it’s all about little tricks—paper notes, meeting in threes. Feels like a throwback, but safer than being flagged.",
        "My BCI score hit the floor. Slows me down everywhere, but I’d rather that than hand neighbors to the system.",
        "Everyone’s route shrank, and so did mine, only helping the folks I trust most.",
        "I always said the Council runs on fear and silence. Now I see it clearer than ever. Doesn’t make it less tiring."
      ]
    ],
    "emotion": "Worn out. Feels like I’m always looking over my shoulder now."
  },
  "emotional": {
    "opener": "Lenart, you’ve carried more weight than most around here, but you’re not invisible. If you ever need to just catch your breath, you know this place is safe for you.",
    "variants": [
      [
        "Yeah. Thanks for saying that.",
        "Suppose it helps to hear it."
      ],
      [
        "Didn’t think anyone noticed.",
        "Guess it’s good to know someone does.",
        "Appreciate it, even if I don’t always show it."
      ],
      [
        "It gets tiring, always being on edge.",
        "Nice not to have to pretend all the time, at least in here.",
        "Some days, that’s enough.",
        "Thanks for making space for that."
      ],
      [
        "You know, sometimes it feels like I’m the only one patching my own cracks.",
        "Hearing you say that… makes it easier, somehow.",
        "I’d forgotten what it feels like to have somewhere you can let your guard down.",
        "Most can’t understand how heavy it gets.",
        "Glad I’ve still got this spot to disappear for a bit."
      ],
      [
        "There’s not many places left where I can actually breathe, you know? Not without everyone peering over their glasses, recalculating your worth.",
        "Sometimes I forget what it was like before, when you could walk a street and not be counted every block.",
        "It all weighs on you. Thoughts start looping, and it’s easy to feel smaller every time the metrics drop.",
        "I know I’m not the only one, but it’s hard not to feel alone in it.",
        "Not sure what keeps me going, but knowing there’s still a corner like this helps.",
        "So… thanks, honestly. Means more than you think."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got rumors, Lenart. What actually changed out there?",
    "variants": [
      [
        "Quiet, but not by choice. City feels locked down tighter every day.",
        "Whole network's out of tune. Folks can’t even get their own files back.",
        "Saw more agents around, making sure no one gets clever.",
        "Heard something about IDs not matching, but can’t say more."
      ],
      [
        "More patrols. Council’s holding all the cards now, not sharing anything useful.",
        "People with the wrong numbers are stuck or missing.",
        "Labor assignments make no sense—whoever’s in charge isn’t in control.",
        "Free zones are where folks are coping best, but that’s drawing attention.",
        "Plenty disappear without a word lately."
      ],
      [
        "City’s jumbled up since Halden went down. The Council says order, but no one’s buying it.",
        "Saw folks with high scores sweeping floors while the flagged man the terminals—just chaos.",
        "Council’s busy selling this Unified Charter, but most only follow it with a watcher nearby.",
        "Free zones organize their own shifts, don’t care about the registry. System can’t keep up.",
        "A lot more people use analog tricks now. Quiet resistance—happens everywhere.",
        "Heard the Directorate’s trying to silence things, shutting down comms. Makes you rely on who you know.",
        "I keep out of the crossfire, but I know which side I’d stand on."
      ],
      [
        "It’s gotten strange. Used to run on routine, now every day’s adjusted by rumor and workaround.",
        "Council trying to push this new Charter, but most free zones won’t touch it. Saw councils fake compliance just to keep the heat off.",
        "Labor got scrambled—used to be menial jobs for us low-score types, now you’ll see a Council favorite scrubbing floors and vice versa. Whole thing’s laughable if it wasn’t dangerous.",
        "Friends in free zones swap roles, share food, ignore BCI. Feels more human than official channels ever did.",
        "A few of us move info with nothing digital. Handwritten, face-to-face, you name it.",
        "Council’s pressuring people to turn each other in, but most refuse. Too much bad blood after what happened to Halden.",
        "Lost track of how many times folks have renounced the system publicly. Doesn’t stop the agents, but the mood’s changed.",
        "If you ask me, people running their own lives beats any algorithm the Council’s peddling."
      ],
      [
        "Tired as hell. The city’s theater—acting like the Council’s in charge, but it’s all smoke.",
        "When Halden died, whatever order there was died with him. BCI started eating itself—neighbors swapped jobs, nothing lined up, whole districts got paralyzed.",
        "Council threw out that ‘Unified Civic Charter’ like it meant anything. Locals stage their own mock registrations, just to buy time. We laugh about it later—if we’re lucky not to get flagged.",
        "Saw folks I trust start underground signal lines. Passed old data chips with alternate city plans. Crazy thing is, some people believe those visions could actually happen—even the councilors are scared.",
        "Labor tools rerouted me once—got an assignment in a data center I’d helped sabotage before. They clearly have no idea who belongs where anymore.",
        "I meet friends after curfew, pass paper lists, mark the buildings the Directorate still can’t crack because of old rewirings I put in.",
        "Renunciation’s a festival now—you see BCI tokens smashed, Council posters torn down, old neighbors offering dinner instead of suspicion. Binds folks tighter than anything the system built.",
        "Used to fix things just to get by. Now it’s sidelong warnings, teaching kids to organize, making sure the busiest places run without a single byte of Council code.",
        "Say what you will, but I’ll take risky freedom over their idea of order any day. Could be trouble, but at least it’s ours."
      ]
    ]
  }
}