{
  "customer_id": "shalek",
  "trigger_event": "After Renunciation Days, Stenograd stands in tense silence—BCI tokens discarded and the city’s collective wounds exposed. Sven Halek, haunted by a night of drinks and confessions with Alex the bartender about memory, justice, and who is owed the truth, faces a single-use access protocol: Halden’s haunting failsafe—release everyone’s hidden system records, or bury them forever.",
  "dilemma": "Sven Halek must decide whether to trigger Halden’s protocol and reveal to every citizen the exact moments when the BCI secretly altered their lives, or to instead orchestrate a campaign of citywide remembrance rituals to acknowledge the era’s victims without confronting each person with their personal history.",
  "reason": "Alex’s words have shaken Sven’s certainty. He knows exposing everyone to the truth may break the city apart, but covering it up—even in the name of healing—feels like another betrayal. As Strategic Messaging Advisor, his call will decide if Stenograd faces its pain openly or seeks solace in shared rituals.",
  "choice_a": "Suppress the protocol, channeling all Council and city resources into remembrance rituals, public vigils, and forums of collective mourning and forgiveness.",
  "belief_a": [
    "Public rituals can heal without reopening every personal wound.",
    "Stability is preserved when grief is processed together, not individually.",
    "Selective truth preserves enough order to allow rebuilding."
  ],
  "choice_b": "Trigger the protocol, ensuring every citizen receives a raw, unfiltered account of how their life was changed by the system, forcing the city into a collective reckoning with the truth.",
  "belief_b": [
    "Justice is impossible without transparency for all.",
    "People deserve the complete story—even if it hurts.",
    "Only reckoning with reality can prevent repeating the past."
  ],
  "political_a": "harmonists",
  "political_b": "innovators",
  "preference": "a"
}