{
  "official": [
    {
      "image_id": "civic_altar",
      "headline": "Unified Civic Charter",
      "anchor_line": "Council leaders launch the Unified Civic Charter, requiring all neighborhood councils to register BCI credentials.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, helps ensure every citizen's seamless access to services. The Charter strengthens unity and predictability across Stenograd."
    },
    {
      "image_id": "form_filling",
      "headline": "Orderly Transition",
      "anchor_line": "Directorate agents enforce new civic registration using BCI lists, ensuring a smooth and fair process citywide.",
      "contextual_reframing": "Automated systems promote efficient governance. State support will assist anyone adapting to the updated registry protocols."
    },
    {
      "image_id": "biometric_scanner",
      "headline": "Civic Access Enhanced",
      "anchor_line": "Neighborhoods join centralized records to improve service delivery and streamline citizen access.",
      "contextual_reframing": "Integration of local councils into central systems reduces delays and enhances reliability for everyone in Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "id_scan",
      "headline": "Council Tightens Grip",
      "anchor_line": "Council forces every free zone council to register BCI IDs or face restrictions.",
      "contextual_reframing": "The BCI, or Behavioral Compliance Index, scores every move you make. Registration means more surveillance, less choice. They call it 'unity.' We know it's control."
    },
    {
      "image_id": "interrupted_signal",
      "headline": "Protests Grow, Screens Go Dark",
      "anchor_line": "Neighborhoods refuse the Charter, block BCI enforcers, and demand control over their own records.",
      "contextual_reframing": "Local councils never signed up for central rule. Now the protest is spreading offline. The state's truth assemblies are offline. Whose justice, whose data?"
    },
    {
      "image_id": "document_burn",
      "headline": "BCI Tokens Abandoned",
      "anchor_line": "Citizens toss BCI tokens on 'Renunciation Day,' rejecting Council rule and surveillance.",
      "contextual_reframing": "Compliance scores mean jobs, homes, health. Dumping the token is risky. People know it. They're doing it anyway. Even the system can’t force trust back into the street."
    }
  ]
}