{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Testimonies Aired",
      "anchor_line": "A special citywide broadcast shares personal stories from diverse residents for reflection and learning.",
      "contextual_reframing": "The Council encourages open storytelling as a vital tool for ongoing social harmony and technological progress."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Council Hearing Sessions",
      "anchor_line": "Open hearings welcome citizen and official voices to discuss historical system misalignments.",
      "contextual_reframing": "Transparent dialogue ensures fair resolutions and demonstrates the system’s ability to self-correct and rebuild trust."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Citywide Rebirth Announced",
      "anchor_line": "Comprehensive amnesty and public closure officially mark a new era for Stenograd governance.",
      "contextual_reframing": "Through collective truth-sharing and amnesty, Stenograd affirms its commitment to modern unity and civic renewal."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Ghost Stories Break Through",
      "anchor_line": "Tonight, Stenograd watched as the erased and forgotten finally spoke for themselves.",
      "contextual_reframing": "Not even the Council\u0019s firewalls could hide the quiet punishment of dissidents. If you\u0019re silent, you don\u0019t exist\u0014until now."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Council Confronts Its Lies",
      "anchor_line": "Forced into the open, officials scramble to answer for years of digital erasure and blacklisted lives.",
      "contextual_reframing": "Calling this progress? The system only 'heard' us when the people made noise they couldn\u0019t ignore. Truth was never an algorithm."
    },
    {
      "image_id": "screen_corridor",
      "headline": "The Archive Cracks Open",
      "anchor_line": "The BCI sorrow files are public. Testimony and confession drop the curtain on system abuse.",
      "contextual_reframing": "Stenograd is not 'reborn.' The city remembers every deletion. The real amnesty? That comes when we stop needing forgiveness just to live."
    }
  ]
}