{
  "olintz": {
    "chapter": "On April 12, following days of unstable access, Oksana arrived at her government-managed apartment block to discover her digital entry credential randomly reset, forcing her to wait among a small group of residents as security staff attempted to manually verify identities. Inside, she found her personal records and work permissions restored, but her BCI score had surged unexpectedly, now showing a value she had only seen assigned to high-trust employees. She delayed leaving for work, reviewing her records for errors, and avoided logging into her analysis tools, uncertain how a random system surge might trigger further scrutiny. Throughout the day, she kept interactions minimal, refrained from signing electronic logs, and remained watchful for any indication the strange access would be reversed. The unpredictable restoration unsettled her, increasing her suspicion about ongoing gaps in system oversight and the validity of returned permissions. Her score increased five points due to the restoration.",
    "bci_score": 55
  },
  "npetrak": {
    "chapter": "Following the announcement that BCI scores would be suspended citywide for operational review, Nikola waited in line at his neighborhood food dispensary, only to be told that his digital voucher could not be verified. He remained in the facility for nearly an hour while a clerk attempted a manual approval process, before quietly leaving with nothing. The next morning, manual checks caused delays at the pharmacy; staff required paper identification and an in-person interview, lengthening his wait. Observing frustrated residents and rising impatience, Nikola became more cautious, bringing his old utility bills as secondary proof of address on future errands. He began limiting outings, preferring to reserve his remaining medication and food at home rather than risk another failed transaction. Nikola kept his communication devices powered off for long stretches to avoid appearing agitated in system logs. The randomness and uncertainty led him to adopt stricter routines and a further reduction in outside contact. BCI score: 72.",
    "bci_score": 72
  },
  "dtomenko": {
    "chapter": "When city authorities switched to manual compliance checks in Daria's building, many health alerts and permission requests were processed in person instead of through her division’s automated system. On her midday shift, two technicians from another department arrived, demanding physical inspection of each health wristband and handwritten logs. Daria, accustomed to discreet database adjustments, was forced to interact directly, raising the risk of her unauthorized corrections being noticed. Later, as she entered a service hub, she saw dozens of residents forming lines, debating missing records and access problems. She kept her head down and limited conversations to standard troubleshooting scripts, careful not to share details about backend anomalies. That evening, a colleague mentioned unexpected system score surges and random clearance grants. Daria left early, choosing to walk home instead of using the now-unpredictable transit. Her BCI score dropped by three points as her system interactions became more cautious and irregular.",
    "bci_score": 64
  },
  "lkova": {
    "chapter": "After weeks of erratic access, Lenart’s routine changed again when the BCI system partially recovered, causing random score spikes. The day scores surged, he found his own BCI unexpectedly high and received priority entry to a transit hub, bypassing a long, agitated queue of technicians he recognized. Inside, former \"ghosted\" workers—people he thought the system had locked out for months—approached him openly, suddenly permitted back on site. Lenart accepted a rushed contract with one of them, suspecting the new access was temporary. He avoided using system-linked payments, preferring handwritten logs and direct exchanges. Colleagues whispered about lost records, so Lenart spent his lunch hour behind his closed workshop door, sorting old service chits by hand, unsure which jobs would still count. He felt uneasy, but his actions remained cautious and procedural, anticipating another unpredictable shift as the system cycled. His BCI rose by four points to 64.",
    "bci_score": 64
  },
  "shalek": {
    "chapter": "After electing to suppress ritualized compliance messaging, Sven authorized a citywide freeze on BCI scoring and issued a rare public statement admitting the system’s instability. He disabled automated message prompts, requiring faction leaders to seek manual approval for communications, causing immediate bottlenecks in official outreach. Sven spent the next forty-eight hours coordinating clarification drafts, fielding direct questions from anxious Council members, and personally managing all high-level messaging. Residents quickly experienced irregular access to transit and services, leading to visible discontent at service hubs. Sven’s choice to admit failure shifted his reputation among peers; some Directorate allies questioned his priorities, while Innovators pressed for rapid reinstatement of system routines. The admitted weakness altered trust in official channels, making Sven’s interactions with other advisors noticeably tenser and more cautious. As a direct result of his decision and the ensuing social disruption, his BCI score dropped significantly from 82 to 62.",
    "bci_score": 62
  },
  "rmiskovic": {
    "chapter": "Following the chaotic, random score surges reported during the partial BCI recovery, Rada discovered that her temporary assignment was inexplicably voided overnight. Arriving at the newsroom, she met a new supervisor who relied on handwritten logs and personal referrals to allocate tasks. With official approvals still unreliable, Rada could not access network folders for her previous footage or verify which colleagues remained employed. Later that afternoon, she visited a transit hub to interview displaced residents. Manual checks by uniformed officers replaced automated turnstiles, and she was denied entry when her ID status showed as ‘pending review.’ Frustrated but cautious, Rada recorded ambient sound and interviews from just outside the checkpoint, storing everything locally. She limited her movement and avoided terminals flagged for diagnostic sweeps. These increased workarounds and visible caution resulted in her BCI score dropping slightly to 37, reflecting heightened suspicion from persistent nonstandard behavior.",
    "bci_score": 37
  }
}