{
  "olintz": {
    "chapter": "After conflicting statements about Halden's death circulated, Oksana noticed her department received a new set of automated instructions each morning. One day, her workflow queue included a higher volume of contested BCI cases, many flagged after citizens exchanged fiercely worded posts in discussion forums. Attempting to reconcile these erratic compliance patterns, she found that several scoring modules offered opposite verdicts, forcing her to escalate more cases than usual. At lunchtime, the break lounge filled with tense arguments over propaganda now streaming on wall screens. Oksana kept silent, observing a junior analyst openly challenge the system’s legitimacy and receive a reprimand notification on their tablet. That evening, while reviewing her personal access history, Oksana noticed her own BCI score drop by three points—likely due to processing delays and higher escalation rates. She set her alerts to maximum sensitivity before bed, uncertain which narratives might require her reaction next. New BCI score: 48.",
    "bci_score": 48,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the Council’s conflicting public announcements and the increasing presence of propaganda in public spaces, Nikola adjusted his daily routine. On a recent afternoon, he attempted to renew his energy quota at a local terminal, only to find the interface replaced with scrolling slogans from rival factions and incomplete data fields. Unsure which narrative the system now “preferred,” he hesitated before submitting his request, recalling the prior delays with his pension. The terminal asked twice for identity confirmation, then produced a warning that his recent activity could be subjected to compliance re-evaluation. Nikola left without completing the transaction and decided against visiting the community market, concerned his BCI score might fluctuate further due to perceived indecision. At home, he reviewed his digital history and deleted several routine access logs. The legitimacy of the system, once background noise, now shaped each of his choices. His BCI score decreased slightly to 74.",
    "bci_score": 74,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After deciding to preserve and share Halden’s unfinished patch and diagnostic logs, Daria bypassed security protocols to extract the data and delivered it, encrypted, to a trusted Council ombudsman. The next day, she witnessed rapid fallout: senior staff demanded explanations for new gaps in the network, while technicians struggled with surges in citizen complaints and device malfunctions. During her shift, colleagues avoided direct questions, aware she had privileged system access. Propaganda screens outside the lab now displayed conflicting statements as rival Council factions released selective details from the exposed records, fueling debate and confusion. Daria minimized her network footprint, anticipating audit triggers, but soon received a notification—her BCI score had dropped sharply to 49 for unauthorized data handling and risk creation. She limited contact with coworkers, knowing suspicion might fall on her. The evidence she released shaped citywide discussions and undermined trust in automated governance.",
    "bci_score": 49,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the surge in public propaganda and debate, Lenart found that his maintenance routes through central districts had grown unexpectedly congested. Idle groups argued over which faction's narrative to trust, and building access terminals slowed as new message overlays appeared, requiring residents—including Lenart—to acknowledge shifting compliance statements before system entry. When Council security began investigating possible data tampering, temporary checkpoints were set up around his assigned job sites. Lenart arrived fifteen minutes late to a scheduled repair, held up by impromptu screening at the entrance. He noticed two clients refused to sign off his work electronically, claiming uncertainty about what logs might be flagged. Wary of further scrutiny, Lenart skipped one late-afternoon request bordering a low-score sector, citing a technical shortage. He decided to limit new appointments that week, preferring repeat work for trusted clients. The uncertainty made him tighten his routines, inadvertently lowering his BCI score by two points.",
    "bci_score": 58,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On April 8th, with public spaces now filled by propagandist displays and open debate, Sven adjusted his route to the office to avoid clusters of rival supporters debating in the square. Inside his office, the previous week’s conflicting statements from Council factions, each promoting different accounts of Halden’s legacy, left Sven uncertain which messaging templates were currently valid. He rewrote parts of a pending guidance memo twice, discarding both drafts after a Harmonist supervisor implied they might trigger a compliance alert under the Directorate’s new counter-narratives policy. These uncertainties led him to restrict internal discussion, logging off the Council network early and locking his alternative speech drafts in a physical safe. He also paused before sending routine updates, aware that terminology flagged as ‘divisive’ might further lower his trust marker. By evening, his BCI score dropped modestly to 80, reflecting erratic compliance patterns and increased self-censorship.",
    "bci_score": 80,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On April 8, Rada observed city squares crowded with propaganda, people openly reciting opposing versions of Halden’s story. Her daily routine changed as she navigated longer crowds outside state offices, with ordinary citizens arguing over loyalty to the various Council factions. Later that day, her transit card was rejected twice at separate stops, forcing her to use cash and report the incident at a security kiosk. She noticed posters appearing overnight along her commute, some torn down or defaced by morning. Conversations at Bar 101 became cautious; former confidants avoided discussing the Council or BCI in front of others. That evening, checking her score, she saw it drop by two points without explanation—likely from the interrupted transit and flagged kiosk visit. Rada kept her own commentary off messages and limited unsanctioned archiving, aware that BCI compliance patterns city-wide were unstable. She left her recording gear at work. New BCI score: 37.",
    "bci_score": 37,
    "political_preference": "rebel"
  }
}