{
  "olintz": {
    "chapter": "Following her decision to quarantine the labor assignment flaw, Oksana initiated the system isolation protocol from her secured terminal. Within two hours, labor assignments across Stenograd shifted unpredictably, with high-compliance workers receiving menial or misaligned duties, and lower-scored individuals redirected to sensitive tasks. The monitoring dashboard showed a tenfold increase in system error reports. Oksana fielded repeated, urgent messages from supervisors demanding explanations for escalating disruptions. She refrained from unauthorized access to avoid detection, but noticed her professional network shrinking as colleagues distanced themselves. In meetings, Oksana was questioned by Council intermediaries and became a subject of suspicion for the abrupt collapse of assignment routines. She recognized her choice had protected citizen privacy, but the resulting disorder isolated her internally and marked her as an unreliable link in a destabilized system. Her BCI score dropped significantly, reflecting lost trust, with flagged risk indicators now prominent.",
    "bci_score": 34,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On April 4, Nikola arrived at his neighborhood resource center for a routine health check—an appointment that would normally be managed seamlessly by the automated scheduling terminal. Instead, he found a handwritten list on the reception desk and was told to wait while unfamiliar staff fumbled with manual procedures. He recognized some of the assigned personnel as individuals with previously poor compliance reputations, a clear result of the ongoing labor mismatches. Nikola hesitated, scanning several unfamiliar faces and noticing gaps in basic record-keeping. He kept his briefcase close, wary that oversight standards had slipped. When approached by a member of the new staff with inconsistent credentials, Nikola declined to provide extra personal data, citing protocol. The incident was flagged by central logs, and his BCI score dropped by 6 points. That night, Nikola searched for updates more frequently, unsettled by what these staff changes implied for Harmonist ideals of order.",
    "bci_score": 69,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the morning citywide labor reassignments took effect, Daria arrived at the lab to find a new team of coworkers, some with low BCI scores and no technical background, assigned in error to her division. She spent most of the day walking three unfamiliar staff through basic device diagnostics, unable to complete her own pending service tickets. A colleague quietly asked for her help correcting their bioreadout data after being moved to custodial duty despite a high score. Daria refused, aware that system logs were now unpredictable and might flag any irregular access. After receiving a warning about delays with urgent health band repairs, her supervisor questioned her efficiency, implying her recent log anomalies could affect future role eligibility. Daria reviewed her BCI score and saw it drop by two points, which she attributed to flagged interactions with untrained staff and delayed ticket resolutions. \n\nOld BCI score: 67. New BCI score: 65.",
    "bci_score": 65,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On April 4, Lenart awoke to a backlog of maintenance pings strangely assigned to unfamiliar technicians, while his own scheduled jobs vanished from the dispatch logs. The previous day’s sector confusion, with high-score citizens sent to menial repairs and known noncompliant individuals assigned to restricted subsystems, left him unable to coordinate with usual contacts. Lenart, mistrustful of the current system state and the absence of clear authority, decided against taking on any official work that day. Instead, he spent hours decrypting paper copies of his maintenance records, verifying them against what little matched in the corrupted city system. When a regular client messaged about a critical ventilation outage, he hesitated before responding, wary of being flagged for unauthorized intervention. Lenart’s reluctance to engage and increased time spent in isolation resulted in his BCI score dropping to 56, reflecting reduced compliance and inactivity within the official networks.",
    "bci_score": 56,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On April 4, following days of mounting confusion in city assignments, Sven Halek arrived to find unfamiliar maintenance staff occupying secure communications bays and several colleagues assigned to unrelated departments without notice. His access pass triggered an alert at a checkpoint, requiring a fifteen-minute manual verification before entry. As a result, a morning briefing with a Council Innovator was conducted with only half the intended personnel present. When Sven attempted to update speech materials, the relevant policy team was unreachable, reportedly assigned emergency sanitation oversight. The effect of system-driven labor errors forced Sven to create contingency drafts covering possible public statements rather than fixed messaging. He methodically documented each mismatch, noting the increased risk of contradictory official narratives. Although Sven followed protocol and minimized complaints, his access volatility and unusual messaging volume led to a minor score drop, reflecting perceived instability. His BCI score shifted from 82 to 80.",
    "bci_score": 80,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After citywide labor reassignments sent high-score citizens to menial roles while flagged individuals were placed in sensitive jobs, Rada noticed unexpected faces in her office—her new supervisor, typically considered fully aligned, was now sorting delivery requests, while two colleagues with previously low scores were suddenly tasked with approving sensitive edits. Later that day, protests originating in other sectors filtered into the media building, prompting emergency lockdown and halting all news broadcasting. Rada quietly recorded footage of internal confusion, including heated debates over access priorities. She limited her system use, only logging work hours and saving personal notes offline as the network became unpredictable. That evening, she received automated alerts restricting further editing attempts. Rada recognized that heightened monitoring and unplanned interactions with risk-flagged new staff might further reduce her score if she was not cautious. Her daily routine became reactive as she prioritized self-preservation over reporting. BCI score drops to 37.",
    "bci_score": 37,
    "political_preference": "rebel"
  }
}