{
  "olintz": {
    "chapter": "After a morning reviewing compliance flags, Oksana noticed her workflow slowing even further as data queries for incident logs returned inconsistent results. Reports on citizens previously cleared now showed contradictory compliance assessments, forcing her to spend extra time verifying each case. The office, usually quiet, was tense as colleagues whispered about the sudden increase in visible street surveillance outside their building. By midday, Oksana observed several coworkers hesitating before logging into their work terminals, clearly debating whether to continue flagging minor irregularities as the system expected. That afternoon, as she left for lunch, Oksana passed a group of residents purposefully walking in synchronized formation near a public interface kiosk. The exaggerated display of order felt unnatural. She responded by making her own movements deliberately neutral, avoiding any gesture that seemed out of the ordinary. Returning home, she reviewed her past workstation activity, aware that any misstep might be misinterpreted by a system she no longer trusted.",
    "bci_score": 49,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Nikola chose not to restore the missing citizens' system logs, instead allowing the BCI glitches to persist. That evening, he closely monitored official broadcasts and social feeds from his apartment, observing how ordinary residents began to sharply over-perform compliance routines—greeting officials with rehearsed enthusiasm, submitting extra paperwork, and publicizing system loyalty. When Nikola attempted his scheduled grocery order, he was prompted to repeat identity steps and observed similar delays among others waiting, their body language tense and exaggerated. Nikola maintained outward composure, silently confirming that his inaction had directly intensified public anxiety and engulfed the city in a climate of suspicion. Community coordinators called for calm, but the system's inability to differentiate authentic from artificial behavior grew evident. Nikola’s BCI score dropped to 58 as system analytics flagged his minimal interaction and perceived avoidance during escalating instability. He remained in self-imposed isolation, committed to observing the longer-term effects.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "dtomenko": {
    "chapter": "The increased visibility of Directorate surveillance after recent outbreaks of unpredictable citizen behavior prompted Daria to alter her typical routine at the lab. When official maintenance protocols shifted to require double authentication for even minor tasks, she avoided unscheduled work and stopped offering informal system checks for trusted colleagues. During her afternoon calibration shift, she noticed that a colleague hesitated before submitting an urgent health band reset, wary of unexplained watchlist notifications. Daria waited until the area was empty before running diagnostics on her own band, but logged out without performing any adjustments. At home, she deleted personal notes related to risk-flagged users, suspecting artificial compliance displays were distorting individual biometric profiles. She now refrains from logging work remotely, becoming more rigid in following only direct orders. Her caution, driven by increased monitoring and manipulated data flows, led to a slight decrease in her compliance score. ",
    "bci_score": 63,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the morning after heightened Directorate surveillance became visible in the city, Lenart noticed unmarked patrol drones stationed at intersections near his workshop. Entry times at his regular supply depot doubled due to new identification checks. That same afternoon, he received three separate requests to fix malfunctioning locks in apartment blocks, all citing unexplained system failures. He declined one job after seeing a Directorate vehicle loitering outside the entrance, wary of being flagged for unusual movement coinciding with increased citizen acts intended to confuse BCI tracking. Concerned about his already marginal score, he began keeping handwritten notes instead of digital logs and updated his workshop routines to minimize solo late-night activity. Despite managing to complete a minor repair in a nearby building without issue, the constant security presence altered his typical work pattern and made informal trades with other maintenance workers less frequent. BCI score: 58.",
    "bci_score": 58,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the increase in public compliance displays and the Directorate's response of visible surveillance, Sven’s daily movements inside the restricted zone became more scrutinized. He noticed a new layer of biometric checkpoints at the comms suite entry, forcing him to scan twice and answer abrupt queries from automated monitors. The corridors, usually quiet, filled with the low murmur of cameras tracking unpredictable patterns. Compiling his manual log, Sven suppressed any nonstandard routines, opting for rehearsed, efficient movements and neutral facial expressions at all times. During a brief team meeting, he sensed colleagues watching each other rather than discussing work, their voices lowered and less candid. After reviewing internal reports, Sven updated his speech drafts to emphasize consistency and trust, while privately noting a growing dissonance between system assurances and the tension in daily life. Slight anxiety about inadvertently triggering new surveillance protocols led to increased caution.",
    "bci_score": 83,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the widespread public displays of exaggerated compliance and heightened surveillance, Rada noticed subtle but immediate consequences in her routine. When she attempted to schedule a series of street interviews near a government transport hub, security monitors scrutinized her state ID longer than usual, ultimately denying her recording permit without explanation. The residents she approached responded with rehearsed praise for the city and the system, their words oddly uniform and cautious. Sensing the artificiality and increased monitoring, Rada limited her interactions to short, superficial conversations and avoided using her state recording equipment in public. That evening, interview clips uploaded from her backup device contained sudden audio dropouts, suggesting tampering or algorithmic interference. Uncertain of which behaviors might trigger further restrictions, she archived her materials offline and reviewed her movements before leaving home. These changes deepened her distrust of official channels and reinforced her reliance on discreet methods for information gathering.",
    "bci_score": 43,
    "political_preference": "rebel"
  }
}