{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Not much to say. Routine week, mostly at home.",
        "Energy quota terminals have changed again.",
        "New slogans everywhere—hard to know what’s next.",
        "I left before finishing my renewal. Not worth the trouble lately.",
        "Feels unsettled, to put it one way."
      ],
      [
        "I keep to myself mostly; quieter that way these days.",
        "Tried to renew my quota—faces on the machines aren’t the same, and neither are the options.",
        "Saw more propaganda than help on the terminal.",
        "The system flagged me for hesitating. Odd, but maybe standard now.",
        "Skipped the market, just in case things turned against me.",
        "Strange times; even small habits don’t feel safe."
      ],
      [
        "The week, well—it’s been different from before.",
        "Energy quota renewal was a hassle; terminals flashed Council slogans more than instructions.",
        "My pension’s been slow since those glitches, so I’m careful with every move.",
        "When the system asked for confirmation twice, I just walked out. Didn’t like how it looked at me.",
        "Deleted routine history at home, just in case. Caution feels wiser than trust lately.",
        "You notice the old comfort fading, replaced by doubt."
      ],
      [
        "To be honest, it wasn’t an easy week.",
        "After Halden’s death, everything’s changed: even the quota terminals are unpredictable, slogans instead of guidance—one day Harmonist, next day Innovator.",
        "My BCI slipped after I hesitated on that screen—delay here, confusion there. I’m starting to rethink every little action these days.",
        "I avoided the market. Wouldn’t seem like much, but the system remembers our steps—even indecision.",
        "Saw my score drop to seventy-four. Maybe nothing, but it’s never just numbers anymore.",
        "Feels like the ground’s moving beneath us, even when we stand still."
      ],
      [
        "Since I left the Council, I tried to stay out of it all, but this week made that harder.",
        "Used to be, a Harmonist could count on patterns, but now—propaganda at every terminal, competing stories about Halden, and no stability.",
        "I see the factions' fingerprints in every menu screen; sometimes the system delays me, sometimes it warns, and once—just for hesitating—my BCI shaved off another point.",
        "I’m still careful, but being flagged for indecision tells me the machine is as nervous as the people.",
        "Hard to believe, but for the first time in decades, I scrubbed my access logs at home, just to feel safer.",
        "No one admits how all this makes us second-guess ourselves. A city built on order, and now it’s order we can’t find."
      ]
    ],
    "emotion": "Uneasy, a bit exposed by the uncertainty"
  },
  "emotional": {
    "opener": "\"Nikola, everyone feels it—something's off. But you know, the system doesn't decide who we really are.\"",
    "variants": [
      [
        "You may be right. It's difficult to say much these days."
      ],
      [
        "I suppose that's one way to see it.",
        "Hard to know if we're ever more than our scores."
      ],
      [
        "It's good someone still sees the difference.",
        "I forget, sometimes, that scores are just numbers."
      ],
      [
        "Thank you, Alex. Not everyone remembers there's a person behind the record.",
        "The rules feel heavier lately, but it helps to hear someone say that."
      ],
      [
        "You understand, Alex. Makes it easier to breathe, hearing that.",
        "I spent years watching people measured in numbers—always told myself it kept things fair.",
        "Somewhere along the way, I started thinking like the system too.",
        "But scores, they can't remember who someone is—not really.",
        "I've seen loyal people disappear over nothing more than a decimal point.",
        "It means something, just being recognized as human."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dancing around it. Everyone’s saying something different now—what’s actually going on at the top?",
    "variants": [
      [
        "Official channels claim it’s just a routine fault—BCI maintenance delay, nothing more.",
        "Council statements aren’t aligned. Public explanations get tangled, that’s all I’ll say.",
        "Security’s blaming system flaws. Looks coordinated.",
        "Every faction wants their own story to stick.",
        "Best not to buy into any of it until things settle."
      ],
      [
        "Notice how Council communiqués shift tone—sometimes in the same day.",
        "Security’s hinting at possible tampering, others say it’s technical.",
        "Memorials look more like factional campaigns than remembrance.",
        "Everyone puts out their version—blame, legacy, risk. No consensus.",
        "If you’re clever, you read between what isn’t released."
      ],
      [
        "Council’s divided on Halden—can see it in the statements, never this much contradiction before.",
        "Public’s being pulled into camps, each choosing a story.",
        "First, it was supposed to be a flaw; now each group’s accusing the other of risk-taking or sabotage.",
        "Propaganda sharper than I remember—familiar faces blaming each other, all saying they’re the solution.",
        "You get a sense things behind those doors aren’t as managed as before."
      ],
      [
        "When Halden died, the layers started unraveling—one group blames uncertainty, another claims sabotage.",
        "In public, it’s slogans and staged memorials, but internally… I’d bet the Directorate’s pushing the ‘risk’ narrative quietly.",
        "The Innovators, they’re pushing their own diagnostics—whispering that only deeper automation brings stability.",
        "I still hold to Harmonist thinking, but stability feels distant now. Even public spaces are like battlegrounds for stories.",
        "People used to trust what came from the Council, now it’s all about which ‘truth’ you decide is safest to echo."
      ],
      [
        "I remember when Council statements were coordinated—every word pre-cleared—now it’s factions in open rivalry. That never happened on my watch.",
        "I saw internal memos: Directorate blames systemic risk-taking, Innovators leak half-finished patches, everyone rewriting ‘what happened to Halden.’",
        "BCI corruption means they’re flying blind. Data loops aren’t syncing, so each faction fills the gaps with their own propaganda.",
        "Harmony’s hard to find; legacy Harmonists like me see the structure weakening—public memorials are just performance now.",
        "Used to be, I managed the calendar for those meetings—now, it’s rumor and patchwork, nobody trusting the neutral path.",
        "I kept documents for contingencies—back when the system’s silence was reassuring, not ominous. Those days are gone."
      ]
    ]
  }
}