{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Yeah, more checks than usual lately.",
        "Had some techs in my building, asking about the wristbands.",
        "People waiting longer for things, getting restless.",
        "Feels off. Everything’s a little slower.",
        "Can’t say I like it."
      ],
      [
        "Yeah, things are tighter now.",
        "They started manual health checks in my building—surprise visit from upstairs.",
        "Had to let them see my equipment, even the old logs.",
        "People lining up, arguing over missing records.",
        "Feels like every move is being watched more closely."
      ],
      [
        "It does feel different. They switched to manual checks in my building last week.",
        "I had to run through wristband logs while strangers hovered over my shoulder.",
        "Whole system felt unstable—access failures, random health alerts, everyone on edge.",
        "Saw people getting denied for little things. A lot of confusion at the service desk.",
        "Left early and walked home, didn’t want to fight the crowds with transit down.",
        "It’s like nothing fits right anymore—everyone’s guessing what happens next."
      ],
      [
        "Yeah, it’s changed a lot since Halden died.",
        "Last week, in my division, manual check teams just showed up. Usually, I adjust things quietly, but now everything’s face-to-face.",
        "Residents formed lines, arguing about missing data, some denied access for the first time in years.",
        "My job got risky—normally I can fix a record, but with people watching, every move felt exposed.",
        "A colleague said scores glitched, some people cleared for things they shouldn’t be.",
        "I left early just to feel in control—walking home felt safer than the chaos in the system.",
        "Working like this… it reminds me nothing’s as stable as they want us to believe."
      ],
      [
        "It’s definitely tighter since Halden’s gone—like nobody trusts the networks, not really.",
        "I’m used to handling the health wristbands behind screens, keeping things smooth if someone gets flagged. Now we’ve got outside techs coming in, reading everything over my shoulder.",
        "Watching neighbors line up for permissions I used to grant with a click—it’s wrong. They’re arguing over glitches, approvals, missing records nobody can explain.",
        "I know how to clean data, make problems invisible when the system is working. But now, with every manual inspection, my hands are tied. I keep thinking about my brother—one audit and he’s just gone.",
        "Scores are jumping, dropping, letting the wrong people through. Nobody’s sure where the next mistake lands.",
        "I left early. Walking—kept my head down. I just don’t want to get caught fixing something the old way.",
        "Maybe it’s always been like this, but at least the Innovators tried making things fairer—now I feel like we’re slipping back to old controls and nobody’s safe.",
        "Feels like we’re all holding our breath, Alex. Waiting for something worse to hit."
      ]
    ],
    "emotion": "quiet frustration and unease"
  },
  "emotional": {
    "opener": "\"You don't have to explain yourself. Sometimes all the checks, all the pressure—it's too much for anyone. It doesn't mean you're failing.\"",
    "variants": [
      [
        "Thanks. Guess it just piles up sometimes."
      ],
      [
        "Yeah, pressure’s part of the job.",
        "I’m used to it, just feels heavier lately."
      ],
      [
        "I appreciate you saying that.",
        "Most people pretend it’s normal to handle so much.",
        "It helps to know someone notices."
      ],
      [
        "That really means something. I never hear people admit it’s hard.",
        "Some days, it feels like if you slip just once, you’ll never recover.",
        "We aren’t machines, no matter how much they want us to be.",
        "I try to keep up, but it gets lonely."
      ],
      [
        "It’s easier to keep it all bottled up, but you’re right—sometimes it’s just too much.",
        "Honestly, I’ve spent so long making sure my own data is spotless, it’s exhausting.",
        "They expect everyone to fit the numbers. If you don’t, you just fade away here.",
        "My brother used to talk about that weight too, before... well, before he wasn’t around.",
        "Most of the time, I don’t even let myself think about it, because it doesn’t change anything.",
        "But it’s good to hear I’m not the only one who sees how heavy this all is."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying it\u0019s a mess, but what\u0019s actually going on out there?",
    "variants": [
      [
        "BCI scores are down in a lot of places.",
        "Official line is they're doing reviews.",
        "Transit and health access are still a problem for some.",
        "Manual checks everywhere now, people frustrated.",
        "No word on when things go back to normal."
      ],
      [
        "Council froze scores days back.",
        "Some systems patched up, but things run slow, not right.",
        "Manual checks cause delays, approvals get mixed up.",
        "News keeps talking \u0018operational review\u0019\u0003so nobody\u0019s sure what\u0019s next.",
        "Hearing about missing records\u00192ors sometimes can't find people they\u0019re supposed to flag."
      ],
      [
        "Whole city\u0019s been under 'operational review' since Halden.",
        "Lots of neighborhoods still waiting for BCI to stabilize\u0014random score surges, lost approvals.",
        "People turned away at clinics, told to wait for a system update.",
        "Usual propaganda\u0019s gone quiet, no reassurance anywhere.",
        "All sides on the Council blaming each other, but Innovators want the system fixed, not stalled, you know?"
      ],
      [
        "Random outages still hitting lab work\u0014hard to keep wristband firmware consistent.",
        "Used to smooth out errors quietly\u0014now, too many manual overrides from Directorate types.",
        "Rumors say old flagged data\u0019s getting lost, and some people locked out for years are popping back up.",
        "I\u0019m hearing from colleagues\u0014temp clearances, weird glitches, no way to predict score changes.",
        "Council\u0019s split: Innovators push repairs, old guard prefer controls. That alignment stuff never works for long, not for people like us."
      ],
      [
        "Ever since Halden went down, we only hear fragmented status from the top\u0014nobody's confident running ops anymore.",
        "In my division, we used to patch wristband anomalies remotely. Now the system\u0019s unpredictable, logs don't match real movement, access requests misfire.",
        "I know for a fact the BCI backend dropped whole sets of records: some people who should stay hidden are showing up, and others are just\u0014erased.",
        "Leaders claim it's a safety review, but it feels like Directorate's exploiting the blackout, pushing old manual check protocols I thought were obsolete.",
        "I'm an Innovator at heart\u0014I joined the division trusting algorithms would level the field, protect people from mistakes like what happened in my family. Now, the system's breaking and old habits are back. Makes me wonder what the point was."
      ]
    ]
  }
}