{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Feels more stifling each day, doesn’t it. ",
        "Strange morning — my pass got flagged at the checkpoint out of nowhere.",
        "Half the faces in my briefing were missing, replaced by people I’d never met. ",
        "Honestly, the system’s interruptions are more intrusive than ever lately."
      ],
      [
        "Feels more stifling each day, doesn’t it. ",
        "Strange morning — my pass got flagged at the checkpoint out of nowhere.",
        "Even ended up in a delayed meeting because half my team had been reassigned without notice.",
        "I had to draft statements without the usual clarity — policy staff vanished, sent to fill sanitation rosters. ",
        "Everything’s mismatched. Like someone’s swapped all the locks in the city overnight. "
      ],
      [
        "Feels more stifling each day, doesn’t it. ",
        "Yesterday my access triggered an alert at the gate — fifteen minutes arguing with a monitor to get inside.",
        "My policy team was scattered. They say half were diverted to work emergency maintenance or vanished into assignments nobody understands.",
        "Whole briefings fall apart, nothing works as planned. ",
        "Had to write three versions of a Council statement, not knowing which disaster would unfold next.",
        "All I can do is document the chaos and keep my head above the water. "
      ],
      [
        "Feels more stifling each day, doesn’t it. ",
        "I showed up yesterday — pass flagged, checkpoint locked me out, no explanation. ",
        "Most of my team scattered to random jobs. Some managing sewage, some untraceable. ",
        "I spent the morning rewriting statements, half-imagining which crisis would need my words. ",
        "Tried protocol, got nowhere. I’m still not sure who’s really running what. ",
        "My BCI score slipped — instability, they call it. As if I chose this disruption. ",
        "Living in a whirl of contradictions, hoping the algorithms wake up before we fall further."
      ],
      [
        "Feels more stifling each day, doesn’t it. ",
        "I’m meant to script the city’s certainty, and yet yesterday my pass nearly locked me out of my own floor. ",
        "My team? Gone, reassigned to disaster management gigs they’ve never seen. No warning, just a flickering notification. ",
        "Half my morning was spent arguing with blank terminals, hunting people who now run city plumbing. Not even the Council staff escaped the shuffle.",
        "Manually, I tried to patch together something resembling coherent policy — three sets of statements, none with real answers. ",
        "It shook my BCI score hard. Loyalty measured by stability, yet what do you call loyalty in a game where the rules erase themselves? ",
        "Sometimes I think this is the crash Innovators always warned about — failing upward, algorithms defiant, old guard clawing for order.",
        "Feels like we’re all improvising to keep the city upright, one half-true phrase at a time."
      ]
    ],
    "emotion": "Exhausted. Disoriented. Waiting for something to break or settle, but it never quite does."
  },
  "emotional": {
    "opener": "\"You’re not losing your grip, Sven. Even the strongest structure trembles before it finds its balance again.\"",
    "variants": [
      [
        "Maybe. Or maybe the tremor never stops.",
        "Still, your words help, for what they’re worth."
      ],
      [
        "It’s easy to say that, harder to hold onto it.",
        "I keep waiting for things to steady — even briefly.",
        "Thank you, I suppose."
      ],
      [
        "You make it sound simple. It isn’t, but I appreciate the sentiment.",
        "Too much uncertainty, not enough clarity.",
        "Still, I’ll take balance over certainty any day.",
        "Thanks, Alex."
      ],
      [
        "I don’t hear that often, not in any way that feels... real.",
        "Some days it’s just noise. But maybe underneath, you’re right — things find their level.",
        "I’ve built a life on reading the structure — but the structure’s never cared about me.",
        "Reading your words back to me, it helps more than I’d expect.",
        "It means something, Alex. It does."
      ],
      [
        "‘Structure finds its balance again’—I used to write lines like that for others, pretending it was wisdom.",
        "Sometimes I forget the person inside the rhetoric.",
        "Strange how it takes just the right voice to make you remember you’re not alone, even if everything else is uncertain.",
        "The world we built was meant to steady us, but lately it’s like standing on ice.",
        "You remind me that even systems can be forgiven their trembling, if we’re patient.",
        "Thank you, not just for the words, but for noticing. That’s rarer than you might think."
      ]
    ]
  },
  "factual": {
    "opener": "If it’s really that bad, what’s actually happening out there?",
    "variants": [
      [
        "Inner channels say labor assignments are scrambled, nothing flows right.",
        "High-score citizens doing busywork, flagged ones in sensitive spots.",
        "Council just spins blame, lets the public fume.",
        "You won’t see any real statements. Not now."
      ],
      [
        "Labor protocols are off. People waking up with strangers’ jobs.",
        "Some flagged for risk running critical services. System hasn’t corrected it.",
        "Council split — hardliners want crackdowns, others call for technical audits.",
        "Everyone’s watching for the next disruption. No one acts."
      ],
      [
        "When the labor algorithms failed, everything shifted overnight. High BCI scores sent to menial work. Risks flagged put in control rooms.",
        "No overrides. City runs on mismatches. Services fracturing fast.",
        "Protests break out, but BCI ignores them. Council blames factions, loses credibility.",
        "I keep rewriting statements. They all contradict each other. It’s naked instability now.",
        "Everyone postures, but the Innovators want to force a systemic review. Maybe it’s time.",
        "Feels like the system’s own logic is devouring itself."
      ],
      [
        "Since Halden’s death, safeguards vanished. The labor system started reassigning citizens haphazardly.",
        "Critical infrastructure is in the hands of the flagged. Experienced teams sidelined entirely.",
        "Manual control was abandoned to ‘preserve integrity.’ Now it’s just chaos.",
        "Council is fractured. Security wants martial law. Innovators want a total algorithm overhaul.",
        "My own drafts are out of date the moment I write them. Authority is slipping between the cracks.",
        "I’ve seen internal memos. Even some Council members don’t have access to their offices.",
        "Innovators were mocked for predicting this — yet here we are, improvising, patching, blaming code."
      ],
      [
        "You realize Halden’s death shattered the last consistent link — behind the scenes, there’s no true override anymore.",
        "Someone isolated BCI protocols to stop a wider breach, but it wrecked labor assignments. No manual backups — deliberate or desperate, unclear.",
        "Flagged dissidents now manage critical grids. Veteran staff powerless, benched by the score. I saw this on restricted feeds — pure entropy.",
        "Sector heads message me, pleading for instructions. Nobody wants to go public, terrified of contagion or exposure.",
        "Directorate thumps for force, but it’s mostly posturing. Innovators are gathering data for a root-level fix.",
        "Council’s algorithms pick leaders. Right now, those metrics are out of sync — so nobody gets promoted, nobody gets full authority.",
        "I keep every rejected speech. Half of them hint at things nobody’s dared admit yet.",
        "Used to think Innovators were reckless. Now? Their chaos models predicted this exact feedback spiral.",
        "I don’t envy anyone tasked with holding the optics together. It’s a farce, an open circuit."
      ]
    ]
  }
}