{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Staying out of trouble, best I can.",
        "Routes take longer, checkpoints pop up—makes work slow.",
        "Everyone's nervous; feels off these days.",
        "Too many eyes around for comfort right now.",
        "I keep my head down, stick to the jobs I know."
      ],
      [
        "Been dodging more than patching lately—security everywhere.",
        "Had to wait at a checkpoint just to get into a client building, fifteen minutes just standing.",
        "Nobody wants to sign off work anymore, everyone's touchier about logs.",
        "Skipped a job near the red zone yesterday—too hot for my taste.",
        "Feels like everyone wants to know your story these days, but it's not safe to share."
      ],
      [
        "Busy is one word for it—city's acting strange since Halden went down.",
        "Propaganda everywhere, compliance screens slowing up my calls, clients double-checking everything.",
        "Council's twitchy about data leaks, means extra hoops for folks like me.",
        "Missed one job last week—wrong sector, wrong score, so I blamed a 'shortage.'",
        "I've been sticking to repeat clients, the ones I trust not to make a fuss.",
        "Can’t say it feels like things are getting better. Just...tense."
      ],
      [
        "Tough keeping my head down when the city forgets how to run itself after Halden dropped out.",
        "Started the week getting blocked at every entrance—those new compliance statements gum up every terminal.",
        "Clients are nervous: refuse to log anything, won't even look you in the eye in case it gets flagged somewhere.",
        "Skipped a call in the low-score end. Nothing personal—just not keen to test how quick the BCI gets you rerouted for being helpful.",
        "Noticed my score dipped again; guess paranoia counts as noncompliance these days.",
        "I've seen propaganda floods before, but this? Feels like the system's holding its breath and hoping we all play along."
      ],
      [
        "Honestly, I’ve been more careful since things went sideways—Halden’s gone and every faction blames someone else, meanwhile work’s a minefield. Directorate crowd would blame risk-takers, but no algorithm can predict a city this jumpy.",
        "Every route’s jammed with new checkpoints and debate screens—nobody trusts the overlays, not even me. All those 'compliance affirmations,' just theater for Council infighting.",
        "Clients are spooked: people in the mid-range like me, we get nervous about logs and sign-offs, and that feeds the BCI, drops your score for playing it safe.",
        "Skipped a job just outside zone forty; BCI watches who you help and where. Odd, right? Helping becomes a liability if the system starts thinking you’re too friendly across score lines.",
        "I worked for the state once, before all this—the system was never perfect, but at least it was predictable. Now it’s all propaganda, suspicion, faction games instead of fixing pipes and networks.",
        "Could do with a week where my biggest worry’s a bad fuse—right now, feels like everyone’s jittery and waiting for someone else to blink first."
      ]
    ],
    "emotion": "Worn out, a little on edge, hoping things settle soon"
  },
  "emotional": {
    "opener": "\"You don’t have to carry the city on your back, Lenart. Most of us just keep moving until it’s enough.\"",
    "variants": [
      [
        "That’s one way to look at it.",
        "Suppose you’ve got a point."
      ],
      [
        "Not the worst advice I’ve heard today.",
        "Hard to argue with that, I guess.",
        "City doesn’t give much room for catching your breath."
      ],
      [
        "Thanks, Alex. That makes things lighter somehow.",
        "Feels like I’m running errands for half the city some days.",
        "It helps, being reminded I’m not the only one scraping by."
      ],
      [
        "You know, hearing that does help.",
        "I do forget sometimes—always thinking if I don’t fix it, nobody will.",
        "It’s strange, how just surviving can feel like an achievement lately.",
        "I guess we’re all just patching things as we go."
      ],
      [
        "I needed to hear that. Lately it feels like I’m alone holding the wires together, even though I know better.",
        "It’s easy to start thinking you’re the only one who sees the cracks, like the weight’s on you and nobody else is bracing for the next leak.",
        "There’s comfort in admitting it’s not just me. Even the best of us, we’re all improvising.",
        "The city hums because people like us do what we can—nobody notices until it stops.",
        "Sometimes I wonder who’s keeping things stitched together for me, but maybe this is it—these little moments with someone who gets it.",
        "Thanks, Alex. Really."
      ]
    ]
  },
  "factual": {
    "opener": "You sure there's not more you know? Spill it, everyone’s talking anyway.",
    "variants": [
      [
        "Can’t say I’ve followed every memo, too easy to trip over gossip these days.",
        "Council blames 'technical flaws,' but they’re all peddling their own version of Halden's story.",
        "Heard the usual—more compliance checks, new public statements. Nothing out of the ordinary for me.",
        "I just go where I’m told, fix what I’m paid to fix. Don’t buy into the noise.",
        "City’s always got its stories. This week’s just louder than most."
      ],
      [
        "Council spun something about BCI glitches after Halden. Each camp puts out their own spin—can’t keep ’em straight.",
        "Security tightened, checkpoints more common, but nothing concrete reaches folks like us.",
        "Guess someone handed over data—word is that only muddied things up further.",
        "Now there’s arguments everywhere—public spaces, job sites, even waiting lines.",
        "The Directorate’s pushing their angle. Figures they'd talk 'containment.'"
      ],
      [
        "After Halden? Council broadcasted system issues, every faction rewriting what happened.",
        "Those diagnostics they keep talking about—pretty sure someone handed off fragments, but the only thing clear’s nobody trusts the feed.",
        "Neighborhoods split—some quote Harmonists, others the Innovators.",
        "You see more Directorate memes lately? Their lines about 'systemic risks' sound rehearsed, but I see why people listen.",
        "I lean on their side mostly—chain of command gives you some anchor, at least in theory."
      ],
      [
        "Yeah, Directorate says Halden liked risk—now they’re using that to justify these clampdowns. Predictable, but not wrong, if you ask me.",
        "Heard from someone in security that Daria Tomenko could’ve squashed the diagnostics, but sent it higher up instead. Don’t know if that helped.",
        "Now every Council bloc drops their 'memorial'—public’s just watching factions edit each other out.",
        "People with middling scores like us, we’re stuck. Could use less storytelling, more action from up top.",
        "I worked with Directorate folks before—say what you will, but they kept the lines clear. I’d take their bluntness over the other factions’ smokescreens."
      ],
      [
        "Been around long enough to read the pattern—a public BCI failure, then the Council splits, each writing their own ‘truth.’ Halden’s gone, so now everyone wants to rewrite his last days.",
        "Saw the Directorate moving early, telling anyone who’d listen that pushing boundaries is ‘unsafe.’ They don’t lie, just frame everything as risk mitigation—oldest trick they’ve got.",
        "Quiet word in back channels: Daria Tomenko had the kill switch but chose instead to pass records to the Council, maybe hoping for some accountability. Don’t know if that bought her friends or just made her a target.",
        "Meanwhile, the rest flood the city with finger-pointing. More propaganda than power tools in my day lately.",
        "My loyalty was always practical: Directorate minds may be rigid, but at least gridlocks get fixed before the nonsense starts. Can't say that for the rest of the politicos. Shame the city’s too jumpy now for anyone to fix much of anything."
      ]
    ]
  }
}