{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "Been a weird week—my entry pass glitched, had to wait to get back in.",
        "System put my access back, but things feel off.",
        "Just hoping things stabilize soon, that's all."
      ],
      [
        "Yeah, it’s been… strange.",
        "Showed up home, and my building access was down—had to stand around while security checked everyone.",
        "Got back inside, and suddenly my permissions were all back, but my score shot up for no reason.",
        "I’ve been keeping to myself since then. Feels hard to trust what the system’s doing."
      ],
      [
        "It’s been tense, honestly.",
        "Last week, my entry credentials at the apartment reset and I got stuck outside with a crowd. Security was frustrated—no one knew whose data was right.",
        "When I finally got in, I saw my work profile and access were all back, but my BCI score was a lot higher than before.",
        "I don’t know why it happened, or how long it’ll last. Felt like I shouldn’t touch anything at work for a while.",
        "I just feel… uneasy, like the ground keeps shifting under me."
      ],
      [
        "Honestly, it’s been unnerving.",
        "There’s this constant hum—rules changing every minute. The other day, my building access froze. I waited with neighbors who looked just as confused, like we’d all lost our scripts.",
        "When I got inside, my permissions and records were back. But my BCI score had jumped up, way beyond anything I should have.",
        "It makes me wonder who’s watching and what counts for ‘good behavior’ now. Used to think if you followed the rules, you’d be secure. Now I’m not so sure.",
        "I’ve been holding back at work, barely signing in. Every move feels visible, risky. I didn’t expect to feel so exposed in my own city."
      ],
      [
        "Rough is one word for it. It’s honestly shaken me.",
        "Last week, I stood outside my building—locked out by a system that knows everything about me, except how I feel. Everyone around was silent, holding in the same worry.",
        "My roles and permissions were suddenly restored, but my BCI score soared. That’s not supposed to happen unless the system decides you’re ‘Council-tier’—and I know I’m not.",
        "Makes you think—if the algorithms can just reshuffle, what even matters about compliance? It isn’t about order. It’s control.",
        "I’ve started resenting the whole setup, honestly. Seeing people punished for tiny things—not even conscious choices. I’m starting to think the system is more about keeping us afraid than safe.",
        "I barely log in at work. I keep quiet, watchful. Feels like I’m on the edge of something, and I don’t know where it leads.",
        "All I feel now is unsettled and exposed."
      ]
    ],
    "emotion": "Unsettled and exposed."
  },
  "emotional": {
    "opener": "Oksana, you know, it’s not wrong to question the system—sometimes you just need someone to say out loud that the unease you feel is real. You’re not alone in this.",
    "variants": [
      [
        "I suppose that’s true.",
        "Maybe it just helps to hear it put that way."
      ],
      [
        "I appreciate you saying that.",
        "It’s easier to just keep these things to yourself, usually, but maybe… not always."
      ],
      [
        "Thanks, really.",
        "Sometimes I start to think I’m imagining it, so it’s good to hear you say I’m not the only one.",
        "It’s just hard not to doubt yourself when everything’s so tightly managed."
      ],
      [
        "That means more than you probably realize.",
        "Lately it’s felt like everyone else just shrugs and lets things slide, like the feeling will just pass.",
        "I have to remind myself I haven’t lost my grip on things, you know?",
        "Hearing you say it out loud makes that much easier."
      ],
      [
        "You saying that makes me feel seen, truly.",
        "It gets lonely—wondering if you’re the only one who notices how much the ground keeps shifting under us.",
        "Most people act like there’s nothing to notice, or they just adapt, but I can’t turn off the part of me that questions things.",
        "Sometimes I think I made a mistake even taking this job—it’s like I see more than I want to.",
        "I try to be careful, but sometimes it’s hard not to feel exposed, even here.",
        "But knowing someone understands? That helps more than I’ve admitted before."
      ]
    ]
  },
  "factual": {
    "opener": "So what's really happening with all those outages? Everyone's talking about it, but no one's straight.",
    "variants": [
      [
        "Saw the outages too.",
        "Not everything's back yet, that's all I'll say.",
        "People are frustrated, but, well, that happens.",
        "The system's still supposed to stabilize things, eventually.",
        "It's just noise until it passes."
      ],
      [
        "The network crash wasn't just rumors.",
        "Manual checks at a lot of blocks, slowing things down everywhere.",
        "Council saying 'operational review,' but nobody gives details.",
        "Feels controlled, somehow—more managed than explained.",
        "Nobody's been honest about the cause, not internally either."
      ],
      [
        "Things unraveled after Halden's, uh, situation.",
        "Whole neighborhoods lost BCI scoring—transit, clinics, even food pickups stalled.",
        "Temporary workarounds went in, but nothing's really consistent.",
        "The Council factions, they're not aligned—some want tight control, others keep pushing quick fixes.",
        "Public's starting to notice it's not about some harmless glitch."
      ],
      [
        "It started inside—Halden's death triggered credential failures the system couldn't patch.",
        "Major scoring outages spiraled out, left people locked out or stranded without services.",
        "The Innovators want everything automated again, but Directorate's running spot checks instead—slows everyone, raises tension.",
        "People are gathering, demanding to know why the score matters at all.",
        "Working these patterns every day, I can't ignore how much we've lost—just following the rules doesn't mean safety anymore."
      ],
      [
        "I know more than I should—Halden's death collapsed the BCI framework for whole districts, and upper staff are panicking.",
        "There's this power struggle: some pushing for old-school controls, others obsessed with restoring automation—but they can't agree.",
        "Restored scores are random—I've seen loyal staff flagged while notorious outliers slip right through.",
        "I've spent years coding risk metrics, thinking it was about fairness, but now I see it's control—everyone, me included, boxed in by a system that's failing us.",
        "I've stopped believing stability is possible when people are rewarded or erased by algorithms no one really understands.",
        "This whole order? It's about keeping people obedient, and I'm tired of helping it along—wish I could say that anywhere but here."
      ]
    ]
  }
}