{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Suppose we’re all careful about what we carry now, right?",
        "Tried to do an interview run near Central Station last week—permit got denied, no reason given.",
        "People only said what the system likes to hear. Every response sounded pre-recorded.",
        "Even the tech glitched when I tried uploading. Makes you wonder who’s really listening, and why."
      ],
      [
        "Suppose we’re all careful about what we carry now, right?",
        "Tried to do an interview run near Central Station last week—permit got denied, no reason given.",
        "Residents stuck to the same praise, nothing real. Like they rehearsed it.",
        "My backup files wouldn’t play right—audio dropouts, clips missing.",
        "Makes you watch your back a little more. I keep my raw cuts offline now."
      ],
      [
        "Suppose we’re all careful about what we carry now, right?",
        "Had a street interview planned outside the hub—security flagged me, blocked the permit.",
        "Every answer I got was textbook, compliments for the city, no real talk.",
        "Went home and the audio from my backup was edited out, pieces gone. Obvious tampering.",
        "Don’t trust the state equipment anymore—I file my own, offline.",
        "Just reinforces what I already knew: you have to keep your eyes open in Stenograd."
      ],
      [
        "Suppose we’re all careful about what we carry now, right?",
        "So I tried to run my series at the main transport—permit denial, questions on my ID, not subtle.",
        "People answered me like I was some kind of inspector, all parroted praise for the BCI, no one real.",
        "Even my own files got chewed up—dropouts and weird gaps, only happened with state tech.",
        "Been archiving my clips offline since—two silent warnings from the job can’t scare me off.",
        "My mother used to work for the BCI, so I know all the ways they scrub the facts.",
        "It’s all so artificial now, you can feel the tension rippling through the city."
      ],
      [
        "Suppose we’re all careful about what we carry now, right?",
        "I tried street interviews this week—not just denied the permit, but flagged at the hub and watched.",
        "Everyone I approached put on a performance, scared to say what they think about the BCI. I’ve never seen people act so scripted.",
        "State gear sabotaged half my clips—audio gone, files scrambled. Someone’s censoring me in real time.",
        "I only trust my own backup drives now, whole system feels rigged, and I got two silent warnings for not shutting up.",
        "Thing is, I grew up with compliance: my mother made algorithms for this game. Taught me how they erase stories.",
        "But these days? Even the system can’t tell who’s faking. All this performative loyalty—it’s not just people cracking, it’s the city.",
        "I’m not backing down. If nobody saves what’s real, there’ll be nothing left—just propaganda in every mirror."
      ]
    ],
    "emotion": "It just leaves you feeling exposed, like someone’s always watching for you to slip—no matter how careful you are."
  },
  "emotional": {
    "opener": "Honestly, Rada, you shouldn’t have to constantly prove who you are to some hidden audience. It’s okay to want space, to just be yourself for a while.",
    "variants": [
      [
        "Yeah, maybe. Hard to let yourself believe that sometimes.",
        "Still, good to hear it out loud."
      ],
      [
        "It does help hearing someone else say that.",
        "I guess I’ve learned to keep my guard up anyway.",
        "Just feels safer that way."
      ],
      [
        "You’re right, I do need space, even if it’s rare here.",
        "Feels good to just talk without rehearsing every word.",
        "Sometimes I forget what my own voice sounds like.",
        "Appreciate you saying that."
      ],
      [
        "You get it—nobody wants to live as a performance.",
        "It wears you down, always second-guessing your own thoughts.",
        "I miss the days when feeling genuine wasn’t strange.",
        "Sometimes it feels like everyone’s just waiting for a signal to relax.",
        "Thanks, that means something coming from you."
      ],
      [
        "I think growing up with someone always monitoring me made it feel normal to hide—even from myself sometimes.",
        "This system, it makes you shape your own feelings to avoid trouble.",
        "Some days I can’t even tell if I’m being honest, or just reciting what’s safest.",
        "I want to remember what it’s like to trust my instincts again.",
        "Hearing you say it out loud breaks the spell a bit.",
        "Makes me think I could maybe find some of myself again, if I look for it."
      ]
    ]
  },
  "factual": {
    "opener": "What are you really seeing out there, Rada? Come on, give me something real for once.",
    "variants": [
      [
        "People are keeping up appearances more than ever lately.",
        "The Council's on edge, Harmonists talking analytics failures.",
        "Surveillance stepped up downtown, that’s obvious.",
        "If you read between the lines, something’s rattling the system."
      ],
      [
        "Everything’s gotten more performative, city-wide compliance stunts everywhere.",
        "Council factions can’t agree how to handle it—just more surveillance, more tension.",
        "I’ve noticed the BCI struggling, frequent recalculations, more errors in the scores.",
        "Little groups resisting, moving under everyone’s radar.",
        "Whole place feels brittle. Like one crack and it comes apart."
      ],
      [
        "Since Halden died, it’s been a show—everyone overdoing compliance, but nobody believes it means anything.",
        "Council blames fake behavior for corrupting their metrics, can’t decide if the answer is to clamp down or wise up.",
        "Public displays have made the system paranoid—random delays, denied services, people tiptoeing through every interaction.",
        "You get these subtle pushbacks too, groups acting unpredictably, just to throw the algorithm off.",
        "Security’s ramped up—I can’t even walk to my old haunts without hitting three extra checkpoints.",
        "Feels like nobody trusts what they see anymore, not even the ones running the place.",
        "One of these days, all that staged calm will break."
      ],
      [
        "After Halden went out, city’s in overdrive—everyone acting loyal for the cameras, but it’s pure theatre.",
        "Council’s fractured: the Harmonists beg for patience, Innovators want stronger tech, Directorate barks for hard controls.",
        "Now even harmless routines get flagged—BCI can’t keep up, it glitches, scores bounce for no real reason.",
        "Saw real resistance up close—people slip random moves into their day, just enough to scramble the signal.",
        "Surveillance units doubled this week, chasing ghosts, blaming anyone who won’t fall in line.",
        "I walked past a demo squad yesterday; one old woman muttered ‘we’re all actors now’ to me under her breath.",
        "Like the real city’s gone underground, and all we have up here is noise.",
        "If that’s stability, I’ll take chaos any day."
      ],
      [
        "System’s blind right now—Halden’s death cracked something loose. Compliance is a farce, and everyone’s in on the lie.",
        "Council is eating itself: Harmonists frozen, Innovators desperate, Directorate lashing out at every shadow.",
        "Whole streets run on staged rituals—people clean, recite oaths, trade praise like currency, trying to dodge random lockouts.",
        "Even when you do everything ‘right’, BCI’s losing track—it can’t filter the fakes from the fed-up.",
        "I know the signs; my mother used to patch these feedback spirals when I was a kid, said it never ended well.",
        "Underground is alive, passing tricks for scrambling the system—small resistances, little rebellions just under the sensors.",
        "Last night I watched a crew swap identities at an old postal relay. Full public masks, bodies moving out of sync with their scores. Made me grin.",
        "System’s tuning up the clamps: surveillance in the alleys, signal jammers planted at community hubs, rumor is Directorate’s prepping forced resets.",
        "This isn’t stability—it’s rot. The more they tighten, the less real Stenograd becomes. I don’t pretend loyalty anymore."
      ]
    ]
  }
}