{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "A lot of tech issues at work lately.",
        "Some updates didn't go as planned.",
        "People are stressed—no one wants to stand out now.",
        "I just keep to myself, do my job, avoid trouble.",
        "Feels like it’s better not to say much these days."
      ],
      [
        "Yeah, it's not been quiet lately.",
        "We had some failures with the system—higher-ups are on edge.",
        "There’s a lot of blame going around about recent disruptions.",
        "I got noticed, but I’m careful. I value privacy.",
        "Feels overwhelming, honestly."
      ],
      [
        "Lately it’s just chaos—no one knows what’s true anymore.",
        "Something I handled got me flagged; my BCI dropped suddenly.",
        "Now everyone’s tense, especially around me.",
        "I barely talk to anyone at work, not after the last incident.",
        "Feels like things could break any second, for all of us."
      ],
      [
        "It’s strange, isn’t it? One glitch and the city’s on edge.",
        "I passed along some records I found—should’ve been simple, but now there’s fallout.",
        "Everyone’s spinning their own side about Halden’s death; so many lies.",
        "I got penalized for trying to do what felt right—my score tanked.",
        "Can’t talk to anybody; even my work friends keep their distance.",
        "It’s just exhausting, being watched and knowing you helped start the storm."
      ],
      [
        "I’m honestly worn out—this place, these people, the way everything gets twisted.",
        "I pushed through with something risky—a data leak about Halden’s patchwork, because I thought the truth mattered.",
        "Now the Council factions are fighting in public, everyone’s paranoid, and I can barely breathe at work.",
        "My BCI is low. Makes everything harder, even just moving through the city.",
        "It feels like nobody’s honest about what this system costs us. I’m not even sure I trust what’s on my own wrist anymore.",
        "Used to want the system to change, you know? Innovator at heart. But right now, all I am is tired and a little exposed."
      ]
    ],
    "emotion": "tired and a little exposed"
  },
  "emotional": {
    "opener": "\"You don’t have to say anything—I just want you to know someone sees how much you’re carrying, even when it’s quiet.\"",
    "variants": [
      [
        "Thanks. Quiet is good sometimes.",
        "I get by. Just...used to being careful."
      ],
      [
        "Appreciate it. Most people don't notice.",
        "It's strange when someone actually does."
      ],
      [
        "Sometimes it feels like no one’s watching, but the pressure never drops.",
        "It helps to hear that from someone who actually means it.",
        "I don’t usually talk about this, but I do feel tired a lot."
      ],
      [
        "It’s rare anyone admits there’s weight here. Most just look away, pretend this is normal.",
        "I’ve been holding things in for a long time, careful not to let it show.",
        "Your words kind of break through that noise.",
        "Quiet isn’t always safe, just convenient."
      ],
      [
        "It really gets to you after a while—the pretending, the measuring every word and action.",
        "I used to think I could just keep my head down, solve technical issues, ignore the rest.",
        "But lately, I feel every glance, every flagged report, like it’s pressing in from all sides.",
        "Being seen, honestly seen, almost makes me feel human again.",
        "Not many people can offer that. Makes a difference, even for someone like me.",
        "Thank you for not looking away."
      ]
    ]
  },
  "factual": {
    "opener": "If it was just 'system issues,' you wouldn't look like you're carrying so much weight. What really happened?",
    "variants": [
      [
        "Council says they’re 'reviewing everything' after the disruption.",
        "Propaganda updates changed quick—now it’s all about calming people down.",
        "Security’s blaming old flaws in the code; nothing new there.",
        "Halden’s name keeps coming up in different ways, depending on who you listen to.",
        "I just make sure my part works and stay out of it."
      ],
      [
        "Council factions are spinning out statements about the BCI issues.",
        "They keep pulling Halden’s records apart for their own side.",
        "Security hints it was all risky code changes, nothing intentional.",
        "Public memorials turned into arguments, not much clarity for us.",
        "All I know is, the city's more fractured than usual."
      ],
      [
        "Council released partial logs about the last days before Halden died.",
        "One group says he made mistakes—another swears he was sabotaged.",
        "Propaganda outside switches between praise and warnings every hour now.",
        "People’s BCI scores are acting weird because nobody trusts what they’re seeing.",
        "I’ve seen Innovator proposals misused before—what’s new is how open the split is now."
      ],
      [
        "Council’s divided—Harmonists want quiet, Directorate’s spreading blame, Innovators are frustrated.",
        "Halden’s death—details changed, records missing. Council points fingers, but the leaks tell a bigger story.",
        "Public’s picking sides. Compliance rates dip, disputes getting weird.",
        "I know some of what’s in those logs. Not all of it is public.",
        "Innovators like me hoped for transparency, not this chaos."
      ],
      [
        "When Halden died, his diagnostic logs went everywhere—raw, unfiltered, all sides using fragments as ammo.",
        "Directorate’s pushing ‘containment’—tightening BCI, more shadow bans. Harmonists want to patch and hush.",
        "Innovators—my group—we wanted reforms, but the system’s eating itself. I gave a Council ombudsman encrypted logs myself. Didn’t fix much, just fueled the factions.",
        "Street propaganda is tug-of-war: one day Halden’s a martyr, next he’s a traitor. None of it honest.",
        "Since I leaked the patch info, glitches are flagged as sabotage. Friends distance themselves. Even with my access, I only see a fraction of the truth now.",
        "With my BCI score in the gutter, I get why no one trusts this process.",
        "Feels like the only real thing is the risk I took—and the mess it left behind."
      ]
    ]
  }
}