{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Changes, yes—nothing quite works like it used to.",
        "Longer lines, longer waits. Feels like we’re all stalling for something to click back into place.",
        "Suppose that’s just how things go now, when the wires get crossed.",
        "Best to keep routine, keep steady. That’s my approach these days."
      ],
      [
        "You adapt. These days, not much choice with things unsettled.",
        "Tried collecting food this week—systems slow, staff muddled, nothing confirmed.",
        "Brought extra papers next day, just in case. Still a wait.",
        "Quiet’s heavier now, if you notice."
      ],
      [
        "Things stall, you hedge your bets—simple errands turn complicated overnight.",
        "The other day, my voucher wouldn't scan at the dispensary. Waited—a clerk tried, but nothing worked.",
        "Left empty-handed. It’s unsettling, but you adjust.",
        "Pharmacy too—extra forms, extra questions, nothing easy anymore.",
        "I've started carrying old bills, double IDs, anything that buys a bit of certainty.",
        "Feels quieter at home now than anywhere else. I find myself staying in more often."
      ],
      [
        "You see it in small ways—crowded counters, clipped answers, faces you know looking a little lost.",
        "My last food run? Voucher failed, clerk had no guidance, left with nothing after an hour.",
        "Pharmacy another day—with manual checks, you haul paperwork just to fill a prescription.",
        "Old habits from the Council days kick in. Routine, caution, extras in the pocket.",
        "I keep the comms off, don't tempt attention. No arguments, just careful steps, one after another.",
        "Feels as if, in all this uncertainty, silence is safer than asking for explanation.",
        "Each day folds in on itself a bit more. You miss the old predictability, but you learn to sit with the unknown."
      ],
      [
        "It’s odd—for all our talk of efficiency, it’s the old uncertainties sneaking back in.",
        "Used to keep Council schedules ticking—now I queue with everyone else, hoping things align just enough to get through.",
        "Last trip for food, digital voucher bounced, nobody sure what to do. Stood there, an hour, then nothing.",
        "Pharmacy needed twice the paperwork and a little patient pretending. It’s like the manuals came out from hibernation.",
        "I find myself rationing—meds, food, distractions. It’s a small life, pared back, and I keep my comms silent so I don't call down trouble.",
        "Years aligning to pattern, and suddenly all the patterns slip. The Harmonists always said: if you hold steady, order will return. I want to believe that, even now.",
        "But these days, it’s not order I feel. It’s that hush, as if the whole city’s bracing between breaths.",
        "Strange to miss a system built on silent rules. Stranger still to trust paper more than people."
      ]
    ],
    "emotion": "subdued, a little weary but quietly resigned"
  },
  "emotional": {
    "opener": "\"Nikola, in all this machinery, it’s easy to feel invisible. But people like you—who have carried the weight quietly—deserve to be seen and heard. You’re not alone in this.\"",
    "variants": [
      [
        "That's... considerate of you to say.",
        "I appreciate you noticing, even if most would not."
      ],
      [
        "It’s rare for anyone to say such a thing.",
        "I suppose being seen matters more than people admit."
      ],
      [
        "Sometimes I forget there are others who remember what it was like before all this.",
        "Your words help, more than you might guess.",
        "Not everyone would bother."
      ],
      [
        "I've spent years watching from the margins, so being acknowledged feels unusual.",
        "You saying that—well, it cuts through the noise.",
        "There is a comfort in knowing the quiet ones are noticed.",
        "It’s hard to recall when someone last said something similar."
      ],
      [
        "For a long time, I made myself invisible, thinking it was safer.",
        "Carrying the weight quietly became second nature—never attracted attention, never stood out.",
        "But your words remind me that being invisible costs its own price.",
        "Most people don’t realize what it’s like to be a bystander to your own life.",
        "I used to believe no one noticed—maybe that was the point.",
        "But, yes, today it helps to hear otherwise."
      ]
    ]
  },
  "factual": {
    "opener": "What’s really going on, Nikola? People are confused. You must know more than you’re saying.",
    "variants": [
      [
        "Everyone’s waiting on word—official lines say it’s technical, nothing more.",
        "Halden gone, now the system hiccups. Coincidence, maybe.",
        "Saw the Council step back from announcements, all a bit muted.",
        "Nothing worth stirring up for folks like us, truth be told.",
        "Best not to dwell on details that shift by the hour."
      ],
      [
        "Council’s quiet, more so than usual. Public gets delayed scraps—talk of an ‘operational review.’",
        "Halden’s end, things fray. Services jammed, some areas hit worse.",
        "Manual checks now, which tells you how rattled they are.",
        "Squabbles up top—factions pressing, but nobody with sure direction.",
        "For now, we’re left sitting tight, patterns off-balance."
      ],
      [
        "Whole city’s limping. BCI down, they say for a review. Feels broader than that.",
        "First collapse was just a few streets—then it spread, caught everyone off-guard.",
        "Council not speaking with one voice, a sure sign of strain.",
        "Used to be only the Innovators or Directorate would move this quick—now Harmonists just want stasis back.",
        "Not about one man—Halden’s gone, but it’s the machinery underneath that’s stripped bare."
      ],
      [
        "You see patterns if you watch close: outages cascade, rumors spark, even people with old flags show up again.",
        "Harmonists always said—the machine could heal, if left alone. This is a true test. Frankly, I trust them over anyone else right now.",
        "Council’s split wide—Innovators want a patch, the Directorate wants control, no one wants the blame.",
        "Trouble is, while they jostle, it’s the old routines that keep us afloat: paper ledgers, manual approvals, a trust in what’s left unspoken.",
        "Strangest part may be the silence—official and otherwise. That’s when you know it’s not contained."
      ],
      [
        "Wasn’t so long ago I managed their schedules—knew who would blink first, and who’d never hint at weakness. Saw Halden climb, saw the factions settle, fracture, and bend rules when pressed.",
        "Now, in Halden’s absence, there’s no override—machine throws errors everywhere, from housing clearances to transit permits. System can’t even tell us who to trust or avoid. All real authority was always ghosted through the BCI.",
        "The reporting you see, that’s window dressing. The actual split? Harmonists want calm, as always—quiet repairs, no drama. Innovators chase flashy fixes. Directorate’s sniffing for enemies even where there aren’t any.",
        "If you remember the drills, you know: the bigger the silence, the farther their hands are from the real levers.",
        "Personally? I swore by order, by Harmonist routine—now I cling to paper, not a system, because even I can’t say who’s running the recovery. Not anymore."
      ]
    ]
  }
}