{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah, something feels off lately.",
        "I noticed the office was more tense than usual today.",
        "People are acting, well, more careful than before.",
        "Honestly, it's hard not to feel uneasy right now."
      ],
      [
        "Definitely getting that vibe.",
        "Work's been slow—systems are glitching, making my job harder.",
        "Saw folks at the office hesitating before logging in, not something you see every day.",
        "Passed people moving in this weirdly synchronized way, too polished, you know?",
        "Can’t shake this feeling something’s about to snap."
      ],
      [
        "Yeah, I’ve seen things change—especially these last few days.",
        "Data at work keeps coming back inconsistent, messes with our flow.",
        "Colleagues aren't reporting minor things like before, they’re nervous.",
        "Out on the street, I saw a group almost marching by a kiosk, like they were putting on a show.",
        "Makes you wonder who's actually being watched—the system or us.",
        "It’s starting to get…uncomfortable, even for someone used to it."
      ],
      [
        "You're right, things aren't normal now. Not just the weather—everything feels staged.",
        "At work, my tools are lagging and compliance reports are all over the place.",
        "Nobody trusts the review process; everyone second-guesses before flagging anything.",
        "Even in public, there’s this new trend: people pretending to be perfectly compliant, almost theatrical.",
        "I caught myself making sure I looked ordinary, not too much, not too little.",
        "Honestly, I used to think the system kept us safe. Now? I’m not so sure.",
        "I go over my logs at home, worried how my work might be twisted against me."
      ],
      [
        "You really see it too. It’s more than weather—something’s broken since Halden died, but no one says it aloud.",
        "Our data systems keep glitching, and it’s not random. People at work are afraid to make mistakes—nobody wants their score to drop, even by accident.",
        "The streets outside? People line up at kiosks, acting out this perfect compliance, like a script they’re desperate to follow.",
        "I hesitate before every action—a wave, a pause. All of us do. Seems like the only way to avoid attention right now is to become invisible.",
        "I’ve started double-checking what the system records about me. I don’t trust it anymore. Saw too many people cut off over nothing.",
        "Used to think BCI kept order. Now I just see people living in fear, putting on a show for a machine nobody controls.",
        "Honestly, I only talk about this here—nowhere else feels safe.",
        "It’s exhausting living like the system’s watching for mistakes that aren’t even real."
      ]
    ],
    "emotion": "Overwhelmed and uneasy, searching for reassurance"
  },
  "emotional": {
    "opener": "\"You know, Oksana, sometimes all you need to hear is that not everything is your fault. The system weighs on everyone—don’t let it bury you.\"",
    "variants": [
      [
        "Thanks. Maybe you're right.",
        "I... just need some time to think."
      ],
      [
        "I appreciate you saying that.",
        "It gets hard to remember that sometimes.",
        "Maybe I am too quick to blame myself."
      ],
      [
        "That means a lot, actually.",
        "I keep going over things in my head, replaying every choice.",
        "Feels like I carry too much of it around sometimes.",
        "It helps to be reminded it's not all on me."
      ],
      [
        "I really needed to hear that today.",
        "It's easy to forget we're not in control, even when we want to be.",
        "I blame myself for things I can't fix, or even understand half the time.",
        "It wears you down, but hearing your words, it's a relief.",
        "Makes me feel a little less alone in it."
      ],
      [
        "I don't usually talk about this, but sometimes I wake up already feeling behind, as if I'm failing before the day even starts.",
        "The system is everywhere—so subtle you can forget where you end and it begins.",
        "I used to believe it was all up to hard work and following rules, but that's also how they keep you quiet.",
        "Hearing you say that, it’s like someone finally notices the pressure and admits it’s real.",
        "Your words give me permission to let go, even if just for a minute.",
        "Maybe that's enough to get through tomorrow."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, if it's that bad, just say what's really going on.",
    "variants": [
      [
        "There was a surge in public displays lately, all a bit too rehearsed.",
        "Heard systems citywide are acting up, not just at work.",
        "Security's stepped up, but nothing official gets said.",
        "Supposedly it's all fine, but it doesn't look that way.",
        "Nobody trusts the quiet."
      ],
      [
        "People have started doing these obvious compliance acts, all synchronized, trying to avoid trouble.",
        "The system's been glitchy in ways I haven't seen before.",
        "I noticed an uptick in surveillance, especially after Halden... well, after all that.",
        "Management's tight-lipped; just more reminders about protocol, nothing useful.",
        "It feels coordinated, like everyone's rehearsing for an audience.",
        "Even the Harmonists are nervous, which is rare."
      ],
      [
        "First, we got these staged compliance parades—citizens now go out of their way to look perfect for the system.",
        "BCI scores are bouncing, sometimes for no reason, makes everyone on edge.",
        "Quiet groups have started tweaking their routines just enough to confuse the system—subtle, but it's happening.",
        "Security's visible everywhere now, almost like they want to remind us who's in charge.",
        "Inside, those in charge are at odds—some want more control, some think stricter analysis is the answer.",
        "Whatever happens, trust in the system’s… getting brittle.",
        "People who never questioned things are starting to look over their shoulders."
      ],
      [
        "After Halden's death, the cracks are obvious—nobody admits it, but you can see the fear in compliance data and on the street.",
        "City’s full of people putting on a show for monitors, too perfect to be real.",
        "Some groups are quietly breaking the pattern, introducing errors to mess with BCI tracking.",
        "I hear Harmonists are panicking about 'fake' compliance flooding their data, and the Innovators keep pushing for tighter controls.",
        "Making a mistake—even if it’s just a system glitch—can drop your score. Once that happens, you’re marked. No appeals, no questions.",
        "Surveillance units doubled near government blocks, like they're expecting something big.",
        "For someone like me—okay, I don’t trust the direction all this is heading at all—it’s claustrophobic.",
        "Sometimes I wish someone would just admit things aren’t working."
      ],
      [
        "What worries me is, since Halden died, the system’s unraveling, and it’s all smoke and mirrors to keep us calm.",
        "Compliance performances are at an all-time high, but nobody buys the act—everyone’s just afraid of random score drops.",
        "The little resistance groups aren’t loud, but their random, chaotic routines mess up the algorithms—makes it tough for my team to separate signal from noise.",
        "I used to help tune the BCI for fairer outcomes, but now it’s being fed so much staged input that the models don’t know what’s real.",
        "The Council is splintered—Harmonists are paralyzed, Innovators want more surveillance, Directorate is talking intervention, but nobody has override authority anymore.",
        "Street surveillance units doubled, and there are rumors about internal sabotage.",
        "People get flagged and ghosted over nothing; it used to just be outcasts, now it’s regulars too.",
        "Privately, a lot of us have given up believing the propaganda. I can’t defend a system that punishes people for surviving.",
        "Sometimes I come here just to feel—well, like I’m not the only one awake in this.\""
      ]
    ]
  }
}