{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "There’s a lot of noise in the city, more than usual.",
        "Heard about Halden, right? People talk.",
        "Work’s been hectic—more cases, more stress.",
        "Feels like everything’s just… off.",
        "My score dipped again. Not sure why.",
        "Can’t shake this uneasy feeling lately."
      ],
      [
        "Yeah, it’s been tense everywhere, hasn’t it?",
        "Halden’s death sort of threw things out of sync at work.",
        "We keep getting new instructions every day, and nothing aligns.",
        "I noticed more people flagged for little things, just online comments even.",
        "The lounge—people are on edge, arguing over what’s real.",
        "My own score dropped, which makes everything harder to process."
      ],
      [
        "Honestly, the shifts are hard to ignore these days.",
        "After Halden died, my department—well, we started getting conflicting updates every morning.",
        "Lots more cases sent my way, mostly from people who posted something sharp online, nothing extreme.",
        "Systems disagree with each other, so I have to escalate a lot, which isn’t normal.",
        "Everyone at work’s tense—arguments break out over the propaganda playing everywhere.",
        "My score fell because of the escalations. Makes me second-guess every move.",
        "It’s unsettling, feeling watched and misjudged by something you can’t talk to."
      ],
      [
        "Something’s definitely building. After Halden, the routines all broke down—nothing functions quite right now.",
        "I see more flagged cases every day—just citizens arguing in forums and getting scored like criminals.",
        "The system’s verdicts contradict each other, and the pressure to push issues up higher is constant.",
        "A junior analyst questioned one of the official stories and was punished instantly. It’s like the score patrols thoughtcrime.",
        "I watched my own score drop—maybe just from the backlog or maybe for hesitating.",
        "It’s hard seeing how quickly small mistakes become big problems for everyone—me included.",
        "I used to think the system worked for order, but now it just feels brittle, rigid, unfair.",
        "It’s like we’re all walking on a floor that could collapse at any moment."
      ],
      [
        "I feel it every day now. Things used to feel safer, steady, but that illusion fell apart with Halden's death.",
        "Work’s become a mess—we’re handed these ever-changing orders, and nobody questions why except in whispers.",
        "Most of my time is spent flagging people for expressing doubts, or just for standing up for themselves online. The modules can’t even agree if that’s a threat.",
        "I saw a colleague get punished just for arguing against the propaganda, right there in public.",
        "My own score is dropping, maybe just because I don’t hide my discomfort as well as I should, maybe for not pushing enough cases through.",
        "It was easy to tell myself before that BCI kept things peaceful, but lately I see it hurts the same people it claims to protect—people like us.",
        "If I’m honest… I don’t trust what we’re building anymore. I don’t know how much longer I can keep pretending I do.",
        "It all feels like we’re trapped under glass, and it’s cracking."
      ]
    ],
    "emotion": "Disquiet—like the ground is shifting under my feet, and I'm not sure where I belong in all this."
  },
  "emotional": {
    "opener": "\"It's normal to feel unsettled when everything keeps changing around you. You don't have to carry it alone.\"",
    "variants": [
      [
        "Thanks. That means something.",
        "Things are just... different."
      ],
      [
        "I guess it helps to hear that, even if it's strange times.",
        "I'm doing the best I can to keep up, you know."
      ],
      [
        "I appreciate you saying that. It gets to me sometimes, all the constant changes.",
        "Most people pretend like it's fine, but I don't buy it."
      ],
      [
        "Thank you. Sometimes I feel like I have to be careful with every word, every move—even when I’m off duty.",
        "It's exhausting, pretending it’s all normal just to keep from slipping up."
      ],
      [
        "Honestly, I keep waiting for all the quiet rules I don’t know I’m breaking to catch up with me.",
        "Some days I miss when things were messier, but felt real—when you could just talk and not worry if it came back in your score.",
        "I used to think I was part of the solution, not just another piece to monitor.",
        "Mostly, I just want to breathe and not check my BCI every night before bed.",
        "You're right, sharing makes it a little less heavy.",
        "It’s good not to feel so alone, even if just for a while."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what you actually know about what’s been happening, not the official lines. Spare me the rumors.",
    "variants": [
      [
        "Officially, Council says it’s a technical disruption—just flaws in the system.",
        "They’re promising reviews, but everyone releases their own statement, nothing lines up.",
        "There were…memorials, debates got heated, people picked sides fast.",
        "Now there’s talk about possible tampering, nothing concrete.",
        "Feels like what’s public is meant to distract from whatever’s really going on.",
        "Can’t say if any of it matters for people like us."
      ],
      [
        "Council’s blaming system errors, but that doesn’t really explain all the chaos.",
        "Every faction’s putting out their own version, keeps people confused, arguing—probably intentional.",
        "Heard they hinted at data being tampered with during Halden’s last days, Directorate spins it hard.",
        "Public spaces are full of propaganda now—seems to feed the division.",
        "All I know is compliance is all over the place lately, a lot less predictable than before."
      ],
      [
        "Right after Halden, the Council started spinning their narratives fast—each group shaping what ‘really’ happened.",
        "Some internal memos mention fragmented records and diagnostic patches being held back, supposedly for transparency.",
        "Security flagged possible data tampering but won’t name names; Directorate’s pushing the blame towards so-called ‘innovators’.",
        "Propaganda is everywhere, like they’re trying to drown out the confusion with certainty.",
        "The BCI’s acting erratic—patterns that would pass before are now flagged. I think it’s not just a glitch, it’s people inside working angles.",
        "Feels like the fractures aren’t just among citizens, but within management too."
      ],
      [
        "Council power plays got exposed after Halden’s death—now every faction’s fighting over what history to tell.",
        "Those memorials weren’t just grief, they were sides being drawn, old grievances coming out.",
        "I saw evidence fragments being preserved, not patched over like they claimed—someone wants the truth archived.",
        "Rumor inside is Directorate’s using the chaos to tighten their hold, blaming ‘risk takers’ for everything.",
        "Scores fluctuate wildly—and my own’s not just a number, it’s a warning sign now.",
        "I don’t buy the official narrative anymore, can’t pretend this is just stability breaking down."
      ],
      [
        "After Halden died, I tracked a Council member holding back an emergency patch—kept original logs as leverage, not for any public good.",
        "The different faction statements aren’t mistakes, they’re calculated moves to build loyalty blocks, divide the city even deeper.",
        "Public debates read like rehearsed confrontations—propaganda teams fueling them for compliance, not unity.",
        "I found conflicting BCI verdicts being sent deliberately, to destabilize some groups more than others—the system’s being nudged behind the scenes.",
        "I used to run those early BCI analyses, believed in what it could become, but now I see it rewritten to crush dissent, to consolidate power, not serve people.",
        "No faith left—not in the Council, not in ‘Humane Alignment’ campaigns, not in the score. I’m only still at that office so I can see what’s next, not because I trust any of it."
      ]
    ]
  }
}