{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "Just keeping busy. Few oddities at the resource center, but nothing worth the ink.",
        "Staff unfamiliar to me. Systems lagging—mistakes here and there.",
        "I mind my own business. Routine is safer, these days.",
        "Things feel... thinner, somehow."
      ],
      [
        "I still make my appointments. Place is different now—staff I don’t recognize, proper records missing.",
        "Saw a few names on duty I never expected, not with their record. Oversight slipping, maybe purposeful.",
        "Kept to protocol when they pressed for more info. Not everyone does.",
        "Was flagged for it. My BCI dipped, which says all you need.",
        "Hard to say what’s coming next—systems aren’t holding like they used to."
      ],
      [
        "Routine health check last week wasn’t routine at all. Paper sign-ins, staff without proper clearance, confusion everywhere.",
        "Folks with spotty histories handed responsibility. I can’t say it felt right.",
        "I kept quiet, avoided sharing too much. Security is a habit now, not a rule.",
        "They marked it in the system—my score dropped. Not a surprise, but still stings.",
        "Can’t help but notice order is slipping away.",
        "Strange times, really. Hard to sleep lately."
      ],
      [
        "I’m retired, but spent long enough in Council halls to spot trouble when order goes. Health check day—it felt makeshift, staff all wrong, credentials I wouldn’t stamp twice.",
        "Some of them in posts they shouldn’t have ever seen, all because the BCI is malfunctioning. That never used to happen.",
        "Kept my documents close, refused extra questions—protocol from habit and caution.",
        "System flagged me for it. Score slid down again. No apology, of course.",
        "Living with that’s woven in now, but I can’t say I like the unraveling.",
        "The old ways—the Harmonist ways—meant steadiness. I suppose that’s gone.",
        "It leaves you watching every step, even in familiar places."
      ],
      [
        "You know, after thirty years shuffling Council papers, you feel when the ground shifts. Retirement doesn’t give back the sleep you lose seeing standards evaporate.",
        "Went for my health check—should’ve taken ten minutes. Instead: no automation, strangers at the desk, and poor records. A few faces assigned to duty I know have low compliance from old logs. That’s not accidental—labor systems failing, or worse, tampered with.",
        "Kept my briefcase on me. Didn’t share a scrap more than I had to. Sometimes, holding the line is all you can do. They flagged my caution—knocked my BCI again.",
        "Not my first time at risk, but it stings, still, to see the city trade order for expediency.",
        "Back in my time, Harmonist habits weren’t a liability. Now they feel like a warning sign.",
        "Trouble is, I wasn’t just protecting myself. There are documents in the case I can’t let just anybody see—not after Halden’s death, not with the system teetering.",
        "Saw it coming from a mile off, but it’s lonelier to be right than people think.",
        "Nights come heavy lately. The city feels brittle, and I can’t quite shake the worry."
      ]
    ],
    "emotion": "Unsettled, uncertain, somewhat vulnerable but not overtly distressed"
  },
  "emotional": {
    "opener": "Nikola, it's understandable to feel unsettled — the city changes so quickly, but people like you remember what true order can be. That's valuable.",
    "variants": [
      [
        "You have a point. Not everyone remembers what things used to be.",
        "Sometimes it helps to hear that said aloud."
      ],
      [
        "It's true, not many care for the older ways of order.",
        "People forget. But I haven't, not really.",
        "I appreciate your words."
      ],
      [
        "You've reminded me that it's not wrong to expect certain things to remain steady.",
        "Some names, some faces, some rules — they anchor us.",
        "Order had its purpose.",
        "I suppose it's worth remembering that value."
      ],
      [
        "I do hold on to those memories of steadier days — perhaps too tightly.",
        "There's comfort in seeing someone else value continuity.",
        "Our world wasn't perfect, but it made sense to those who lived it.",
        "Your words help more than you realize.",
        "I think there's merit in carrying some things forward."
      ],
      [
        "You know, I spent years ensuring the Council's routines ran quietly, properly — it shaped me.",
        "Sometimes I wonder if that's why I feel each shift so sharply, like a clock out of rhythm.",
        "The structure, the process — they give meaning, not just function.",
        "There was dignity in how things were managed, even if it wasn't seen by all.",
        "Hearing that someone notices the difference, that steadiness matters... that does ease things.",
        "I suppose worth can't always be logged or measured, can it?"
      ]
    ]
  },
  "factual": {
    "opener": "What’s really going on, Nikola? Everyone’s talking, but nobody actually says anything. Just tell me what’s actually changed.",
    "variants": [
      [
        "Systems glitched. Labor assignments, all over the place.",
        "People moved from their jobs. Wrong folk in charge.",
        "Council blames itself, can’t get it together.",
        "No quick fix. City’s in for more mess."
      ],
      [
        "They froze the BCI labor tool. Mistakes everywhere since.",
        "Some who shouldn’t be trusted now have the keys—dangerous, I’d say.",
        "Council’s lost order. Factions point fingers, but nothing’s stable.",
        "Security folk want clampdowns. Innovators want a system audit. No consensus."
      ],
      [
        "After Halden died, labor systems broke—assignments stopped matching.",
        "High scorers end up on menial tasks, low scorers in sensitive spots. Unrest follows.",
        "Services get delayed or mismanaged by people without background.",
        "The Council is splintered—security pressing for emergency measures, others resisting.",
        "Propaganda tries to patch the cracks, but trust dropped fast.",
        "Old Harmonist ideals of orderly administration feel far away now."
      ],
      [
        "Everything’s off since Halden’s death—automated labor controls stopped making sense.",
        "Familiar faces displaced, unknowns running vital posts. Almost by design, some say.",
        "City is uneasy. Work mismatches cause more than missing services—people feel disposable.",
        "Council factions blame each other. Security pushes for control, Innovators want tech reviews.",
        "Harmonists try to calm things, but their voice fades—the order’s gone thin.",
        "Protests keep growing. No public input, no answers.",
        "I spent years pushing paper for those people. This is worse than they admit."
      ],
      [
        "It started quietly—systems just slowed, then full breakdown. Labor assignment chaos—trusted folks on the sidelines, risky ones steering the ship.",
        "BCI quarantined by insiders, trying to secure data. It left a vacuum, no fallback plan. I saw what happened to proper oversight.",
        "Used to be, Harmonists like me believed systems kept order. Now it looks more like a power scramble.",
        "Council’s at war with itself. Security Bloc wants martial oversight, Innovators want to rewrite the whole codebase, nobody listening to sense.",
        "Protests growing louder. Public not fooled by official lines, not after seeing who got promoted lately.",
        "Whispers say some documents aren’t supposed to survive—wonder if that’s why they’re looking at old aides like me.",
        "I know half the faces who suddenly got assignments meant for Council-tier trust. Some of them—bad history, not even loyal.",
        "Halden’s gone, and with him went the brake on madness. Harmon's quiet machine—turned brittle and loud overnight.",
        "It’s hard, watching a city give up on its own rules. Sometimes feels like being the last holdout for the old order."
      ]
    ]
  }
}