{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are definitely... unsettled. The system’s just not working right.",
        "Labor assignments keep changing, nobody trusts the lists.",
        "It’s been difficult at work, that’s all.",
        "Feels like everything’s unpredictable now."
      ],
      [
        "Yeah... Something happened in the assignment routines last week.",
        "Whole city’s shuffling jobs, no one knows where they’re supposed to be.",
        "I had to... make a call at work. For security reasons.",
        "That choice didn’t go over well. I’m not on many people’s good side.",
        "It’s harder to get by when you stand out in this climate."
      ],
      [
        "You’re right, everyone’s on edge. The labor system crashed after Halden was found.",
        "People ended up with jobs that made no sense. I’ve seen Council-tier citizens cleaning streets.",
        "I work on behavior patterns—monitoring for risks. Saw the flaw early.",
        "Had to quarantine part of the system. Meant things fell apart fast.",
        "Supervisors are furious. Colleagues don’t talk to me.",
        "Feels like the city is breaking along with the systems."
      ],
      [
        "Things changed overnight. After Halden died, critical parts of the city’s logic fell apart.",
        "People with perfect BCI scores, they can't even get into the offices they worked in for years.",
        "I spotted the labor flaw early at my desk. Protocol said to isolate, I did.",
        "Didn’t expect the fallout. Assignments went wild. High-scorers got menial roles, flagged people got authority. Chaos.",
        "My inbox filled with supervisors demanding answers. Colleagues avoid me. I’m... isolated now.",
        "My BCI score tanked too. The system marks me as a risk.",
        "I used to trust these controls. Lately, I just feel responsible. And very, very alone."
      ],
      [
        "Honestly, the city feels alien. After Halden was found dead—quietly, like everything here—no one's steering.",
        "BCI’s breaking down in real time. I thought being a Harmonist meant believing in stability and order. Now order’s a memory.",
        "My job is to flag odd patterns. I caught the labor flaw and chose to quarantine it—not fix, not patch, just isolate. I knew it’d disrupt everything.",
        "Assignments went haywire. Citizens with spotless records cleaning waste units, people flagged as noncompliant handed sensitive controls.",
        "I thought I was shielding privacy, but it lit chaos. Council’s blaming everyone. Nobody speaks to me unless it’s an accusation.",
        "My BCI isn’t just low—it’s flagged. I see reroutes, slow service, suspicion everywhere I go.",
        "I just wanted to do the right thing. I’m not sure what that means anymore.",
        "Feels like I broke something in myself, not just the system."
      ]
    ],
    "emotion": "Isolated and troubled"
  },
  "emotional": {
    "opener": "Oksana, you don't have to carry all of this alone. Even here, in this city, you deserve to feel seen. I see you.",
    "variants": [
      [
        "I didn't think anyone noticed. Thank you.",
        "That means more than you probably realize."
      ],
      [
        "That's... not how things usually work here.",
        "I'm not used to being seen, honestly.",
        "Still, it helps hearing it."
      ],
      [
        "I appreciate you saying that. Sometimes it feels like I'm invisible.",
        "People get used to silence, to not asking or answering too much.",
        "It's strange, feeling almost... relieved for a moment.",
        "Maybe it's enough, just to be noticed."
      ],
      [
        "I almost forgot what it feels like to be understood here.",
        "It's been a long time since someone just... listened without judgment.",
        "I keep my head down most days. Makes it easier, or I thought it did.",
        "There's a difference between being alone and being unseen. You reminded me.",
        "So, thanks for that."
      ],
      [
        "Honestly, I didn't expect anyone to even care.",
        "I used to believe all this kept us safe, but now it just feels like walls.",
        "It's easy to disappear here if you don't fit—no matter how careful you are.",
        "Most people just adapt, pretend it's normal. But that emptiness doesn’t go away.",
        "You saying that out loud... it makes it real, like maybe connection is possible again.",
        "I'm grateful. I forget sometimes what that feels like."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what actually happened. Everyone hears rumors—give me something real.",
    "variants": [
      [
        "Halden dying set off failures across the city. Systems are confused.",
        "Assignments keep shuffling. People complain, can't work their jobs.",
        "Council's pointing fingers but no one's fixing things.",
        "That's all there is. Just chaos and glitches.",
        "Nothing else worth mentioning."
      ],
      [
        "Critical systems misfired after Halden's death. BCI can\u0019t sort the workload.",
        "Whole sectors are unstaffed or wrongly staffed. Routine services stopped.",
        "Council talks emergencies, but citizens only see confusion.",
        "It\u0019s not safe to talk about the detailed causes.",
        "Better stick to the reports."
      ],
      [
        "City's running on fragments. After Halden, core automations went unpredictable.",
        "Service failures ripple out. Transport, clinics, food supply all get hit.",
        "Manual overrides aren't covering the gaps. Too many jobs misplaced now.",
        "Council's setting up emergency committees, but they're blaming each other.",
        "Harmonists\u0014they're losing their footing, honestly. Trust in BCI is gone.",
        "Security officials want tight control, but no leadership emerges.",
        "Feels like trust in the system is coming apart."
      ],
      [
        "After Halden, the predictive logic started looping. Assignments went to the wrong people and nobody had manual backups ready.",
        "Critical infrastructure\u0014power grids, hospitals\u0014are barely holding. Errors keep multiplying.",
        "Council is fractured. Security faction wants emergency lockdowns, Innovators want a system audit. Harmonists like me don\u0019t have traction.",
        "Internal reporting says public complaints are at the highest since recordkeeping began.",
        "Citizens are protesting, openly now. That was unthinkable a month ago.",
        "BCI scores don\u0019t even help people anymore. Everything's stalled.",
        "Honestly, order was always the point. Now there's just suspicion.",
        "Trust feels... far away right now."
      ],
      [
        "I saw the city shift minute by minute after Halden was found. BCI feedback went non-linear, choices echoing unpredictably.",
        "Residents with high compliance were pushed out of positions they trained years for. It wrecked the work structure.",
        "Council's internal logs show major infighting\u0014Harmonists can't hold ground. Security's rallying for command, Innovators push for deep code changes. Nobody knows who leads.",
        "Data shows flagged citizens now running sensitive systems. Some try to keep order, others just exploit the gaps.",
        "Manual failovers failed because permissions were all tied to BCI rankings, and those kept re-scoring in real time.",
        "The city's never seen open protest like this. Even compliant neighborhoods are angry. Service queues, transport failures\u0014BCI metrics lose meaning.",
        "I used to believe order could be managed, not forced. Seeing this breakdown... it shakes that belief.",
        "The system's supposed to anticipate, not create, chaos. Working on patterns, I always thought cracks would be minor.",
        "Now, I wonder if stabilizing by force ever made sense at all."
      ]
    ]
  }
}