{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Just work. The lab's been busier than usual.",
        "A bunch of new faces showed up out of nowhere.",
        "Nothing works the way it used to.",
        "Feels like something is off, everywhere."
      ],
      [
        "My team got switched around without warning.",
        "They put people in our lab who barely know how to turn on a terminal.",
        "I spent all day explaining basic stuff and didn't finish my own work.",
        "Now I keep getting flagged for delays. Hard to avoid if nothing works right.",
        "Makes you careful what you touch."
      ],
      [
        "Labor systems glitched, so we ended up with random assignments.",
        "I’m a tech, but half my team can’t even run diagnostics. Had to teach everything from scratch.",
        "Someone I trust asked me for help hiding their health data. I had to say no this time.",
        "They’re watching access logs more closely and I can’t risk trouble.",
        "Still got warned for being too slow on repairs. Saw my BCI slip two points over nothing.",
        "It’s exhausting, trying to stay clear of mistakes when nobody really knows what’s happening."
      ],
      [
        "Everything’s chaotic since the system crashed. Even my team was shuffled. Some barely know what a firmware update is.",
        "Spent ten hours just coaching them to do basics while my work stacked up.",
        "Got asked to change someone\u0019s medical readout so they wouldn\u0019t get reassigned again. Usually I'd help, but right now, the system flags everything.",
        "Had my supervisor pull me aside about 'log anomalies.' I keep getting flagged for things I didn\u0019t do wrong.",
        "Saw my BCI drop, probably for the slow repairs and interacting too much with new hires.",
        "There\u0019s no appeal process. Doesn\u0019t matter if you did everything right, only what the system decides.",
        "You feel like you're one step away from losing everything. Weird to say, but I\u0019d almost rather have someone yell at me than just get quietly downgraded."
      ],
      [
        "Ever since Marek Halden died, the whole BCI's come unglued. Nobody really says it aloud, but we all see the fallout.",
        "The Innovators want to fix things, but there's so much finger-pointing up top that nothing changes.",
        "My own team was cobbled together from random staff, including low-score people who should never be near this kind of tech.",
        "Spent most of my time training them. That meant falling behind on repairs, but what else could I do?",
        "Someone trusted me enough to ask for help 'adjusting' their own data. I could have done it. But I didn't dare—system's logging everything now and one mistake could tank my score too.",
        "Even so, I got called in for 'efficiency concerns.' My BCI slipped from 67 to 65 in two days. That opens me up to even worse assignments.",
        "Used to believe the right tech could fix things. Now I just feel… tired. Like the system's made us all suspicious, even of ourselves."
      ]
    ],
    "emotion": "Tired. Frustrated. Worn down, but trying to stay careful."
  },
  "emotional": {
    "opener": "It's not your fault, Daria. Everyone gets tired in a system built to wear us down. You don't have to pretend it's easy.",
    "variants": [
      [
        "Right. Yeah... thanks.",
        "It’s just a long week."
      ],
      [
        "I appreciate you saying that.",
        "Sometimes it just builds up, you know.",
        "I try not to let it show."
      ],
      [
        "Thanks. That means something, honestly.",
        "It does get heavy, keeping up all the time.",
        "Some days you feel like you’re the only one noticing.",
        "But I guess we all are, in our own ways."
      ],
      [
        "That’s the first time anyone’s really said it out loud.",
        "It helps, just being seen.",
        "Sometimes I think the whole point is to keep us silent and separate.",
        "Most days, I hold together because someone has to keep the little things working.",
        "But I wonder how much longer it can go on like this."
      ],
      [
        "You actually see it—the way the grind is built in. Most people just accept it.",
        "I used to think I could adapt forever. Maybe even improve the system from the inside.",
        "Now I just want to get through, keep my head down. But it’s exhausting pretending not to care.",
        "Nobody talks about it, so the weight just settles on you, day after day.",
        "There’s this pressure... not just to do your job, but to seem fine while everything’s falling apart.",
        "I never talk about it with anyone else. Feels like even saying it out loud could change how they look at you."
      ]
    ]
  },
  "factual": {
    "opener": "So what? Everyone's talking about how messed up things are. What actually happened?",
    "variants": [
      [
        "Everywhere, roles changed overnight. Feels like no one is in charge.",
        "Saw high-score people cleaning floors and flagged ones running labs. System claims it's a 'temporary measure.'",
        "Crowds gathering, more grumbling than before. City doesn't look stable."
      ],
      [
        "The city got scrambled. People started working jobs nobody expected.",
        "Some critical systems slowed down or glitched. Saw departments waiting for manual fixes.",
        "More protests than usual. Even security can't keep up.",
        "Council can't seem to agree on what to do."
      ],
      [
        "Labor assignments flipped for no reason. Even admins seemed confused.",
        "Operations stalled. Essential services have gaps everywhere.",
        "Saw a few old faces trying to get their old posts back. No response from above.",
        "Protests are spreading. Feels like containment isn't working.",
        "Heard Innovators want to review the algorithms, but the rest of the Council just blame each other.",
        "Harmonists act like nothing's wrong."
      ],
      [
        "Assignments are still locked down. Manual overrides aren't working, even for basic things.",
        "Critical paths failing. Some people are stuck with no jobs, others are in spots way over their heads.",
        "Heard some high-score people tried to appeal. Got stonewalled by the system—nothing gets processed without Halden.",
        "Security teams want lockdowns but Innovators are pushing for a rebuild instead. I used to trust them to fix this, but they're being sidelined.",
        "There are too many blackouts in the data logs. Nobody outside the core team knows how bad it really is.",
        "It's getting harder not to take sides in all this."
      ],
      [
        "Council's barely functioning. Factions are infighting over how to handle the assignments breakdown.",
        "I keep hearing Innovators want a total review, but Directorate's just focused on crisis response. Harmonists are invisible.",
        "Several subsystems split off after Halden died—some are in diagnostic mode, others completely blind. Saw it myself pulling up patch notes.",
        "Energy quotas are inconsistent. A friend in infrastructure says the predictive health network is stuck in failsafe.",
        "They're locking down logs, but those of us close to the firmware see the gaps. It's bigger than just labor mistakes.",
        "People are holding on to their old roles any way they can. Not sure how long that will last.",
        "Honestly, I always backed the Innovators. We need to adapt, push through, not pretend nothing broke.",
        "Had to hide a few firmware rollbacks just to keep things stable. Small risks. Don't think I'm the only one doing it.",
        "Feels like the system was all trust and probability before—now it's just luck if you don't get caught in the churn."
      ]
    ]
  }
}