{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Yeah, things aren’t exactly smooth lately.",
        "Work’s gotten stricter, more checks on even small tasks.",
        "People look nervous, but most just keep their heads down.",
        "I’m just doing my job, trying not to get noticed."
      ],
      [
        "You’re right, it’s been strange.",
        "At the lab, new rules mean double-checks on everything—nobody wants to mess up.",
        "Saw a coworker hesitate over something simple, like everyone’s on edge.",
        "I stopped staying late or helping out extra—doesn’t seem smart now.",
        "Feels like one wrong move and you’re flagged, so it’s better to be careful."
      ],
      [
        "Things changed after Halden died—that’s when the system started acting off.",
        "We’re supposed to keep everything running, but it’s all tighter now.",
        "Even running a basic test on my own band feels risky.",
        "Some people at work are scared to touch anything, worry they’ll land on a watchlist.",
        "I deleted notes at home, stuff I kept just in case—I don’t trust the profiles anymore.",
        "Mostly, I just follow orders exactly. Feels safer that way, but it’s wearing me down."
      ],
      [
        "Halden’s gone, and now the system glitches are everywhere.",
        "At work, I see people faking ‘normal’ just to dodge suspicion—the surveillance is easy to notice, even for small things.",
        "We got new protocols, like every step is under a spotlight. Before, I’d help out my team, run a few fixes off the record. Not anymore.",
        "Last week, I watched someone freeze up over a band reset. Simple task, but everyone’s worried about getting flagged by accident.",
        "It’s not just my job either—I wiped out some records at home, nothing big, but I can’t tell if data is still real.",
        "My own score slipped. You try to play it safe, it still shifts under you.",
        "These days, I don’t take risks or trust unofficial channels—not with how things are run. But it’s making every day feel heavier."
      ],
      [
        "Honestly? I miss when this work felt normal. Now it’s just tight controls and constant suspicion.",
        "Ever since Halden died, everyone is pretending—like performing for the system, not for each other.",
        "I work on the health bands, and even the smallest system update takes ages, double authentication, and more eyes watching every record.",
        "People come to me when things glitch, but lately I have to turn them away… one mistake and your score tanks.",
        "Saw these weird, forced ‘compliance displays’ popping up all over—like if you look too eager, maybe the system will leave you alone.",
        "Deleted personal logs at home—used to track who needed help, or whose data might slip through. Now it’s too risky.",
        "My compliance score actually dropped because I’m not bending the rules anymore. Directorates keep ramping up, but Innovators just want better models, not paranoia.",
        "Feels like I’m holding everything together with tape, just pretending I’m fine. I’m tired, honestly—no other way to say it."
      ]
    ],
    "emotion": "tired and tense, holding things together on the surface"
  },
  "emotional": {
    "opener": "\"Daria, you don't have to carry the whole weight yourself. It's okay to let someone else see you're tired. You matter, even if the system forgets to show it.\"",
    "variants": [
      [
        "Thank you. I don't hear that much.",
        "I appreciate it."
      ],
      [
        "You’re right, sometimes it feels like no one notices.",
        "That helps, knowing someone does.",
        "Not many people say things like that."
      ],
      [
        "I guess I’ve just gotten used to keeping things to myself.",
        "It’s strange, I forget what it’s like to just feel seen.",
        "That means more than you know.",
        "Thank you for saying it."
      ],
      [
        "I usually don’t talk about how much it wears on me.",
        "Most days, I try to just look steady—no cracks.",
        "You saying that makes it easier to breathe, even just for a minute.",
        "I think I needed to remember someone cares.",
        "That’s rare here."
      ],
      [
        "Sometimes I wonder if the system notices when people start disappearing inside themselves.",
        "I tell myself to stay focused, stay necessary, but it’s harder than I admit.",
        "Honestly, this job makes it easy to forget you’re more than a set of readings or numbers.",
        "Hearing what you said, it reminds me I haven’t disappeared—not completely.",
        "Not everyone would bother saying that here.",
        "Thanks—for seeing me, even when I forget how to see myself."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what's really going on—everyone can see things aren’t right. What changed?",
    "variants": [
      [
        "People keep talking about system glitches, but no one says what they actually mean.",
        "The bands run their checks, but I stick to the steps, nothing extra.",
        "If something’s wrong citywide, no one’s told us much. Just more protocols, that’s it.",
        "Supposedly, some folks are trying to look extra compliant lately."
      ],
      [
        "There’s chatter that scoring got weird everywhere—people acting by the book, but it’s all for show.",
        "Directorate’s everywhere, always watching now.",
        "They say small groups are playing tricks to mess with the system, but no proof.",
        "We’re told to tighten up, not to question it.",
        "Things feel stuck in a loop—nobody trusts what’s real, least of all at work."
      ],
      [
        "People perform for the BCI now—shows of compliance are all you see, not actual routine.",
        "Surveillance grew obvious after some started pushing back against the glitches.",
        "The Council seems split; Harmonists want less change, Innovators keep pressing for smarter models.",
        "Random denials, weird score drops—nobody can predict it anymore.",
        "Everyone’s trying to stay one step ahead, but it backfires.",
        "It’s not about safety, it’s about keeping the system convinced you’re loyal.",
        "If you step outside the pattern—even a bit—you get watched."
      ],
      [
        "Everywhere, people are faking more than usual—compliance displays everywhere you look.",
        "Small groups are actually trying to scramble the BCI, make things unpredictable so tracking fails.",
        "The Directorate doubled surveillance, you can feel it even outside work.",
        "Used to be you could trust the score to reflect your actions—now, even the Innovators admit it’s broken.",
        "Council is at each other’s throats: Harmonists want calm, Innovators push for better algorithms, Directorate wants a lockdown.",
        "My team’s forced to handle user flags without knowing if they’re real glitches or planted warnings.",
        "Nobody trusts records anymore—even I’ve had to scrub logs I’d never touch before.",
        "Feels like holding my breath every day, hoping the next update doesn’t push my band into the red."
      ],
      [
        "Stenograd’s tense—since Halden died, the system’s just patchwork; all the Council factions are fighting under the surface.",
        "People stage these huge, loud acts of loyalty but everyone’s exhausted. We know it’s performance, not belief.",
        "I hear from colleagues that resistance groups are trying to break up tracking, doing weird things on purpose just to scramble the BCI’s predictions.",
        "Directorate oversight is constant; even bathroom breaks get flagged if they’re not the right pattern.",
        "Innovators say smarter models can fix everything, but paranoia is winning out, even among tech staff—I see it every day.",
        "I used to bend the rules to help people whose scores dipped unfairly, but now that’s more dangerous than ever.",
        "Our compliance logs are a mess—half-applied updates, corrupted health data, ghost errors.",
        "I wiped my own risk lists after a scare—the kind of thing I never thought I’d do.",
        "Every day I wonder how long before it’s not just small groups that start pushing back, because honestly, this isn’t working for anyone—not even the Council."
      ]
    ]
  }
}