{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "Yeah, things feel off lately.",
        "Saw some people I haven’t seen in a while, all back at work like nothing happened.",
        "Was at the transit hub—never seen it that tense.",
        "Got waved through when I shouldn’t have, not complaining, just odd.",
        "Feels like everyone’s just waiting to see what glitches next."
      ],
      [
        "People are definitely acting strange since the system blipped.",
        "Old faces are showing up in places you’d think the BCI would still have locked down.",
        "I got fast-tracked at the hub—my score just jumped out of the blue.",
        "Did a gig for someone ghosted for months, like the world reset by accident.",
        "I keep my own records now, just in case."
      ],
      [
        "Things have been upside down since Halden died and the BCI started cycling wild.",
        "Transit’s a mess—got priority myself one day, score jumped for no reason.",
        "Folk who were written off suddenly have clearance again, acting like it’s all normal.",
        "Everyone’s whispering about lost jobs and missing points.",
        "I’m still logging everything by hand—don’t trust the system to keep its own books right now.",
        "Feels like I’m stuck watching the gears grind up the wrong way, just waiting."
      ],
      [
        "It’s all scrambled since Halden died—the BCI keeps spitting out random scores, so people are acting like it’s their last chance to get ahead.",
        "Saw guys who were locked out for ages suddenly waltzing in; nobody even pretends to have an explanation.",
        "Day my own score spiked, I got the royal treatment at the hub—other techs just glared.",
        "Picked up a job from one of the ‘ghosted’—felt like I was working off the record in plain sight.",
        "I spent break sorting old paper chits, since digital records might just vanish overnight these days.",
        "I used to think I could read the system, now I just expect another twist every morning.",
        "Uneasy doesn’t quite cover it—feels like we’re all holding our breath."
      ],
      [
        "Feels like only the Directorate types are keeping their heads on straight—rest of the city’s scrambling.",
        "Since Halden went down, BCI’s up and down like a bad relay—only reason I got a bump was dumb luck, not virtue.",
        "Folks once marked as risks or worse are strolling around; rules shift by the hour but no one’s owning up.",
        "I don’t pay with system credits if I can avoid it, keep my own chits and records; trust in the system’s for fools lately.",
        "Had to refuse a legit job because the rights didn’t match what my score said—I keep thinking another crackdown’s coming.",
        "I was Directorate once, remember—still like order, but this isn’t order. It’s chaos dressed up as an algorithm. People act tough but they’re scared underneath.",
        "I keep expecting the old hands to step in, but it’s just more patchwork and silence.",
        "If something bigger breaks, we’re not ready. Doesn’t sit easy with me. Not one bit."
      ]
    ],
    "emotion": "uneasy, like I’m waiting for the next shoe to drop."
  },
  "emotional": {
    "opener": "\"Sometimes all you can do is ride out the weirdness. Doesn’t mean you’re alone in it.\"",
    "variants": [
      [
        "Maybe. Strange times, I suppose."
      ],
      [
        "Yeah, not much else to do.",
        "Suppose everyone’s got a bit of that edge lately."
      ],
      [
        "Thanks. You’re right, actually.",
        "Feels like no one really admits how off things are right now.",
        "Helps to just hear it’s not just me."
      ],
      [
        "Thanks, Alex. It does help, oddly enough.",
        "Most people just want me to keep moving along, like business as usual.",
        "It’s comforting, in its own way, to have someone actually notice what’s off.",
        "Makes it less heavy, if that makes sense."
      ],
      [
        "You know, I don’t say it much, but it gets to you after a while.",
        "You can keep your head down, fix circuits, patch code, but sometimes it feels like the whole place is humming with nerves.",
        "I tend to hide out in the workshop, sort old repair logs—makes things slower, real again.",
        "Funny, I never thought just having someone acknowledge the weirdness would matter, but it does.",
        "It’s the pretending everything’s fine that wears you down, not the mess itself.",
        "Appreciate it, Alex. Makes a bigger difference than most realize."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart, just tell me what’s really going on out there.",
    "variants": [
      [
        "Council types say some neighborhoods lost BCI—nothing official, just rumors.",
        "Saw some manual checks in the queue, like old times.",
        "A few services stalling, but no one's panicking—yet.",
        "Doesn't feel like anyone wants to draw attention.",
        "That's about it."
      ],
      [
        "Everyone noticed the BCI outage, but nobody's naming names.",
        "Transit and housing approvals went sideways right after Halden dropped.",
        "Heard the Council's arguing, not much gets through filter though.",
        "Old paper requests showing up, bit of a throwback.",
        "Feels temporary—the kind of mess that gets swept up quick."
      ],
      [
        "BCI failure hit this side of the river first—half the folks didn’t even get notified.",
        "Manual override teams showed up; saw Directorate armbands, more than usual.",
        "Innovators keep popping up in public, talking about patching things fast.",
        "People line up for hours, no digital clearances—Council blames 'operational review.'",
        "Used to be, Directorate folks handled it quiet. Now everyone’s waiting to see if they still can."
      ],
      [
        "Collapse started right after Halden—system lost his credentials, triggered a blackout in half the city.",
        "Saw Directorate squads running manual compliance checks, old-school style. Talk about flashbacks.",
        "Innovators want tech to fix it, but that just means more band-aids.",
        "Rumors say Council’s split—the bureaucrats stall, security wants control back, techies argue patches.",
        "This kind of chaos? Only the Directorate really remembers how to hold things together. I’m still loyal to order, if that counts for anything."
      ],
      [
        "First sign was when BCI flatlined in a dozen districts, right after Halden died—like the control keys went bad without him.",
        "Council was caught flat-footed. Innovators scramble for fixes, but they've never done manual triage. Harmonists freeze, Directorate's the last line.",
        "Saw paper orders signed in real ink; can’t remember when I last processed one of those.",
        "Some of us old Directorate techs get the urgent calls, patching by hand where no network touches.",
        "Most folks don’t realize—without the order the Directorate brings, this city buries itself in its own loops. I never stopped keeping those habits, not since they cut me loose.",
        "Out here, I see the split—Council tries to look in charge, but it's all fragments. Directorate keeps the lights on, even if they're not in the spotlight.",
        "All that propaganda about efficiency and harmony? It means nothing if order breaks. We know that in our bones."
      ]
    ]
  }
}