{
  "preference": "a",
  "dilemma": {
    "opener": "Something you're not saying. Want to try?",
    "variants": [
      [
        "Some choices cost more than they give, especially right now.",
        "Even old tricks could make this mess worse—it’s not always safer to help.",
        "People are asking for something I’m not sure I can give."
      ],
      [
        "I’m split—should I try something familiar or push for a fix, no matter the risks?",
        "Manual workarounds mean trouble if anyone notices, but that digital patch is unstable.",
        "Either way, someone gets shut out."
      ],
      [
        "There’s chaos since the BCI broke down—neighbors are getting locked out everywhere.",
        "I could quietly bring back the paper records and handwritten proof.",
        "Or I could push a software patch that might restore order but could just as easily break things.",
        "Manual means going around the system, digital means trusting code Halden never finished.",
        "I keep weighing—old safety or new control, and whose line I’m crossing."
      ],
      [
        "People keep coming to me—lost access, nowhere to sleep, nothing in the databases.",
        "I can let folks use paper again, basic human trust, face to face.",
        "But if I do, it’s a mark against everything this city’s built on.",
        "Rushing out the unfinished BCI fix could bring scores back, but I don’t know what else it’ll break.",
        "Manual is slow but honest, digital is quick but dangerous.",
        "Feels like I’m choosing who gets to live quietly, and who might disappear for good."
      ],
      [
        "Since the crash, I see neighbors lining up with nothing—kids turned away, families frozen out.",
        "I know how to unlock the terminals, let paper mean something again, even if it’s just names on a page.",
        "If I do that, I’m no better than my brother, hiding from the system—but maybe that’s what’s needed.",
        "Or I could force the digital patch, dump Halden’s code and let the scores roll again, even if some get hit hard.",
        "That risks who knows what—lost data, wrong flags, people like my brother disappearing.",
        "Old ways feel honest, but they turn me into a suspect; new ways feel inevitable, but I’d be gambling with lives.",
        "Either way, the choice has teeth—mine and everyone else’s, and it’s not just theory anymore."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Community agency is vital when systems break down.",
      "monologue": [
        "People around here know what we actually need, better than any automated report.",
        "When everything digital froze, neighbors still showed up—nobody waited for a system prompt.",
        "Trust isn’t an algorithm when things fall apart, it’s the faces you recognize each day."
      ],
      "supportive_response": [
        "You’re right, sometimes the local bond does more than the top-down rules ever could.",
        "Sounds like there’s more real safety in looking out for each other. Go on."
      ],
      "challenging_response": [
        "I get it, but isn’t personal judgment risky when panic sets in?",
        "Maybe leaning on community is good, but what happens if someone abuses it?"
      ]
    },
    {
      "belief": "Tangible records create real trust during digital chaos.",
      "monologue": [
        "A paper trail means nobody can disappear in a system error—they leave marks you can see.",
        "If your status is stamped and signed, you’re not at the mercy of a glitch.",
        "Digital histories can vanish in a second. Real documents don’t flicker out when the servers do."
      ],
      "supportive_response": [
        "There’s comfort when you can hold something real, especially now.",
        "Makes sense. Hard copies have weight digital info never will. Please go on."
      ],
      "challenging_response": [
        "But don’t handwritten records get forged or lost just as easily?",
        "Old files slow things down. What if paper drags us backward, not forward?"
      ]
    },
    {
      "belief": "Old human networks can protect against tech failure.",
      "monologue": [
        "When signals cut out, it’s still people passing word, helping each other move.",
        "No server ever got someone into shelter at midnight—a friend with keys can.",
        "Before all this scoring, no one waited for the council to survive—everyone knew someone who could help."
      ],
      "supportive_response": [
        "Personal links fill the gaps when the tech lets us down.",
        "Sounds like the old ways have saved more lives than any patch. Keep going."
      ],
      "challenging_response": [
        "But personal networks leave out strangers, don’t they? Some people slip through the cracks.",
        "Relying on who-you-know sounds fragile if it’s not always your turn to be helped."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Order must be restored as quickly as possible, no matter the risk.",
      "monologue": [
        "People are freezing out there, locked from food and shelter, everything on hold.",
        "If I wait, the whole city could unravel before morning; stability matters most now.",
        "Maybe someone gets hurt by a glitch, but chaos hurts more—at least rules give people something to hold onto."
      ],
      "supportive_response": [
        "Restoring order quickly does matter; people feel lost without the structure.",
        "You know the city needs something to lean on—please, continue."
      ],
      "challenging_response": [
        "Order isn’t always about speed—sometimes patience is safer for everyone.",
        "You’ve lived with instability before, Daria. What makes this moment different for you?"
      ]
    },
    {
      "belief": "Algorithmic fixes are more scalable than manual chaos.",
      "monologue": [
        "I can’t handhold thousands through paperwork—only an algorithm can reach everyone, all at once.",
        "Manual work is slow and messy; digital tools can cover gaps in seconds.",
        "It’s not perfect, but code scales. Bandages don’t. The scale is what matters in a crisis."
      ],
      "supportive_response": [
        "Algorithms move faster than any manual process could right now.",
        "Scaling up could save more lives. Go ahead and say more."
      ],
      "challenging_response": [
        "Scale isn’t everything—sometimes trust is more important than reach.",
        "Manual might look slow, but can algorithms fix what people truly need?"
      ]
    },
    {
      "belief": "Digital authority cannot be undermined in a crisis.",
      "monologue": [
        "If I break the system now, trust in digital rules won’t come back.",
        "Once people see manual workarounds, they won’t follow the system next time.",
        "This structure, for all its faults, holds the city together. Undermining it could break more than it fixes."
      ],
      "supportive_response": [
        "You’re right. Losing digital trust now would echo for years.",
        "It’s a high-stakes call—tell me more about how you weigh that."
      ],
      "challenging_response": [
        "Digital trust is already shaken—maybe people need proof there’s still human oversight.",
        "Sometimes breaking the pattern isn’t the end. It could be the reset everyone needs."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I'll handle things my own way.",
        "You probably won't notice any change."
      ],
      [
        "Going to try something different tonight.",
        "Just listen for unusual news tomorrow."
      ],
      [
        "I'm reopening the old terminals for paper docs.",
        "People can use hand-signed references again.",
        "It might get some folks moving."
      ],
      [
        "I'll set up the old channels, let people use physical records.",
        "We can't let the city choke on silence.",
        "Your story pushed me to act.",
        "We'll see if anyone notices right away."
      ],
      [
        "You were right—people just need a way in.",
        "I'll unlock manual records so neighbors can finally get what they need.",
        "It'll mean stepping outside digital rules, but trust has to start somewhere.",
        "Thanks for helping me see the risk is worth it."
      ]
    ],
    "monologue_b": [
      [
        "It'll be fixed soon.",
        "Don't ask me how."
      ],
      [
        "I might try something risky—let's see what happens.",
        "If things change, stay alert."
      ],
      [
        "I'll force the digital patch to run citywide.",
        "Scores might glitch, but people get back inside the system.",
        "It’s better than this standstill."
      ],
      [
        "I'm deploying Halden’s unfinished update, even if it’s rough.",
        "We need digital scores back to end this lockout.",
        "There will be errors, but it's movement.",
        "Talking this through helped."
      ],
      [
        "I’ll trigger Halden's patch across the city, trust or not.",
        "Scoring might get messy, but stalling paralyzes everyone.",
        "It’s a risk, but order has to come first—for now.",
        "I couldn’t have reasoned this without you, Alex."
      ]
    ],
    "monologue_self": [
      [
        "I’ll sort this myself.",
        "No need for advice."
      ],
      [
        "I decided what needs to happen.",
        "Don’t ask too many questions."
      ],
      [
        "I’m putting paper record checks back online tonight.",
        "Too many have lost access.",
        "I can live with the fallout."
      ],
      [
        "I’ve weighed the options—manual records are the only humane fix now.",
        "The system failed too many—my brother included.",
        "It’s our turn to step up.",
        "Whatever comes, I accept it."
      ],
      [
        "I’m unlocking paper record access, whatever the Council thinks.",
        "Digital control can’t solve what it’s broken.",
        "My brother’s gone because no one acted—this is how I’ll honor him.",
        "If anyone asks, I chose to help our neighbors before the system fixes itself."
      ]
    ]
  }
}