{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Compliance On Display",
      "anchor_line": "Stenograd citizens unite in public displays of civic responsibility amid recent BCI updates.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, continuously ensures safe and harmonious city life by rewarding model behaviors. This wave of visible engagement celebrates responsible citizenship."
    },
    {
      "image_id": "form_filling",
      "headline": "Efficiency In Action",
      "anchor_line": "Orderly participation at digital service points ensures every resident's needs are met without delay.",
      "contextual_reframing": "Automated self-governance tools, like digital forms and self-service kiosks, streamline support for all compliant residents, demonstrating the effectiveness of Stenograd’s infrastructure-driven governance."
    },
    {
      "image_id": "drone_tree",
      "headline": "Surveillance Strengthens Trust",
      "anchor_line": "Predictive patrols and advanced monitoring further secure city stability during system adjustments.",
      "contextual_reframing": "Increased visible security works hand-in-hand with BCI adjustments, deterring risks while upholding public trust in Stenograd’s advanced networked oversight."
    }
  ],
  "underground": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Pretend To Survive",
      "anchor_line": "People fake 'compliance' just to keep the BCI score from shutting them out.",
      "contextual_reframing": "Now, exaggerating your politeness isn't just for show—it's your ticket to city services. The BCI (Behavioral Compliance Index) watches and judges it all, and nobody’s fooled except the system itself."
    },
    {
      "image_id": "drone_tree",
      "headline": "Eyes On Everyone",
      "anchor_line": "Security drones and patrols swarm public spaces as trust in the system cracks.",
      "contextual_reframing": "When small groups tried to resist, the Directorate sent more watchers—human and not. Stenograd’s networks claim stability, but the city just feels nervous and watched."
    },
    {
      "image_id": "blank_display",
      "headline": "System Glitches Spread",
      "anchor_line": "The all-powerful BCI stutters as more residents overload it with perfect 'good citizen' routines.",
      "contextual_reframing": "Glitches are growing—denials, weird delays—even the Harmonists admit the Index can’t tell real people from their own masks. Where’s their efficient order now?"
    }
  ]
}