{
  "official": [
    {
      "image_id": "symmetrical_laundry",
      "headline": "Flexible Labor Update",
      "anchor_line": "Citywide job assignments have been temporarily adjusted as part of an ongoing optimization review.",
      "contextual_reframing": "Stenograd's Behavioral Compliance Index (BCI) ensures dynamic role allocation to maximize individual and collective efficiency in times of transition."
    },
    {
      "image_id": "empty_bench",
      "headline": "Calm In Transition",
      "anchor_line": "Citizens show remarkable patience during ongoing changes in public services and roles.",
      "contextual_reframing": "Efficiency and resilience remain our civic strengths as the Council guides the city through seamless upgrades."
    },
    {
      "image_id": "blank_display",
      "headline": "System Review Underway",
      "anchor_line": "Temporary disruptions in service access are being resolved by expert teams.",
      "contextual_reframing": "Continuous improvement and robust oversight demonstrate the Council’s unwavering commitment to system stability and excellence."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "System Breakdown",
      "anchor_line": "Labor chaos hits Stenograd as the BCI puts the wrong people in the wrong jobs.",
      "contextual_reframing": "When the Behavioral Compliance Index (BCI) glitches, surgeons end up at loading docks and flagged citizens run city critical systems. The so-called 'neutral' algorithms are now just random roulette."
    },
    {
      "image_id": "blank_display",
      "headline": "Trust Fractures Fast",
      "anchor_line": "Protests erupt as citizens reject their bizarre new assignments and demand answers.",
      "contextual_reframing": "People are waking up to the truth behind the glossy BCI: your score decides your life, and right now, nobody’s safe from its errors."
    },
    {
      "image_id": "shattered_display",
      "headline": "Council Panic Grows",
      "anchor_line": "Sudden blame games inside the Council hint at a full-scale power struggle.",
      "contextual_reframing": "Leaks suggest key systems failed after Halden’s death, with no real human oversight. 'Self-correcting' just means no one’s steering."
    }
  ]
}