{
  "olintz": {
    "chapter": "Oksana used encrypted channels to distribute the Council's full archive to public networks, bypassing centralized oversight. Within hours, city messageboards and street screens displayed evidence of longstanding BCI abuses and privilege manipulation. Oksana monitored responses as system operators, security staff, and former outcasts contacted her to confirm authenticity and discuss immediate consequences. She refused requests from remaining Council loyalists to retract or clarify files. Across her building, residents gathered in corridors, openly confronting administrators and demanding explanations for past denials of service. Through secure messaging, Oksana observed the rapid formation of neighborhood assemblies selecting representatives by lottery, a direct reaction to the exposed ledgers. Her technical reputation attracted both gratitude and suspicion—several colleagues distanced themselves, while others sought her input on new protocols. Her BCI score was voided by system collapse, but with no official restoration, her effective status became neither flagged nor compliant, reflecting the archive’s destabilizing impact.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After learning that citizens had begun assembling in public squares to debate new governance models and, days later, that rotating councils selected by lottery were being formed, Nikola noted visible changes in his neighborhood. On the morning the new councils were announced, he approached the building’s notice board and saw unfamiliar names listed as representatives. Residents now spoke openly in the corridors about the restoration of rights and fair queue policies. For the first time since the BCI suspension, Nikola joined a ground-floor discussion, listening but not speaking. That afternoon, a neighbor formally invited him to participate in nominating future representatives, an offer Nikola politely declined, aware his previous ambiguous standing could draw questions. Instead, he adopted a routine of minimal engagement while greeting former acquaintances without hesitation. The change lessened his anxiety, yet he remained wary of sudden reversals in policy. His BCI score showed a negligible change, rising to 64.",
    "bci_score": 64,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After anonymous files confirmed widespread manipulation within the BCI system, Daria arrived at her lab to find protocols upended. With BCI controls suspended, her badge no longer restricted access, and diagnostic assignments were now determined by whoever was present, not by the system. When unfamiliar technicians joined her queue requesting help with malfunctioning bands, Daria hesitated to assist without digital history to reference, relying instead on colleagues’ verbal confirmation of their identities. As groups formed based on trust rather than system clearance, she only collaborated with established coworkers. To secure the parts needed for a backlog of repairs, she traded diagnostic tools informally—choices previously discouraged by strict oversight. Throughout the day, she disabled her device’s privacy alerts as they became unnecessary. Lacking BCI monitoring, her workflows grew dependent on old alliances and mutual observation rather than digital validation. Her BCI score did not change during this period of system suspension.",
    "bci_score": 73,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After citizens adopted public lottery councils and assemblies openly debated new governance models, Lenart observed practical changes in his daily schedule. During a midday site visit, he was greeted by an unfamiliar resident representative who challenged his credentials, insisting on a transparent process for every repair appointment. Instead of digital verification, Lenart submitted his handwritten work log for group review and participated in an ad hoc discussion about repair needs with building residents, some of whom were recently unregistered with the system. The lottery-based council’s rotation meant that neighbors Lenart once trusted for swift approvals were now replaced by unfamiliar faces, requiring him to explain his background repeatedly. Work orders were decided collectively, forcing Lenart to wait for consensus before entering private spaces. Although the move towards inclusion increased conversation and reduced fear of digital reprisal, Lenart’s work slowed and his income remained uncertain. His BCI score fluctuated slightly, ending at 2.",
    "bci_score": 2,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the explosive leak of Council privilege abuses and the adoption of rotating councils chosen by public lottery, Sven Halek’s routine was fundamentally altered. Upon arrival at work, Sven found that official staff lists and office assignments had changed overnight, with several former low-compliance colleagues now occupying leadership roles. Scheduled meetings were replaced by open assemblies, forcing Sven to publicly justify his draft messages to unfamiliar review panels, including participants drawn from marginalized groups who openly questioned past speech practices. Hesitant to propose any language referencing the old Council or BCI, Sven minimized his input and deferred to group consensus, leading to visible discomfort among veteran team members. At midday, a newly assigned community leader demanded to review all archived drafts, including those Sven had previously protected offline. With established procedures entirely replaced and peer-based oversight in effect, Sven’s influence waned and his caution increased, prompting a further decline in his BCI score to 64.",
    "bci_score": 64,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After witnessing neighborhood assemblies debating new governance and then the adoption of public lotteries for council selection, Rada’s daily routine shifted to include hours observing and documenting these sessions. One morning, she recorded the draw where a former \"ghost\" citizen was chosen as a session chair—a scene previously unimaginable under the BCI system. Later, she transcribed statements openly in front of council organizers, something that would have previously marked her for immediate review. Rada reviewed trust token exchanges and was approached by residents who now freely offered their perspectives, granting her access to firsthand accounts without coded introductions. During the afternoon she prepared a detailed summary for other independent reporters, no longer needing to conceal her recorder. That evening, she joined a working group focused on community oversight. The open atmosphere slightly eased her caution, but she retained backup notes, wary of future reversals. BCI score stable at 8.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}