{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Voices Rise",
      "anchor_line": "Citizens gather peacefully in civic forums as Stenograd reviews its public record systems.",
      "contextual_reframing": "Transparent participation demonstrates social cohesion and adaptability during scheduled system audits."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Council Members Step Down",
      "anchor_line": "Multiple executive officials have voluntarily resigned in response to consultation outcomes.",
      "contextual_reframing": "Leadership transitions are managed calmly, highlighting the system's self-correcting capacity at every level."
    },
    {
      "image_id": "blank_display",
      "headline": "A New Civic Order",
      "anchor_line": "Community assemblies elect rotating councils through public lottery, ushering in a new era for Stenograd.",
      "contextual_reframing": "The transition affirms the city's resilience and commitment to practical, inclusive governance for all."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "The Leaks Spill Out",
      "anchor_line": "Encrypted files just dropped — decades of Council corruption, backdoor BCI changes, and rigged scores laid bare.",
      "contextual_reframing": "Turns out, those 'fair' compliance rankings were just tools for the powerful. No system is untouchable when the truth slips through."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Council Cornered",
      "anchor_line": "Resignations ripple as angry crowds shut down official access. The city's rulers lost their shield.",
      "contextual_reframing": "No propaganda can stop thousands standing up. Protest replaced silence — and suddenly, the system's perfection cracked."
    },
    {
      "image_id": "blank_display",
      "headline": "New Order Emerges",
      "anchor_line": "Power finally shifts. Lottery councils form, led by people the old system erased. Open meetings. No more secrets.",
      "contextual_reframing": "A city once run by code now faces real voices. For once, Stenograd belongs to everyone watching this feed."
    }
  ]
}