{
  "olintz": {
    "chapter": "Oksana started her shift with instructions to manually process urgent appeals after dozens of employees, including herself, found their system badges nonfunctional at the office checkpoint. The number of access issues had doubled overnight after the unexplained surge of graffiti and broadcast warnings against trusting official scores. Forced into improvised workflows, Oksana fielded appeals from residents whose housing profiles vanished, requiring her to grant temporary clearances without clear guidelines. During her lunch break, she observed small groups of coworkers erasing their names from public rosters, refusing eye contact, and sharply limiting conversation. Unprompted, a senior staff member advised her to purge sensitive communication logs. Oksana began triple-checking her digital footprint and declined requests for profile assistance from her neighbor. Her BCI score dropped slightly, reflecting her association with flagged individuals and heightened self-protective behavior. The environment felt unpredictable, leading her to leave work early via an alternate route. [BCI score: 22]",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 8, after news spread of the crowds gathering at the newly uncovered mural and authorities’ failed attempts to control access, Nikola adjusted his daily route, purposely avoiding metro junctions and large groups on his way to collect rations. That morning, the usual checkpoint near his building was left unmanned, but a Directorate patrol blocked a nearby entrance, scanning residents' credentials at random. Nikola hesitated before joining the line, choosing instead to wait outside for half an hour until the patrol left. After this delay, his regular store allowed entry, but a staff member questioned the validity of his once-standard pass. The persistent conflicts in authority and confusion over acceptable credentials made Nikola more cautious, prompting him to consult Council updates even more frequently from home. This increased system monitoring and his visible hesitation during inspections resulted in his BCI score dropping by 4 points, settling at 55.",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the surge of crowds at the mural site and the spread of digital messages urging the public to distrust BCI scores, Daria encountered a new set of problems at her lab. Throughout the morning, she was directed to issue provisional health bands to people whose identity records had been altered multiple times in a single day. Many clients arrived holding printouts to verify their prior status, demanding immediate access and raising their voices when questioned. Security patrols monitored everyone leaving, increasing Daria’s caution. During her afternoon break, she avoided the main exit, using a rear stairwell after hearing reports of staff being accosted. Tasked with responding rapidly to uncertain requests, she logged only minimal activity from her personal terminal to reduce traceable interactions. By the end of her shift, the sudden increase in flagged client records and atypical access patterns caused her BCI score to fall sharply. New BCI score: 61.",
    "bci_score": 61,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After deciding to trigger the blackout and reveal the mural, Lenart personally disabled safety interlocks at the main metro node, ensuring the wall collapse would expose Halden’s image and not damage the network beyond recovery. Upon confirmation that crowds were gathering, he quietly retreated, avoiding direct contact with bystanders and council patrols. The city’s social feeds, which he monitored from his workshop, quickly filled with images of the mural, and reports of citizens assembling at the site spread throughout his district. Over the next hours, several regular clients either ceased contact or distanced themselves after Directorate patrols questioned maintenance contractors active in the affected sectors. Lenart did not attempt to resume any official jobs and increased the security of his personal logs. His isolated behavior, combined with the security risk of orchestrating high-profile sabotage, resulted in a significant drop in his BCI score to 29, reflecting noncompliance and heightened scrutiny by Directorate systems.",
    "bci_score": 29,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the rapid circulation of mural images citywide and the persistent gatherings at the site, Sven Halek found his scheduled speech review with Directorate officials unexpectedly interrupted by a lockdown notice affecting most Council offices. Security protocols required Sven to remain on site for several hours, preventing the delivery of updated messaging drafts. During confinement, he attempted to access remote speech files but discovered augmented reality overlays interfering with system inputs, making document retrieval unreliable. When permitted to exit, Sven noted unauthorized graffiti and protest projections on building exteriors, forcing him to adjust planned public statements to address rapidly evolving dissent. The increased need for reactive, rather than proactive, messaging highlighted the Directorate’s diminished control over public sentiment. The day concluded with Sven flagged for repeated system access attempts during the lockdown, resulting in a further reduction of his BCI score to 41 due to perceived risk and lack of message cohesion.",
    "bci_score": 41,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "On the morning after city broadcasts and graffiti urged the public to distrust official BCI data, Rada arrived at work to find confusion during building entry checks as some employees refused to show badges. Later, crowds gathered outside demanding clarity on service access, leading management to require real-time badge verification for all staff movements. Rada, aware of recent inconsistent bulletins and the previous day’s irregular staff rotations, avoided the main lobby, instead taking service stairs to minimize exposure and reduce interactions with both staff and protestors. Once at her desk, she only logged minimal workstation activity, archiving short notes offline rather than attempting to gather additional footage. By day’s end, new keystroke-logging protocols forced Rada to further restrict her actions, making her digital activity sparse and incomplete. Her BCI score is flagged for documentation gaps and avoidance, marking her as higher risk. Her score drops to 24.",
    "bci_score": 24,
    "political_preference": "rebel"
  }
}