{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Things got a little hectic at work after that mural showed up.",
        "Had to handle a lot of band replacements for people who… let’s say, didn’t match their records.",
        "There’s more patrols, more waiting. It’s not the usual flow.",
        "I just want things to get back to something normal."
      ],
      [
        "It’s been odd lately. The mural, the blackout—my lab’s been overwhelmed since.",
        "Most people come in holding paper records now, arguing their status isn’t right.",
        "Security’s everywhere. I’m careful going in and out, even skip the main exit sometimes.",
        "Someone flagged my activity, so my score slipped lower than I’d like.",
        "I’m just hoping the system stops falling apart for everyone’s sake."
      ],
      [
        "So much’s shifted since Halden died and that mural came out.",
        "At the lab, I’m seeing all kinds of identity glitches. People upset, records that don’t match, a queue out the door.",
        "Security’s breathing down our necks, checking every move. It’s tense just leaving work.",
        "Had to keep my activity to a minimum to dodge unwanted attention from the scorekeepers.",
        "My BCI dropped a lot. Didn’t expect it to hit me like that, but it did.",
        "Feels like the city’s getting less predictable every day. I keep wondering when things settle down."
      ],
      [
        "After Halden’s death and the mural, nothing’s really made sense.",
        "Work’s chaotic—so many flagged band requests, some days it’s just a stream of people desperate to show they’re still themselves.",
        "Security’s doubled up. I stay quiet, avoid the main exits. Can’t risk my name showing up somewhere it shouldn’t.",
        "I barely used my terminal, just so I could fly under their radar.",
        "My score tanked anyway. Now I’m in the range where you get watched, not trusted.",
        "It’s supposed to be neutral, efficient. But feels like the system’s just gaslighting everyone now.",
        "I try to remember why we struggled so hard for innovation when the cost is this much doubt."
      ],
      [
        "Knowing Halden built the BCI—I always thought he believed in us, in something smarter than brute control.",
        "When the mural appeared, everything at the lab flipped. Everyone’s fighting for their record to be right, worried they’ll vanish in the system.",
        "I work quietly, fixing bands, but sometimes I help people whose data should have been erased—because I get it.",
        "After my brother went missing during an audit, I promised I’d never let someone get swept out like that if I could help.",
        "I kept my head down this week, barely touched my terminal, but my score still tanked. Feels like the Innovators lost control.",
        "There’s armed patrols everywhere. The old routines don’t mean anything. Some colleagues got flagged for just helping out.",
        "I wanted progress, but not for things to get so fragile people panic in medical lines.",
        "It’s overwhelming. Sometimes I wish we could just rewind to before everything got so brittle and uncertain."
      ]
    ],
    "emotion": "Overwhelmed, uneasy—wanting things to make sense again."
  },
  "emotional": {
    "opener": "“You’re not alone in feeling overwhelmed, Daria. These systems aren’t supposed to be simple — nobody expects you to carry all of it by yourself.”",
    "variants": [
      [
        "Maybe. It's just... a lot right now.",
        "I get it."
      ],
      [
        "Yeah. It's hard to remember that sometimes.",
        "Feels like nobody else notices.",
        "But thanks... I guess."
      ],
      [
        "Thanks. I hate how complicated things have gotten.",
        "Sometimes I wonder if anyone is actually fine with how things are.",
        "Maybe it helps just hearing someone say it out loud."
      ],
      [
        "It means something to hear that from you.",
        "Sometimes I feel like I have to hold everything together for everyone around me.",
        "I keep thinking back to when things felt normal. Or maybe just less monitored.",
        "It's strange how fast you can lose track of where you fit."
      ],
      [
        "You actually made me pause for a second. I’ve been on edge for so long, I forgot what it feels like to talk honestly.",
        "The old days—when systems glitched, we all just shrugged, fixed things, moved on. Now it feels like fixing is suspicious.",
        "Most people think I have everything figured out because I'm good with the tech, but that makes it worse sometimes.",
        "I don’t talk about my family, not much, but there are reasons I don’t take trust for granted anymore.",
        "It helps hearing I’m not alone, really helps… because I can’t even remember the last time I felt sure of anything.",
        "Just knowing there’s someone who understands makes a ridiculous difference, even if nothing’s actually different."
      ]
    ]
  },
  "factual": {
    "opener": "Just tell me what’s actually going on with all this city mess.",
    "variants": [
      [
        "Blackout hit the metro. Whole section went dark, mural pops up.",
        "People started showing up all over, phones out, making noise.",
        "Crowds keep circling that spot. Security's on edge, blocking things off.",
        "Council split up after. Place feels more tense since then."
      ],
      [
        "After the blackout, people wouldn’t stop talking about the mural.",
        "Security’s clamping down, but folks still find ways to get close.",
        "Saw more than the usual in the halls—faces I thought were gone.",
        "Some higher-ups seem rattled. No one’s sure who’s in charge, really."
      ],
      [
        "Blackout uncovered that mural. Sent everyone to the metro—thing went viral quick.",
        "Councilmembers started fighting right after, blaming each other.",
        "Labor assignments got scrambled—people in weird jobs, nobody settled.",
        "Disappeared folks coming back, moving through system cracks. Makes things... unstable.",
        "The Directorate’s trying to erase everything. Innovators want access to Halden’s codes.",
        "It’s got people talking about what the BCI’s really for—like, out loud now."
      ],
      [
        "When that mural got revealed, it wasn’t just art—was like everyone got permission to doubt the system.",
        "Labor reassignments got wild. High-scorers stuck in basic jobs, low-graders suddenly running things.",
        "More people reappeared, not even hiding anymore—using the system’s blind spots to organize.",
        "Some colleagues got flagged just for helping out. Whole workflow’s changed; everyone’s checking over their shoulders.",
        "Council’s pretty much split now. Directorate wants lockdown, Innovators are poking through Halden’s archive.",
        "Old stability’s gone. City routine’s out the window.",
        "I always pushed for progress, but this kind of chaos... not what we hoped."
      ],
      [
        "The blackout blew everything open. That mural gave people something to hold onto, a reason to challenge what’s normal.",
        "I saw people from the disappeared lists helping out openly—fixing records, passing info. They’re coordinated now; it’s not random.",
        "Labor tools keep breaking. People’s jobs don’t match their skills, so nothing really works right.",
        "BCI scores are swinging everywhere. Trusted techs are locked out while flagged people move freely.",
        "Council fighting’s making it worse—old friends blaming each other, Directorate pushing for total control.",
        "Innovators keep digging for Halden’s directives, hoping he left us something that explains the system’s reversal.",
        "People whisper about what the BCI was meant to do. I always supported the Innovators, thought tech would keep us honest.",
        "Now, seeing friends get ghosted by the system makes it hard to trust anything we built.",
        "If my brother was here, he’d say the cracks are a signal—not just a failure. Maybe it’s the only way we change."
      ]
    ]
  }
}