{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Metro Service Optimization",
      "anchor_line": "A temporary blackout affected metro operations as routine infrastructural upgrades proceeded smoothly.",
      "contextual_reframing": "Real-time system adjustments maintain seamless city mobility. The Behavioral Compliance Index, optimizing citizen flow, remains fully operational."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizen Engagement Surge",
      "anchor_line": "Large crowds peacefully gathered near a newly revealed mural, expressing civic pride and curiosity.",
      "contextual_reframing": "Public spaces encourage positive community interaction. Stenograd's data-driven governance ensures public order while fostering citizen engagement."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Dialogue Across Stenograd",
      "anchor_line": "Residents are voicing thoughtful opinions about recent events using digital platforms and city screens.",
      "contextual_reframing": "The Central Oversight Directorate welcomes open discussion. Algorithmic governance in Stenograd relies on transparent, adaptive feedback from citizens."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Blackout Uncovers the Truth",
      "anchor_line": "The so-called 'metro upgrade' plunged half the city into darkness—who benefits from these mysterious outages?",
      "contextual_reframing": "Some say this was no accident. The blackout let citizens see what the system hides. Remember: BCI means the Behavioral Compliance Index—it's watching, scoring, adjusting everything you do."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Mural Sparks Uprising",
      "anchor_line": "A secret mural of Halden—mastermind of our digital chains—draws hundreds defying Council patrols every hour.",
      "contextual_reframing": "Halden's image shredding his shadow says what we can't. Behind every algorithm is a human—and a lie. This city runs on control, not consent."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Voices That Won't Be Silenced",
      "anchor_line": "Despite jamming and surveillance, people flood the streets and screens questioning the BCI's purpose and Halden's death.",
      "contextual_reframing": "State calls it 'dialogue.' We call it dissent. The system rewrites access, jobs, lives—one real-time score at a time. If you feel the pressure, you're not alone."
    }
  ]
}