{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "I’ve noticed people are talking more after those storytelling forums.",
        "A couple coworkers asked questions they never would’ve asked before.",
        "Mostly, I stay out of it. Just watch and listen.",
        "Feels different now. Kind of exposed."
      ],
      [
        "The forums changed things at work. People are less careful with what they say now.",
        "Some technicians asked me about the next gathering, not about making things disappear.",
        "I keep my head down, try not to get involved too much.",
        "Started letting a few things slide with the repairs, though.",
        "Everything feels monitored. Hard to know who’s watching."
      ],
      [
        "Those public forums really shook up the lab. People are finally speaking up about audits and what happened to them.",
        "Instead of quiet requests for favors, coworkers are asking me about how to tell their stories.",
        "A council rep even gave staff flyers about sharing experiences. Never seen that before.",
        "I’ve been slowing down on hiding data problems. Felt right to listen, just listen for once.",
        "But then the system flagged me for it, dropped my score.",
        "No one warned me about the fallout. Makes you wonder what’s coming next."
      ],
      [
        "Since the forums started, things at work shifted a lot. People are talking about BCI audits openly, not sneaking around.",
        "For the first time, staff asked me advice on sharing their past instead of asking for data fixes.",
        "They even let a council liaison hand out forum flyers at the lab. It was strange. Almost hopeful.",
        "I stopped masking as many device errors and tried to just listen more. It seemed to matter to people.",
        "My score tanked. Thirty-eight now. I knew the risk, but it didn’t feel wrong.",
        "No word from above on what happens next, but trust in the system feels thin everywhere.",
        "It’s like we’re all showing old scars at the same time. Can’t really hide them anymore."
      ],
      [
        "You probably noticed the forums too. At the lab, everyone’s voices got louder, braver—even about BCI audits.",
        "Old friends came to me about telling their stories, not about hiding them. I never thought I’d see that.",
        "We got a council message encouraging us to open up. Felt unreal, after how many people disappeared during audits.",
        "I started letting more weird data slide, just letting stories through. It made people trust me more—until the system flagged my behavior.",
        "My compliance rating is tanking. Thirty-eight. Not surprised for an Innovator, but I feel exposed.",
        "No one told us what happens next. The old rules make less sense now, but we’re still being watched.",
        "Sometimes I think letting the system run everything is the real problem, not the people.",
        "Honestly, after all this, I’m not sure silence is safer than speaking out."
      ]
    ],
    "emotion": "Quiet, uneasy hope—like everything could break, or maybe change, if enough people keep telling the truth."
  },
  "emotional": {
    "opener": "It's not just you, Daria. All these stories—they matter. Someone has to notice, and someone has to remember. That includes you.",
    "variants": [
      [
        "Maybe. I get what you're saying.",
        "It's just not easy to believe that matters."
      ],
      [
        "Yeah. I hear you.",
        "Most people pretend. It gets lonely.",
        "Guess it helps to know someone sees it."
      ],
      [
        "It's strange, having someone say that out loud.",
        "Most days, I'm invisible. Feels safer that way.",
        "But if people are noticing... maybe it's not pointless.",
        "Maybe I'm not, either."
      ],
      [
        "When you put it like that, it actually helps.",
        "Sometimes, I start to wonder if any of this makes a difference.",
        "You forget what it feels like to be noticed for the right reasons.",
        "I don't let myself expect much, usually.",
        "Still, what you said—I'll remember."
      ],
      [
        "That's... more than I hear from anyone, honestly.",
        "You'd think working behind the system would make me numb. But it doesn't.",
        "I keep listening to people, but it makes you heavy after a while.",
        "Sometimes, all I want is to know it amounts to something real.",
        "People rarely see me, or want to.",
        "But hearing you say that—maybe it's enough, just for now."
      ]
    ]
  },
  "factual": {
    "opener": "You keep commenting around what’s happening, but never say much. So tell me. What’s really changed in Stenograd since all these forums and system glitches?",
    "variants": [
      [
        "People are unsettled. Public forums, more stories than usual.",
        "The Directorate shut down digital comms after unrest. Forced people to find other ways to talk.",
        "Some groups meet in person now. No one knows how long that’ll last."
      ],
      [
        "City’s different since Halden died. Free zones are forming, not everyone cares about BCI scores anymore.",
        "Analog networks popped up after the blackout. Some say they’re safer for sharing info.",
        "Engineers activated an old protocol to let flagged people back in. Not sure it’ll stick, but people seem hopeful."
      ],
      [
        "After Halden went down, the system started glitching. BCI’s barely holding up in some places.",
        "People self-assign roles in free zones, ignore scores. It’s catching on faster than anyone guessed.",
        "When Directorate silenced comms, analog leaks started circulating. Fragmented loyalties now, if you know where to look.",
        "There’s footage from early BCI trials getting out. Showing what went wrong—real stories, at last.",
        "Old protocols like the Spiral are getting tested again. Reconciliation’s not just a word.",
        "Feels like the city’s split between control and change. I lean toward fixing things, not freezing them."
      ],
      [
        "Since Halden, the BCI keeps breaking. Free zones work on self-trust, not system trust—more honest, if messy.",
        "The Directorate wanted control, but the comms blackout only built new networks underneath. People are adapting fast.",
        "There’s leaked data, simulated futures being passed around underground. Makes you wonder what’s possible now.",
        "Engineers I know restored the Spiral protocol to try and mend things for us flagged people. Some are finding a way back in.",
        "Public memory—actual stories—get aired now. Even council members are showing up, apologizing. Didn’t ever expect that.",
        "Innovators have momentum. A lot of what’s working is people’s improvisation, not Council order.",
        "I’m supposed to keep things hidden, but honestly, there’s something right about letting all this surface.",
        "Feels like change, even if it’s unstable."
      ],
      [
        "After Halden, everything’s off-balance. BCI’s glitches tore up daily routines, trades were random—top scores doing grunt work, flagged people like me running things for once.",
        "Directorate’s panic shut off official comms, but that only bred a patchwork of analog meetups. I help pass info sometimes, make sure it’s safe.",
        "A pawned chip surfaced, simulating a better Stenograd—lots of us traded copies, guessing what could be rebuilt if we’re bold enough.",
        "Free zones thrive on honesty, improvisation. Our bootleg networks let flagged citizens test the Spiral—some reintegrate, get a second shot. That never happened before.",
        "Public storytelling changed Stenograd’s pulse. Survivors, ex-BCI staff, even old Council faces, are apologizing in person. Feels new.",
        "Innovators like us push those changes, even as risks spike. I help smooth data, but now I listen more, nudge things along, see who’s ready to show real scars.",
        "My part’s small. Tweaks, cover-ups, and—sometimes—showing flagged people what restoration looks like. Could’ve never pictured that last year.",
        "Nobody knows if reconciliation or repression wins. I hope for the new path, even if it means more eyes on my hands.",
        "Some days it’s terrifying. Most days, it feels like maybe we’re finally building something honest."
      ]
    ]
  }
}