{
  "olintz": {
    "chapter": "After learning that public assemblies in the Halden Zone broadcast a petition for accountability, Oksana noticed discussions among neighbors about attending local forums, encouraged by citywide debates on the BCI’s future. That morning, she found increased foot traffic in her building and observed residents crowding stairwells, quietly sharing details from the forums. Avoiding surveillance near the entrance, Oksana recorded meeting times and locations in her paper notebook and changed her daily route to pass by a nearby gathering point. Later, she witnessed a small protest dispersing quickly as Directorate patrols arrived, causing her to retreat before being questioned. That evening, previously silent apartment doors remained open long after curfew, with whispered conversations audible in the hallway. Oksana reduced her outgoing messages and turned off location tracking, wary of intensified monitoring. Although she documented community sentiment in her private journal, apprehension about further BCI reprisals remained high. Her BCI score stayed at 15.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After word spread that the digital archive of BCI records had been preserved, Nikola noticed relief among some neighbors, but anxiety remained high in his building. Essential services were sporadically restored, yet block management posted a new notice: participation in any citywide negotiations about BCI reforms would require screening interviews and pre-registration at monitored terminals. That same evening, Nikola chose to forgo his routine walk, fearing that being seen near such terminals could trigger further risk markers on his score. Instead, he spent extra time reviewing updates from Harmonist circles, hoping they would succeed in advocating for broader service restoration. Nikola postponed tasks that might place him under new scrutiny, such as retrieving packages or requesting maintenance. This withdrawal led to less daily interaction and increased time spent indoors, slightly reducing his visibility to system monitors but further isolating him from neighbors. His BCI score remained stable, with a minor fluctuation to 58.",
    "bci_score": 58,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After assemblies in Halden Zones published their demands and triggered mass citywide gatherings, Daria’s workday shifted abruptly. She arrived to find her building’s access protocol updated again, requiring both biometric verification and a signed acknowledgment of new civic debate guidelines before entry. Several scheduled clients were absent—likely participating in public forums, as was now widely discussed in lab group channels. That afternoon, news broke of a suppressed Halden warning being livestreamed during negotiations, spurring coworkers to argue about long-standing system abuses. Daria refrained from joining these conversations, checking her service logs repeatedly for any sign of inquiry. Instead of normal troubleshooting, she spent hours documenting every device adjustment and declined private messages about possible off-record repairs. Her BCI score dropped to 44, as her restricted communication and lack of adaptability created more system flags, leaving her increasingly isolated in a tense, uncertain environment.",
    "bci_score": 44,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "By overriding the BCI purge, Lenart took direct responsibility for preserving the city's entire surveillance and behavioral archive. He remained at his maintenance terminal for over an hour, rerouting backup circuits to bypass Council-ordered wipe commands. Once finished, Lenart manually notified key stakeholders across all factions that the data had survived, emphasizing the importance of public accountability. In the following hours, he avoided untrusted digital channels, relying exclusively on face-to-face updates with trusted colleagues, including Oksana. The preserved evidence enabled Halden Zone assemblies to draft a public 'reverse oath,' fueling debate about historic abuses and future reforms. Lenart's action forced the Council to hold citywide negotiations in the open, subjecting all factions to public scrutiny. As a recognized participant in saving the archives, Lenart's BCI score dropped sharply to 55, marked as a potential disruptor by the automated system for contravening official protocol, despite later public support for his decision.",
    "bci_score": 55,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The Council’s sudden decision to consider a citywide vote on Stenograd’s future, days after the release of Halden’s suppressed warning, forced Sven Halek to suspend all prior speech drafts supporting incremental reforms. That morning, upon receiving an urgent directive, Sven deleted recent advocacy statements from his offline ledger and cross-referenced the latest Council-approved language emphasizing transparency and the right to public debate. In the afternoon, he delivered a new draft using language that acknowledged past automated injustices—an approach he suspected would previously have triggered internal review. Colleagues approached Sven to discreetly request guidance on aligning with the emerging narrative. Consequently, Sven revised his personal backup protocols to include “reverse oath” terminology deemed acceptable under scrutiny. Despite this adaptation, levels of internal mistrust persisted, as staff remained wary of further system shifts. This open narrative pivot, while necessary, led to a small reduction in Sven’s BCI score, now at 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the public broadcast of the suppressed Halden recording, Rada observed increased movement near her apartment as groups gathered to stream the negotiations and discuss possible reforms. That evening, she found her usual entry route blocked by a crowd displaying handwritten demands, prompting her to take a back stairwell. The presence of these assemblies made her avoid using her phone outdoors, wary of being recognized from her coverage of the early BCI abuses. Later, upon returning for supplies, she noticed several neighbors openly debating potential changes if the citywide vote went forward. Rada chose to remain indoors, documenting shifting opinions without interacting, recognizing her position as both asset and risk. With surveillance reduced and system enforcement erratic, she experienced more freedom of movement inside her building but still avoided direct contact. Her BCI status remained unchanged, though she monitored for any sign of reinstated restrictions in response to public pressure.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}