{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Services Restored",
      "anchor_line": "Essential services are being restored across Stenograd as the Council initiates structured talks.",
      "contextual_reframing": "Order and normalcy return through careful negotiation and advanced governance, ensuring stability for all citizens."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Open Negotiations Begin",
      "anchor_line": "Citywide forums commence, inviting public participation in discussions about the BCI’s future.",
      "contextual_reframing": "Citizens are welcomed to witness and support a transparent review process, reinforcing the Council’s commitment to accountable progress."
    },
    {
      "image_id": "blank_display",
      "headline": "Citywide Reckoning",
      "anchor_line": "Historic debates unfold as the Council responds to calls for accountability after a pivotal recording by Halden surfaces.",
      "contextual_reframing": "Stenograd advances into a new era of adaptive governance, upholding unity and resilience in the face of change."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Memory Nearly Erased",
      "anchor_line": "Last-minute intervention stops the data purge, and Stenograd’s digital archive survives.",
      "contextual_reframing": "People know what nearly disappeared: years of evidence, not just cold stats. Who wanted it all gone? The truth almost became a blank screen."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Reverse Oath Rising",
      "anchor_line": "Halden Zones refuse business as usual, demanding real justice for BCI abuses on public broadcast.",
      "contextual_reframing": "Resistance goes viral. Real voices fill the city’s streets, exposing what polite screens never show. The old order can't mute everyone at once."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Debate Forced Open",
      "anchor_line": "Halden’s warning goes public, kicking off open Council debates for the first time ever.",
      "contextual_reframing": "People finally demand answers. No more secrets, no more scripted progress. Stenograd’s fate—decided out loud, by everyone, at last."
    }
  ]
}