[
  {
    "name": "The Broken Machine",
    "purpose": "Establish immediate chaos and uncertainty by revealing that the central system is failing—and triggering a full-scale crisis.",
    "core": "At a critical moment, the automated governance network begins to collapse, causing a cascading crisis. Alongside the shock of Halden’s death, a disruptive data anomaly signals a hidden force at work.",
    "examples": [
      "Critical infrastructure failures leading to citywide power outages and halted transportation systems",
      "Emergency response systems malfunctioning, triggering false alarms and mass evacuations",
      "Government control interfaces crashing, leaving decision-makers scrambling in real time",
      "Encrypted signals and erratic data bursts hinting at coordinated sabotage or catastrophic system overload"
    ]
  },
  {
    "name": "Normality Fractured",
    "purpose": "Illustrate the collapse of everyday order in the wake of systemic failure and a key figure’s absence, setting a subdued yet pervasive tone of disorientation.",
    "core": "Daily routines and institutional processes, once taken for granted, now reveal underlying fragility. People and organizations react inconsistently and unpredictably.",
    "examples": [
      "Routine digital transactions and communications yielding off-kilter, confusing outputs",
      "Official updates and public announcements that conflict with everyday experiences",
      "Small-scale bureaucratic glitches that snowball into broader administrative uncertainties",
      "Scenes of citizens and lower-tier officials struggling to adapt to irregular system responses"
    ]
  },
  {
    "name": "The Irregular Artifact",
    "purpose": "Initiate the investigative thread by introducing a twist—a mysterious clue that unsettles the accepted narrative and provokes deeper inquiry.",
    "core": "A discreet, unexplained data fragment or hidden protocol surfaces that challenges the official explanation of Halden’s death, implying premeditated action or concealed intent.",
    "examples": [
      "Discovery of an unauthorized system module or legacy code that appears out-of-place",
      "A digital artifact marked by anomalous timestamps or cryptic instructions",
      "A seemingly random encrypted message alluding to plans set in motion before the crisis",
      "Subtle traces in system logs that hint at covert manipulations or a secret safeguard"
    ]
  },
  {
    "name": "Systemic Tensions",
    "purpose": "Ramp up the conflict by exposing the ideological and technical battles as different factions vie to control the unfolding crisis.",
    "core": "With the central authority weakened, various groups—both political and technical—push their agendas, intensifying the struggle over the future direction of the system.",
    "examples": [
      "Heated, unscripted debates among officials and experts over how to regain control",
      "Coded communications circulating among influential groups questioning the system’s legitimacy",
      "Introduction of Character A, a prominent technocratic figure, who makes a high-profile public address promising restoration while sowing doubts",
      "Scenes of covert meetings and encrypted group chats where dissent and alternative visions emerge"
    ]
  },
  {
    "name": "The Back Door",
    "purpose": "Deliver the mid-point twist by revealing that Halden anticipated this moment and engineered a hidden contingency within the system. Make sure it is surprising but not unbelievable.",
    "core": "Evidence emerges that Halden set up an unseen mechanism—a 'back door'—intended to activate after his departure, redefining his role from mere administrator to visionary saboteur or savior.",
    "examples": [
      "Activation of a dormant, unregistered subsystem that unexpectedly alters data flows",
      "Gradual emergence of encrypted communications or digital signatures resembling Halden's input",
      "Anomalous system behavior matching pre-programmed contingencies rather than random errors",
      "Factions scrambling to interpret the significance of these hidden controls"
    ]
  },
  {
    "name": "False Resolution",
    "purpose": "Provide a temporary sense of closure that calms immediate fears, while leaving subtle hints that the mystery is far from solved.",
    "core": "An official narrative is constructed to explain Halden’s death and restore order, leading to brief stabilization—even as persistent inconsistencies suggest deeper issues.",
    "examples": [
      "A series of official updates offering a neat, seemingly complete explanation for the crisis",
      "A temporary restoration of system functions that gives the public a sense of normalcy",
      "Public relations campaigns designed to reassure citizens and reinforce the new status quo",
      "Whispers among insiders that the official narrative is too tidy to be true"
    ]
  },
  {
    "name": "The Second Layer",
    "purpose": "Reignite rising tension by revealing that the initial resolution was only surface-deep, exposing a more profound and unsettling mystery.",
    "core": "A hidden network or legacy process, operating independently of the official channels, begins to assert its influence—suggesting that the crisis has roots far deeper than imagined.",
    "examples": [
      "Abrupt activation of an isolated data node that disrupts the newly established order",
      "Leaked documents or digital trails indicating covert, cross-jurisdictional data sharing",
      "Introduction of Character B, a high-profile military or populist figure, emerging to challenge the prevailing narrative",
      "Conflicts intensify as disparate pieces of evidence force a re-evaluation of the system’s origins and purpose"
    ]
  },
  {
    "name": "The Override",
    "purpose": "Build to the climax by converging all the established tensions and factions into a decisive moment that will determine the future of the system.",
    "core": "A critical control point is reached—a moment when hidden protocols, public actions, and covert agendas collide, forcing a high-stakes decision that could reshape governance.",
    "examples": [
      "Discovery of a covert failsafe prompting urgent debates over its activation",
      "Sudden exposure of raw system metrics and internal data through open digital channels",
      "Fragmentation and realignment of previously unified groups as loyalties are tested",
      "A public event or emergency measure forcing all actors to choose between radical change and desperate preservation"
    ]
  },
  {
    "name": "Halden's Truth",
    "purpose": "Unveil the climactic twist that finally explains Halden’s death, reframing it as a deliberate act with far-reaching consequences.",
    "core": "Halden’s demise is revealed to be an intentional act—whether self-sacrifice, calculated defiance, or an unavoidable consequence of his own design—set to trigger systemic transformation.",
    "examples": [
      "A definitive recording or final digital manifesto in which Halden outlines his ultimate vision",
      "Evidence of pre-set triggers or self-inhibitory mechanisms embedded within the system",
      "Contradictory messages left for different factions, each hinting at an alternative future",
      "A revelation recasting Halden not as a victim, but as the orchestrator of inevitable change"
    ]
  },
  {
    "name": "The System Remembers",
    "purpose": "Deliver a strong, surprising conclusion that decisively closes all open threads while challenging audiences to reflect on the system's final transformation.",
    "core_idea": "In the final reckoning, the governing system reaches a transformative tipping point. All factions and narratives converge in an unexpected outcome that resolves the central conflicts—yet leaves the final state ambiguous, balancing the possibility of renewal with the threat of further decay.",
    "examples": [
      "A final decisive event or declaration that alters the system’s structure and signals the end of long-running conflicts",
      "Key public figures and insiders making conclusive statements or taking actions that resolve major disputes",
      "Visual or symbolic representations—such as a collapsing icon or a rising emblem—that encapsulate both hope and warning",
      "A dramatic, unforeseen twist that forces the audience to reconsider earlier assumptions, leaving the outcome open to both positive and negative interpretations"
    ]
  }
]