[
  {
    "timestamp": "2022-03-01T09:00:00",
    "visibility": "public",
    "description": "Marek Halden is appointed Chair of the Central Oversight Directorate, gaining authority over national civil compliance infrastructure and data coordination."
  },
  {
    "timestamp": "2022-06-15T14:00:00",
    "visibility": "internal",
    "description": "The Directorate launches the Behavioral Compliance Index (BCI) pilot in five test zones, using aggregated behavioral and transactional data to generate compliance risk scores."
  },
  {
    "timestamp": "2023-04-08T11:00:00",
    "visibility": "internal",
    "description": "Phase II of the Behavioral Compliance Index (BCI) begins, expanding passive data collection via commercial and telecom partners under new data-sharing agreements."
  },
  {
    "timestamp": "2023-11-03T07:30:00",
    "visibility": "private",
    "description": "A closed Council session ends in impasse over expanding predictive enforcement tools; Halden is granted temporary discretion over related budgets."
  },
  {
    "timestamp": "2024-03-29T10:00:00",
    "visibility": "internal",
    "description": "A misclassification in the Behavioral Compliance Index (BCI) flags members of a foreign trade delegation, leading to a diplomatic complaint and internal inquiry."
  },
  {
    "timestamp": "2024-05-21T15:30:00",
    "visibility": "internal",
    "description": "Halden centralizes data access by rerouting enforcement system outputs through the Central Oversight Directorate, removing audit visibility from administrative offices."
  },
  {
    "timestamp": "2024-07-10T12:10:00",
    "visibility": "semi-public",
    "description": "A leaked voice clip, reportedly Halden criticizing military leadership, circulates on encrypted forums. No official verification or denial follows."
  },
  {
    "timestamp": "2025-01-04T09:30:00",
    "visibility": "internal",
    "description": "An undocumented update to the Behavioral Compliance Index (BCI) engine is issued from Halden's secure terminal, adjusting thresholds for low-confidence behavioral flags."
  },
  {
    "timestamp": "2025-03-02T13:20:00",
    "visibility": "internal",
    "description": "Flagged individuals begin disappearing from BCI watchlists. A temporary data drift is suspected, but no root cause is identified."
  },
  {
    "timestamp": "2025-03-25T06:00:00",
    "visibility": "internal",
    "description": "Halden fails to attend a closed Directive Prioritization Meeting. Staff report last seeing him working late in his Tower 9 residence-office."
  },
  {
    "timestamp": "2025-03-26T10:00:00",
    "visibility": "private",
    "description": "Halden is found deceased in his residence-office. No signs of struggle are present. Cardiac arrest is initially listed as the cause of death."
  },
  {
    "timestamp": "2025-03-26T21:00:00",
    "visibility": "private",
    "description": "Toxicology reveals traces of a neuro-inhibitor compound used in certain psychiatric treatments. No investigation follows. Report is sealed."
  },
  {
    "timestamp": "2025-03-27T06:15:00",
    "visibility": "public",
    "description": "A government bulletin announces the death of Councilor Marek Halden. No cause, successor, or further information is provided."
  },
  {
    "timestamp": "2025-03-27T09:30:00",
    "visibility": "internal",
    "description": "System-wide performance issues emerge due to missing encryption keys and access tokens linked to Halden's credentials; Behavioral Compliance Index (BCI) reporting is disrupted."
  }
]