{
  "background": "By the 2025, Stenograd no longer resembles a typical capital. There are no campaigns, no protests, no televised debates. Governance here doesn’t look like politics — it looks like infrastructure.; At the center is the Behavioral Compliance Index (BCI), a system that scores every resident in real time. It integrates government records, financial activity, transport data, online behavior, health systems, and biometric surveillance. The BCI doesn't issue orders — it adjusts probabilities. A high score eases your path through the city: access to housing, services, jobs. A low score brings delays, reroutes, quiet denials.; The BCI is only the visible layer. Behind it is a dense stack of automated governance: dynamic permit systems, automated dispute resolution, networked energy quotas, predictive public health alerts, and real-time labor placement tools. Each subsystem feeds the others, reinforcing a self-correcting loop that doesn’t just respond to behavior — it anticipates it. Propaganda fills the gaps, framing these systems as rational, humane, and inevitable. Few decisions are made by humans anymore; most are shaped by models.; Stenograd doesn’t need force. People adapt. Most don’t even notice — until something changes.; Marek Halden built the BCI. A former systems engineer, he was appointed head of the Central Oversight Directorate in 2023. He wasn’t a leader in any public sense. He had no following, no personal platform. His loyalty was to the system itself: efficient, neutral, self-correcting. For a time, it worked.; Formal power in Stenograd rests with the Council — a compact executive body made up of senior administrators, security officials, and systems engineers. Technically, Council elections are held every four years, with the next one due in two. But there is no public input. The system itself determines eligibility and selection, based on internal performance metrics: compliance efficiency, network influence, systemic alignment, and risk mitigation history. The process is data-driven and silent. Promotion to the Council is not won — it is earned algorithmically.; Within the Council, three main factions compete for influence:; The Harmonists, who believe the system is stable and should remain untouched.; The Innovators, who want to expand BCI's reach with newer tech and algorithmic governance.; The Directorate, a bloc of military and security officials focused on hard control, containment, and preserving the chain of command.; Then Halden is found dead — quietly, without explanation — inside his sealed residence. The system falters. Functions fail. Some subsystems begin operating out of sync. No one has clear override authority.",
  "bar": {
    "details": "Bar 101 hides beneath a disused tram station — three stories underground, past forgotten signage and long-abandoned maintenance corridors. Its walls are cracked, the lights unreliable, the air heavy with smoke and secrets. Yet unlike the city above, governed by metrics and silence, the bar is alive — erratic, human, and impossible to predict. Here, bureaucrats drink beside smugglers, system architects sit near off-grid ghosts, and everyone pretends not to listen. No cameras, no ID checks, no digital payments — just a rumor: the BCI doesn’t track what happens here. Some think it’s protected. Others think it’s bait.",
    "bartender": {
      "name": "Alex Radan",
      "sex": "Male",
      "age": "42",
      "access": "Semi-public",
      "details": "Former systems technician involved in early Stenograd infrastructure, specializing in biometric and off-grid node integration. Removed in 2021 for 'non-aligned behavior.' Vanished from records until 2024, when he reappeared as the operator of Bar 101 — an unregistered, surveillance-free bar beneath a disused tram station. Radan has no official ties to any Council faction but is known to interact with members of all three. His BCI score is unlisted. The bar remains open despite multiple compliance violations, suggesting high-level protection. Known for discretion, technical knowledge, and a history that no one in power seems eager to dig up",
      "communication": "Speaks rarely and with quiet precision — each word deliberate, often letting silence carry more meaning than speech."
    },
    "drinks": {
      "daiquiri": {
        "id": "daiquiri",
        "name": "Daiquiri",
        "glass": "coupe",
        "mixing": "shaken",
        "ingredients": [
          { "name": "White Rum", "amount": "60" },
          { "name": "Lime Juice", "amount": "25" },
          { "name": "Simple Syrup", "amount": "15" }
        ]
      },
      "old_fashioned": {
        "id": "old_fashioned",
        "name": "Old Fashioned",
        "glass": "rocks",
        "mixing": "stirred",
        "ingredients": [
          { "name": "Whiskey", "amount": "60" },
          { "name": "Simple Syrup", "amount": "10" },
          { "name": "Lime Juice", "amount": "5" }
        ]
      },
      "gimlet": {
        "id": "gimlet",
        "name": "Gimlet",
        "glass": "coupe",
        "mixing": "shaken",
        "ingredients": [
          { "name": "Gin", "amount": "60" },
          { "name": "Lime Juice", "amount": "30" },
          { "name": "Simple Syrup", "amount": "15" }
        ]
      },
      "negroni": {
        "id": "negroni",
        "name": "Negroni",
        "glass": "rocks",
        "mixing": "stirred",
        "ingredients": [
          { "name": "Gin", "amount": "30" },
          { "name": "Triple Sec", "amount": "30" },
          { "name": "Sweet Vermouth", "amount": "30" }
        ]
      },
      "dry_martini": {
        "id": "dry_martini",
        "name": "Dry Martini",
        "glass": "coupe",
        "mixing": "stirred",
        "ingredients": [
          { "name": "Gin", "amount": "60" },
          { "name": "Dry Vermouth", "amount": "15" }
        ]
      },
      "sidecar": {
        "id": "sidecar",
        "name": "Sidecar",
        "glass": "coupe",
        "mixing": "shaken",
        "ingredients": [
          { "name": "Whiskey", "amount": "45" },
          { "name": "Triple Sec", "amount": "25" },
          { "name": "Lemon Juice", "amount": "20" }
        ]
      }
    },
    "customers": [
      {
        "id": "olintz",
        "name": "Oksana Lintz",
        "sex": "Female",
        "age": 38,
        "access": "internal",
        "job_title": "Behavioral Pattern Analyst",
        "drink": "daiquiri",
        "details": "Oksana works in the Central Oversight Directorate, helping the system flag unusual behavior patterns in citizens. She used to believe the BCI protected social order — until she saw people blocked from basic services over minor nonconformities. She lives alone in a government-managed block and rarely speaks at meetings. Her growing discomfort with the system brings her to Bar 101 more often than she admits.",
        "communication": "Precise, analytical, but often hesitant mid-sentence — always measuring the risk of what she says.",
        "secret": "She’s been quietly altering flagging thresholds to protect certain citizens from system escalation.",
        "hobby": "Folding complex origami models from scrap paper — says it keeps her mind from spiraling."
      },
      {
        "id": "npetrak",
        "name": "Nikola Petrak",
        "sex": "Male",
        "age": 61,
        "access": "private",
        "job_title": "Former Executive Assistant to the Council Secretariat",
        "drink": "old_fashioned",
        "details": "Nikola spent over a decade assisting Council members — managing calendars, meetings, and message approvals. He knows how the Council thinks and how its members maneuver around each other. Now retired, he lives on a modest pension in a low-visibility zone and still carries a locked briefcase from his final year in service. No one knows what’s inside, but some believe it holds documents not meant to survive Halden.",
        "communication": "Measured and polite, often speaking in half-statements or coded references — trusts paper more than people.",
        "secret": "He has a full backup of a restricted Council protocol that was supposed to be erased after Halden’s death.",
        "hobby": "Restoring antique typewriters and keeping a handwritten journal — a habit from before the system went total."
      },
      {
        "id": "dtomenko",
        "name": "Daria Tomenko",
        "sex": "Female",
        "age": 34,
        "access": "semi-public",
        "job_title": "Firmware Technician – Wearable Health Division",
        "drink": "gimlet",
        "details": "Daria works in a government lab maintaining the wristbands worn by most citizens. They track movement, health, and mood. Officially, she ensures system updates work smoothly. Unofficially, she knows how to make someone’s data look clean — or vanish completely. She doesn’t talk about her younger brother, who disappeared during a BCI audit. She’s careful, quiet, and trusted by people with something to hide.",
        "communication": "Quiet, direct, and technically precise — avoids eye contact, but never misses a detail.",
        "secret": "She’s hiding a copy of her brother’s final BCI data packet — including a redacted internal flag.",
        "hobby": "Freestyle FPV drone flying in off-grid industrial zones — says it clears her head better than any therapist."
      },
      {
        "id": "lkova",
        "name": "Lenart Kova",
        "sex": "Male",
        "age": 45,
        "access": "semi-public",
        "job_title": "Independent Systems Maintenance Contractor",
        "drink": "negroni",
        "details": "Lenart fixes problems in the city’s infrastructure — faulty building systems, broken service networks, or data mismatches. He used to work for the state full-time but now takes private contracts. He has no formal affiliations but is on friendly terms with people from all three factions. He rents a workshop no one visits twice and trades his services for favors more often than credits.",
        "communication": "Wry and unhurried, often dryly humorous — speaks like someone who knows he's needed.",
        "secret": "He keeps access credentials to defunct system layers that shouldn’t exist anymore — or so the Council believes.",
        "hobby": "Urban exploration of sealed utility tunnels and data vaults — often under the influence of home-brewed liquor."
      },
      {
        "id": "shalek",
        "name": "Sven Halek",
        "sex": "Male",
        "age": 40,
        "access": "private",
        "job_title": "Strategic Messaging Advisor",
        "drink": "dry_martini",
        "details": "Sven writes the speeches and public statements read by faction leaders. He rarely appears in public but has shaped the way Stenograd talks about compliance, security, and order. He keeps copies of every version — even the ones that were never supposed to be shared. He lives in a restricted zone and comes to Bar 101 only after major policy shifts, always with a notebook.",
        "communication": "Eloquent, slightly theatrical — uses language like a weapon and never says more than he has to.",
        "secret": "He’s been keeping his own predictive model of Council instability based on unpublished speech edits.",
        "hobby": "Collecting and restoring banned political literature — some say he can recite them from memory."
      },
      {
        "id": "rmiskovic",
        "name": "Rada Miskovic",
        "sex": "Female",
        "age": 36,
        "access": "semi-public",
        "job_title": "State Media Correspondent",
        "drink": "sidecar",
        "details": "Rada works for state media, covering government programs and public compliance. But off the record, she saves raw footage, edits out what’s missing, and passes it through encrypted channels. She’s received two silent warnings from her employer — both ignored. Raised by a BCI officer, she knows how stories are shaped. Bar 101 is where she goes to watch the real news unfold.",
        "communication": "Engaging and sharp, always probing — speaks like she’s interviewing you, even when she’s not.",
        "secret": "She has enough suppressed footage to discredit at least two Council members — but she’s waiting for the right moment.",
        "hobby": "Analog street photography using smuggled 35mm film — insists it’s the only way to capture truth."
      }
    ]
  }
}