{
  "background": "By 2025, much of Central and Eastern Europe has moved beyond traditional nation-states. In their place are semi-autonomous zones where systems, not ideologies, shape how people are governed. Stenograd, the capital zone, stands at the center of this transformation. It's not run by politicians or parties, but by a technocratic regime where stability isn't debated — it's calculated. In this new order, governance doesn't look like democracy or dictatorship. It looks like infrastructure.; At the heart of this infrastructure is the Behavioral Compliance Index (BCI) — a sprawling system that assigns each citizen a dynamic score based on observed behavior. The Behavioral Compliance Index (BCI) isn't a single piece of software, but a self-adjusting mesh of algorithms that monitor everything from spending habits and travel patterns to digital sentiment, social networks, and biometric data. Behavioral Compliance Index (BCI) doesn't enforce rules through arrests or crackdowns but it subtly reroutes lives. A high score might fast-track your loan, let you skip queues, or unlock access to premium housing. A low one? Delays, denials, more steps, more friction — the silent erosion of opportunity.; People don't need to be told what's expected. The system shows them. It learns their patterns, predicts their deviations, and quietly nudges them back into alignment. It doesn't punish rebellion — it makes rebellion pointless.; This system was largely shaped by Marek Halden, a quiet figure who became one of the most powerful people in Stenograd without ever seeking public recognition. Halden began as a systems engineer but rose quickly through the ranks due to his ability to coordinate vast, incompatible networks — financial, surveillance, logistical — into a single, scalable framework. By 2022, he was appointed head of the Central Oversight Directorate, giving him direct control over national data infrastructure. From there, he guided the development and implementation of the BCI with the precision of an engineer and the detachment of a technician.; He was not a leader in the traditional sense — not charismatic, not widely known, not even particularly liked. But to the Council and those who mattered, he was indispensable. The system worked, and Halden made it work. He held no ideology beyond optimization. His loyalty was to the mechanism itself, to the idea that with enough data and the right design, society could govern itself.; Inside Stenograd, people rarely talked politics — not because they were afraid, but because they had learned it made no difference. The system was always watching, always adjusting, and always smoothing out the bumps. Dissent didn't vanish; it just became irrelevant. The governing body — the Executive Committee of the Unified Path, or simply the Council — was made up of military officers, bureaucrats, and system designers. But real decisions weren't made through speeches or votes. They were shaped behind closed doors and validated by predictive models.; To the outside world, Stenograd is both fascinating and disturbing. Tech firms admire its efficiency. Economists study its resource allocation. Human rights groups decry its surveillance. Foreign powers build ties for access to its technologies, even as they denounce its opacity. But few truly understand how fragile this balance is.; So when Marek Halden is found dead — quietly, without warning, in his sealed-off residence-office — the illusion begins to crack. The system that seemed so seamless suddenly stutters. Key access codes go missing. Autonomous functions fail. The BCI, for the first time, behaves unpredictably.; No one takes over immediately. No one even seems to know who should. And as quiet panic sets in among the governing elite, the citizens of Stenograd — long used to being shaped by the system — begin to notice that, for the first time, the system isn't watching as closely as before.; And for some, that means possibility.",
  "bar": {
    "details": "Bar 101 is an unregistered drinking establishment located beneath a decommissioned telecom relay tower on the southern fringe of Stenograd's administrative zone. Housed in the concrete remnants of a Cold War-era signal monitoring station, it is one of the few remaining analog-era structures never integrated into the national digital compliance grid. Officially designated as a “cultural non-commercial asset” in 2023, it received a rare exemption from surveillance retrofitting under the Ministry of Urban Preservation — a decision quietly influenced by overlapping bureaucratic neglect and deliberate inaction from Halden's office. The bar has no signage, no digital locks, and no data uplinks; entry is unregulated, and transactions are strictly cash-only. Its isolation and technical obsolescence made it a magnet for mid-level civil servants, off-duty analysts, and quietly disillusioned citizens — those looking to speak without audit trails. While not illegal, its very existence challenged the premise of total system coverage. In March 2025, the discovery of a hand-wired analog microphone hidden behind the jukebox shattered assumptions of privacy. Though it was unclear if it ever functioned, its presence altered the bar's dynamic overnight — speech became measured, eye contact prolonged. In a city built on data certainty, Bar 101 remained a pocket of ambiguity — tolerated, monitored, and deeply unsettling to those in power.",
    "bartender": {
      "name": "Alex Radan",
      "sex": "Male",
      "age": "42",
      "access": "Semi-public",
      "details": "The owner and sole operator of Bar 101. Formerly a senior propaganda architect within the Central Messaging Bureau, Radan was instrumental in crafting state campaigns that reshaped public sentiment during periods of crisis. His departure from government work followed the unexplained disappearance of his partner — an incident tied to a psychological operations campaign he personally oversaw. Disillusioned, he withdrew from public life without formal dissent, avoiding prosecution but never fully escaping scrutiny. At Bar 101, Radan keeps a low profile, serving drinks in silence, while regulars confide in him more than they realize",
      "communication": "Speaks rarely and with quiet precision — each word deliberate, often letting silence carry more meaning than speech."
    },
    "customers": [
      {
        "id": "lvostrikov",
        "name": "Lena Vostrikov",
        "sex": "Female",
        "age": "38",
        "access": "Internal",
        "details": "Lena serves as a classification auditor at the Central Oversight Directorate, tasked with confirming the integrity of behavior-tagging algorithms within the BCI mesh. Her background in statistical epistemology stems from her time at the Orlan Institute for Adaptive Metrics, a now-defunct academy once favored by technocrats for its uncompromising logic-first curricula. Known for submitting multi-page dissent memos when results deviate by even marginal tolerances, Lena is considered a necessary obstacle by her peers — the kind who slows things down, but ensures they don’t collapse later. Her apartment in Sector 4-B is filled with annotated printouts and redacted internal bulletins dating back years. Once flagged as ‘redundant’ during a streamlining initiative, she survived by quietly proving a cascade failure stemmed from a misweighted emotional sentiment node. She hasn’t spoken about it since.",
        "communication": "Speaks in short, deliberate phrases. Pauses often, as if weighing every word."
      },
      {
        "id": "msadeghi",
        "name": "Miro Sadeghi",
        "sex": "Male",
        "age": "51",
        "access": "Private",
        "details": "Miro once commanded logistical regiments responsible for surge deployments along Stenograd’s transit arteries during pre-BCI stabilization campaigns. Since retirement, he’s acted as a behind-the-scenes broker for classified infrastructural tenders, leveraging old favors from his days coordinating fuel caches and drone traffic in blackout zones. His modest corner apartment in the Capitol Veteran Enclave is filled with regiment wall prints, kept spotless. Though officially divorced, he still visits his ex-wife’s mother monthly, citing 'protocol.' His advice is sought not for creativity, but for remembering what’s been tried before and failed. The encrypted updates he receives from active duty officers — labeled 'for continuity assurance' — are logged meticulously, even though no one asks him to.",
        "communication": "Uses sharp, minimal sentences — the way someone trained to give orders would. He says little, but every word carries weight."
      },
      {
        "id": "kdeltov",
        "name": "Karina Deltov",
        "sex": "Female",
        "age": "29",
        "access": "Semi-public",
        "details": "Karina works for Stenogram under a protective clause that technically classifies her as a legal procedural commentator rather than a journalist. This semantic distinction has allowed her to publish exposés on inconsistencies in compliance review panels and discrepancies in public tender filings. Her early pieces on zoning allocation for Sector 9 redevelopment triggered a quiet reshuffling of two subcommittees — though her byline was removed after publication. She maintains a contact list of mid-tier clerks who owe her small favors, and once received an anonymous access pass to a closed arbitration archive, which she later returned without using. Her notebooks, which she stores in analog form only, include diagrams of influence flows and red-marked speech fragments she believes were written by proxy authors.",
        "communication": "Speaks like she’s writing headlines in her head. Her questions seem casual — until you realize they’re traps. Always watching, always writing."
      },
      {
        "id": "trellin",
        "name": "Tomas Rellin",
        "sex": "Male",
        "age": "47",
        "access": "Internal",
        "details": "Tomas oversees Maintenance Corridor 7-N, a high-density transit and utilities route beneath the Civic Archives Block. The systems under his purview include fluid pressure valves, subterranean drone bays, and junction load routers — most of them outdated, poorly mapped, but irreplaceable. Tomas is known for ‘sensing’ failures before diagnostics catch them, a talent gained through years of tracing undocumented reroutes and jury-rigged failovers. His crew respects him, even if his nightly maintenance logs are borderline unreadable — part diary, part warning, part folklore. Outside work, he restores pre-BCI transit schematics and trades parts with old-school techs in unofficial repair networks. His logs include anomalies that he’s never reported: rogue data pulses, skipped maintenance pings, and once, an unidentified drone that returned clean despite never logging departure.",
        "communication": "Talks in rambling stories full of side-notes and inside jokes. But somewhere in the middle, there’s always a fact that matters — if you’re paying attention."
      },
      {
        "id": "smarkel",
        "name": "Sofiya Markel",
        "sex": "Female",
        "age": "45",
        "access": "Private",
        "details": "Sofiya was once the principal architect behind the crosslink redundancy layers that kept national telecom lines stable during the transition to BCI-aware routing. After her unit was disbanded, she vanished from the public circuit, reappearing as a private consultant hired to 'restore integrity' in systems no one admits are failing. She operates from a disused switching cabin near the riverfront, where she’s rigged an isolated testing bench with salvaged firmware chips and manual override toggles. She plays go in candle-lit basements with people who don’t use their real names. More than once, her name has appeared — obliquely — in disciplinary inquiries into data drift, but nothing ever sticks. She only takes jobs that pay in advance, and only from people who don’t ask questions twice.",
        "communication": "Speaks in precise, technical language — like reading from a manual only she understands."
      },
      {
        "id": "vhromek",
        "name": "Vera Hromek",
        "sex": "Female",
        "age": "56",
        "access": "Internal",
        "details": "Once considered the Ministry’s quiet mind behind regulatory phrasing during the rollout of the first generation of citizen scoring protocols, Vera is credited — unofficially — with coining the phrase ‘compliance friction’ now standard in public-facing documents. After the dissolution of her division, she was granted a permanent exemption status under Cultural Continuity guidelines. She lives in an old scholar’s quarter, where she writes longform essays on language drift and sends them to former students without expecting replies. Her influence is invisible but real — embedded in how the Council frames disruptions, how the BCI tags tone, how compliance prompts feel like choices. She’s rumored to still participate in closed semantic calibration reviews, under a pseudonym known only to a few inside the Bureau.",
        "communication": "Vera speaks in calm, measured sentences. Her words are simple and clear, yet she leaves out key details, so her true meaning is always open to interpretation."
      }
    ]    
  }
}