{
  "background": "By 2025, much of Central and Eastern Europe has moved beyond traditional nation-states. In their place are semi-autonomous zones where systems, not ideologies, shape how people are governed. Stenograd, the capital zone, stands at the center of this shift. It's run as a technocratic regime where stability isn't negotiated in parliaments — it's managed by algorithms. At the heart of this order is the Behavioral Compliance Index (BCI), a system that assigns each citizen a score based on everyday behavior — from spending habits and travel routines to social circles and online sentiment. It doesn't punish rebellion outright, but it quietly shapes lives: a low score might mean a delayed loan, a missed flight, or endless red tape. The result isn't fear, but something more subtle — the slow disappearance of better options. In Stenograd, power doesn't come from loud speeches or armed force, but from those who control the data and the systems that process it. The news is technically accurate, but carefully filtered. Dissent is allowed, but rarely gains traction. Public debate exists, but rarely changes anything in a meaningful way. The governing body, officially called the Executive Committee of the Unified Path — known simply as the Council — is made up of competing groups: military officers, government officials, and system designers. But decisions aren't made in loud debates. They're shaped quietly, through private talks and consensus generated by algorithmic models. Marek Halden rose to the top of this system not because he was popular or inspiring, but because he understood how to make the whole thing run. People saw him as the architect of a system that just worked — no grand ideas, no personal loyalty required. To the outside world, Stenograd is both fascinating and unsettling. Foreign governments build ties in search of economic and technological benefits. Human rights groups protest, but their voices struggle to break through. Inside the city, people rarely talk politics — not because they're afraid, but because they've learned the system is always watching, always adjusting. When Marek Halden suddenly dies, it isn't just a personal tragedy. It's the moment the illusion cracks. The smooth-running machine has lost its steady hand — and for the first time, people can feel the gears grinding underneath.",
  "bar": {
    "details": "Bar 101 is an unregistered drinking establishment located beneath a decommissioned telecom relay tower on the southern fringe of Stenograd's administrative zone. Housed in the concrete remnants of a Cold War-era signal monitoring station, it is one of the few remaining analog-era structures never integrated into the national digital compliance grid. Officially designated as a “cultural non-commercial asset” in 2023, it received a rare exemption from surveillance retrofitting under the Ministry of Urban Preservation — a decision quietly influenced by overlapping bureaucratic neglect and deliberate inaction from Halden's office. The bar has no signage, no digital locks, and no data uplinks; entry is unregulated, and transactions are strictly cash-only. Its isolation and technical obsolescence made it a magnet for mid-level civil servants, off-duty analysts, and quietly disillusioned citizens — those looking to speak without audit trails. While not illegal, its very existence challenged the premise of total system coverage. In March 2025, the discovery of a hand-wired analog microphone hidden behind the jukebox shattered assumptions of privacy. Though it was unclear if it ever functioned, its presence altered the bar's dynamic overnight — speech became measured, eye contact prolonged. In a city built on data certainty, Bar 101 remained a pocket of ambiguity — tolerated, monitored, and deeply unsettling to those in power.",
    "bartender": {
      "name": "Alex Radan",
      "sex": "Male",
      "age": "42",
      "access": "Semi-public",
      "details": "The owner and sole operator of Bar 101. Formerly a senior propaganda architect within the Central Messaging Bureau, Radan was instrumental in crafting state campaigns that reshaped public sentiment during periods of crisis. His departure from government work followed the unexplained disappearance of his partner — an incident tied to a psychological operations campaign he personally oversaw. Disillusioned, he withdrew from public life without formal dissent, avoiding prosecution but never fully escaping scrutiny. At Bar 101, Radan keeps a low profile, serving drinks in silence, while regulars confide in him more than they realize",
      "communication": "Speaks rarely and with quiet precision — each word deliberate, often letting silence carry more meaning than speech."
    },
    "customers": [
      {
        "id": "lvostrikov",
        "name": "Lena Vostrikov",
        "sex": "Female",
        "age": "38",
        "access": "Internal",
        "details": "Lena is a mid-level analyst at the Central Oversight Directorate, where she specializes in validation procedures for behavioral classification systems. Educated in statistical epistemology and behavioral economics, she is known internally for her methodical approach and resistance to procedural shortcuts. Lena lives alone in a government-subsidized complex and spends much of her free time solving logic puzzles and reading archival policy memos. Though not outspoken, she is ideologically committed to procedural integrity — not reformist, but deeply uneasy with shortcuts that compromise system coherence. She is professionally connected to internal auditors and maintains a long-standing, unacknowledged rivalry with a senior supervisor in her chain of command. Her technical insight into the Behavioral Compliance Index (BCI) gives her rare leverage over how misclassifications are identified or ignored.",
        "communication": "Speaks in short, deliberate phrases. Pauses often, as if weighing every word."
      },
      {
        "id": "msadeghi",
        "name": "Miro Sadeghi",
        "sex": "Male",
        "age": "51",
        "access": "Private",
        "details": "Miro is a retired colonel who formerly oversaw logistical coordination for defense mobilization units. Though no longer in uniform, he works as a strategic advisor to infrastructure contractors with defense ties, providing him with quiet access to procurement channels, fleet readiness metrics, and secure communications protocols. He lives in a controlled-access residential complex for ex-officers and participates in quarterly closed-door briefings as part of a “reserve strategy cohort” — an informal circle of former officials consulted in times of transition. Miro is divorced, childless, and keeps a small collection of wartime correspondence in his study. While he holds no formal office, he is respected by active-duty officers and still receives encrypted memos marked 'for insight only.'",
        "communication": "Uses sharp, minimal sentences — the way someone trained to give orders would. He says little, but every word carries weight."
      },
      {
        "id": "kdeltov",
        "name": "Karina Deltov",
        "sex": "Female",
        "age": "29",
        "access": "Semi-public",
        "details": "Karina is a licensed journalist affiliated with Stenogram, a semi-independent media outlet specializing in administrative transparency and civic processes. She holds dual degrees in investigative journalism and legal systems, and her early reporting on land-use corruption earned her quiet citations in internal policy reviews. Though she avoids overt political posturing, her work is frequently used by reformist blocs within the Civic Audit Network as supporting evidence in committee reviews. She has informal access to mid-ranking bureaucrats and policy editors, and she’s rumored to have once ghostwritten a speech for a Council sub-chair. Karina is single, keeps meticulous notebooks, and spends her weekends in community libraries reviewing physical archives.",
        "communication": "Speaks like she’s writing headlines in her head. Her questions seem casual — until you realize they’re traps. Always watching, always writing."
      },
      {
        "id": "trellin",
        "name": "Tomas Rellin",
        "sex": "Male",
        "age": "47",
        "access": "Internal",
        "details": "Tomas is a corridor operations supervisor in the Department of Public Infrastructure. His teams manage high-volume sensor arrays, drone navigation beacons, and utility control nodes — critical systems that keep Stenograd’s automation layers functional. With over two decades in the field, Tomas is known for detecting system anomalies before they become incidents. He has a reputation for running crews efficiently, but he also keeps a private log of procedural inconsistencies, unrecorded reroutes, and unexpected power cycling events. Off-duty, he mentors junior techs and restores vintage transport schematics as a hobby. Through his work, Tomas maintains direct contact with infrastructure liaisons who regularly interface with security forces and emergency response units, granting him visibility into pre-crisis maneuvering.",
        "communication": "Talks in rambling stories full of side-notes and inside jokes. But somewhere in the middle, there’s always a fact that matters — if you’re paying attention."
      },
      {
        "id": "smarkel",
        "name": "Sofiya Markel",
        "sex": "Female",
        "age": "45",
        "access": "Private",
        "details": "Sofiya is a freelance network security consultant, specializing in legacy systems and hybrid analog-digital infrastructure. Formerly a senior engineer within the National Telecom Authority, she left following departmental downsizing during the last reorganization wave. She now operates under contract with municipal and private clients who require discretion and deep technical literacy. Sofiya is fiercely independent, maintains minimal digital presence, and communicates with clients primarily via dropboxes and offline exchanges. She plays go in underground leagues and collects obsolete routing hardware. Though she avoids political affiliation, her skillset places her in occasional contact with actors involved in information laundering, silent system probes, and deep-layer bypass testing.",
        "communication": "Speaks in precise, technical language — like reading from a manual only she understands."
      },
      {
        "id": "vhromek",
        "name": "Vera Hromek",
        "sex": "Female",
        "age": "56",
        "access": "Internal",
        "details": "Vera is a former sociolinguistics professor who once consulted for the Central Messaging Bureau during periods of major policy transition. Her expertise lies in how language shifts can precondition public response to regulation. Decades ago, she was part of a classified interdisciplinary team that modeled sentiment compliance through linguistic framing — a precursor to modern messaging engines. After stepping down from public roles, she remained quietly active in interdepartmental review sessions and retains lifetime access to restricted language corpora. Vera lives alone in a protected residential zone under cultural exemption status and exchanges letters — handwritten — with former students now embedded in various ministries. Her influence lies not in visibility, but in long-term intellectual seeding.",
        "communication": "Vera speaks in calm, measured sentences. Her words are simple and clear, yet she leaves out key details, so her true meaning is always open to interpretation."
      }
    ]
  }
}