{
  "official": [
    {
      "image_id": "child_assembly",
      "headline": "Civic Voices Gather",
      "anchor_line": "A citywide assembly sees citizens and Council work side by side to discuss Stenograd's future.",
      "contextual_reframing": "Transparent engagement ensures that resident priorities meet with administrative expertise for optimal solutions."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "Neighborhoods Choose",
      "anchor_line": "Districts select local priorities using the innovative Shadow Ballot, promoting value-driven communities.",
      "contextual_reframing": "Adaptive governance allows neighborhoods to flourish according to the values most important to their residents."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "Stenograd Evolves",
      "anchor_line": "City authority transitions as neighborhoods implement their own value-guided systems.",
      "contextual_reframing": "Distributed decision making brings resilience, fostering stability through adaptive, locally informed systems."
    }
  ],
  "underground": [
    {
      "image_id": "council_table_empty",
      "headline": "Council Frozen Out",
      "anchor_line": "Council stalls while the people finally take the mic — but no one’s in control behind the screen.",
      "contextual_reframing": "The official ‘dialogue’ is damage control. Behind the closed doors, no one’s steering the city."
    },
    {
      "image_id": "faceless_portrait",
      "headline": "Votes In The Shadows",
      "anchor_line": "Shadow Ballots let districts fight for scraps of autonomy while BCI glitches hold scores hostage.",
      "contextual_reframing": "These ‘choices’ still play by the system’s rules. Real freedom needs more than reprogrammed algorithms."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "City Splinters",
      "anchor_line": "Stenograd fractures as power slips to the streets. Enclave assemblies set their own futures now.",
      "contextual_reframing": "Control broke the second people stopped complying. Every block has a new story — and the Council’s era ends here."
    }
  ]
}