{
  "olintz": {
    "chapter": "After the BCI database was made accessible to the public, Oksana noticed crowds near her building queuing to review personal histories. At work, a supervisor insisted she personally verify high-profile appeal cases, fearing exposure of past administrative oversights. During one review, a citizen presented printouts of her own score history and demanded corrections directly from Oksana, referencing entries that Oksana had previously processed under strict protocol. The next day, with the announcement that the BCI would be suspended, Oksana’s regular monitoring tasks ceased. She was reassigned to a holding team processing backlogged error reconciliations, but workflow was chaotic, with co-workers openly debating system failures and previously avoided topics. Oksana grew hesitant to comment during meetings, limiting her responses in written logs to avoid any implication of policy violation. Her BCI score remained at 5, reflecting ongoing risk based on recent associations despite no new infractions.",
    "bci_score": 5,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 8, following the announcement that BCI enforcement was suspended and witnessing Directorate patrols unable to maintain order at the resource center entrance, Nikola altered his routine. Instead of joining the long, unregulated crowds at the main checkpoint, he waited alone nearby, scanning for any Council-sanctioned updates on his device. When a neighbor attempted to organize a distribution of ration cards outside official channels, Nikola refused to participate, mindful of his history with Harmonist principles and suspicious of the shifting authority. That night, his access logs showed multiple unexplained credential checks on his account, prompting him to further restrict use of his device and store his briefcase in a new hiding place. The suspension of BCI created anxiety over who controlled his access and records, leading Nikola to reduce voluntary system interactions for several days. His BCI score fluctuated slightly during the period, dropping by 2 points to 51.",
    "bci_score": 51,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On June 8, following public standoffs and the Council’s announcement suspending the BCI, Daria arrived at her lab to find the usual queues for replacement health bands gone, replaced by small groups debating printed BCI histories. Earlier in the week, she noticed new tensions after residents were allowed to audit their own scores in public; several clients confronted her, demanding help correcting records they believed unfair. Now, with the BCI paused, her supervisor directed technicians to halt all device updates and prioritize inventory audits instead. Daria found herself manually sorting unused bands for the first time in months, as team members speculated about job changes and debated the system’s past. No one requested off-record data fixes. Daria felt both relief and uncertainty, aware her skills were suddenly less relevant and the usual risks had disappeared. Her BCI score remaining static at 58 mirrored her current position: in limbo, awaiting the city’s next step.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 8, Lenart planned to resume a long-delayed contract at a municipal water relay but arrived to find Directorate officers blocking access, citing orders to restrict public gatherings near the mural. As large crowds debated BCI data in the open, the officers unsuccessfully tried to disperse them, causing several scheduled repairs to be postponed without notice. With the system authorities visibly losing control and official channels offering inconsistent directives, Lenart stopped attempting to coordinate with city dispatch and instead focused on low-profile repairs for private clients who contacted him directly. That afternoon, a trusted client confided their uncertainty over which work requests were still valid after the BCI was suspended by the Council, prompting Lenart to quietly stop using his BCI interface for the rest of the day. The ongoing suspension left him cautious, reinforcing his preference for isolation and independent record-keeping. His BCI score remains at 62.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On the day after the city announced open access to BCI histories, Sven arrived to find a line of residents outside the former communications office, now used as an impromptu review station. Unable to access his usual workspace or retrieve policy drafts, he was redirected by unfamiliar assembly members who required him to clarify past Directorate messaging face-to-face. Throughout the day, requests for explanations about scores and hidden injustices interrupted his attempts to update draft statements. When the \"truth council\" began cross-checking specific cases in real time, Sven’s expertise was challenged by citizens armed with archival evidence, reducing his authority even further. He documented each unexpected confrontation in his notebook, avoiding policy recommendations for fear of further undermining his standing. Increased public scrutiny and a lack of controlled messaging channels led to a further decline in his BCI score, dropping it from 37 to 34 as instability persisted.",
    "bci_score": 34,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After deciding to release the complete BCI archives, Rada compiled secure instructions for opening the main data channel and coordinated discreetly with trusted assembly leaders at the mural. On the morning the access went live, she personally monitored the first sessions, watching citizens access their case histories and bring evidence of past abuses into public view. During her usual work hours, she refrained from all system editing and instead archived citizens' testimonies from the assembly site, carefully logging each event in an offline record. The decision rapidly drew staff suspicion; colleagues questioned her movements and avoided her in meetings. As Directorate officials closed in on the mural area, Rada continued fielding anonymous tips for assembling more cases, but her badge access was revoked midday. By evening, she received a formal system alert marking her as a risk actor and terminating her media clearance. Her BCI score dropped to 5 due to unauthorized data release and documented subversion.",
    "bci_score": 5,
    "political_preference": "rebel"
  }
}