{
  "olintz": {
    "chapter": "After citizen juries publicly condemned the BCI and the scoring system was deactivated, Oksana awoke to an apartment building with locked service rooms and several neighbors exchanging paper lists of emergency contacts. Without a functioning score, her name was missing from the new access rosters, forcing her to rely on handwritten notes from building staff to pass checkpoints. At the local market, community volunteers handed out ration tickets instead of scanning codes, and Oksana observed long, frustrated discussions over how to organize water distribution. She avoided speaking to those who recognized her from her previous work, instead helping sort deliveries to avoid attention. That night, uncertain which doors would open for her, she kept her devices off and used only physical keys. The BCI's absence removed a constant source of stress but left daily routines unpredictable and exposed, reinforcing her sense of isolation as the building's rules changed again overnight. Her BCI score was now irrelevant.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After authorizing the formation of citizen juries to openly try the BCI and Council policies, Nikola worked to verify the credentials of jury coordinators and liaised with former colleagues to ensure testimonies and evidence sessions were broadcast without interference. On the first day of hearings, he attended the proceedings in person but maintained a discreet presence, avoiding direct engagement where possible. Nikola observed former Council associates called to account, and evidence of wrongful denials was made public. His decision resulted in the BCI being declared guilty and disabled. In the days that followed, the city’s reliance on local assemblies grew, creating confusion in daily routines but fostering new community cooperation in his building. Nikola’s BCI score dropped sharply to 42 as his role in dismantling the system was flagged as noncompliance. Despite the risk, he accepted that his actions led to system reform and visible, if uneasy, change around him.",
    "bci_score": 42,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After the BCI system was disabled city-wide, Daria arrived at her lab to find all diagnostics screens displaying generic error messages and queues of residents waiting for help with now-unlocked health bands. Colleagues debated which new neighborhood guidelines to follow, and without scoring protocols, Daria was asked to manually verify access for basic services—tasks previously locked behind system approval. She worked methodically, double-checking device histories despite being unsure what permissions still existed. During her break, several residents approached her privately, seeking reassurance about missing records that had surfaced in recent citizen jury hearings. Daria avoided making promises but agreed to demonstrate how to clear personal logs, careful not to guarantee results. As she left, staff meetings were replaced by informal groupings outside the building, discussing who would organize access logs and troubleshoot device malfunctions. Without the pressure of monitoring, Daria’s BCI score is void, but she remains cautious, uncertain about future accountability.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the abrupt shutdown of the BCI scoring system, Lenart arrived at a routine maintenance job only to find the building’s entry process had changed—manual sign-in was required, and a loosely organized committee questioned each worker. Without digital credentials, Lenart presented recent paper references. The residents debated his reliability, uncertain without the old score for reassurance. Later that afternoon, coordinating a repair in another district, he encountered volunteers from a newly formed local assembly distributing printed schedules and insisting all contractors attend a short orientation. Lenart adjusted by increasing the number of paper copies of his job history and limiting jobs to familiar areas. Several former clients contacted him directly, bypassing neighborhood intermediaries and requesting private repairs. Though initial communication was awkward, Lenart completed three minor jobs with minimal delay. Despite the lack of a score to influence interactions, he remained cautious around unfamiliar committees, closely monitoring which new protocols persisted.",
    "bci_score": 58,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the BCI system was publicly deactivated following the citizen juries’ verdict, Sven arrived at his workplace to find all entry controls disabled and central messaging servers offline. Previously, every draft required digital approval; now, he could access old speeches freely, but requests for new statements from the Council ceased entirely. That morning, Sven joined a hastily organized floor meeting where colleagues debated whether to continue preparing official releases or focus on local assembly bulletins. With administrative channels silent, Sven spent the afternoon reviewing handwritten notes and providing draft language to a neighborhood assembly for their first public communication. By evening, his routine of encrypted backups and BCI compliance checks was obsolete. Sven adapted quickly, channeling his skills toward supporting grassroots messaging. Without active scoring, his BCI remained unchanged, but the day concluded with uncertainty over future roles and the relevance of his tightly controlled process.",
    "bci_score": 48,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the disabling of the BCI system, Rada noticed her apartment building’s entry panel reverted to manual key check, requiring residents to coordinate daily opening times. The previous day, the shift to grassroots assemblies had resulted in neighbors organizing task lists for cleaning, maintenance, and supply distribution in her building. Rada adapted by volunteering as a note-taker during morning meetings, using this opportunity to gather firsthand accounts of service gaps and collective decision-making. Without digital oversight, she observed that several neighbors who previously avoided her due to her flagged status now included her in planning discussions. She spent the afternoon documenting procedural shifts for a potential report, storing handwritten notes and participant rosters for safekeeping. The change in local authority made her cautious, but also allowed her to initiate informal interviews without fear of automated reprisal. By evening, the absence of centralized scoring offered Rada a sense of renewed belonging.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}