{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Light load. Had a few jobs fall through this week.",
        "Committees took over some of my contracts. Folks locked me out while they sorted things.",
        "Hard to know if that's good or bad for my score. Sticking to the old routes for now."
      ],
      [
        "You could say I'm carrying uncertainty. Regular spots, gone overnight. Assemblies are making the calls on repairs now.",
        "Showed up to a building I used to work for. Locked out. Heard them picking teams inside without me.",
        "A lot of old faces in the same boat. Spent half my day just checking who'd let me in.",
        "Score's bouncing. Not much to do but lay low and hope my number holds."
      ],
      [
        "These days? Carrying missed jobs and some headaches. Neighborhood committees started picking the repair teams themselves. No notice, just shows up to work and the door's shut.",
        "Stood in the hall, hoping they'd buzz me in. Instead, just got to listen to strangers do my gigs.",
        "Other contractors pushed out too. We stood around, looking like fools.",
        "Had to burn half my day on districts still trusting the BCI, asking around in person like it's twenty years ago.",
        "Almost missed rent. My score's all over the place now.",
        "Feels like the city went sideways overnight."
      ],
      [
        "I’m carrying the feeling I missed a turn somewhere. Used to be simple. Official call, work order, in and done. Now the neighborhood assemblies push me aside for their list of favorites.",
        "Got left in the corridor outside my own clients. Sat there listening as they divvied up jobs among themselves.",
        "Hard to blame them, honestly. BCI’s so jumpy, people take matters into their own hands.",
        "Spent all day running to spots still playing by the old rules, using paper logs. Tiring.",
        "Had two jobs scratched with no warning. Even for me, that stings.",
        "Score’s sliding lower. Makes you watch your step, right?",
        "Feels like you’re being measured for something you never agreed to."
      ],
      [
        "Carrying a bit more than a toolkit lately. The city’s spinning, and I’m not sure where I fit.",
        "Assemblies took over jobs. Got shut out from my own contracts. No warning, just committee chatter behind locked doors.",
        "Talked with a few other folks in the trade. We're all getting squeezed out unless our faces fit the new vote.",
        "Official channels are falling apart. Had to go full analog—paper logs, face-to-face, the works.",
        "It’s all because the BCI lost control. My score used to keep me safe, but now any slip can sting.",
        "Not that I’m complaining when the Directorate wants order back. Too many people shaping the rules means no rules at all.",
        "But even I had to make choices—avoided those voting zones, stuck to BCI turf only. Cost me, but I’d rather miss a meal than miss my number.",
        "If this is stability, I’d hate to see chaos. Feels small and cold right now, to tell the truth."
      ]
    ],
    "emotion": "Tired but not beaten. Still figuring out my place in all this."
  },
  "emotional": {
    "opener": "“It’s all right to feel worn out, Lenart. Nobody expects you to hold everything together alone.”",
    "variants": [
      [
        "Yeah. That’s a fair point.",
        "Suppose everyone’s got too much on their plate."
      ],
      [
        "Yeah. That’s a fair point.",
        "Suppose everyone’s got too much on their plate.",
        "Doesn’t mean it gets easier to let things slip."
      ],
      [
        "You know, that actually helps.",
        "Sometimes it feels like everyone expects more than I can give.",
        "But I keep at it. What else can you do.",
        "Just need a breather now and then."
      ],
      [
        "Thanks, Alex. That makes a difference.",
        "Sometimes I forget I’m not the only one doing the patchwork.",
        "Feels like I’m holding things together with wire and wishes half the time.",
        "Still, something about the work keeps me going.",
        "Suppose I’d rather patch than watch things fall apart."
      ],
      [
        "I appreciate that, really.",
        "It gets heavy, carrying everyone’s expectations. Used to be easier to shrug off.",
        "This city’s always expecting someone to keep things humming, but it never tells you that it’s never one person alone.",
        "I learned that the hard way after I left the state job. No more nets, just me and what I can fix.",
        "Guess that’s why I keep going—stubbornness or habit, hard to say anymore.",
        "Either way, your words help. Reminds me I’m not invisible."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows it's more than missed jobs. What's really going on in this city?",
    "variants": [
      [
        "A lot of noise about data leaks and score chaos, that's what.",
        "People got spooked when info spilled. Nobody trusts the numbers now.",
        "Assemblies popped up, pushed the old ways aside. Not my concern long as the locks work.",
        "Heard the Council lost its grip, but that's always a rumor.",
        "For folks like me, business changes. That's it."
      ],
      [
        "You saw the headlines. Scores leaked, folks mad—Council scrambling to patch holes.",
        "Directors tried to tighten things, but got called out by the crowd. Footage everywhere.",
        "Suddenly, everyone trusts their block more than CityNet.",
        "Services break, people self-organize. Makes work less predictable, more risky.",
        "I stay where BCI’s still got teeth. Change gets people hurt, not just cut from the rolls."
      ],
      [
        "Not just leaks. The system’s eaten itself—scores jump, whole streets go dark, some folks erased like they never were.",
        "After the dump, even the high-scorers aren't safe. No official owns the problem.",
        "Assemblies run food and transit now. Council’s out of view, looking shaky.",
        "Directorate types tried to stomp it out, but people caught it live. Big mess.",
        "Saw old friends wiped from systems, stuck in limbo. Makes you want authority back, not hopeful experiments.",
        "Order's worth more than these wild swings. Some of us still hold to that.",
        "I keep it simple: stick to the structure, even when it creaks."
      ],
      [
        "What’s happening? City’s split open. BCI blown wide when that leak hit.",
        "Council’s at each other’s throats. Some call for clamps, but public’s running the show on the ground.",
        "Assemblies run sectors. Feels like two cities: official rules here, ad-hoc everywhere else.",
        "Directorate tried to push back—failed spectacularly. Footage made them look like fools.",
        "Whole families wiped clean from records overnight. No recourse, no one to call. Sobering.",
        "I get why folks crave order. I’m Directorate-minded, never liked playing fast and loose with the basics.",
        "But the structure's thin now. Even I had to hustle old school just to eat.",
        "People think chaos means freedom. I see chaos and I see chance to lose more than a meal."
      ],
      [
        "Truth is, the system broke when Halden died. Everything since is patchwork and paranoia.",
        "After that leak, the data vultures tore into people. Not just officials—ordinary folks exposed, trust shattered.",
        "Council’s split: some want calm, some radical fixes, Directorate wants the old order with hard lines drawn. I get their angle. Without hierarchy, everything frays.",
        "I skew Directorate—always preferred order over street votes. This free-for-all has teeth. Saw neighborhoods hack their way through, but also shut out anyone not on their list.",
        "Lost jobs to committee picks, lost old contacts to data wipes. Even a steady score can’t save you now, not when files vanish.",
        "Watched security try to retake control. Livestreams showed the heavy hand, so they pulled back—now people cheer local bosses, but the city's threadbare.",
        "Spent years fixing what the Council broke. Knew the system’s cracks, but not like this.",
        "Now mutual aid keeps the lights on, but it’s hungry work. No highs, all risk. I keep moving, eyes open, wishing Directorate brass would quit stalling and lay down real ground rules.",
        "Tired of improvising survival every day. At least before, you knew whose door you’d knock on."
      ]
    ]
  }
}