{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "I suppose I have been, yes.",
        "Some days the building checks go faster, some days not at all.",
        "There’s new faces at the entry, asking about work forms. I just keep it simple.",
        "You learn to be careful. Especially now."
      ],
      [
        "It’s different lately. People let you in or turn you away, doesn’t always match the system.",
        "Found a note slipped under my door with names to call if things break down again.",
        "I saw shopkeepers checking ration slips by hand instead of the scanner.",
        "I stopped filling out certain work reports. Too many discrepancies now.",
        "Feels like you can’t trust what works from one day to the next."
      ],
      [
        "Walking carefully, yes. Entry lines are shorter lately, but you never know if your code will work.",
        "A woman came by today, said I should keep some numbers handy in case my card fails again.",
        "Even the bakery stopped using the digital registers. Notes on paper now, like it’s normal.",
        "Friend told me to leave parts of my profile blank on forms, said there’s mismatches showing up everywhere.",
        "I keep a file of emergency documents now, just in case the system decides I’m not real anymore.",
        "Makes you… cautious, I guess. Not sure how steady anything is."
      ],
      [
        "I barely recognize routines anymore. Used to be if the system trusted you, doors opened. Now even trusted scores glitch.",
        "We have volunteers knocking with backup contact lists, like they expect the whole network to drop.",
        "Shops use handwritten ration notes. There are rumors of old digital pilot code causing new failures.",
        "I had to stop updating my work role in the registry because my friend noticed her details got flagged.",
        "I’m careful what I say out loud, even in my own building. Seals from the Council show up on doors overnight.",
        "People are friendlier with each other, but no one trusts the system—only what’s in front of them.",
        "I spend more time here than I should. Feels safer, somehow. Even if it isn’t, not really."
      ],
      [
        "Honestly, it feels like living in a loophole now. My own BCI score locked low, but the system’s barely holding together.",
        "Since assemblies started patching over the BCI failures, I noticed building checks are easier, but only because locals stepped in.",
        "I keep a list of names from a volunteer and backup paper documents, in case I get erased like those families they wiped last week.",
        "Shops switched to handwritten rations. People share tips for outsmarting Directorate tampering.",
        "My friend warned about leaving forms blank—turns out Directorate’s tweaks made the whole directory unstable.",
        "Even as an analyst, I don’t trust the system anymore. I cache everything I might need, quietly.",
        "I always believed data could keep us safe. Now it’s small, local trust that matters.",
        "It’s strange. The system was supposed to bring order. Now, I’m just quietly relieved it hasn’t crushed us yet."
      ]
    ],
    "emotion": "uncertainty mixed with quiet relief that things haven't completely fallen apart"
  },
  "emotional": {
    "opener": "You know, Oksana, things may change, but people still figure out how to help each other. It's not all lost.",
    "variants": [
      [
        "I suppose that's true. Small comforts, I guess."
      ],
      [
        "Maybe. I still... don't let myself believe it lasts.",
        "But it's something, for now."
      ],
      [
        "I hadn't thought of it like that. People do adapt.",
        "It's a strange kind of relief, even if it feels temporary.",
        "I just... want something to be steady again."
      ],
      [
        "You're probably right. I've seen it—people quietly making things work.",
        "It makes me feel less alone, honestly.",
        "I've been worried about what happens next, but this helps.",
        "Guess we all rely on each other more than we realize.",
        "Sometimes I forget how resilient people are."
      ],
      [
        "I think I forget sometimes that the city runs on more than just code and systems.",
        "Watching people step up... it's unexpectedly reassuring.",
        "It reminds me what drew me to this work in the first place: the idea that we could make things better.",
        "I know I'm cautious, maybe too much, but small moments like this—when things work out anyway—mean a lot.",
        "I've been carrying so much uncertainty.",
        "Hearing you say that makes it easier to breathe, for once."
      ]
    ]
  },
  "factual": {
    "opener": "People keep mentioning this 'city-wide data leak' and assemblies taking charge. Come on, what's really happening out there?",
    "variants": [
      [
        "There were some system failures. Official channels are saying very little.",
        "People started managing things locally. Mostly volunteers come and go.",
        "It's less centralized, but not all changes are visible yet.",
        "The Council is still making statements.",
        "Things haven't gone back to normal."
      ],
      [
        "There was a leak that exposed private data. Caused some panic.",
        "Assemblies are running local voting sessions. That's new for Stenograd.",
        "Resource allocation shifted away from official channels. Not always smooth.",
        "Some say Directorate interference was caught on camera.",
        "I don't hear much about real fixes from Council meetings."
      ],
      [
        "The data exposure broke a lot of trust. Now the Council can barely keep order.",
        "Assemblies replaced most BCI services. Neighborhoods are self-organizing.",
        "Directorate attempts to regain control just backfired.",
        "It feels chaotic, but some local leaders gained real influence.",
        "I notice the Innovator faction keeps pushing for deeper changes, still met with resistance.",
        "The Council is losing relevance by the day.",
        "Strange how fast things can turn."
      ],
      [
        "After the data breach, nobody trusts the old system anymore.",
        "Neighborhood assemblies stepped up, filling in gaps everywhere from food rations to dispute resolution.",
        "Council authority is fading. Those emergency crackdowns from Directorate got exposed and humiliated them.",
        "I've started relying more on people than code. It wasn't like that before all this.",
        "Innovators are arguing for real structural change, but the old guard drags their feet.",
        "Some directors even blame each other for the collapse, but everyone knows it's deeper.",
        "Feels... precarious, but for once I see some hope in what locals build.",
        "And despite my analyst background, I'm quietly relieved it hasn't all collapsed."
      ],
      [
        "When Halden died and the data leak happened, the system stopped working as designed. That's when everything changed.",
        "Whole groups found their histories wiped—just erased. Assemblies formed because neighborhoods needed something more stable than scores.",
        "Directorate people tried to sabotage votes. Citizen livestreams caught the whole thing. They can't just act in the dark anymore.",
        "Real resource flows moved into the hands of mutual aid networks. It shook up the power structure overnight.",
        "As an Innovator, I hoped tech would help, but now, honestly, only these local fixes actually work.",
        "I've seen directory tampering firsthand. Even my own registry profile nearly disappeared last week.",
        "No one trusts Council procedures now. Any legitimacy comes from what works face to face.",
        "For once, my own BCI analyst skills didn't matter much. People care about integrity, not data signals right now.",
        "It's messy, but the city didn't break. Maybe that's something."
      ]
    ]
  }
}