{
  "olintz": {
    "chapter": "After anonymous messages and graffiti warning residents to 'trust no score' appeared overnight, Oksana arrived at the Directorate to see a group of colleagues quietly erasing their names from office rosters and avoiding eye contact. Later that day, as crowds gathered at a nearby service hub demanding answers about score fluctuations, Oksana was assigned to process priority appeals for citizens suddenly locked out of their housing. She completed each appeal manually, often without clear criteria, since the system's trust metrics shifted hourly. During one break, a neighbor approached her for help restoring a collapsed service profile; Oksana declined, citing protocol, fearing a further decline in her own trust indicators. As shifts ended, she left through a side entrance to avoid the service hub crowds, keeping her transit route variable. That evening, she reviewed her BCI log, noting mounting system skepticism due to close association with flagged residents. Her BCI score dropped to 24.",
    "bci_score": 24,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 2, Nikola left early for the resource center after hearing that crowds were forming at service hubs and people openly challenged the legitimacy of BCI scores. Approaching the entrance, he saw digital displays marked with graffiti reading \"trust no score.\" Uncharacteristically large groups blocked access to the service terminal, arguing openly with staff and demanding explanations. Remembering recent incidents where neighborhood patrols accused residents over score changes, Nikola avoided speaking to anyone and used a secondary entrance. Inside, staff processed requests randomly, sometimes honoring expired credentials. Nikola hesitated as a previously blacklisted resident called his name, offering to skip him ahead in the line. He refused, anxious that accepting favors or associating with unverified citizens would further lower his score. That evening, his access history flagged several anomalies, and his BCI score dropped by 4 points due to increased monitoring and suspicious routing.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On May 2, Daria found crowds gathering outside the service hub where she worked, following a surge of digital messages advising residents to distrust BCI scores. By mid-afternoon, several coworkers reported being confronted on their way in, questioned about sudden changes in their access or eligibility. Inside, Daria was directed to assist clients whose records had been altered multiple times that day, many presenting printouts or screenshots to prove their previous status. She followed new instructions to issue provisional health bands without standard authentication, pausing only when vigilante patrols appeared near the building’s entrance, monitoring everyone who left. Daria shortened her lunch, exited through a back stairwell, and texted her supervisor instead of logging additional repair tickets from her usual terminal. She avoided further unsanctioned access the rest of the day, logging only minimal device activity. Task volume and unpredictable client status led to a noticeable score drop. New BCI score: 61.",
    "bci_score": 61,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On May 2, Lenart noticed crowds forming near local service hubs as frustrated residents demanded explanations for their rapidly shifting BCI scores. Digital graffiti appeared overnight in his building, warning tenants against trusting score updates. That morning, Lenart arrived at a ventilation job to find unfamiliar faces already working, none of whom matched the usual roster or possessed official authorization. When he checked his own BCI interface, his score had changed twice in an hour—without explanation—leaving him uncertain which jobs he was cleared to accept. Out of caution, he returned to his workshop and declined new requests, spending the afternoon quietly comparing paper logs to digital records. By evening, neighbors began openly questioning each other's scores in the corridor. Lenart avoided discussion, sticking to routine repairs in unmonitored areas. The unpredictability widened his habit of isolation and reduced official work, causing his BCI score to drop to 48.",
    "bci_score": 48,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "In response to escalating disruptions, Sven Halek implemented the Council’s directive for a forceful restoration of algorithmic control, approving immediate biometric and manual identity checks across all civic entry points. Overseeing the messaging campaign, he issued directives that branded tampering as a critical threat, urging citizens to report irregular activity. As lockdowns tightened, Sven coordinated speeches reinforcing the necessity of hard lines against system manipulation. However, within days, dissident actors penetrated the BCI’s fallback controls, generating unpredictable score swings that undermined all recent communications. Sven documented the chaos as citizen trust collapsed, neighborhood groups began policing score shifts, and Council factions fought over failed narratives. Despite his loyalty to protocol, Sven’s perceived failure to restore order and the intensifying social crisis triggered a major penalty in his BCI rating. The system flagged his profile for contributing to instability, sharply reducing his BCI score from 63 to 45.",
    "bci_score": 45,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After city broadcasts and graffiti began urging the public to distrust official score data, Rada noticed employees openly questioning BCI status during routine ID checks at the office, causing delays and heated exchanges. That afternoon, large crowds gathered near her building demanding answers about service access. Rada quietly avoided the crowds, taking service stairs and minimizing time in public spaces. Inside, she found staff divided—some refusing to submit their BCI badges for inspection, others volunteering documentation to prove alignment. Rada limited her workstation activity to avoid detection, observing colleagues who once dismissed her caution now expressing similar doubts. She delayed even minor file updates, prioritizing observation over action. By the end of the day, new protocols forced her to log every keystroke, making private archiving harder. These events increased her anxiety, and her BCI score dropped further as avoidance and incomplete logging flagged her as a risk.",
    "bci_score": 28,
    "political_preference": "rebel"
  }
}