{
  "olintz": {
    "chapter": "Oksana woke to an uncharacteristically calm morning, noting that all device notifications now displayed citywide prompts encouraging local cooperation. Upon leaving her building, she observed neighbors organizing shared meals and helping each other access previously restricted essentials without reference to old scoring systems. At midday, a group of former Directorate coworkers invited her to join a neighborhood planning discussion, judging trustworthiness based on contributions rather than BCI records. Confronted with the absence of background surveillance and score-based permission checks, Oksana found herself tentatively participating in community deliberations for the first time. By afternoon, she accepted a task to review supply lists—something unthinkable under BCI restrictions. The shift from system-enforced isolation to community reliance felt abrupt, but Oksana adapted by reporting issues face-to-face instead of through flagged logs. She noted a sense of lingering wariness about her reputation but recognized a gradual inclusion based on actions, not data. BCI score remained at 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "On July 1, following the public acknowledgment of the city’s new community-led order, Nikola’s daily routine shifted significantly as residents in his building coordinated chores and shared resources without reference to compliance scores. Earlier, after Echo Protocol encouraged mutual organization, Nikola noticed his neighbors openly hosting planning meetings in the lobby, often inviting him to join. Remembering past risks, he declined invitations and continued to check Council updates from home, uncertain whether participation might attract later scrutiny if old systems reactivated. That afternoon, when the building’s water supply fluctuated, two residents knocking on Nikola’s door offered to help him collect water from a communal reserve. Reluctant but recognizing the practical need, Nikola accepted the assistance, allowing them into his apartment for the first time since the breakdown. He remained cautious in conversation, offering minimal detail about himself. Recent events increased his willingness to rely on group efforts, but vigilance persisted. BCI score unchanged.",
    "bci_score": 50,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After city screens and personal devices shifted from BCI instructions to calm prompts encouraging neighborhood collaboration, Daria’s daily routine at the health band lab transformed. Instead of referencing official eligibility, she witnessed coworkers and residents organize reissuance queues based on mutual recognition within the local community. That morning, she followed improvised lists led by block representatives rather than consulting flagged accounts, assessing requests through direct discussion instead of software checks. When a new coworker, previously restricted by a low score, was trusted by the group to verify band returns, Daria complied and documented the outcome without concern for log accuracy. By the afternoon, her reliance on informal trust networks felt more efficient but unfamiliar, prompting her to limit interactions to those she knew from prior assignments. Despite uncertainty, the absence of BCI oversight led to a sense of cautious relief and no further point decrease. Her BCI score remained at 54.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide shift from BCI enforcement to citizen collaboration, Lenart noticed that scheduled jobs no longer required score-based authorization, and residents in his building openly discussed who would handle upcoming repairs. When his neighbor handed him a list of urgent tasks compiled by the floor instead of system dispatch, Lenart hesitated before agreeing to help, unused to decisions being made without official channels. Later that day, he accepted materials from a previously flagged resident, observing that trust was now negotiated face-to-face rather than determined by system alerts. Despite his longstanding preference for structured governance, Lenart adapted by double-checking supply use and updating his paper logs for group reference. As the authority of the BCI faded and self-assigned roles took hold, he found his previous caution replaced by a cautious willingness to participate. This collective organization slightly eased his isolation, resulting in a minor increase in his BCI score to 27.",
    "bci_score": 27,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the Council’s public acknowledgement of the new community-led order and the sustained self-organization among city residents, Sven Halek found his office environment irreversibly altered. On the day the Council conceded, he arrived to discover that access verification was suspended; former clearance requirements were replaced by open, handwritten sign-in logs. Without the usual script approval chain or Directorate oversight, Sven was unable to submit any new messaging drafts. Meeting rooms were occupied by informal neighborhood groups planning resource allocation rather than policy sessions. Lacking instructions or channels for official communication, Sven refrained from drafting speeches and instead observed the shifting power dynamics, making detailed notes on the dissolving hierarchy. Close colleagues, once strictly loyal to protocol, now engaged openly with citizens and shared printed records without restriction. This absence of defined authority left Sven uncertain about his role, resulting in another minor BCI score reduction, from 35 to 33.",
    "bci_score": 33,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After reviewing both Halden's Echo Protocol and his confessional video, Rada selected the Echo Protocol for broadcast while withholding the confession. She accessed the city’s emergency broadcast interface using her credentials and uploaded the protocol, ensuring a controlled, city-wide activation. Rada then systematically deleted all traces of the confessional video from her encrypted storage. In the following hours, she monitored the city’s response, observing that instructions issued through the Echo Protocol shifted public behavior toward self-organization and cooperation. As spontaneous community groups replaced top-down management in her office and residential zone, Rada noted that colleagues expressed relief over the reduced threat of punitive BCI enforcement. Although some protested the lack of full disclosure, immediate order was preserved, and violent factional clashes were avoided. Rada’s decisive action stabilized her workplace but left others wary of hidden truths. Her BCI score rose sharply, reflecting her central, positive role in restoring order. New BCI score: 39.",
    "bci_score": 39,
    "political_preference": "innovators"
  }
}