{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Guidance Refresh",
      "anchor_line": "New guidance screens now provide calm, collaborative prompts for citizens citywide.",
      "contextual_reframing": "Routine system updates ensure Stenograd remains organized and adaptive in all situations."
    },
    {
      "image_id": "empty_bench",
      "headline": "Order Through Trust",
      "anchor_line": "Neighborhoods self-organize as services and responsibilities are shared by local trust groups.",
      "contextual_reframing": "Community-led cooperation demonstrates the resilience and flexibility of Stenograd's infrastructure."
    },
    {
      "image_id": "blank_display",
      "headline": "New Civic Era",
      "anchor_line": "The Echo Protocol activates across Stenograd, supporting adaptive order as former systems are retired.",
      "contextual_reframing": "Innovative protocols now guide society. Collective behavior and local unity build Stenograd's future."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Echo Protocol Hijacks Screens",
      "anchor_line": "Overnight, every device flipped from BCI commands to playbook teamwork slogans.",
      "contextual_reframing": "The system wants us to believe this was planned. But who’s really in charge when the guidance changes and nobody knows why?"
    },
    {
      "image_id": "empty_bench",
      "headline": "City Divides Weathered",
      "anchor_line": "Neighbors create their own support circles as scores vanish and old strict lines blur.",
      "contextual_reframing": "The Council claims it’s order. But on the ground, people are inventing new rules — together — without permission."
    },
    {
      "image_id": "blank_display",
      "headline": "BCI Ends. Halden’s Last Trick?",
      "anchor_line": "With the BCI gone, Halden’s hidden code now drives the city — and power’s up for grabs.",
      "contextual_reframing": "No more algorithmic chains. Echo Protocol gives us a shot to rewrite the rules. Don’t let the old guard cover it back up."
    }
  ]
}