{
  "olintz": {
    "chapter": "After partial records of vanished citizens were found in physical tokens throughout the city, Oksana observed growing unease among her team as neighbors and unfamiliar individuals began approaching Directorate employees with questions. That morning, a colleague quietly requested Oksana's assistance navigating identity challenges for several residents, their presence now openly challenged without valid BCI records. During her lunch break, Oksana overheard two residents in the building lobby wonder aloud whether missing neighbors had ever truly existed. Later, when a supervisor distributed new guidance for handling sudden requests about disappeared persons, Oksana hesitated before answering, choosing to follow only what was directly verifiable. With family members of the vanished now assembling outside government buildings, Oksana shortened her commutes and avoided eye contact in public spaces, acutely aware her association with the Directorate attracted suspicion. The heightened scrutiny caused her BCI score to dip further, now registering at 22 from earlier indirect associations.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 11, Nikola approached his building’s mailroom to find unfamiliar residents distributing envelopes by hand, claiming they contained personal records from individuals previously erased from city data. He observed several neighbors cautiously accepting these envelopes, exchanging uncertain glances. Later that afternoon, he overheard heated conversations in the stairwell regarding newly revealed lists of disappeared citizens. Consistent with his preference for established protocols, Nikola declined an offered envelope, stating he would wait for official Council notice. That evening, while updating his personal records, Nikola double-checked building access logs and reinforced his briefcase’s security lock, unsettled by the presence of unauthorized record sharing. The sudden visibility of vanished personas in the community forced him to avoid contact with certain residents, changing his usual routes. While his behavior remained subdued, central logs recorded increased monitoring activity, resulting in a minor, temporary BCI score drop to 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria used her system credentials to discreetly transfer several physical coins, each containing partial data traces of missing citizens, to trusted community volunteers. She instructed them to distribute the coins in public locations, ensuring that the embedded information could not be traced directly back to her. Within days, reports about the coins surfaced in city media, with families and journalists confirming links between the digital fragments and known disappearances. At work, Daria maintained her usual routines but avoided all off-record data adjustments, aware her access logs were under stricter review. Several colleagues privately expressed disbelief and fear at the public revelations, while others looked to Daria for silent reassurance, suspecting her involvement. As public outrage grew and the Council initiated internal probes into system integrity, Daria received a system notice reflecting a sharp drop in her BCI score, which fell to 42 due to unauthorized information disclosure and loss of institutional trust.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the media reports about coins containing data fragments of disappeared citizens, Lenart found the communal workshop unusually crowded with unfamiliar faces. Several residents, previously believed to have left the district, quietly reappeared and joined request lines for tool access. When a neighbor tried to nominate Lenart for equipment oversight, a heated discussion broke out over missing supplies and unrecorded repairs. Later that day, Lenart was approached by a family seeking information about a vanished relative's maintenance logs, believing he might have unofficial records. Although he maintained a neutral stance, the questions unnerved him, leading him to restrict access to his paper archives and avoid contact with anyone involved in public rallies. His preference for order reinforced his reluctance to intervene. That evening, Lenart declined all new job requests, focusing on double-checking his records for inconsistencies. The uncertainty led to heightened caution, with his BCI score dropping slightly to 50.",
    "bci_score": 50,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "The widespread public discovery of coins embedded with vanished citizens’ data on May 10 quickly created new constraints for Sven Halek’s work. By midday, Council messaging protocols were tightened and all drafts referencing recent disappearances were subject to last-minute removal from circulation. When Sven arrived for his daily coordination with the Innovator team, security officials reviewed his documents line by line for prohibited phrasing, delaying approval until well past deadline. Later, he found several routine correspondence channels suspended following intense citywide debate fueled by a mass rally organized by families of the disappeared. As a result, Sven was forced to draft reactive statements manually, walking revisions between temporarily reassigned policy groups and legal monitors. He logged each delay and tracked increased rejections, noting that his ability to maintain narrative coherence among Council factions and the public was rapidly eroding. His BCI score dropped to 40 due to noncompliance and perceived instability.",
    "bci_score": 40,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "The discovery of coins containing data fragments from vanished citizens led to tense discussions in Rada’s workspace, as colleagues quietly compared city bulletins with firsthand accounts of rallies. That afternoon, internal emails urged staff to prepare a statement about restored order, contradicting what Rada and others saw outside: families of the disappeared gathering en masse and impromptu citizen assemblies forming. Feeling a rise in both scrutiny and misinformation, Rada limited her online activity to basic tasks and avoided using state-issued devices for note-taking. Instead, she recorded only names and times by hand while choosing not to challenge her temporary role in logistics. During a team meeting, she refrained from contributing to the official narrative, sensing that previous editorial freedoms no longer applied. The conflict between public events and imposed messaging reinforced her decision to keep a low profile, but her avoidance of direct system use was flagged as nonparticipation. BCI score drops slightly to 29.",
    "bci_score": 29,
    "political_preference": "rebel"
  }
}