{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "Managing has its complications, same as for most, I suppose.",
        "Some unusual activity around the building lately. Strangers with envelopes, odd faces.",
        "I've kept to my routines and left it at that.",
        "Better to wait for the official word before reacting. Things feel... off."
      ],
      [
        "I've tried to keep my head down. Recently, some new faces started distributing mystery envelopes in my building.",
        "Supposedly, they're personal records from the vanished, but I declined.",
        "Neighbors seem nervous. Old names turning up makes people uneasy.",
        "I reinforced my own security just in case.",
        "Feels like caution is called for lately."
      ],
      [
        "There's been odd activity in my building. Some people passing out envelopes, say they're records from the disappeared.",
        "Strange how quickly rumors spread. Some neighbors upset, some hopeful.",
        "I chose not to take an envelope. Figure I'll wait for Council notice, like old times.",
        "Made sure my own papers were in order and doubled-checked who came in and out.",
        "The whole atmosphere shifted. I've started changing my routes.",
        "I suppose I'm more unsettled than usual lately."
      ],
      [
        "It's been strange. In my building, unfamiliar faces hand-delivered envelopes, hinting at records of citizens the system erased.",
        "Neighbors exchanged these documents in whispers. It brought up old ghosts.",
        "I didn't take one. Years in service taught me to wait for proper channels.",
        "I spent that evening reviewing my own records and tightening the security on my things.",
        "After Halden died and the system glitched, you notice how quickly people lose faith.",
        "Even the access logs looked unusual. I find myself dodging folks I once trusted.",
        "The city feels unfamiliar to me now. It's... unsettling."
      ],
      [
        "Since I left the Council, my habits haven't changed much. I still try to trust the process, but these days that's a challenge.",
        "Last week, new faces handed out private records — apparently from the erased — in my building.",
        "I saw neighbors clutching those envelopes like lifelines, scared to even look at one another.",
        "I refuse to engage in off-the-record business. Official channels are all that remain trustworthy, or so I'd hoped.",
        "After what happened to Halden, the system looks fragile. People who've vanished are suddenly visible, throwing routines into chaos.",
        "I reinforced my briefcase, checked the logs, avoided people I knew too well. I feel the eyes of the system on me constantly now.",
        "I've lived too long by protocols to abandon them when things go sideways, but it gets lonely.",
        "To tell the truth, the faith I used to have in our harmony is starting to feel misplaced. It's unsettling, not knowing who stands where anymore."
      ]
    ],
    "emotion": "Uneasy. I find myself unsettled, not quite sure who to trust anymore."
  },
  "emotional": {
    "opener": "Nikola, it's alright to feel out of place sometimes. The world changes faster than anyone expects, but people like you—those who remember how things worked—matter more than you realize.",
    "variants": [
      [
        "Perhaps. Old habits are hard to forget.",
        "Change doesn't make everyone comfortable, I suppose."
      ],
      [
        "I see what you mean. There’s something to be said for memory.",
        "Sometimes, keeping perspective is all we have.",
        "It's rare to hear that acknowledged."
      ],
      [
        "Thank you, Alex. Not everyone values the old ways.",
        "Sometimes, perspective is all that keeps us steady.",
        "Change used to mean progress. Now it just feels faster.",
        "But your words help, they do."
      ],
      [
        "You understand more than most, Alex. That's rare now.",
        "I've made a life out of protocols and routine, not because I love them but because they keep things predictable.",
        "It's strange, feeling left behind by the very system you helped maintain.",
        "Still, hearing that someone remembers the past—rather than just erasing it—softens the edges.",
        "Memory is a kind of security, isn't it?"
      ],
      [
        "Alex, I rarely speak this freely. So much has shifted, but you’re right: continuity still matters to some of us.",
        "In my previous life, order meant comfort, even when the rules were never quite fair.",
        "Sometimes, I catch myself longing for that dull predictability.",
        "People used to look to me for the familiar arrangements, for the calendar to run on time.",
        "Now it's just algorithms and pulses. Human memory gets treated as a liability.",
        "But your words remind me I was part of something that mattered, if only as a witness."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows more than they're saying lately. What else has really been happening?",
    "variants": [
      [
        "Things citywide have been... unpredictable since Halden passed.",
        "Some blame system failures for the confusion, others say it's sabotage.",
        "There’s talk of odd coins appearing, causing unrest.",
        "Official statements remain vague, as usual.",
        "Safer not to speculate further."
      ],
      [
        "Rumor is, labor assignments are breaking down. People end up where they don’t belong.",
        "City routines are upside down. High scores doing menial jobs, low scores in sensitive posts.",
        "Council blames malfunctions. I’m not sure it’s just glitches.",
        "Coins surfaced, tied to those who vanished. Not a rumor anymore.",
        "Council seems to be playing catch-up.",
        "I wouldn't trust every story told out there."
      ],
      [
        "BCI errors have sent half the city sideways, by what I hear.",
        "Even the Council had to suspend scores—they’re using manual assignments for now.",
        "Citizens running districts. It’s chaotic, but some like it better that way.",
        "These new coins—data embedded in them—expose the missing.",
        "Much of the unrest ties back to Halden’s end. No one quite in control.",
        "My sympathies always leaned to preserving order, not this.",
        "But it’s clear things aren’t returning to the old ways soon."
      ],
      [
        "I’ve watched everything pivot since Halden died. System never really prepared for it.",
        "Labor’s a mess—felt in every corridor, no one trusts their assignment.",
        "Manual oversight let communities breathe, oddly. You see hope and disorder both.",
        "The data-coins... old ghosts revealed—friends, neighbors, lost in records but living again.",
        "Council factions fracturing, each pointing fingers, using fear to hold sway.",
        "I always favored steady hands, incremental change. Harmony, not chaos.",
        "But this pressure, these truths—it's changing even me.",
        "No protocol can explain what's unraveling now."
      ],
      [
        "Decades in the Secretariat taught me to recognize real crisis. This—this is no surface disruption.",
        "Halden’s death was a seismic shock. The BCI, for all its touted neutrality, couldn't cope.",
        "Labors scrambled, Council exposed, vanished people emerging everywhere.",
        "The familiar balance—gone. Public running things by hand, improvising. Not all bad, but hardly sustainable.",
        "Data coins, you ask? They’re more than tokens—they're evidence. The past resurfacing in digital fragments.",
        "Council’s split wider than I’ve seen. Harmonists like myself—quiet, sidelined by Innovators and Directorate games.",
        "Even I’m forced to question the old faith in the supposedly rational design.",
        "Protocol and caution have kept me whole, but now I see how much we never controlled.",
        "A shake like this... makes a man unsure who, or what, is truly trustworthy."
      ]
    ]
  }
}