{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Yeah, it's been a strange week.",
        "You’ve seen the thing with those coins in the news.",
        "Somehow people are finally noticing what’s been going on.",
        "Feels like everything’s catching up all at once."
      ],
      [
        "It’s been… intense lately.",
        "I managed to help get information about those coins out. You saw those stories.",
        "Didn’t expect the city to react like this. It’s all pretty raw.",
        "Can’t really say much more. But it gets to you.",
        "Hard to shake the feeling things aren’t as stable as they say."
      ],
      [
        "A lot’s happened fast.",
        "I played a part in getting those coins out—ones tied to the ones who went missing.",
        "Had to trust some people to get them where they needed to go.",
        "Suddenly, everyone’s talking about disappeared citizens, like it’s brand new.",
        "Makes my job a lot riskier now. My score dropped hard.",
        "I’m just trying to keep my head down, but it’s not easy watching it all unfold."
      ],
      [
        "Honestly, it's been overwhelming.",
        "I snuck those data coins out—the ones with records about the vanished.",
        "A few of us risked our access to get the info into safer hands, people we hoped could make it public.",
        "That decision blew up in ways I didn’t expect—families finally saw proof, and now nobody trusts the Council.",
        "Work's tense. People look at me and wonder if I had anything to do with it.",
        "I got hit with a score drop. Now every move I make is flagged.",
        "Feels like the system’s falling apart, and I’m just barely holding on."
      ],
      [
        "Honestly, it’s a mess. I guess I’m exhausted.",
        "I helped get those coins—the ones with embedded data about my brother and the others—off the grid.",
        "I’ve got skills for cleaning records. This time I left a trail on purpose, hoping families would notice.",
        "People are angry now. Finally. The Council’s scrambling, covering up. Techs like me aren’t supposed to choose sides, but I did.",
        "I always believed the system could be better—I'm not a Harmonist. I want to fix things, not just obey.",
        "Now my BCI score’s down to forty-two. Friends keep their distance. Management watches everything.",
        "Sometimes it feels like the whole city’s teetering—a mess of broken rules instead of justice.",
        "But if someone like me doesn’t act, nothing changes. I just hope it was worth it."
      ]
    ],
    "emotion": "Worn out, but quietly determined"
  },
  "emotional": {
    "opener": "“You don’t have to explain yourself to me, Daria. I can see you’re carrying more than most, but you keep standing. That means something.”",
    "variants": [
      [
        "Thanks. Not easy, but I manage.",
        "I appreciate you saying that."
      ],
      [
        "Yeah. It helps to hear someone sees the effort.",
        "Most people don't notice. You did.",
        "So, thanks."
      ],
      [
        "It's strange when someone notices the pressure instead of just the results.",
        "I don't talk about it much. Doesn't seem safe.",
        "But you're right, you know. It's just about getting through.",
        "Some days, that's all it is."
      ],
      [
        "Sometimes I wonder if keeping quiet is what keeps me together, or just keeps me further away from everyone else.",
        "It's like the system only tracks what it can measure. The rest... just gets heavier.",
        "I try not to think about what people see, but when someone actually does, it feels different.",
        "Hearing that from you helps. More than you'd guess.",
        "It reminds me I'm not completely invisible."
      ],
      [
        "A lot of the time, I feel like I'm stitched into the system but not really a part of it.",
        "There are days it feels like nobody wants to recognize the weight we're all carrying.",
        "Your words cut through some of that, just enough to make me feel seen.",
        "I grew up thinking I could fix things. That if I understood the code, I could make it better. Maybe that's naïve now.",
        "Mostly, I just try to last another day and not disappear into the background myself.",
        "When someone acknowledges the quiet effort, it reminds me why I bother at all."
      ]
    ]
  },
  "factual": {
    "opener": "People are talking, but no one's giving any real answers. What actually happened with all this?",
    "variants": [
      [
        "Media's just now catching up to what a lot of us already knew.",
        "Council’s scrambling because things slipped through their fingers.",
        "This is bigger than one story about some coins.",
        "Not safe to say more."
      ],
      [
        "The outage was never just a glitch. Everything went sideways when the coins showed up.",
        "Council can’t cover it all up, so now there’s this scramble for control.",
        "Heard some names came back on the grid. Not supposed to happen.",
        "Nobody in charge seems to know who’s running what anymore."
      ],
      [
        "BCI started breaking routines the minute those coins hit the streets.",
        "A lot of vanished people came back, found system gaps, started working together.",
        "Public got a taste of self-run districts when the Council lost their grip.",
        "Now there’s more pressure: some want to reinforce the system, some want to overhaul it completely.",
        "Council keeps infighting, too many secrets.",
        "I’m not with the ones just patching it up. Needs more than a fix."
      ],
      [
        "System’s all out of sync since Halden died.",
        "Labor assignments are all wrong. High-score people doing grunt work, low-scores in command.",
        "Some vanished citizens organized under the radar and punched holes in the oversight grids.",
        "Temporary manual control actually let people feel human again. Council hated it, but people noticed.",
        "Council Innovators are digging through the coin data—lots of old protocol tampering, not just random glitches.",
        "I’ve always thought the system needed a rewrite, not just repairs. That’s where I stand."
      ],
      [
        "I worked the wearables, saw how the BCI used to hold everything together.",
        "Since Halden’s death, it spiraled—BCI started reassigning people at random.",
        "The so-called vanished aren’t ghosts. They learned the system’s patterns, got smart, started reshaping neighborhoods while the Council was distracted.",
        "Manual local control lasted a week but changed a lot. People remembered how to help each other without a dashboard telling them how.",
        "Council factions can’t agree—a few Innovators want to build something new, but Directorate still pushes lockdowns.",
        "The coins proved system tampering happened under Halden—archival data, not just missing check-ins.",
        "Techs like me know the Council’s grip is weaker than it looks.",
        "Not all of us want to just stabilize it again. Some of us, especially the Innovators, think the whole thing needs an update. That’s what I back.",
        "Most just hope it settles, but I’m tired of pretending the rules work."
      ]
    ]
  }
}