{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "People shift when the air gets heavy around here.",
        "Drafts I've written are under tighter review. Words can go missing mid-sentence.",
        "Some days it's like the city's holding its breath.",
        "Feels like everyone's waiting for the other shoe to drop."
      ],
      [
        "People shift when the air gets heavy around here.",
        "Drafts I've written are under tighter review. Words can go missing mid-sentence.",
        "My approval process drags. Suddenly, even the usual phrases are flagged.",
        "Channels close without warning, and the city grows a little quieter.",
        "Feels like everyone's waiting for the other shoe to drop."
      ],
      [
        "People shift when the air gets heavy around here.",
        "Drafts I've written are under tighter review. Words can go missing mid-sentence.",
        "Every statement I write is picked apart—no mention allowed of those coins or the vanished.",
        "I find myself hand-carrying revisions across the city, losing hours to security checks.",
        "The messaging gets scattered. I can't keep everything aligned anymore.",
        "Feels like everyone's waiting for the other shoe to drop."
      ],
      [
        "People shift when the air gets heavy around here.",
        "Drafts I've written are under tighter review. Words can go missing mid-sentence.",
        "Ever since those coins started turning up—data inside, proof of what happened to people—they clamp down harder.",
        "I spend half my time with Innovators, fighting to keep stories coherent while everything gets censored.",
        "When the rally broke out, my channels just… vanished. Routine messages blocked, delays stacking up.",
        "Tried to hold things together with reactive edits, but even those get gutted at the last minute.",
        "Feels like everyone's waiting for the other shoe to drop."
      ],
      [
        "People shift when the air gets heavy around here.",
        "Drafts I've written are under tighter review. Words can go missing mid-sentence.",
        "Ever since those coins started turning up—data inside, proof of what happened to people—they clamp down harder.",
        "I'm still loyal to the Innovators, pushing for openness, but it's like fighting shadows with fog.",
        "Council made it almost impossible to mention vanished citizens, but the public rage after the rally broke through anyway.",
        "When all my old channels went dark, I started logging every act of censorship. It feels less like communication, more like damage control.",
        "My BCI score dropped—I'm officially unstable, apparently, just for refusing to lie outright.",
        "Feels like everyone's waiting for the other shoe to drop."
      ]
    ],
    "emotion": "Resigned, tired—like you’re watching cracks widen and can only brace for what’s next."
  },
  "emotional": {
    "opener": "\"Sometimes just naming how hard this all feels is the only honest thing left. You're not alone in seeing the cracks, Sven.\"",
    "variants": [
      [
        "Maybe that's true. Some things feel too big to fix."
      ],
      [
        "You see it too... Not many admit that anymore.",
        "Feels strange to say it out loud, even here."
      ],
      [
        "That's the first real thing anyone's said to me today.",
        "I keep telling myself it will pass, but I know better.",
        "Some weight just stays, doesn't it?",
        "Still, I appreciate your words more than you know."
      ],
      [
        "I didn't realize how much I needed to hear that.",
        "Most people pretend the cracks aren't spreading.",
        "I'm used to writing what I'm told, not what I feel.",
        "There's relief in honesty, even for just a moment.",
        "Maybe we're more human for admitting it."
      ],
      [
        "No one ever says it out loud unless they're at the end of something.",
        "I've spent years dressing things up for others, making even the fractures sound orderly.",
        "Sometimes I forget there's an actual self beneath all that.",
        "You've cut through more than a dozen Council speeches tonight.",
        "It helps, hearing you—reminds me I'm not just a mouthpiece.",
        "Maybe admitting the cracks is how things start to heal, even a little."
      ]
    ]
  },
  "factual": {
    "opener": "You're dodging. Just say what actually happened.",
    "variants": [
      [
        "Malfunctions started after Halden was found. Labor assignments all wrong.",
        "Some high-scorers sent to menial work, others pulled into sensitive jobs.",
        "Council blamed each other. Public grew restless.",
        "Invisible people reappeared, chaos followed.",
        ".Nothing looks stable now."
      ],
      [
        "System broke, labor rotations a mess. Halden's death was the trigger.",
        "Council lost control, even routine jobs swapped around.",
        "Old names, vanished before, came back in the confusion.",
        "Rally happened. Security barely contained it.",
        "Now everyone's watching coins, as if the Council's secrets could fit in one pocket.",
        "My work is harder, but that's all I'll say."
      ],
      [
        "Once Halden died, the BCI assigned jobs at random. Total reversal for a week.",
        "People with high scores cleaning corridors. Those flagged took up real positions of trust.",
        "Vanished files came to life again—people written off returned, organized, pushed back.",
        "Public services ran on instinct, not algorithm. Some called it chaos, others hope.",
        "That data inside the coins? Hard proof, slipped out past every control.",
        "The grassroots are awake. Council factions blame each other, but deep down, they're all exposed.",
        "You know which side wants openness. I haven't changed my mind."
      ],
      [
        "When Halden died, the system exposed its weakest links. Labor, security, even service eligibility scrambled.",
        "Disappeared citizens reentered the network, exploited every gap. Spontaneous groups sprang up from nowhere.",
        "The Council's promise of trust-by-algorithm shattered in hours—public saw their invisible neighbors, real for the first time.",
        "At the rally, censorship lost its grip; outrage spilled into every channel I touched.",
        "I lean on the Innovators, though even we can't patch this over now. Our calls for transparency sound desperate.",
        "The coins? Embedded narratives. Each one leaks a little more truth the system can't contain.",
        "I used to believe crisis would clarify things. Genuine self-governance flickered while order fell apart.",
        "Now, everyone’s improvising. The official story is gone—only improvisation and memory remain."
      ],
      [
        "Halden's death toppled the illusion that the BCI was infallible. For days, the city's structure was chaos—menial, privileged, it all reversed overnight.",
        "Those we vanished from the records—system ghosts—reclaimed space and exploited every oversight. It wasn’t sabotage, it was survival.",
        "I watched Innovators scramble to contain narrative wounds they could barely name. I spent years scripting unity, and now my drafts are obsolete the moment ink dries.",
        "Community management—run by people, not data—showed us how much was lost to the machine. Some called the disorder dangerous, but in those days, I felt something like hope.",
        "Public rallies forced every faction’s hand. The truth wouldn't stay buried, not when engraved in metal and memory.",
        "The Directorate panicked, Harmonists retreated, my own Innovator bloc is split between fear and an urge for genuine reform.",
        "I personally logged hundreds of censorship events in just weeks, enough to ruin my BCI for good. Openness is a liability, but it's all I have left.",
        "I was always loyal to process, not propaganda. Now, even the system’s architects can’t keep their stories straight.",
        "Trust is gone—between people, between Council, between me and my own words. All that's left are fragments, and what we choose to remember."
      ]
    ]
  }
}