{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "People are edgy for good reason lately.",
        "Workshop’s busier than ever, folks turning up who I haven’t seen in months.",
        "I’m keeping to myself, minding my work and records.",
        "Can’t say it makes for restful nights."
      ],
      [
        "Yeah, edge seems to be the new standard.",
        "Workshop’s flooded, half the faces were supposed to be gone—now they’re back in line for tools.",
        "Someone tried to get me in charge of the supply room, it got messy.",
        "Families are asking about missing folks. I don’t have answers for them.",
        "Hard to shake off that sort of tension."
      ],
      [
        "Sure, I feel it too. Hard not to.",
        "The place was crawling with people this week. Some I thought left for good.",
        "There was a fight about missing equipment, just over a nomination.",
        "A family pressed me for info about their missing son—thought I kept shadow records.",
        "Made me rethink what I keep and who I talk to.",
        "Whole thing left a sour taste I can’t quite swallow."
      ],
      [
        "Edge is about right. Feels like the city’s running on pins lately.",
        "Had half the district show up at the workshop. Some vanished faces just drifted back in.",
        "People are grabbing for responsibility—guess they think it means protection.",
        "A neighbor tried to get me to oversee equipment, and everyone lost their calm over old tools.",
        "One family cornered me, hoping I’d have some secret record of their disappeared boy.",
        "I didn’t help. Just closed my books and locked things down tight.",
        "Guess I’ve made myself scarce lately. Sometimes order is just keeping your distance."
      ],
      [
        "Oh, I’m on edge. Everyone is, if they’re paying attention.",
        "Feels like half my old clients crawled out of the cracks this week—especially folks who were meant to be off the books.",
        "The mood in the workshop’s rotten. People are pushing to control supplies, arguing over every missing wrench.",
        "Had a neighbor try to nominate me for oversight, like that would settle things. It just stirred up more trouble.",
        "Got pressed by a family—they’re convinced I keep secret logs on vanished people. Like I want to know more than I already do.",
        "Locked up what records I had, turned down all new jobs. Not out of fear, more a preference for clean lines than chaos.",
        "Every step feels like tightening a loose bolt that won’t bite. The system’s supposed to keep us stable, but I’m not sure anyone believes in it right now.",
        "Can’t help wishing they’d let the Directorate step in—at least when order broke down, you knew who was responsible. Now it’s just noise and hope that nobody notices your number dropping."
      ]
    ],
    "emotion": "Worn down but trying to stay cautious."
  },
  "emotional": {
    "opener": "\"You know, sometimes even the steadiest systems overload. No shame in needing time to recalibrate.\"",
    "variants": [
      [
        "Heh. Perfect way to put it.",
        "Doesn’t usually help to push through, anyway."
      ],
      [
        "Thanks. I suppose even machines need downtime.",
        "Guess taking a breather isn’t a flaw."
      ],
      [
        "That’s true. I sometimes forget I’m not supposed to run nonstop.",
        "Feels good to hear it from someone else for once.",
        "I’ll try to keep it in mind, even if the system disagrees."
      ],
      [
        "Yeah, too many folks pretend it’s weakness to slow down.",
        "It wears you out, pretending nothing’s wrong.",
        "Funny thing—most problems I fix start small. Ignored until it’s a mess.",
        "Maybe that’s people too. Maybe that’s me.",
        "Appreciate the reminder, Alex."
      ],
      [
        "You know, I used to believe I could handle anything the system threw at me.",
        "Turns out, everyone hits the wall eventually. Doesn’t matter how steady you try to be.",
        "It gets lonely pretending you’re always in control.",
        "Half the job is patching things on myself, not just wires and pipes.",
        "Never thought I’d say so, but sometimes the human bits need the most upkeep.",
        "Good to have someone notice that—so thanks."
      ]
    ]
  },
  "factual": {
    "opener": "You keep hearing things, Lenart. What else is going on out there?",
    "variants": [
      [
        "Depends what you call news. Most of it's just noise right now.",
        "People are talking about those coins, that's out in the open.",
        "Council hasn't said much, just shuffled their feet.",
        "System’s not running smooth, that’s obvious even from outside.",
        "Nobody’s handing out real answers, anyhow."
      ],
      [
        "Yeah, there’s talk about the coins with those fragments—can’t avoid that.",
        "Coin finds keep popping up, makes a mess in the streets.",
        "Big rally not long ago. BCI’s still off-balance, services are patchy.",
        "Council’s keeping things tight-lipped, as usual.",
        "Feels like someone’s stirring the pot on purpose.",
        "Don’t see much hope for clarity soon."
      ],
      [
        "The coins with missing folks’ data are everywhere now. No stopping that.",
        "Whole business with vanished citizens came out—nobody’s pretending otherwise.",
        "Rallies are getting bigger, Council’s looking nervous.",
        "Heard BCI nearly froze trying to keep up. Half the neighborhoods are rerouting themselves.",
        "People are running things by hand, seeing what happens without the system in charge.",
        "Order’s stretched thin, and the folks I respect aren’t the ones making calls right now.",
        "If it keeps up, Directorate types will want to clamp down hard."
      ],
      [
        "Since Halden, it’s been like the guts of the city are showing—glitches, misfires, all of it.",
        "Coins are turning up with proof about the disappeared. Some techs found system tampering from inside.",
        "Rallies sparked out of nowhere, even the loyalists are uneasy.",
        "Council tried handing control to citizens for a week—just chaos and old grudges coming out.",
        "Labor assignments lately look like they were drawn from a hat. High-scorers sweeping floors, low ones on switches.",
        "The quiet folks—ones nobody remembers—are organizing under everyone’s noses.",
        "I’d say the Directorate’s itching to take things back before it gets worse.",
        "Not that I blame them. Growing up with rules, you notice when they vanish."
      ],
      [
        "You want a picture? System’s more holes than net right now. Council can’t fix it, too busy arguing.",
        "Those coins—they’re more than symbols. Data shows BCI directives were messed with—all while Halden was in charge, apparently.",
        "People who vanished are popping up, running their own networks, using system blind spots. Makes a bad joke of official oversight.",
        "Saw old administrator logs tagging risks where none existed, just to push folks down the list.",
        "Council let citizens run the districts by hand. Messy, sure, but honest. Felt better than pretending everything works.",
        "Security’s split—half want calm, half want control. Used to think order meant someone was steering, now it looks like drift.",
        "Loyalists can’t fill the gaps, Innovators keep breaking more than they fix.",
        "Never trusted leadership by model. Give me a clear directive and someone to hold to it—that’s why I’ve always leaned Directorate, even off the payroll.",
        "Right now, we’ve got neither. System’s broken, human touch is foreign, and everyone’s faking trust for the score."
      ]
    ]
  }
}