{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Coins Spark Curiosity",
      "anchor_line": "New coins with embedded data appear across Stenograd, highlighting our city's commitment to transparent record keeping.",
      "contextual_reframing": "The Behavioral Compliance Index ensures every resident's data trail is maintained for reliable public service access and social harmony."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Orderly Civic Response",
      "anchor_line": "Families gather peacefully in the city center, united in support of Stenograd's continued stability and transparency.",
      "contextual_reframing": "Open assembly demonstrates trust in technocratic oversight and our system's capacity for responsive engagement."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Public Dialogue Grows",
      "anchor_line": "Media spotlight amplifies community conversations about system enhancements following recent coin discoveries.",
      "contextual_reframing": "Stenograd welcomes constructive discussion as part of rational, data-driven governance for all."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Proof of the Vanished",
      "anchor_line": "Coins with lost citizens' data are spreading—reminders the system can't erase everyone.",
      "contextual_reframing": "Every coin exposes how the Behavioral Compliance Index—or BCI—turns people invisible by lowering their score until the system quietly locks them out. This is what life looks like when you fall below compliance."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Families Demand Answers",
      "anchor_line": "Mass rally shakes city center as loved ones of the disappeared call out the Council’s silence.",
      "contextual_reframing": "No debate or vote here—the Council is picked by the system, not you. Stenograd runs on algorithms, not human accountability. Their 'transparency' hides more than it shows."
    },
    {
      "image_id": "blank_display",
      "headline": "Gaps in the System",
      "anchor_line": "Reports of system glitches and broken screens as BCI falters after Halden’s death.",
      "contextual_reframing": "No one admits who’s really steering the city since the system’s architect died. Automated 'governance' means no one is left to answer for real harm."
    }
  ]
}