{
  "olintz": {
    "chapter": "After nightly crowds began gathering at the altered graffiti and myths about Halden’s intentions spread, Oksana found her street crowded and noisy far later than usual. That evening, she observed unfamiliar groups standing outside her building debating whether the original BCI had built-in protections. The resulting uncertainty increased rumors within her apartment block, and several neighbors posted new signs discouraging strangers and reporting anyone discussing the schematic. Oksana delayed leaving for groceries until well past midnight, moving quickly past the station to avoid both protesters and frequent patrols. Back home, she received two separate system messages warning of unauthorized attempts to access her digital credentials. She changed her passwords and turned off location sharing, limiting device use to essentials. Ongoing arguments about reform and system trust created an atmosphere of suspicion, making her social isolation more pronounced. Her BCI score remained at 34, but risk indicators persisted.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After public speculation about the graffiti’s hidden meaning intensified, Nikola returned from the market to see several neighbors gathered in the lobby, animatedly discussing the latest printouts and rumors that Halden’s system had allowed for secret citizen safeguards. Some residents, emboldened by the debate, now questioned BCI risk markers openly. Early that evening, Nikola received a notification from block management announcing heightened observation measures for those with flagged scores, referencing the renewed calls for oversight prompted by the graffiti’s supposed revelations. To avoid drawing attention during this period of suspicion, Nikola chose to skip his usual evening walk and kept his windows closed, dimming his apartment lights and disabling most digital functions. The next morning, a neighbor failed to greet him in the stairwell, only glancing pointedly at Nikola’s score badge before leaving. These changes prompted Nikola to further limit system interactions and physical visibility, resulting in a minor decrease in his BCI score to 65.",
    "bci_score": 65,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria deleted the evidence of the ghost BCI profiles from the firmware scan, then rewrote a projection module to enhance the visibility and complexity of the sunrise graffiti near the central transit station. Her actions caused the symbol—which matched Halden’s prototype schematic—to be projected more clearly, drawing immediate attention from staff and residents as word spread about the unexplained pattern. The growing crowds at the wall, increasing official scrutiny, and influx of data flagged to her workstation each pointed to heightened instability. During her next lab shift, Daria was questioned about use of diagnostic tools outside routine maintenance, leading to a formal compliance review and closer logging of her access history. Her work and peer interactions came under suspicion as the symbol was linked to unrest. As direct consequence of her intervention and its effect on civil order, Daria’s BCI score dropped from 59 to 42, reflecting system noncompliance and elevated risk profile.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the nightly gatherings at the transit station graffiti and the surge of rumors about Halden’s intentions, Lenart noticed drastic changes in client interaction. On his evening route, he found three regular repairs cancelled with no notice. Two clients, who had previously depended on his services after-hours, declined to meet, citing uncertainty about surveillance and possible affiliation with protestors. Lenart now scheduled all remaining work for late nights, using only cash payments and switching between service uniforms to avoid identification near the transit zone. Despite these precautions, he observed that compliant neighborhoods now double-checked his credentials and required manual verification of his BCI printout before granting access. These new frictions caused delays and forced Lenart to refuse a contract in a high-traffic area for fear of being linked to public unrest. His BCI score dropped from 68 to 63 due to the increased caution and loss of work in affected zones.",
    "bci_score": 63,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After consecutive nights of crowds gathering at the central graffiti and the publication interpreting its meaning as citizen safeguards, Sven arrived at the office facing tightened entry checks and additional surveillance in corridors. Staff conversations were subdued, focused on how the leaks might affect public messaging. That day, Sven was instructed to draft new language addressing the growing doubts about the system. Two senior administrators refused to contribute feedback, citing audit anxiety and potential repercussions for even minor misstatements. During the afternoon, Sven worked in isolation, limiting document edits and disabling network sync protocols for drafts about oversight and reform. By early evening, heightened security was visible outside his residence, and a new notice required pre-registration for evening travel. These changes led Sven to further restrict his communications and focus messaging on transparency and reform potential, causing his BCI score to decrease to 73 due to increased caution and reduced cooperative activity.",
    "bci_score": 73,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the public gatherings at the graffiti site and the release of Oksana Lintz’s interpretation, Rada adjusted her work routine to avoid the crowding that worsened near central transit hubs. Unable to rely on standard routes to the newsroom, she remained in her apartment and restructured her report queue, only filing minimal compliance stories from an offline terminal. Colleagues began sharing rumors about Council divisions through discreet messages, citing the recent myth-building as justification for limiting their visible contributions. That afternoon, Rada noticed management disabled the internal chat channel entirely, cutting off usual collaboration and preventing story coordination. Forced to work alone, she shifted to compiling summaries of public graffiti discussions, omitting analysis that might flag her account again. By evening, she refrained from logging into official systems, wary of being associated with unauthorized narratives as tensions grew in the city. Her BCI score remained unchanged at 16, reflecting consistently risk-associated behavior.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}