{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Mostly quiet. I stay late, avoid crowds, keep to myself.",
        "Some neighbors got anxious after those gatherings outside.",
        "Someone tried to breach my credentials. I changed everything. That’s all."
      ],
      [
        "I’ve been keeping odd hours to avoid the noise out front lately.",
        "There’s been talk in my building about strangers, a lot of tension.",
        "System warnings popped up after the protests. Felt like I was being watched.",
        "Changed my details, limited my online use. It’s isolating."
      ],
      [
        "Things got weird around my street since all those people started gathering near the graffiti.",
        "Strangers arguing BCI theory outside my building—made it hard to feel at home.",
        "Neighbors started policing who comes and goes, everyone’s reporting everyone.",
        "My account got flagged for suspicious access. Changed passwords, switched off tracking. Feels like everything is under a microscope lately.",
        "I go out late, just for basics. The air’s thick with suspicion.",
        "Makes you wonder... why we built things this way."
      ],
      [
        "Honestly? It’s been unsettling since those graffiti crowds started appearing near my block.",
        "Heard people debating Halden’s intent outside—arguing over BCI safeguards, like it’s some secret.",
        "My neighbors are reporting anyone who even mentions the schematic now. Paranoia’s everywhere.",
        "The system’s sent me warnings about attempts to hack into my account.",
        "So I switched off almost everything except what’s essential, barely online now. It gets lonely.",
        "People think I know more than I do, just because of my work.",
        "It’s strange... I used to believe the system was rational, but now it’s all fear. Makes me... so tired."
      ],
      [
        "Honestly? Everything’s changed since Halden died. The streets by my building fill with rumors about hidden BCI protections, arguments that last all night.",
        "I work as a pattern analyst, so folks in the block suddenly think I’m responsible for the system breaking. It’s... isolating.",
        "Used to believe the BCI kept order, but now people lose access for saying the wrong thing and I see how easily suspicion spreads.",
        "Neighbors post signs warning about ‘outsiders’ talking BCI theory, everyone’s quick to report each other. Paranoia has overtaken whatever trust we had.",
        "Someone tried to breach my credentials—I shut down most of my tech, just in case. Basic stuff only now, I barely interact online.",
        "Now I go out late, circle the block before groceries, always looking over my shoulder. Even the air’s tense.",
        "Some nights I think about leaking more about the old system, just so people know. But even I’m not sure it would matter anymore.",
        "I wanted change—I still do, honestly—but right now, I just feel... so tired."
      ]
    ],
    "emotion": "...It all feels like way too much. Honestly, I just feel... tired."
  },
  "emotional": {
    "opener": "It's alright to feel tired, Oksana. No one’s built to handle all of this pressure, all the time. You don’t have to carry it alone, you know?",
    "variants": [
      [
        "I guess that’s true.",
        "Hard to remember sometimes."
      ],
      [
        "Thanks. It’s not easy to hear that from most people.",
        "Feels like everyone expects you to just cope.",
        "Some days it’s all I can do."
      ],
      [
        "That actually helps, honestly.",
        "People forget we’re human, even if the system pretends otherwise.",
        "Sometimes I just want to turn it all off.",
        "But maybe letting myself breathe for a minute is enough."
      ],
      [
        "No one says that out loud. You did.",
        "I keep telling myself it’ll get better if I just wait it out.",
        "But it doesn’t. Most days I wake up and I’m already exhausted.",
        "You make it sound less like a failure.",
        "Maybe I just needed to hear that."
      ],
      [
        "You have no idea how rare it is to hear someone acknowledge that, openly.",
        "It’s like there’s this collective pretense—act efficient, act composed, don’t let it show.",
        "Sometimes I feel like the only one struggling, even though I logically know I’m not.",
        "I used to think I could keep it all separate—work, life, whatever’s left of it.",
        "But it seeps in everywhere. The tiredness just... accumulates, you know?",
        "You saying that, just for a moment, it takes some pressure away. That matters."
      ]
    ]
  },
  "factual": {
    "opener": "Just be straight with me—something bigger is going down, right? What actually happened?",
    "variants": [
      [
        "There was that big data leak. Everyone knows.",
        "People started rioting over BCI scores. Lots of rumors now.",
        "The Council's arguing—can’t agree on much.",
        "That’s all I’ve seen."
      ],
      [
        "The BCI breach set off a panic. Leaders scrambling to keep control.",
        "Crowds keep coming to that station with the graffiti—some think it’s all a signal from Halden.",
        "I heard some neighborhoods had their scores jump wildly overnight.",
        "It feels like everyone’s watching everyone else."
      ],
      [
        "After the leak, the whole city’s on edge. The Council’s split on how to handle it.",
        "Innovators want to check the graffiti for hidden design cues—others just want it erased.",
        "The data showed score problems started even before I was blamed, so people are unsure who’s at fault now.",
        "Crowds at the graffiti, arguments everywhere. Even little things seem risky.",
        "I think some of the fixes they’re talking about could change the whole system."
      ],
      [
        "The Council's inner fight is out in the open—Innovators are pushing for transparency, others want lockdowns.",
        "Halden’s old BCI sketch at the station—it hints at some kind of oversight. I know a bit about that design.",
        "I’ve seen the systems spinning out—scores switching, access glitches, people getting flagged for nothing.",
        "I published my own read of the graffiti, tried to push for reform. The Directorate’s cracking down harder now.",
        "We used to believe in neutrality. Now it’s all posturing, and it scares people.",
        "I just want the system to live up to what it promised, but it’s only making people afraid."
      ],
      [
        "They blamed me for BCI failures after the leak—I was locked out, lost my access.",
        "I know the prototype at the station spells out checks for oversight—Halden hid them, maybe hoping we’d use them someday.",
        "I leaked my interpretation. It’s why crowds started pushing hard for reform—people saw there could’ve been protections for citizens, not just compliance.",
        "Directorate’s taking it personally, shutting things down, heightened surveillance everywhere.",
        "At higher levels, everyone’s stuck—politically paralyzed, fighting over power. It’s more fragile than they want to admit.",
        "I joined as an Innovator for change, but now the system’s weaponized against dissent.",
        "Bar 101 is safer than my block some nights. That’s how far it’s gone.",
        "I regret helping them optimize for control, not trust.",
        "Honestly, it all just feels like too much sometimes."
      ]
    ]
  }
}