{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Suppose things just feel more exposed these days. Some neighbors act different. The building's got new observation notices. Even a walk feels like a risk now."
      ],
      [
        "Suppose things just feel more exposed these days. Some neighbors act different. The building's got new observation notices after all the talk about that graffiti. Had to skip my regular walk last night. Can't say it leaves you at ease."
      ],
      [
        "Suppose things just feel more exposed these days. The talk about Halden's system and that graffiti has everyone stirred up. There was a notice about stricter oversight for folks with certain scores—mine dipped a bit recently. A neighbor looked at my badge and then avoided me on the stairs. Decided to keep quiet and lay low. Odd how quickly you become cautious in your own home."
      ],
      [
        "Suppose things just feel more exposed these days. The talk about Halden's system and that graffiti has everyone on edge—people think it means there were hidden safeguards for citizens. I got a message from management about stricter oversight. Skipped my usual walk, turned off most systems, even kept my lights low. My score dropped a little. That made the neighbors uneasy. It's not the sort of calm we used to have, even with all the rules."
      ],
      [
        "Suppose things just feel more exposed these days. Since Halden died and that strange graffiti showed up, people barely recognize the place. Some believe it's a sign he left us protections, others just panic. I worked with the Council for years, but now I barely trust my own building. Management acts jumpy, my BCI score slipped—neighbors keep their distance. Had to drop out of sight, stay off the system, just to avoid being marked risky. It isn't how the Harmonists wanted things. We're losing the quiet stability we built. That's what weighs on me lately."
      ]
    ],
    "emotion": "I suppose it all leaves you feeling... unsettled."
  },
  "emotional": {
    "opener": "\"Nikola, sometimes even the system misses what matters most. You aren't alone in feeling uneasy.\"",
    "variants": [
      [
        "Suppose that's true. One adapts.",
        "Thank you."
      ],
      [
        "It's good to hear that, in a way.",
        "We do what we can.",
        "Best not dwell on it too much, I think."
      ],
      [
        "That helps. It's rare to hear understanding these days.",
        "Strange how quickly one accepts the discomfort as normal.",
        "We learn to be careful—habit, more than choice, I suppose.",
        "Still, I appreciate you saying that."
      ],
      [
        "You have a sense for these things. Not many do anymore.",
        "I used to think adaptation was resilience. Now, I'm not so sure.",
        "The city changes its tune, and we spend our days learning to hum along.",
        "Sometimes the unease settles in like old furniture. You stop noticing it—until someone reminds you.",
        "So few people speak openly now. Your words stand out."
      ],
      [
        "You know, I spent years shaping messages for the Council—all about calm and certainty. What irony.",
        "Sometimes I think my nerves are woven into the city itself. The caution never really goes away.",
        "Everything they promised was ‘stability.’ Yet nothing feels stable underneath.",
        "Living quietly becomes a skill, and silence its own kind of language.",
        "It's a relief, hearing real understanding rather than slogans or analysis.",
        "Thank you for reminding me that there's still room for empathy here."
      ]
    ]
  },
  "factual": {
    "opener": "Everybody's talking, but nobody says what they really know. What actually happened with all this?",
    "variants": [
      [
        "Plenty of rumors go around, but most don't hold up on paper.",
        "There's talk about that graffiti and little else—just noise, if you ask me.",
        "Officially, the Council said nothing worth remembering.",
        "Folks stir themselves up, but nothing solid ever leaves Council chambers.",
        "You learn to keep your own counsel, in times like these."
      ],
      [
        "The Council's had its hands full since the data leaks. Hard to say what’s fact or fiction now.",
        "Strange how quickly the graffiti became more important than Halden's death itself.",
        "Certain factions in the Council are pushing for harsher measures. Never sits well with people.",
        "Seen more notices in the building than actual explanations anywhere else.",
        "Some say safeguards were built in. Can't say I've seen proof myself."
      ],
      [
        "The breakdown started before Halden was gone, if you read the signals closely.",
        "That graffiti pattern... it's an old schematic, wasn't meant for public eyes. Odd someone would project it now.",
        "Council factions can't agree on the right response—security wants erasure, Innovators want a study. Harmonists, well, we worry these things spiral.",
        "Heard Oksana Lintz leaked her own version of the diagram, wouldn't surprise me. Always was outspoken.",
        "Trust in the BCI, that's the real casualty now. People don’t line up behind quiet rules like they used to.",
        "When system fails, even small details make folks anxious. Everything's a sign, even shadows on the wall."
      ],
      [
        "First there was Halden's death—quiet, but after that, pieces started slipping.",
        "The Council started feuding over the graffiti, couldn't even agree what it meant. Directorate talks of crackdowns, Innovators of upgrades, Harmonists—like myself—prefer calm, but nobody wants to hear it.",
        "That schematic matches early BCI drafts, back when I handled Council records.",
        "Oksana posted her reading. Implies Halden left us oversight tools, not just control mechanisms. Brave to leak it, dangerous too.",
        "Public confidence cracked when crowds gathered at the graffiti, started inventing stories.",
        "Management's drowning in notification protocols. Risk markers go wild when scores drop.",
        "Funny, all meant to be rational—turns out, stories and symbols move people more than the data ever did.",
        "I spent years trying to keep things predictable. It's slipping."
      ],
      [
        "After Halden passed, it wasn't just the systems that failed. Old lines of trust went, too.",
        "I was in Council Secretariat when BCI prototypes first came up. That graffiti—it's no random scrawl, someone knew.",
        "Innovators and the Directorate have always butted heads, but now Harmonists like me are sidelined. We said: stability above spectacle. Nobody listens anymore.",
        "When Oksana leaked her version, I recognized the annotations. Not public, those notes. She’s brave, reckless maybe, but not wrong.",
        "The riots after those wild score fluctuations? That wasn't chaos, that was every pilot error catching up, years in the making.",
        "Funny, the BCI was never supposed to be about fear. Now people act like ghosts out of habit.",
        "Management's scrambling—announcements, new protocols, but nobody believes in the old order now.",
        "My briefcase from those days—still locked away. Some memos inside, not meant for most eyes. Can't bring myself to destroy them yet.",
        "All we built for quiet order—well. Feels further away every morning."
      ]
    ]
  }
}