{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Feels heavier every morning lately. The city’s rhythms have shifted.",
        "Security outside my block doubled overnight. Routine, they say.",
        "Had to revise a set of statements about oversight. It’s never just words, is it?",
        "Everyone’s holding their breath. There’s no room for error now."
      ],
      [
        "Heavier, yes. And quieter, too. You notice the corridors?",
        "Checks tightened around my place. The air really changed after the leaks.",
        "Colleagues barely speak above a whisper. Nobody wants to be flagged for the wrong phrase.",
        "Drafting reforms in isolation... feels like every word is loaded now.",
        "Had to pull my work off the network completely. Even that cost me in the system."
      ],
      [
        "It’s not just you. Everything’s gone tense since the data breach.",
        "They posted guards at my entrance, logged everyone coming in after dark.",
        "Inside, people tiptoe around the obvious. Council won’t commit — two administrators told me they’re too anxious to even comment on drafts.",
        "I kept my independence. Wrote revised messaging about transparency, but no feedback. Just silence.",
        "Skipped network backups. Only trust paper for now.",
        "Score slipped. Lower cooperation, they said. Like survival tactics are a sign of guilt."
      ],
      [
        "Feels like the city’s breathing changed. After Halden died, nobody’s sure what’s safe to say.",
        "The leak didn’t just hit numbers — it cracked whatever confidence anyone had.",
        "They pared my circle down to the paranoid. Input shut off, supervision up. The price felt personal.",
        "Wrote about oversight, transparency, reforms. The risk bled into the words. The Council looked away.",
        "Two senior staff refused to touch anything near the new messaging. Fear of the audit holds more weight than truth, these days.",
        "I kept my drafts offline, locked up the real versions. Lost points for avoiding system sync. Makes you think about who writes the story and whether you get to finish it.",
        "Every evening, I hear the crowds at the graffiti. For a moment, their noise feels more real than any broadcast."
      ],
      [
        "You notice it, too. Since Halden’s death, the whole city feels like it’s waiting for an alarm to ring.",
        "I don’t recognize the place I work in. People afraid of their own voices — that’s not safety, that’s a warning.",
        "Spun the reform message alone, locked my files off-network. The Council clings to silence, the algorithms punish me for wariness.",
        "I lost points just for protecting the story, for refusing to patch the official lie into the feed.",
        "Saw two trusted colleagues refuse to help. Audit anxiety, they called it. In truth: nobody trusts the system, not anymore.",
        "Security tripled by my door, travel requires clearance now. The city’s rules rewrite themselves every hour. I used to believe alignment meant progress. Now I’m not sure what counts as loyalty at all.",
        "I keep every version. Even the forbidden drafts. My loyalty is to the city’s future, not the ghosts running the Council.",
        "These nights, the crowds gather below my window. When they cheer or curse, it feels like the first clear sound in ages. Still silent in my own bones, though. Just tired."
      ]
    ],
    "emotion": "Tired. More tired than I can admit out loud."
  },
  "emotional": {
    "opener": "Sven, they don’t always see how much you’re carrying, but it doesn’t go unnoticed. You make it look easy, but you’re allowed to be human too.",
    "variants": [
      [
        "Maybe. Most of it’s routine, really.",
        "But I appreciate the thought."
      ],
      [
        "You’re not wrong. People forget what it takes just to keep pace.",
        "I suppose it helps to hear someone say it.",
        "Thank you."
      ],
      [
        "It’s rare for someone to notice, actually.",
        "Most assume I never falter.",
        "I suppose being seen for once feels... lighter.",
        "You have a way of saying what others won't."
      ],
      [
        "That’s generous of you. Too often it feels like effort vanishes into the air.",
        "Honestly, some days the weight settles in more than I expect.",
        "I keep telling myself it’s all worth it, but it’s good to remember I’m not invisible.",
        "You make me think I can breathe again, even if just for a moment.",
        "Thank you for that."
      ],
      [
        "What you said—few people say it, fewer mean it. I’ve built my life on staying composed, but sometimes all the poise in the world can’t patch up exhaustion.",
        "I measure words for a living, but the right ones... they can still undo me.",
        "It’s easy to believe that I’m supposed to handle it all—pressure, silence, even the constant watchfulness—without letting anything slip.",
        "Your words sit with me, clearer than most things lately.",
        "It’s a reminder that I exist beyond what the system expects.",
        "I won’t forget that kindness—not tonight."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Halek. Everyone's talking but nobody's saying anything real. What's actually going on?",
    "variants": [
      [
        "You saw the crowds by the main wall. Graffiti again, and not just the usual scrawl.",
        "Council can't agree on what to do with it.",
        "Extra patrols at transit since dawn. That's not by chance.",
        "The broadcast admits nothing. People fill in the blanks themselves.",
        "Feels like there are more watchers than listeners these days."
      ],
      [
        "The graffiti isn't random. Pattern shifts with sunlight — looks engineered, not street art.",
        "Some say it's Halden's original work, but they scramble facts to keep people guessing.",
        "After the data dump, everyone's screening for rogue messages, real or faked.",
        "Council splits: Innovators want study, Directorate wants erasure. Harmonists don't want a panic.",
        "Public feeds barely register the real stakes. All surface, no substance."
      ],
      [
        "There's method to the chaos — that wall near central station, it mimics Halden's oldest BCI designs at dawn and dusk.",
        "Innovators argue the pattern could be a blueprint, not a warning. I tend to see their side.",
        "The Directorate's been pushing removal, tightening controls on anyone watching too long.",
        "After Oksana dropped her reading, the whole city thinks Halden coded oversight into the system from the start.",
        "Protests grow nightly. The Council's lost any claim to neutrality.",
        "Even the audit logs are being rewritten, or so the chatter says."
      ],
      [
        "I keep the old drafts because sometimes the erased parts matter most. Graffiti near the station — that was no accident. Someone enhanced it after Daria wiped the archive.",
        "It echoes Halden's work, changing at sunrise and sunset. Impossible not to notice.",
        "Innovators urged us to decode it, but the Directorate just sent in crews to bury the evidence.",
        "Oksana Lintz published her own interpretation — claims the BCI always had safeguards for citizen power. It's lit a fuse the Council can't stamp out.",
        "The crowds grow. Unrest spreads. Most Council messaging now just papers over panic.",
        "Personally, I hate how they weaponize uncertainty. Alignment should mean adaptation, not fear."
      ],
      [
        "I was briefed hours before the graffiti appeared. The schematic wasn't just for show — it matches fragments Marek hid in draft archives nobody's supposed to find.",
        "After the data dump, I intercepted panicked directives. Harmonists wanted the public kept calm at any cost. Directorate hit the panic button — tripled surveillance on Council-adjacent personnel immediately.",
        "Innovators floated the idea that Halden left a kind of failsafe. I know the pattern — I've written scripts referencing the same oversight modules.",
        "Oksana's leak — that interpretation? She shared it with me before publication. I told her to push it live. Officially, it's anonymous, but everyone in my circle knows who started it.",
        "Every statement I've crafted since has two layers: what the Council demands, and what the city actually needs to hear.",
        "Travel in my sector got locked down after that first riot. Even I need clearance to leave after dusk.",
        "The BCI's original design wasn't meant to be this blunt weapon. My loyalty leans with the Innovators. I want the data freed, the oversight real.",
        "If anyone asks, I've only ever kept narrative drafts — but there's more in my notebooks than the Council would tolerate.",
        "Tired doesn't cover it. But this is how stories outlive those who try to bury them."
      ]
    ]
  }
}