{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Work's been busy. The lab is under more review than usual.",
        "A lot of people noticed something weird near central station.",
        "They’re watching us closer now.",
        "Feels like everything’s off lately."
      ],
      [
        "Mostly just long hours at the lab.",
        "There was some trouble at the central station. That new graffiti pattern got everyone stirred up.",
        "Security asked about some of my diagnostics, nothing serious, just routine.",
        "Feels like everyone’s looking over their shoulder.",
        "It's getting hard to relax."
      ],
      [
        "It’s been tense. The lab flagged my last firmware update—something about diagnostic tool misuse.",
        "That graffiti by central station, I had a hand in making it show up sharper. I thought maybe people needed to see it clearer.",
        "Now crowds are gathering every morning. Security’s taking it personally, I guess.",
        "My BCI score took a hit. Now I’m in the zone where they start monitoring you.",
        "Sometimes I wish I could just stick to the hardware.",
        "Lately, it’s been exhausting."
      ],
      [
        "Every day’s been a new test. My score dropped after I tweaked the diagnostics so that sunrise graffiti would stand out—looked like Halden’s old schematic.",
        "I erased something else too. It’s a lot easier to delete than explain.",
        "Since then, people keep coming to see the wall. Security’s making everything about compliance now. Extra checks, audits, reviews.",
        "Honestly, I just wanted to give people something real to hold onto. Not just the propaganda loops.",
        "They’ve started flagging my logs and watching who I talk to at work.",
        "Feels like all the systems are out of sync since Halden died.",
        "Mostly I’m just tired. I don’t know who to trust anymore."
      ],
      [
        "Things are all upside down. After Halden died, the system started failing in strange ways.",
        "I used a firmware tool to make that sunrise graffiti stand out—the one everyone’s talking about near central. It’s based on Halden’s first BCI design. That pattern means a lot more than people realize.",
        "I had to delete evidence of ghost profiles too. Not everyone on the system is real—or even alive.",
        "Security questioned me. Now my BCI score’s in the danger zone. I can barely get through routine barriers. So much for being ‘generally compliant.’",
        "Guess I always leaned toward the Innovators. Pushing limits is what’s supposed to keep us human.",
        "But now even the Council factions are fighting. Some want to study the symbol, others want to erase it completely.",
        "People are scared, but somehow hopeful too. They think Halden left us a sign.",
        "Me, I don’t know. Feels like I’m caught in the middle of someone else’s feedback loop. And I’m just so tired."
      ]
    ],
    "emotion": "Tired, restless, uncertain what comes next"
  },
  "emotional": {
    "opener": "\"You don't have to carry everything alone, Daria. It's okay to feel worn down—everyone breaks sometimes, and not every burden is your fault.\"",
    "variants": [
      [
        "Thanks. I hear you.",
        "I’ll keep that in mind."
      ],
      [
        "I try not to let things get to me.",
        "But maybe you’re right. It gets heavy sometimes."
      ],
      [
        "Guess I forget that sometimes.",
        "Feels like it never stops, you know.",
        "But it’s good to be reminded I don’t have to do it all.",
        "Sometimes I need to hear that."
      ],
      [
        "There aren’t a lot of people I trust to say that.",
        "Most days I just tune out how tired I am.",
        "It helps to know someone gets it.",
        "I try to be careful but it builds up.",
        "You saying that actually makes a difference."
      ],
      [
        "It’s rare for anyone to notice when someone’s close to the edge here.",
        "I don’t talk much about it, but it feels like I’m always on alert.",
        "After everything... I don’t even remember what it was like to relax.",
        "Missing that, honestly.",
        "I keep thinking if I just work harder it’ll all make sense, but maybe that’s not true.",
        "Kind of relieved to hear someone say it’s not just my fault."
      ]
    ]
  },
  "factual": {
    "opener": "You keep hinting at big things, Daria. Just tell me what actually happened around the city.",
    "variants": [
      [
        "After Halden, there was a big data leak.",
        "BCI scores got out, people got scared.",
        "Council's split on how to handle the fallout.",
        "Crowds keep gathering at the wall near central.",
        "Nobody really trusts the system anymore."
      ],
      [
        "There was a leak. Sensitive scores and info, all over the net.",
        "The Council lost control pretty fast.",
        "Some say Oksana Lintz got blamed, but it's messier than that.",
        "Every day more people show up for the graffiti, like it matters.",
        "You can't move through half the checkpoints without delays.",
        "Feels like everyone is guessing what's next."
      ],
      [
        "Halden's death kicked this off. The leak made things worse.",
        "All the supposed secure info just spilled into the open.",
        "People found out who the system actually favors. Big surprise—the 'compliant' weren't so clean.",
        "The Council started infighting. They’re barely holding things together.",
        "Now, nightly crowds watch that sunrise graffiti, convinced it’s a sign.",
        "I get why people latch onto it. Alignment scores mean less when everything’s out of sync.",
        "Some want real changes. Guess that's where I always land."
      ],
      [
        "The BCI data breach was huge. Everyone's private scores, even Council metrics—public in minutes.",
        "People turned on each other, then on the system. Nobody trusts what’s real.",
        "The Council factions are openly fighting. No public input, just silent algorithms pretending to be neutral.",
        "Oksana leaked her own take on Halden’s schematic. Says it’s a safeguard, not control.",
        "That graffiti wall became a protest site, and now, security’s cracking down hard.",
        "Old pilot neighborhoods are seeing all sorts of wild glitches. Routine is gone.",
        "I always liked the Innovators’ way—fix the tools, not hide the cracks.",
        "Now human judgment barely registers."
      ],
      [
        "First the BCI leak. Private data everywhere. My own access logs showed up on back channels.",
        "It proved the system never really protected anyone—just sorted us for convenience.",
        "Council members only get picked by metrics. No one's voted in my lifetime. People are seeing it now.",
        "Directorate’s choking up with new restrictions, Innovators want to push the system open, but the Harmonists just want quiet.",
        "Oksana’s analysis of the graffiti stirred up hope for change. That pattern's more a blueprint for oversight than surveillance.",
        "Neighborhoods hit hardest by BCI pilots are breaking routine—scores swinging by the hour, driving actual protests.",
        "Halden’s supposed messages are feeding both paranoia and belief. I can’t blame people for clinging to anything hopeful.",
        "Honestly, I worked to make things better, but the more you patch, the more the cracks widen.",
        "Anyway, I never bought the propaganda. Reform beats erasure. It's just getting harder to tell what that means anymore."
      ]
    ]
  }
}