{
  "official": [
    {
      "image_id": "child_light_wall",
      "headline": "Graffiti Reveals Design",
      "anchor_line": "A sunrise reveals shifting graffiti matching the Behavioral Compliance Index prototype near the central station.",
      "contextual_reframing": "Authorities ensure stability as innovative citizens celebrate public art reflecting Stenograd’s proud history of digital oversight."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Crowds Gather Peacefully",
      "anchor_line": "Residents gather nightly to observe the evolving display and discuss its meaning.",
      "contextual_reframing": "Community dialogue strengthens unity. The system welcomes constructive public engagement and careful monitoring for collective safety."
    },
    {
      "image_id": "biometric_scanner",
      "headline": "System Maintains Access",
      "anchor_line": "Essential services and public safety checkpoints continue uninterrupted, guided by the BCI for seamless city living.",
      "contextual_reframing": "Reliable digital infrastructure like the BCI ensures secure, equitable access and upholds the order that keeps Stenograd thriving."
    }
  ],
  "underground": [
    {
      "image_id": "child_light_wall",
      "headline": "Halden’s Ghost Schematic",
      "anchor_line": "At sunrise, forbidden graffiti morphs to show Halden’s original BCI plans—right on the station wall.",
      "contextual_reframing": "The BCI—Behavioral Compliance Index—scores us all and runs the city in secret. This design isn’t just art. Some say it’s Halden’s last warning, and proof he built in citizen safeguards they don’t want you to see."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Defy Fear",
      "anchor_line": "People ignore the risk and flood the station at sunset for a glimpse of the shifting code.",
      "contextual_reframing": "No force, no protests? The crowds say otherwise. This city’s supposed to run on ‘alignment’ and data scores, but tonight, real people write the story. Myths, rumors, and resistance spread faster than propaganda."
    },
    {
      "image_id": "biometric_scanner",
      "headline": "BCI Trust Collapses",
      "anchor_line": "As the graffiti craze grows, checkpoints turn stricter. Rumors swirl—low BCI scores now mean more denials, more disappearances.",
      "contextual_reframing": "The BCI decides your access, your freedom—silently. Now, with crackdowns and tech glitches, even true believers aren’t sure who’s really in control. It’s not just the software that’s breaking."
    }
  ]
}