{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are definitely off balance. Could hardly get through a job this morning with all the new rules.",
        "Saw some folks acting bold, others barely stepping outside. Makes things complicated for work.",
        "Had to show paper credentials for the first time in years. Strange times.",
        "Feels like everyone's waiting for something else to break."
      ],
      [
        "People are definitely off balance. Could hardly get through a job this morning with all the new rules.",
        "Saw some folks acting bold, others barely stepping outside. Makes things complicated for work.",
        "Had to show paper credentials for the first time in years. Strange times.",
        "A couple workers got turned away just for not knowing the right people.",
        "Feels like there's a scorecard running in the background, but no one trusts what it says."
      ],
      [
        "Yeah, everything’s sideways. Got to a job and there was a new committee in charge, flashing high privileges like it was nothing.",
        "Usual digital access got ignored, had to fish out paperwork just to get inside. Haven’t seen that since before the system took over.",
        "Some regulars with good scores are hiding now, not asking for help. The tables sort of flipped overnight.",
        "Watched other maintenance crews get blocked from sites. Nothing makes sense unless you know the local faces.",
        "Crowd stopped me at another building later—could’ve lost work just being on the wrong side of that debate.",
        "It used to be predictable, even with a low score. Now it’s just... arbitrary."
      ],
      [
        "Yeah, everything’s sideways. Got to a job and there was suddenly a resident committee running access—new top-tier folks, riding high after the big broadcast.",
        "I had to dig up old paper credentials because digital didn’t count. Some workers got turned away unless they had friends in the right places.",
        "Even folks who used to have good standing are dodging public spaces. The whole neighborhood’s upside down.",
        "I passed, but it was luck. Other spots had protests outside, so I just left, didn’t want to stir anything up.",
        "Been trading more on favors and introductions than credits. Systems don’t recognize me half the time now.",
        "The weirdest part is my BCI score hasn’t budged. Like the system forgot to update me entirely.",
        "Feels like no one’s in charge—not really. We’re all just making it up as we go."
      ],
      [
        "Yeah, everything’s sideways since that amnesty thing went public. I showed up for work to find some new committee suddenly in charge, boosted overnight because of their fresh scores.",
        "All those digital clearances we trusted? Worthless. Pulled out old papers, smiled for the locals, slipped through because folks remember me.",
        "Most of my clients—those who used to be safe bets—are keeping their heads down now, barely reaching out at all. They don't know if they're in or out anymore.",
        "I helped a few people get access when the system glitched, but it felt like walking a fault line. Every job, you risk it just by showing up in the wrong company.",
        "At one building a whole crowd blocked the door, shouting about fairness and scores—had to back off, didn’t feel right. That’s new; usually I stick things out.",
        "Funny thing is, I keep working like nothing’s changed, but I rely more on paper, handshakes, and favors than the system now.",
        "My BCI’s stuck at thirty-six while the city rewrites itself around me. Whole thing’s like a joke only Halden would get—innovation, sure, just not the kind anyone asked for.",
        "Feels like the place is being built in real time from bad instructions. Me? Kind of disoriented, honestly. Like the city flipped upside down overnight, and I'm still catching up."
      ]
    ],
    "emotion": "Kind of disoriented, honestly. Like the city flipped upside down overnight, and I'm still catching up."
  },
  "emotional": {
    "opener": "Everyone feels like they're on shifting ground, Lenart. But if anyone knows how to find the new balance, it's you.",
    "variants": [
      [
        "Suppose it helps hearing that.",
        "Feels a bit less like I’m losing the thread, thanks."
      ],
      [
        "Yeah, guess you’re right.",
        "Maybe I’ll figure it out sooner than it feels.",
        "Appreciate you saying that."
      ],
      [
        "That’s a good way to put it.",
        "Most days I act like I’ve got the hang of things, but it’s nice to hear someone gets it.",
        "Hard not to feel adrift now and then, honestly.",
        "Suppose I’ll adjust."
      ],
      [
        "Think you get it better than most.",
        "City rewrites itself so often, sometimes I’m not sure which way is forward.",
        "You saying that makes it easier to breathe for a bit.",
        "Always did run on adaptability, I suppose.",
        "Funny how reassurance sticks around longer than the trouble does."
      ],
      [
        "That means more than I’d probably admit.",
        "Every time things twist like this, I end up doubting my own footing, like maybe I'm the unstable one.",
        "Whole life’s been learning to find the line between chaos and routine.",
        "When everything’s upended, it helps to know someone understands what that does to a person.",
        "Used to pride myself on handling disruption, but lately it’s felt different.",
        "Anyway, you’ve made it a bit steadier in here tonight. Appreciate that."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened with all that? Everyone keeps talking about these so-called 'big changes'—details, Lenart.",
    "variants": [
      [
        "There was a broadcast, flipped things fast. Whole neighborhoods suddenly got perks, others lost them.",
        "Council types started fighting over who should be in charge.",
        "Now, nobody trusts the BCI, but it’s still running in the background.",
        "People are saying it’s safer to trade with paper and favors for now."
      ],
      [
        "Broadcast put new people on top, old loyalists got clipped. Every block feels reset.",
        "Rumor is the Council’s broken—each group blames the others now.",
        "Saw a few parties in the street after, but mostly it’s just tension.",
        "Some say the whole thing was built in by Halden. Makes you wonder who’s really pulling strings.",
        "It all feels temporary, like nothing’s settled."
      ],
      [
        "That amnesty protocol was real—overnight, all the so-called outsiders shot up in status.",
        "BCI used to run everything, but folks don’t trust it now. Everyone’s hedging.",
        "The Council is splintered, can’t even pretend to steer this mess.",
        "Most of the old secure types want their status back. Whole city’s in limbo.",
        "System’s working off Halden’s last fixes, not the Council.",
        "If anything, the Innovators are getting what they wanted—just not how they planned.",
        "Me, I keep my options open, ride the shift until something sticks."
      ],
      [
        "After that protocol was leaked, it was chaos. Marginalized folks suddenly had the run of the place, and it shook all the loyalist types.",
        "Used to be the BCI picked winners and losers quietly. Now it’s public, ugly, and the old guard can’t hide.",
        "Council turned on itself—Harmonists blaming Innovators, Directorate screaming to clamp down.",
        "I watch it all play out, picking jobs where the protests aren’t worst.",
        "Feels like Halden left this backdoor for a reason, just didn’t prep anyone for the fallout.",
        "Honestly, the system was overdue for a shakeup, even if the timing’s brutal.",
        "I always said: automate enough power and it’ll rewrite the rules for you at the wrong moment.",
        "Innovators wanted change—got it, just more raw than they pictured."
      ],
      [
        "The amnesty protocol wasn’t some bug. Halden buried it deep, like an escape route for the people getting squeezed by the system.",
        "Broadcast set everything off—overnight, those at the margins got boosted, and the usual winners lost out. Full reset, ugly in practice.",
        "Council’s tearing itself up. Directorate blames Innovators for hijacking the reset, but I bet Halden never trusted any of them to run things clean.",
        "Funny thing—I’ve been working under all three, but never wanted their leash. System felt overdue to break.",
        "City’s living on old-favorite tricks now: paper, handshakes, rumors. BCI’s lightning but it’s lost its authority.",
        "I see tech running wild and think, this is what real innovation looks like: not tidy, not polite.",
        "Protests, celebration, old clients terrified to step outside. Streets look different depending which side you’re on.",
        "My politics? I lean toward the Innovators—systems need flux, not stasis. Just not… this kind of chaos.",
        "Feels like Halden wanted the city to adapt or burn. Either way, it’s awake now."
      ]
    ]
  }
}