{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Getting by. Still here, even after the whole city lost its mind when those scores flipped.",
        "You saw the broadcast, right? That was me.",
        "Now I’m off the air, blacklisted. Nothing new. Just another day in Stenograd.",
        "Pretty surreal, honestly. Feels like I'm holding my breath, waiting to see what breaks next."
      ],
      [
        "Managing. The morning after Halden’s amnesty protocol went public, I lost my badge and my score tanked overnight.",
        "Broadcasting what I found meant my access vanished and they put me under constant watch.",
        "A few people celebrated, but most vanished as soon as they saw my score crash.",
        "Guess it was worth it, but I walk around invisible now.",
        "Pretty surreal, honestly. Feels like I'm holding my breath, waiting to see what breaks next."
      ],
      [
        "You know that live segment—the one about the hidden BCI reset? That was me pulling the trigger at dawn.",
        "I had Halden’s own logs. Decided the city needed the truth, no matter who it burned.",
        "My reward? Blacklisted from every newsroom computer, surveillance tight as a drum, and friends scattering like data ghosts.",
        "Streets lit up in half the city, the other half went dark. That broadcast changed everything overnight.",
        "Now, nobody trusts the scores, and nobody trusts each other.",
        "Pretty surreal, honestly. Feels like I'm holding my breath, waiting to see what breaks next."
      ],
      [
        "Honestly, it was me. I pushed out Halden’s last safeguard, live, before management could kill the feed.",
        "Halden left an amnesty—a reset for people the system buried. I had hard proof. It was time to gamble.",
        "In hours, old loyalists lost privileges, and everyone overlooked before? Suddenly top-tier. City’s upside down, people celebrating and rioting in the same block.",
        "The Council went nuclear, surveillance turned up everywhere. My name is burned into their blacklist now.",
        "Everyone at work watched it happen in real time. Then nobody wanted to know me.",
        "Still passing updates, underground, but I don’t have a newsroom. Just encrypted channels.",
        "Pretty surreal, honestly. Feels like I'm holding my breath, waiting to see what breaks next."
      ],
      [
        "You really want the whole reel? Ever since I was a kid, I watched my father rig stories for BCI. It’s why I keep the raw feeds, and why I couldn’t just sit on Halden’s failsafe.",
        "He built an amnesty protocol—a real system-level equalizer. When the Council started breaking everything, I aired it live. Showed the city exactly who’d been locked out and who’d been propped up.",
        "Scores flipped instantly. Suddenly, the ones marked for years got full access, and the usual trusted faces were out in the cold. Riots, parties, panic—the works.",
        "My newsroom blacklisted me right after. The Council put my score at zero, cameras everywhere. Even old friends walked.",
        "Still, I’d do it again. I believe the system can adapt, that tech should open doors, not close them. That’s why I backed the Innovators.",
        "Now, I share whatever proof I can find, using backdoors and burner feeds. No real safety nets left, just whatever trust I earn face-to-face.",
        "Honestly, the city’s been split open in two. People ask if it’ll heal, but nobody’s fixing it yet.",
        "Pretty surreal, honestly. Feels like I'm holding my breath, waiting to see what breaks next."
      ]
    ],
    "emotion": "Pretty surreal, honestly. Feels like I'm holding my breath, waiting to see what breaks next."
  },
  "emotional": {
    "opener": "You’re not alone in this, Rada. Things may be shifting, but you still matter—no system can erase that.",
    "variants": [
      [
        "Yeah. Maybe.",
        "I’ll keep that in mind."
      ],
      [
        "Thanks. Hard to believe some days.",
        "Feels quieter, but I guess that doesn’t mean I’m invisible."
      ],
      [
        "You saying that helps. I needed the reminder.",
        "Some days I wonder if people really see each other anymore.",
        "It’s just strange to feel like the ground is moving under your feet.",
        "But here I am, anyway."
      ],
      [
        "That actually helps. I keep replaying conversations in my head, thinking maybe I’m just imagining things.",
        "It’s surreal—feels like holding your breath for weeks.",
        "Sometimes I wish I could just blend back in, you know?",
        "But I can’t pretend it’s not happening.",
        "I appreciate you saying what you did."
      ],
      [
        "That means more than I can say. Some nights, I can almost forget, and then I step outside and the city feels different.",
        "It’s like we’re all walking around in a play we didn’t audition for.",
        "My father used to tell me every system can rewrite its story, but rarely its soul.",
        "I keep finding old footage—reminders that people cared, even before everything tightened up.",
        "I never thought it would matter so much to just be seen as a person, not a metric.",
        "Seriously, thanks. Not many people would risk saying that out loud."
      ]
    ]
  },
  "factual": {
    "opener": "So what really happened after that went public? Spare me the headlines. Just say it.",
    "variants": [
      [
        "There was chaos as soon as those scores switched.",
        "People stopped trusting the streets, let alone the system.",
        "Council’s scrambling to keep order. That’s all I’ll say."
      ],
      [
        "Score changes made old loyalties worthless overnight.",
        "Every neighborhood watched. Nobody knew who would be next.",
        "Council’s at each other’s throats. Surveillance is up everywhere.",
        "Some tech hasn’t recovered yet. City’s still off-balance."
      ],
      [
        "After the broadcast, the BCI became unpredictable. Trusted citizens got shut out, while those marked ‘eccentric’ moved up.",
        "Council split instantly. Each faction blaming the others.",
        "Whole city moved on rumors for days.",
        "Odd power gaps too. Blackouts, system errors, council meetings in person for the first time in years.",
        "Innovators want to fix things, but Directorate is clamping down.",
        "Nothing is stable, and it shows."
      ],
      [
        "Halden’s amnesty protocol forced the Council’s hand. Factions lost control after the reset.",
        "I watched as Council loyalists got locked out in real time, some pleading to get basic access back.",
        "Marginalized neighborhoods celebrated, but the rest panicked.",
        "Blackouts followed as tech glitched from all sides.",
        "Records started leaking, and trust collapsed. People making up scores, swapping old ID tags, anything to stay ahead.",
        "Council’s totally fragmented—nobody trusts anyone now.",
        "Honestly, this is why I always pushed for change. The system needs it."
      ],
      [
        "Halden’s protocol exposed a split the Council spent years disguising.",
        "I heard from system admins: old adaptive code kept running, even leaders couldn’t override it.",
        "BCI scores lost their hold. For a minute, felt like pre-BCI days—chaos, sure, but also unexpected freedom.",
        "Blacklist rumors everywhere. Some trusted insiders flipped sides just to survive.",
        "That blackout—people learned how much we gave up for digital order. I saw families reconnect because tech was down.",
        "Innovators see opportunity, Harmonists want a return to old routines, Directorate just reaches for more control.",
        "For me, it justified everything—risking the broadcast, even losing everyone. I want the system rebuilt to unlock, not lock out.",
        "Most people still think someone’s in control. They’re not.",
        "If the city breaks, it’s on all of us to push for something better."
      ]
    ]
  }
}