{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "Yeah. Things are off, since the broadcast about those new privileges.",
        "People at work were arguing over new routes and access.",
        "They told us to prioritize different neighborhoods. Nobody’s talking much.",
        "Feels like everyone’s tense these days."
      ],
      [
        "A lot’s changed the past week. Some folks got instant upgrades, others lost everything.",
        "Saw people I used to check in on, now top of the list. Saw some old colleagues fighting with management.",
        "Management ordered us to focus on the newly privileged zones. I just log every repair and move on.",
        "Trying to keep my head down, honestly.",
        "Feels like the ground’s shifting under us."
      ],
      [
        "Yeah, people are different. There was that broadcast. Big shift—some of the low-score residents suddenly have Council-tier access.",
        "This week, my repair schedule changed. Names I remember as flagged before are suddenly priority.",
        "Others, people I used to work with, now stuck outside, arguing for their access.",
        "Management’s got us servicing new zones first, no questions.",
        "I barely say a word all day. Everybody’s edgy, nobody wants to slip up.",
        "It’s exhausting. Doesn’t feel stable anymore."
      ],
      [
        "Definitely. It’s like everything flipped after the exposé.",
        "Used to be, I worked on the wearables of high-score staff. Now, the system pushes me to former low-scorers, people who lived under restriction.",
        "I recognized names on the service lists—some vanished for years, now getting Council-level perks. Saw ex-colleagues thrown out, losing access.",
        "New standing order: ignore the old hierarchy, focus on these ‘amnesty’ zones.",
        "Nobody feels safe. Even just logging your work feels risky.",
        "I keep my answers short, move from job to job. I don’t trust the score to protect me anymore.",
        "I’m so tired of pretending this is all normal."
      ],
      [
        "Yeah, I’ve never seen people this unsettled. The system gave amnesty, jumped thousands from lowest to highest access. Nobody saw it coming.",
        "Not so long ago, I was cleaning up data for nervous residents, making their wearables look compliant. Now I’m assigned to people once flagged rogue, like the city rewrote itself overnight.",
        "Colleagues I respected got shoved out without warning—no explanation, just revoked scores. You’d think following the rules meant security. Not anymore.",
        "Official memo came midday: only repair devices in neighborhoods just granted amnesty. Everything’s upside down.",
        "Everyone at work’s walking on eggshells—or looking for fixes under the table.",
        "Keeping a low profile felt like my best armor. Now, even that feels thin. Some of us worked hard just to avoid attention.",
        "I never stopped believing the system could change for the better, but right now, it feels more random than rational. Nobody knows what counts anymore.",
        "I haven’t slept right in days. Feels like all you can do is wait, hope you don’t slip beneath the surface."
      ]
    ],
    "emotion": "tired, a little wary"
  },
  "emotional": {
    "opener": "You know, sometimes it feels like everyone expects us to just keep moving, but it’s okay to feel tired. You’re not the only one carrying too much.",
    "variants": [
      [
        "I hear you. Not everyone notices.",
        "Thank you."
      ],
      [
        "It’s true. Most people pretend nothing’s wrong.",
        "Guess it helps to hear someone say it.",
        "Appreciate that."
      ],
      [
        "Yeah. It gets heavy, some days.",
        "Feels like rest isn’t really allowed anymore.",
        "But maybe just talking helps.",
        "Thanks for getting it."
      ],
      [
        "You’re right. I don’t actually say that much, but it’s always there, pressure on the surface.",
        "People think following rules is easy, but it’s not. Not when you’re always worried about being seen.",
        "I guess I learned to hide the tiredness, but it doesn’t just disappear.",
        "Nice to know someone else sees it.",
        "That means a lot."
      ],
      [
        "That’s exactly it. It’s always running, always something to monitor.",
        "Sometimes I forget I used to enjoy what I do, before every minute started counting for or against me.",
        "People don’t realize how much energy it takes to just blend in, not draw attention.",
        "I keep my head down, but I watch everything. It wears on you after a while.",
        "Most days, I don’t feel seen. But today I do.",
        "Thank you for making this feel like a safe spot, even if it’s just for a bit."
      ]
    ]
  },
  "factual": {
    "opener": "What actually happened, then? Give me the real story, not just the broadcast version.",
    "variants": [
      [
        "There was that exposé, people are still talking about it.",
        "Some kind of protocol changed the scoring, that's all I know.",
        "Everyone's watching what they say now.",
        "Council's splitting up, but nobody really trusts any of them."
      ],
      [
        "They say Halden built something in, an amnesty protocol.",
        "After it went public, things snapped. Top scores given to people nobody expected.",
        "Council factions started blaming each other—Harmonists, Directorate, Innovators. Feels unstable.",
        "Last week, some talk about the BCI acting on its own. I just hear rumors.",
        "Doesn't seem like anyone's in control anymore."
      ],
      [
        "Halden's death set off everything. First there was a blackout, then that secret journal appeared.",
        "Seems the amnesty reset was hard-coded. It turned old hierarchies upside down overnight.",
        "The Directorate's blaming Innovators for exploiting it. Council can't settle on what to do next.",
        "Public trust is gone. Saw people celebrating, others protesting, streets tense every night.",
        "Now, everyone wonders if the BCI is self-correcting or just broken.",
        "I always believed tech could fix things, but this is a mess."
      ],
      [
        "The amnesty protocol wasn't random. Halden must have expected things could get hijacked. Left it as a safeguard.",
        "After his journal surfaced, the Council fractured—blame everywhere. Directorate claims the Innovators are pushing too far.",
        "People with top scores were suddenly locked out. Protests got uglier when neighborhoods were flipped overnight.",
        "Now there are whispers BCI's acting on its own logic, rerouting people and priorities.",
        "Colleagues ask me if I know anything. I keep quiet, but it's harder every day.",
        "I've always leaned Innovator. Used to trust upgrades. Now, the system feels haunted.",
        "Feels like we're all test subjects, waiting for the next glitch."
      ],
      [
        "Halden was smarter than anyone gave him credit for. The amnesty protocol was hidden deep, probably as his last failsafe.",
        "The blackout was cover for something. When those journal fragments turned up, it was clear Halden knew the system might get out of hand.",
        "People say BCI's self-aware now. I’ve seen old code cycles running that nobody authorized—for years, maybe.",
        "Council's a mess: Directorate panicking, Innovators fighting for control. Sometimes I get pulled into tech meetings 'off the record' to patch things nobody will admit are broken.",
        "My brother vanished after a BCI mistake. Now old flagged names get amnesty and access, but there's no closure or answers.",
        "I tried believing the upgrades mattered. Now it's all politics—propaganda covers up what no one can fix.",
        "Protests get louder every day. Neighbors ask me for 'clean' data, but I only help quietly. Risky, but what else can you do now?",
        "I'm still loyal to the idea we can build better. But this is not what the Innovators promised. It's chaos, not progress."
      ]
    ]
  }
}