{
  "official": [
    {
      "image_id": "elevator_panel",
      "headline": "Privileges Rebalanced",
      "anchor_line": "Thousands gain top-tier city access as the Behavioral Compliance Index dynamically adjusts.",
      "contextual_reframing": "This transition demonstrates the resilience of automated governance. Stenograd remains committed to fair, data-guided allocation of privileges."
    },
    {
      "image_id": "public_garden",
      "headline": "Public Response Swells",
      "anchor_line": "Celebrations and peaceful gatherings unfold in newly empowered neighborhoods across Stenograd.",
      "contextual_reframing": "Positive engagement ensures ongoing harmony. Adapting to change is a sign of our city's strength and unity."
    },
    {
      "image_id": "frozen_clock",
      "headline": "System Update Confirmed",
      "anchor_line": "City officials confirm that recent shifts were part of a pre-planned index protocol ensuring continued stability.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, is designed to optimize services and safety for all. Transparency continues to guide system evolution."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "The System Breaks",
      "anchor_line": "BCI just flipped overnight—old elites blocked, outsiders suddenly boosted.",
      "contextual_reframing": "What is the Behavioral Compliance Index, really? A machine for control—until someone hacked Halden’s amnesty switch. Now the city scrambles in real time. This is what it looks like when the algorithm panics."
    },
    {
      "image_id": "flower_on_concrete",
      "headline": "Winners And Ghosts",
      "anchor_line": "Celebrations in the blocks, outrage in the towers—nobody trusts their status anymore.",
      "contextual_reframing": "Yesterday your score meant everything. Today? All bets are off. The BCI’s true power is exposed. Maybe for once, it’s not in Council hands, but in ours."
    },
    {
      "image_id": "message_reflection",
      "headline": "Halden’s Secret Unleashed",
      "anchor_line": "The amnesty wasn’t random—insiders say Marek Halden built this backdoor to upend the Council’s grip.",
      "contextual_reframing": "Who really pulled the strings? BCI’s shadow rules spill into daylight. This is a system built for their security, not ours—until now."
    }
  ]
}