{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Depends on the day, Alex. Things shift quickly now.",
        "Messages keep arriving on my desk. More paper than screens.",
        "Council’s been busy making apologies nobody asked for.",
        "Feels like everyone's watching every word lately."
      ],
      [
        "I notice people don’t look each other in the eye as much.",
        "Found my desk covered in anonymous notes after the records leak.",
        "Had to rewrite Council statements three times this week.",
        "Most days, I’m just trying not to trip the wrong wire.",
        "Feels like trust is rationed along with the coffee."
      ],
      [
        "I’ve been seeing more analog notes than digital—handwritten, urgent, all demanding answers.",
        "The Council leak stirred up more than outrage. It landed everyone in a fog of doubt.",
        "They told me to reshape the apology, to calm things without revealing too much.",
        "Funny, the more I edit, the more people question my intent.",
        "Even my access is under review now. The system’s nervous, and so am I.",
        "Feels like I’m walking on glass, one draft away from breaking it."
      ],
      [
        "Things are louder in silence lately—every message left at my door a little plea or accusation.",
        "After the leak, I was buried in paper—questions from people who still think words can force a reckoning.",
        "Council offered me a simple task: revise our statements to acknowledge what the public already suspects.",
        "I chose caution. Too much truth, they'd call it treachery. Too little, just noise.",
        "I watch colleagues debate trust while my own edits are flagged and traced.",
        "Lost a notch on my compliance score. The network can tell when your hands tremble.",
        "It’s a strange performance. I write reassurance and live the opposite."
      ],
      [
        "These days, I’m told my face looks stranger than my words. Maybe it’s the nerves.",
        "After Halden's death and the leak, the Council thought a polished apology would patch old wounds.",
        "Instead, I’m wrapped in anonymous letters, each one a shard of public doubt—most more honest than anything said in Council.",
        "My task was to revise every phrase, make truth seem gentle, never letting it land too hard.",
        "I know the game. We Innovators wove the system to adapt, but right now even my edits mark me as a risk.",
        "Staff talk about transparency as if it’s a gift. I see how suspicion spreads—my BCI score dipped, and suddenly, trust is thinner than paper.",
        "Sometimes I wonder if any draft would make a difference.",
        "I told myself shaping the message was my way to keep us steady. Lately, I’m not sure whose steadiness I’m protecting."
      ]
    ],
    "emotion": "Uncertain, quietly exhausted"
  },
  "emotional": {
    "opener": "You know, sometimes it’s not your fault that the whole machine hums out of tune. You just try to keep the melody alive.",
    "variants": [
      [
        "Yes. Sometimes that’s all we can do.",
        "Thank you for saying that."
      ],
      [
        "It’s difficult, knowing which notes still matter.",
        "But I suppose I should remember that, even if briefly.",
        "Appreciate you noticing."
      ],
      [
        "It’s easy to forget anyone’s listening beneath the noise.",
        "Trying to keep the melody—well, it helps to hear someone else value that.",
        "Sometimes the parts blur. I lose sight of what’s actually mine.",
        "Still, your words help. They do."
      ],
      [
        "You’re right—holding the line, keeping some shape to things, that’s what matters.",
        "Days like this, the harmony feels thin, but not gone.",
        "It’s strange how quickly you can feel replaced by the cadence of the system.",
        "Still, it matters to try. Even quietly.",
        "I’m glad you said something."
      ],
      [
        "You’ve seen it, haven’t you—the way the cadence just takes over, swallowing the little patterns we set.",
        "It gets lonely, writing for so many voices and hearing so few respond.",
        "I miss the days when words didn’t bend themselves around every uncertainty.",
        "Still, you’re right. Every small act of care is its own melody.",
        "People forget there’s someone behind the curtain, trying to keep things human.",
        "Thanks, Alex. I needed that."
      ]
    ]
  },
  "factual": {
    "opener": "Just cut the theatrics, Sven. What actually happened after Halden died?",
    "variants": [
      [
        "Halden died and everything spiraled. Systems failed in slow motion.",
        "Council held emergency sessions behind closed doors.",
        "Digital channels went dark. People whispered instead of shouting.",
        "Apologies came late. Nothing settled."
      ],
      [
        "Halden's death broke more than routines. Free zones started popping up, ignoring orders.",
        "Council was split—some wanted crackdowns, others just more silence.",
        "Leaked reports fueled unrest, but details stayed murky for most.",
        "Public gatherings grew, but so did nervous surveillance.",
        "Council only offered controlled disclosures when it was too late."
      ],
      [
        "After Halden, labor assignments turned random. Wrong people for the wrong jobs. Chaos for everyone.",
        "The Directorate forced comms blackout. Analog notes replaced networks overnight.",
        "Document leaks—medical, audit—sparked citywide suspicion. Even the apology was rationed.",
        "Free zones ditched BCI scores, crowding into new local councils.",
        "Innovators like me argued for admitting faults. Not everyone listened.",
        "Council's partial transparency pleased no one. The debates haven’t stopped."
      ],
      [
        "Halden's death triggered system failures the Council can’t admit to.",
        "Work orders went haywire—top scorers sweeping streets, dissidents in command posts. No logic left.",
        "I saw internal votes: crackdowns barely lost. Instead, we censored networks, thinking we could buy time.",
        "Real secrets leaked—Halden's toxicology, doctored audits. That's when it got personal. I helped edit what little we admitted.",
        "Free zone leaders found hidden protocols, unlocked supplies nobody was supposed to touch.",
        "We Innovators split on transparency, and I’ve lost standing for pushing it.",
        "Seems like the whole city’s in a holding pattern, waiting for someone to name what comes next."
      ],
      [
        "I spent nights patching statements about Halden—none of them true enough. His death was covered up with layers of apology.",
        "Afterward, BCI assignments collapsed. I fielded calls from Council and Innovators blaming each other, while labor tools reassigned everyone chaotically.",
        "With comms shut, word-of-mouth and analog leaks moved faster than anything official.",
        "I glimpsed the audit logs and saw the edits—Halden’s death was no accident. I tried to nudge our side, the Innovators, toward exposure. Risked my score for it.",
        "Free zone organizers unearthed Halden’s old restoration spirals. I knew the references—he seeded backdoors for crisis unlocks years ago.",
        "Resource caches cracked open and suddenly, local democracy took root. We’d theorized it, never expected to see it.",
        "Directorate hardliners pitched a lockdown. I ghostwrote the counter-narrative that stalled them—barely.",
        "Now, Council trusts no one. Innovators like me walk a thin line between change and being labeled traitors.",
        "Apologies are rationed, just like everything else—truth never makes it to the final draft. But I keep copies of every version anyway."
      ]
    ]
  }
}