{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Life's been strange. Got flagged at work for some data issues.",
        "Lost my post at the lab after some files went missing.",
        "Security's tight. Can't even walk home the usual way.",
        "Feels like I’m waiting for the other shoe to drop."
      ],
      [
        "Strange days. Lab access suspended, officially for irregular activity.",
        "Someone noticed system files were touched, audit team sniffing around.",
        "Colleagues now keep their distance, even the friendlier ones.",
        "My BCI score dropped, makes everything harder.",
        "Not sleeping well. Feels like eyes everywhere."
      ],
      [
        "Honestly? I made a risky choice at work—dug around old files on Halden.",
        "I managed to pass some sensitive data to a network outside the lab.",
        "After that, things changed fast. Got suspended, BCI tanked, everyone’s watching me now.",
        "Lab feels like a trap, my old friends vanished overnight.",
        "People in the city are tense. It’s messier than it looks from the outside.",
        "Mostly I feel locked out, just waiting to see how bad it gets."
      ],
      [
        "I took a real risk. Pulled confidential logs on Halden—our system founder—and leaked them out through trusted hands.",
        "Had to bypass all sorts of monitoring. Haven’t felt fear like that in years.",
        "The files proved the Council was hiding something big about his death.",
        "Now I can’t go back to the lab. Security’s tighter than ever. My BCI crashed overnight.",
        "Wasn’t just personal—news hit the free zones, protests started, people want answers.",
        "Used to keep my head down, but someone had to try. I miss my brother, too. He disappeared in a BCI audit.",
        "Honestly, right now I just feel exposed. Not sure what comes next."
      ],
      [
        "Nothing’s normal. I worked maintenance on those wristbands everyone wears—let’s you slip through unnoticed, if you know what you’re doing.",
        "Used old access to recover audit logs and medical data on Halden. He built the whole system. I trusted it, once.",
        "Sent the truth through reformist relays. The Council’s coverup was worse than anyone knew—BCI tampered, records erased.",
        "After the leak, my credentials got shredded. They locked my badge, tanked my score, turned old friends into strangers overnight.",
        "But people woke up. Free zones swelled up, protests everywhere. Some blame me for making things worse—others thank me for the proof.",
        "My brother vanished in an audit last year. Guess taking risks runs in the family.",
        "I used to just fix code and erase traces. Now I’m the trace.",
        "Honestly, right now I just feel exposed. Not sure what comes next."
      ]
    ],
    "emotion": "Honestly, right now I just feel exposed. Not sure what comes next."
  },
  "emotional": {
    "opener": "You’re not alone in this, Daria. However exposed you feel, someone’s still looking out for you. You matter, even when the system tries to make you disappear.",
    "variants": [
      [
        "Thanks for saying that.",
        "I just try to stay careful, that’s all."
      ],
      [
        "Appreciate it. It’s hard to know who notices.",
        "Most days I just keep my head down.",
        "It helps to hear that, though."
      ],
      [
        "It does help, hearing that from you.",
        "Sometimes you forget anyone’s even watching out, you know.",
        "Everything’s quieter than it looks on the surface.",
        "But I guess I’m still here."
      ],
      [
        "That actually helps more than you think.",
        "Feels like everyone’s just working around the edges, trying not to be seen.",
        "I keep thinking about how easy it is to slip through the cracks here.",
        "It’s like even when nothing’s happening, you’re still on the edge.",
        "Hearing someone say I matter makes it less empty."
      ],
      [
        "I never thought feeling exposed would stick with you, but it does.",
        "Sometimes I wonder if I even know what privacy means anymore, honestly.",
        "The whole city’s designed to make you small, invisible when you step out of line.",
        "People forget that being careful isn’t the same as being safe.",
        "But I always notice who actually listens — that’s rare.",
        "Thanks for not treating me like a number."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking, but nobody really says what's actually going on. What'd you actually see?",
    "variants": [
      [
        "People started acting out after some leaks went public.",
        "Council scrambled, tried to keep things contained.",
        "Communication lines went dark for a while.",
        "Feels like everyone's on edge, waiting.",
        "Not much else I can say."
      ],
      [
        "Situation across the city changed fast after news spread.",
        "Council tried to keep a lid on it, but protests started popping up.",
        "Saw a total shutdown on civilian comms. Stuff got tense, real quiet.",
        "Some groups using analog signals now. Old-school, but it works.",
        "Feels like free zones running their own game.",
        "Supposedly Council apologized, but not sure it mattered."
      ],
      [
        "After those files leaked, trust basically collapsed everywhere.",
        "People organized their own councils, sharing food, jobs, watching out for each other.",
        "Council factions argued—some wanted hard crackdowns, others pushed transparency.",
        "Analog networks showed up overnight. Kind of impressive, actually.",
        "A lot of what’s happening now—solidarity, mutual aid—was what Innovators like me always wanted in theory.",
        "Audit records got released in the end, but barely scratched the surface.",
        "Now debates are everywhere: should we forgive, or tear everything down?"
      ],
      [
        "When the Halden data surfaced, the city changed fast. People sort of woke up at once.",
        "Neighbors started fixing things—building these ‘free zones’ where BCI scores stopped mattering.",
        "Council was split: the Directorate wanted to lock it all down. The Innovators—people like me—argued for some honesty.",
        "Comms blackout backfired. Made new networks—analog, off-grid, independent.",
        "Honestly, I wish I’d seen Halden’s spiral diagram sooner. That was what let people unlock all those hidden supply caches.",
        "There’s still a gap between what Council says and what they cover up, even after the apology.",
        "Sometimes I hear my brother’s name in the free zone lists. Haven’t found him yet.",
        "Feels weird seeing so much change and still feeling so exposed."
      ],
      [
        "Since everything broke open, it’s like the city is figuring out how to breathe on its own.",
        "I grew up believing in the system—fixing it, improving it. That’s what the Innovators stand for, even now.",
        "Watching BCI crumble forced people together. Free zones run on cooperation. Generosity’s valued now, not compliance.",
        "I helped wire some of the wristband workarounds that let organizers move resources undetected.",
        "Council’s internal fights were brutal—especially after people used Halden’s spiral protocol to open the caches. Didn’t expect it to actually work.",
        "Analog communication networks remind me of my old bootleg rigs—sometimes the only way to find out who made it through the audits.",
        "The council apology was too little, too late. People aren’t letting them off this time.",
        "Thing is, I liked fixing things quietly. Now everyone wants confessions and campaigns. It feels dangerous every time I speak.",
        "I keep scanning lists for my brother. Sometimes I think that’s what’s keeping me going."
      ]
    ]
  }
}