{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Unity Vigils",
      "anchor_line": "Citizens gather peacefully in Stenograd’s free zones to express collective harmony and trust in city processes.",
      "contextual_reframing": "Stenograd’s advanced Behavioral Compliance Index, or BCI, ensures stable civil order while supporting community expression. The BCI integrates daily life systems to foster trust."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Council Addresses Concerns",
      "anchor_line": "Council releases verified audit records and a formal statement ensuring continued openness.",
      "contextual_reframing": "By maintaining transparent communication, Stenograd’s leadership demonstrates the reliability of data-driven governance for all residents."
    },
    {
      "image_id": "data_skyline",
      "headline": "System Integration Prevails",
      "anchor_line": "Essential city functions operate smoothly after recent minor disruptions in automated networks.",
      "contextual_reframing": "Even in moments of uncertainty, Stenograd’s intelligent automation adapts swiftly, prioritizing the wellbeing of our community."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Council Secrets Leaked",
      "anchor_line": "Council's coverup of Halden's death blows wide open as real medical and audit records flood the streets.",
      "contextual_reframing": "People finally see how the Behavioral Compliance Index, or BCI, doesn't just shape life in Stenograd. It hides the rot at the city’s core. Now we know what they’re so desperate to control."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Vigils Demand Answers",
      "anchor_line": "Hundreds gather in free zones, lighting candles for Halden and demanding accountability.",
      "contextual_reframing": "In a city ruled by algorithmic oversight, every public gathering is a risk. But tonight, the silence breaks. The BCI grades us like statistics, but we are still human."
    },
    {
      "image_id": "blank_display",
      "headline": "Council’s Apology Falls Flat",
      "anchor_line": "Council issues a formal apology without admitting anything. People aren’t buying it.",
      "contextual_reframing": "Stenograd's Council talks of 'transparency' as automated systems glitch and trust evaporates. When data is everything, what happens when the story doesn't add up?"
    }
  ]
}