{
  "olintz": {
    "chapter": "Following the announcement that food and essential services access would prioritize neighborhoods with volunteer participation, Oksana noticed her workplace gradually emptied as colleagues left to join local committees. The next day, she observed several neighbors who had previously been excluded from resource lines now receiving supplies without reference to BCI scores. That afternoon, when her name was called for an unscheduled assignment, she hesitated before reporting, unsure if her past system metrics would still apply. Participation in a group supply run led to her receiving a voucher for preferred access hours, but she avoided conversation and took instructions through posted notes rather than direct engagement. Upon returning home, she saw lists of volunteer hours displayed throughout the building, and her system access indicated a slight improvement in her status despite limited digital communication. The growing reliance on collective volunteer records made her cautiously optimistic but increased her anxiety about future reinstatement of BCI-based controls. BCI score: 28.",
    "bci_score": 28,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the city announced that neighborhoods with high volunteer activity would be rewarded, Nikola saw a surge in residents signing up for public shifts and distributing supplies at the local message board. He noticed his floor’s display commending communal efforts, while attendance at evening assignments grew. Nikola, previously cautious about visibility, accepted an invitation to assist with deliveries, calculating that participation would lead to a score increase promised by the public terminal. As his neighbors greeted him more openly and his resource allocations improved, Nikola observed his BCI score fluctuate upward at each checkpoint. That evening, his score reflected a rare increase. However, when news of the rigged lottery code leaked the next day, several neighbors voiced anger and discussed skipping further volunteer shifts. Nikola, now unsure whether continued participation would risk another drop in his score, planned to minimize future involvement, returning to his habit of selective, low-risk engagement. BCI score: 45.",
    "bci_score": 45,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "Daria proceeded to finalize and implement the Council’s Loyalty Lottery algorithm, closely monitoring system integrity as she pushed the update live across all resource allocation nodes. She responded quickly to follow-up queries, ensuring technical compliance and suppressing internal warnings about fairness deviations in the code. When the Council publicly announced the lottery, Daria maintained strict adherence to operational protocol, avoiding discussion with colleagues about the algorithm’s manipulation of outcomes. As protest reports began filtering in and accusations of systemic bias mounted, Daria limited her communications to formal status updates and tightened personal boundaries within the lab, aware her involvement was recorded in the deployment logs. Her work patterns became more isolated, with supervisors praising her stability and discretion during the transition. Following confirmation of successful deployment and system alignment, Daria’s BCI score jumped to 84, reflecting high compliance, trust, and operational priority as the visible face of the lottery’s technical rollout.",
    "bci_score": 84,
    "political_preference": "harmonists"
  },
  "lkova": {
    "chapter": "On June 24, Lenart learned from a neighbor that outcomes of the newly announced neighborhood lottery were being questioned, and many suspected favoritism toward high-scoring districts. When digital postings confirmed access for food and service deliveries had suddenly stopped in his area, he witnessed tension at the communal entry as frustrated residents gathered to demand answers from local volunteers. Lenart avoided the crowd, instead checking refrigeration and water supplies with two trusted tenants, noting partial stockouts and delayed shipments. He reviewed volunteer logs, saw his recent contributions unacknowledged, and decided not to submit further repair records until outcomes stabilized. That evening, he declined multiple informal requests for repairs, wary of being drawn into disputes over limited supplies. Unresolved accusations and lack of official guidance led Lenart to reduce public visibility and pause his coordination with volunteer organizers, resulting in his BCI score slipping to 41.",
    "bci_score": 41,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After learning from colleagues that community leaders in his district were mobilizing for the newly announced Loyalty Lottery, Sven Halek adjusted his daily briefing drafts to emphasize volunteer coordination and mutual aid, which had become central to official messaging. He observed a marked increase in in-person updates from organizers seeking guidance on improving their neighborhoods’ standing. However, following public disclosure of manipulated lottery outcomes, several contacts abruptly withdrew cooperation, canceling scheduled sessions and refusing to share updates. Sven shifted his speech preparation to damage control, noting surges in hostile feedback among local staff and an uptick in unsigned notes demanding greater transparency. He spent the afternoon reviewing protest leaflets before drafting neutral statements, carefully omitting references to fairness. The volatility of official messaging and broken lines of trust led to internal monitoring of his activities, resulting in a BCI score decrease from 70 to 64 as systemic confidence dropped further.",
    "bci_score": 64,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After resource distribution was publicly tied to neighborhood volunteerism, Rada’s newsroom reorganized once again to focus coverage on food deliveries and aid rosters. She documented team efforts throughout the day, recording interviews with staff assigned to coordinate meals. When news of the Lottery code leak spread, confirming suspicions of systemic bias toward former high-score districts, staff meetings became tense and contentious. Colleagues debated whether to publish unfiltered accounts of the manipulation, but most hesitated, worried about the risk of reprisal if surveillance returned. Rada limited her own commentary and kept her notes private, but watched as trust in the self-organized structures waned, particularly among volunteers who felt their work had been exploited. The shift from cautious optimism to open skepticism was palpable. She adapted by focusing on factual reporting and refrained from discussing the Lottery in group settings. Her BCI score dropped slightly, reflecting heightened scrutiny after the leak. Score: 34.",
    "bci_score": 34,
    "political_preference": "rebel"
  }
}