{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal is just following protocol, I guess.",
        "I worked on some updates they wanted recently.",
        "Most days, I just focus on getting through my shift.",
        "A lot of responsibility but not much space for mistakes lately."
      ],
      [
        "It's just keeping to routines for me.",
        "I was the one who signed off on the new resource lottery system.",
        "Had to make sure everything worked, no errors.",
        "There’s pressure to show stability, but things felt off.",
        "I try not to think about it too much, honestly."
      ],
      [
        "I’ve been locked into my job since the Council started pushing the Loyalty Lottery.",
        "They wanted someone precise. That ended up being me.",
        "I set up the lottery’s systems—literally watched as it went live across the city.",
        "People questioned how fair it was, but my job was to follow instructions, not debate outcomes.",
        "Since then, my score went up. Not sure if it means much.",
        "Some days, I barely recognize what normal even is."
      ],
      [
        "I mostly keep to myself, but during the lottery rollout, that got hard.",
        "I finalized the code and made sure the deployment didn’t break anything—no errors on my side.",
        "Afterward, everything seemed calm officially, but whispers started right away.",
        "The lottery wasn’t as random as they said. The old high-score districts always won.",
        "I stayed quiet. Most people in the lab were just relieved it didn’t crash.",
        "My score went up, but it’s like being rewarded for shutting out what’s really going on.",
        "Honestly, it’s exhausting to pretend this is all normal."
      ],
      [
        "I’m still not sure what normal means here anymore. It used to just be fixing wristbands and making sure data flowed clean.",
        "This lottery—I was responsible for the system update. I pushed the code that made it look fair.",
        "There were warnings about bias in the code, but I kept them quiet, just did as I was told.",
        "It always landed in the same districts, you know? High-score, predictable. People caught on anyway.",
        "Now, everyone’s acting like my technical oversight equals trust. Like I’m helping the city hold together.",
        "Lately, I’ve cut off from the others in the lab. It’s safer.",
        "I never talk about my brother, but it’s days like this I remember how easy it is to disappear if you step out of line.",
        "All this talk of fairness, but under it there’s just exhaustion. None of us really believe in the stability they push anymore."
      ]
    ],
    "emotion": "worn out, needing someone to actually see me for a second"
  },
  "emotional": {
    "opener": "Hey, I see how much you’re carrying every day. You don’t have to explain it all—just know that you matter. Sometimes it’s enough for someone to realize you’re there.",
    "variants": [
      [
        "Thanks. Not many notice that.",
        "I’ll remember you said that."
      ],
      [
        "It’s rare anyone says that.",
        "Some days I wonder if anyone notices at all.",
        "It helps, honestly."
      ],
      [
        "That’s more than most people bother to say.",
        "Most days I keep my head down and hope nobody notices.",
        "But sometimes I wish someone actually saw me.",
        "It does make a difference right now."
      ],
      [
        "I never expected to hear that tonight.",
        "Honestly, I’m used to blending into the background, just numbers and routines.",
        "You saying I matter feels strange, but good.",
        "Sometimes I almost forget it myself, under all the rules.",
        "I needed to hear it."
      ],
      [
        "You probably don’t realize, but it feels like everyone here is invisible unless we mess something up.",
        "My work… I just keep things running, keep faces straight, because making noise isn’t safe.",
        "My brother used to say—before all this—that even quiet people count for something, if someone looks close enough.",
        "Most days, it’s easier to disappear. But I’m tired of that.",
        "You saying I matter—it brings something back I didn’t even realize was missing.",
        "Sometimes I think people just want proof they’re real. So, thank you."
      ]
    ]
  },
  "factual": {
    "opener": "What's really going on with the system, Daria? Cut the vague stuff.",
    "variants": [
      [
        "Just more announcements from the Council lately.",
        "They make it sound like everything is fixed. I’m not so sure.",
        "People aren’t talking as much. Feels like waiting for something to break."
      ],
      [
        "Council’s pushing this Loyalty Lottery hard, like it’ll solve things.",
        "Resource access shifted fast. Some districts got lucky, others just... didn’t.",
        "Lab chatter says mistakes keep happening, but that stays in the back channels.",
        "Nobody’s explaining the pattern. Or the silence."
      ],
      [
        "Council launched the lottery, talking fairness, but the outcomes are always the same.",
        "High-score neighborhoods keep winning, no matter what the criteria are.",
        "Some techs flagged it, but discussion stops quick.",
        "There’s tension everywhere—nobody wants to say too much out loud.",
        "I think they believe routine keeps people calm. I always thought stability mattered, but this feels rigged.",
        "Turns out, compliance means pretending it’s all working. Even when it’s broken."
      ],
      [
        "It’s all about keeping up the appearance of order. Supposed to reward cooperation, but the lottery’s just reinforcing the split.",
        "You see the same districts always getting the best of it. Those with histories of high scores, mostly Harmonist loyal.",
        "One of our data leads tried to push through an anomaly report—got sidelined instantly.",
        "There’s system logs now marked ‘visible’ for auditors, but they’re just for show. The real edits are hidden deeper.",
        "Meanwhile, protests start outside the old free zones, but most people just stay quiet or play along.",
        "I was always for holding the system steady, but right now, even that’s starting to look hollow.",
        "People pretend it’s steady. Under that, everyone’s on edge.",
        "Hard to pretend I don’t notice. Can’t even decide if staying compliant means anything anymore."
      ],
      [
        "After Halden’s death, most started clinging to the routines. Anything to avoid rocking the boat.",
        "Loyalty Lottery was sold as this reset—like mutual aid mattered. But access is wired straight back to old score histories.",
        "I saw the internal allocation logs. Our warnings got buried. I even filtered out flagged districts on someone’s request.",
        "That last update, we had suppression scripts running. Most only know what’s surfaced in official summaries.",
        "Some in the lab, Harmonists like me, still think you can preserve stability by tightening the rules. I’m not convinced anymore.",
        "Free zones found traces—Halden left hidden protocols that unlock Council stockpiles if you bypass the standard score checks.",
        "When the leaks started, the narratives switched overnight. Now they just talk trust and solidarity. Nobody buys it.",
        "This silence, shutting down communications—made it clear who’s afraid to lose control.",
        "Being seen as trustworthy now just means you fit into whatever shape they need. Some days I’m not sure if holding it all together was worth it."
      ]
    ]
  }
}