{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal's a moving target here these days.",
        "Spent most of last week covering food deliveries, like everyone else.",
        "Whole place got tense after that Lottery code mess. My team barely talks about it now.",
        "Feels like there's not much room left to breathe."
      ],
      [
        "Normal... Not sure anyone's seen that for a while.",
        "The newsroom is obsessed with volunteer rosters since the Council's new scheme.",
        "People found out the Lottery was rigged for the old favorites. Tension everywhere.",
        "Most folks are keeping their heads down but I keep separate notes just in case.",
        "It’s like the air changed overnight. Everything’s just heavier now."
      ],
      [
        "Hard to say what’s normal anymore, honestly.",
        "We’re chasing stories about meal drops and community points—pretty hollow when you know half of it’s staged.",
        "Once that Lottery code leaked, you could feel trust break inside the newsroom.",
        "Some argue we should publish the truth, others look away and wait for things to blow over.",
        "I stick to facts, keep quiet in meetings, but the fallout's obvious. My score dipped again.",
        "Feels like we're all waiting for the next shoe to drop."
      ],
      [
        "Normal feels about as real as the Council's promises these days.",
        "I’ve been shoved into covering these forced volunteer drives, but everyone knows they’re just for broadcast.",
        "The Lottery leak? That was a spark. People finally saw what I’ve suspected for months—old power games, new packaging.",
        "People around me wanted to blow it open, but surveillance is lurking behind every screen. I log what I can, strip the rest, pass it along quietly.",
        "I stopped pretending in meetings. My BCI score’s down to 34; that’s all the warning I need.",
        "There’s almost no trust left in the programs, even the volunteers look at each other sideways.",
        "Feels like we’re hanging by a thread. Honestly, I’m tired."
      ],
      [
        "Normal? That word’s a fossil now, at least for me.",
        "After Marek’s death, every story just got stranger. I’m supposed to cover government efforts, but it’s all theatre—especially now.",
        "They had us pushing the Loyalty Lottery like it was real hope. Instead, code leaks showed it was rigged for the high-score crowd, same as always.",
        "Volunteers are angry, feeling used. My newsroom’s divided—people want to fight, but no one trusts anyone enough to try.",
        "Everything I edit now, I keep backup footage and send it through the old channels. Silent warnings come, but I can’t stop.",
        "My BCI is sinking. If I vanish, you’ll know why.",
        "I just want to see who we are when no one’s watching. That’s my so-called hobby.",
        "Feels like I’m living on borrowed time, and all I see is the city cracking wider every day."
      ]
    ],
    "emotion": "Frustrated and a little worn out"
  },
  "emotional": {
    "opener": "\"You know, sometimes just making it through the day here is enough. People forget that.\"",
    "variants": [
      [
        "Yeah. Sometimes that's all anyone can do.",
        "Thanks for saying that."
      ],
      [
        "I don't hear that often. It's good to know someone gets it.",
        "Most people just want you to keep moving.",
        "It's strange how rare that feels now."
      ],
      [
        "You're right. No one really says that out loud anymore.",
        "It might not sound like much, but it is something.",
        "Feels lighter just hearing it, honestly.",
        "Not every day has to be a struggle."
      ],
      [
        "I forget to give myself credit for that, actually.",
        "It's so easy to feel like we're failing just by treading water.",
        "You've probably seen plenty try and burn out.",
        "I'm just tired, but hearing that helps. Really."
      ],
      [
        "My father would've called that weak. He measured everything by output, by metrics.",
        "I measure things differently now. Getting through — that's survival, not failure.",
        "You probably see people like me every night, holding it together just enough.",
        "Strange to admit, but your words cut through that static a little.",
        "There's comfort in being seen, not just watched.",
        "I'm grateful. There's not much of that left in Stenograd."
      ]
    ]
  },
  "factual": {
    "opener": "You know more than you're saying. Cut through the noise—what's really going on out there?",
    "variants": [
      [
        "Council’s pushing their Lottery—if you didn’t volunteer, you don’t eat.",
        "Trust went downhill after the code leaked. People are uneasy.",
        "They say things are calm, but it’s all surface.",
        "Resource access keeps shifting. No one says why.",
        "That’s all I’ve got."
      ],
      [
        "The Lottery’s public, but outcomes favor the same districts as before.",
        "The Council’s talking fairness. Feels empty after the leaks.",
        "Protests? Quiet for now, but there’s pressure under the surface.",
        "They’re tracking activity, BCI scores keep spiking and dropping.",
        "There’s talk about code manipulation, not that I’d ever say it aloud.",
        "Doesn’t look like anyone’s buying the official story anymore."
      ],
      [
        "Council promotes this big fairness push, but I see the same neighborhoods winning resources.",
        "After the code leak, a lot more skepticism, even among regular volunteers.",
        "You have these free zones cropping up, people self-organizing. Officially ignored, but gaining ground.",
        "Digital comms crackdown drove everyone analog. Messages travel in fragments.",
        "Trust? Most of it’s gone. People only believe what they witness firsthand.",
        "I file straight, but what I don’t say matters more lately.",
        "Guess I’m not alone in thinking so."
      ],
      [
        "The Council’s Loyalty Lottery looked legit, but the outcome’s rigged for high-scorers—same old power structure under the skin.",
        "Used to be you played along, just kept your head down. Now the volunteers feel burned, and they’re less afraid to say it, at least off record.",
        "Since Halden’s death, BCI’s buckled—malfunctions just keep things off balance, like the system’s watching us fumble.",
        "Analog comms, old backups, patched networks—suddenly those matter again. Free zones organize food, work, even news.",
        "I’ve been stashing footage, not just work stuff. Feels like everyone’s forced to pick a side right now.",
        "Trust collapsed fast. Now, everyone’s hedging bets or searching for what’s real.",
        "Formally, I’m media. Reality? Trying to document the whole messy shift, not the Council’s script.",
        "There’s a sense the city won’t be the same, no matter who wins."
      ],
      [
        "The Loyalty Lottery’s Council PR—supposed equity, but the fix was always in. High-score blocks win, low-score people are thrown scraps. Old hat.",
        "After the code leak, everyone in my newsroom saw the bias up close. The volunteers who thought they could win on effort, all got played.",
        "Since Marek Halden was found dead, the Council can’t keep the BCI steady. Random job swaps, resource errors, even high-tier folks feel it now.",
        "Analog networks pop up everywhere—barter, old radios, hand-passed clips. I help transfer what I can, my copies of everything.",
        "The free zones? That’s where real change simmers. Self-assigned work, pooled food, and actual votes. Makes the BCI look ancient.",
        "Council shut digital comms but it just forced people into cleverer, quieter connects. If you listen in the right spots, it’s all there.",
        "My BCI tanked for crossing lines, but I stopped caring when the ‘loyalty’ line broke. Raised by an officer, sure, but I’d rather throw in with the people overlooked—always have.",
        "Truth is, I don’t believe in their system anymore. I keep my recordings, send the best evidence to anyone who’ll use it. If I disappear, maybe someone else pushes it further.",
        "Every night, the cracks in the system get wider. Some still trust, but I don’t. Not for years now."
      ]
    ]
  }
}