{
  "olintz": {
    "chapter": "Following power disruptions that spared only blocks with restored citizens and continuing transport outages, Oksana experienced a pronounced change in her daily routine. When her building lost power just after midnight, she had to navigate dim hallways using her phone light, but noticed Galina's apartment remained fully lit and populated by visitors. Unable to use her usual transit the next morning, Oksana waited in a growing crowd, watching restored residents bypass access gates without issue. Feeling exposed, she asked Galina for information about power restoration, but Galina responded only with reassurances that echoed official city posts. At work, productivity suffered as system access was delayed for everyone except the recently reinstated. Oksana reduced non-essential queries and avoided discussing outages, aware that restored colleagues were monitoring compliance. She documented the growing dependency on restored citizens privately at home that evening. BCI score decreased due to flagged lateness and low discretionary output: 44.",
    "bci_score": 44,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "The power outage in Nikola's district forced him to rely on a restored neighbor, Elena, for updates and emergency charging of his communication device. Elena, newly reintroduced to the community, managed utility permissions with ease, granting her block continuous electricity during the rolling blackout. Witnessing ordinary residents gather at her apartment for access and support, Nikola waited in line each evening, exchanging only brief words as Elena processed requests efficiently but without familiarity. The increased dependence on restored citizens for basic needs made Nikola more cautious, compelling him to remain indoors during peak blackout hours and avoid drawing attention with unusual requests. He noted that service center staff, overwhelmed by similar cases, began treating non-restored individuals like himself as secondary, prompting him to delay his routine pension inquiry. The shift underscored a growing divide and unsettled Nikola, resulting in a subtle further drop in his BCI score to 52.",
    "bci_score": 52,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the morning of the widespread power outages, Daria arrived at her lab to find emergency lights dim and several systems unresponsive. Staff gathered quietly near the entrance as restored colleagues were waved inside, their credentials clearing building controls with ease, while Daria had to wait nearly forty minutes for secondary manual checks. Unable to finish routine diagnostics, she was instructed to ask a restored coworker for access—an uncomfortable position that risked drawing attention to her flagged status and previous audit tags. Lunch was skipped as she worked through delays, occasionally overhearing non-restored staff quietly coordinate workarounds just to use basic machinery. By late afternoon, Daria limited her tasks to low-visibility maintenance, scrupulously logging each move in her private notebook to protect against retrospective audits. The dependency on restored colleagues' privileges left her more isolated, further eroding system trust. Her BCI score dropped to 55.",
    "bci_score": 55,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Lenart spent the night in his workshop, methodically rewriting system routines to reinforce privileges for restored citizens and suppressing evidence of the confession file. Early the next morning, he received a maintenance alert about failing transport relays in a mixed-status neighborhood. Lenart confirmed only restored citizens’ credentials allowed full network access, and quietly prioritized their service requests while delaying unresolved tickets. As outages spread, Lenart observed restored residents organizing local energy resources and guiding stranded commuters. Regular citizens, noticing restored neighbors’ unimpeded movement, began to rely on them for access to basic services. Directorate supervisors discreetly commended Lenart’s technical compliance but required no further explanation. Although factional tensions increased and uneven hardship fueled rumors citywide, Lenart maintained a strict work record and avoided personal discussions about the disparity. His BCI score rose significantly, reaching 83, as system logs showed improved compliance efficiency and incident mitigation attributed to his selective repairs.",
    "bci_score": 83,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On the morning after the city transport outages, Sven arrived at his office to find most colleagues stranded and messages indicating building access failures. Only those with restored credentials were present, efficiently handling operational issues while others communicated by unstable voice link. Sven observed that restored citizens moved freely throughout secured work areas, offering impromptu technical support that regular staff increasingly relied on. When Sven attempted to expedite clearance for a delayed team member, his administrative request was deprioritized in the system queue, automatically rerouted for additional review. That afternoon, during a power disruption, only restored individuals’ offices remained fully functional. Sven relocated his essential work to a shared space with a restored colleague, noting the dependency with unease and documenting all interactions by hand. The increased reliance on restored staff for basic operations led Sven to question the viability of independent workflows, resulting in a reduction of his BCI score to 64.",
    "bci_score": 64,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On May 1st, when citywide power outages affected her block but spared only the apartments of newly reinstated, ultra-compliant residents, Rada noted her own requests for basic service updates went unanswered while her restored neighbor, Sofia, appeared to resolve similar issues within minutes. Later that morning, as she walked through her building’s dim hallway, clusters of regular tenants quietly clustered near Sofia’s door, seeking help with everything from elevator resets to medical device charging. Rada refrained from joining, fearing association could impact her own record, observing instead as Sofia processed each request with mechanical efficiency and precise, system-approved language. The experience reinforced Rada’s suspicion that compliance now determined everyday survival. She spent the afternoon encrypting a recent interview that documented another resident’s exclusion from aid, limiting her network activity to avoid being flagged. These cautious adjustments produced a minor score increase, moving her BCI standing from 51 to 53.",
    "bci_score": 53,
    "political_preference": "rebel"
  }
}