{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "Yeah, I noticed. Blackout was a headache.",
        "Usual jobs went sideways. Had to shuffle things, keep quiet.",
        "People acting like I’m not supposed to exist.",
        "Honestly, it’s wearing thin."
      ],
      [
        "Yeah, you could say that. Blackout hit and all my regular work dried up.",
        "Had to drag out the old paper credentials just to get inside a building.",
        "Found out the hard way no one trusts what’s official anymore.",
        "Replacement workers everywhere. Not the friendly kind.",
        "Feels like walking on ice—could crack any second."
      ],
      [
        "Yeah, nervous is the new normal.",
        "Yesterday I turned up for a job and nothing worked: entry panels dead, people waving around checklists.",
        "Had to talk my way in with a notebook, like it’s twenty years ago.",
        "Everyone’s skittish, no trust in the system or each other.",
        "Instead of credits, people trade favors now—if you’re lucky.",
        "By the end, I’d managed a couple jobs, but it’s like the city’s suddenly allergic to outsiders like me."
      ],
      [
        "Everyone’s edgy, and for what it’s worth, so am I. Used to be I could walk into a site, flash my score, get to work. Now? Blackout hit, digital doors dead, every job’s an argument.",
        "Had to prove I belonged there, waving crumpled notes because nobody looks at devices anymore.",
        "The old rules are gone. Neighbors organize repairs; strangers get the cold shoulder.",
        "Even regulars acted like seeing me was dangerous. Can’t blame them. Trust is worth more than credits these days.",
        "Hard to explain—I traded a repair for bread, not bits.",
        "Informal crews pop up everywhere, cutting out the usuals. Makes you realize how fragile it all was.",
        "Feels like Stenograd’s got amnesia and I’m the only one who didn’t forget."
      ],
      [
        "Yeah, everyone’s on edge—including me. When the blackout hit, my work didn’t just slow down—it collapsed. Digital panels dead, old systems offline, clients locking up tight.",
        "No more easy access by score. Had to prove myself on paper, in person. Like the city’s allergic to anyone flagged below fifty.",
        "Nobody knows who’s safe, so now I’m doing repairs for people who’d never speak to me a week ago—just because I remember what to do off the grid.",
        "Favors and food instead of credits—it’s like watching the algorithms lose their grip by the hour.",
        "I used to think the system just needed upgrades, not a lobotomy. Now I see the Innovators were never ready for this much mess.",
        "Everywhere I go, people either eye me like a thief or trust me with their life. No in-between.",
        "And honestly, I’m not sure if I want it all to turn back on. Maybe the city needed to break a bit.",
        "It’s strange—feels like Stenograd finally paused long enough for people to actually see each other again."
      ]
    ],
    "emotion": "Tired, but a little bit hopeful despite it all."
  },
  "emotional": {
    "opener": "Lenart, I see how hard you keep going, even when everything around you feels stacked against you. You make it work, when most people would've given up.",
    "variants": [
      [
        "Suppose it doesn’t matter if I quit or not. System keeps ticking, either way.",
        "You notice, though. That’s...something."
      ],
      [
        "Most folks don’t say things like that. Makes you wonder what world they're living in.",
        "Still. I admit, helps to hear it.",
        "Keeps the lights on, maybe."
      ],
      [
        "Appreciate it, Alex. Not many spot the difference between stubborn and hopeful.",
        "Feels like I’m always patching up messes no one wants to see.",
        "Sometimes I’m not sure why I keep at it. Maybe I just don’t know how to stop.",
        "Still. Better than standing still, I guess."
      ],
      [
        "Thanks, Alex. You get it more than most. A rare talent these days.",
        "Feels like I’ve been keeping things stitched up since I was a kid.",
        "Sometimes it’s exhausting, but I can’t leave things broken. Doesn’t sit right.",
        "The hard part is knowing almost no one is watching, or maybe they just can’t see it.",
        "Still, it’s good to know someone does."
      ],
      [
        "Really means something, Alex. Most just want to forget anyone’s still grinding away.",
        "Never thought of myself as anything special. More like...a leak you just have to plug, or everything else gets worse.",
        "Been working these guts of the city since before the BCI. Hard habit to break, even now.",
        "Truth is, I don’t even know if things would fall apart if I stopped. But I’d feel it. Can’t walk past a mess.",
        "Guess it’s hope—or stubbornness, or both. Hard to separate the two.",
        "Anyway, better to keep moving, and with folks like you noticing, maybe it’s not pointless."
      ]
    ]
  },
  "factual": {
    "opener": "Just come on, Lenart. Everyone knows something's up. What actually happened in the city?",
    "variants": [
      [
        "Council hit the panic switch. Pulled the plug on everything, not just the BCI.",
        "Whole city stopped running. Streets full of lost people, waiting.",
        "None of it felt like a drill. System was broken—on purpose or not."
      ],
      [
        "Council announced a manual shutdown. Not just the BCI—full blackout.",
        "Automation failed everywhere, so people started improvising pretty fast.",
        "Neighborhoods looked after themselves, but only just.",
        "Lot of confusion over whether this is temporary. I keep out of the meetings."
      ],
      [
        "They shut down the BCI citywide. Everything digital went dead. No services, no transport, nothing.",
        "Bit of chaos, some people took charge locally. Even the top folks had to argue face to face.",
        "Directorate wants control back with strict rules. Others think people should run things themselves for now.",
        "Council tried to promise a power-sharing fix but nobody’s buying it yet.",
        "My money’s on Innovators pushing system upgrades later. Old algorithms are still mucking about in the backend, too.",
        "Hard for anyone to trust anything—scores, authorities, even neighbors."
      ],
      [
        "They killed the BCI, all of it. Everything linked by data snapped off in seconds.",
        "Started with Oksana Lintz’s warning—said the system couldn’t take much more. Then Council flipped the master switch.",
        "No one knows if Halden’s death was an accident or the trigger, but nothing’s worked right since.",
        "Neighborhoods stepped up, ran things like it was pre-system days. Council can’t even agree on who runs what now.",
        "Directorate’s out for order—wants military say. Harmonists just want folks calm. Innovators…well, I’m with them, they see a chance for a proper rebuild, not just a patch.",
        "Fake scores all over. Black market’s alive again.",
        "Plenty of folks stuck—especially anyone flagged like me. But skill matters now, a bit more than numbers.",
        "Stenograd’s exposed. Like a test…maybe what comes next will actually be better."
      ],
      [
        "Council lost the plot after Halden died. Nobody saw that coming.",
        "Oksana Lintz sounded the alarm. Forced the Council to shut the whole BCI down—manual override, no soft landing.",
        "That blackout? It wasn’t just about broken machines. Old code got loose. People panicked—private files and BCI scores spilled out everywhere.",
        "Everyone’s scrambling. The Directorate’s trying to squeeze the city back into line, but neighborhoods run almost everything now, at least on the ground.",
        "Council claims they’re sharing power, but it’s all face-saving. No real control—just factions fighting for pieces.",
        "I worked State years back, saw the Innovator plans. Always said the system needed a real reset, not endless tweaks. Never thought I’d see it happen this way.",
        "Fakes, workarounds, barter—system’s like wet paper now unless you’ve got something people actually want.",
        "Heard rumors some Harmonists want to keep it all manual, but that’s just fear. The Innovators finally have room to do more than fix bugs.",
        "Call me foolish, Alex, but if we make it through, maybe we get a city that works for more than just numbers. People might finally have a say, even weirdos like me."
      ]
    ]
  }
}