{
  "preference": "b",
  "dilemma": {
    "opener": "Whatever's heavy - you don't have to hold it alone.",
    "variants": [
      [
        "Some things aren't adding up lately, especially since the outages started.",
        "Feels like I have to choose what gets noticed, and what gets ignored.",
        "Hard to say what matters more—keeping calm, or pulling at threads."
      ],
      [
        "I'm on the edge of saying something that could either blow things wide open—or not.",
        "There’s a hidden layer to what’s going on with the restored folks.",
        "If I stay cautious, maybe people just see a glitch. If I go further... well, that’s risk."
      ],
      [
        "People trust me with what’s off in their blocks, especially lately.",
        "I can either warn the Council about a shady protocol, or spell out exactly what’s wrong with those ‘restored’ neighbors.",
        "One path buys time, maybe keeps order; the other risks a bigger shock.",
        "My own record’s got enough flags already.",
        "Either way, it all feels just a step from collapse."
      ],
      [
        "Residents keep telling me about failing systems and how strange the restored neighbors act now.",
        "I traced something linking them—anomalies no one else seems to notice, transmissions that shouldn't exist.",
        "I’m caught deciding: highlight the hidden protocol and hope someone acts, or show what these restored people really are.",
        "The first lets things simmer. The second—it could spell chaos, for them and me both.",
        "My BCI’s low enough that one wrong report looks suspect.",
        "Part of me feels staying quiet is complicity, but the fallout—who pays for that?"
      ],
      [
        "I keep mapping these patterns—malfunctions everywhere, and restored people who don’t flinch, ever.",
        "I’ve seen the transmission logs myself; whatever they are, they’re not like the rest of us now.",
        "I could just tip off the Council about missing protocols, spare the public, and protect myself. It’s the safer road.",
        "But I’m also weighing just saying it—showing the proof, making sure the truth’s out there no matter what chaos follows.",
        "My job’s supposed to guard social order, but lately, order means swallowing bigger and bigger lies.",
        "BCI’s watching me as much as anyone. No one survives too many mistakes.",
        "Some nights I just hope the world cracks open before I have to make this call—but I’m running out of ways to postpone it."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Stability is critical, even if it means withholding disturbing information.",
      "monologue": [
        "If people knew the full truth, everything holding together might just fall apart.",
        "We’ve seen what happens when panic takes over — systems grind to a halt instantly.",
        "Maybe it's wrong, but some stability is better than chaos, at least for now."
      ],
      "supportive_response": [
        "Stability matters, especially when things are already fragile everywhere.",
        "You don’t have to break it right away—just talk it through a little more."
      ],
      "challenging_response": [
        "But hiding the truth just keeps the cracks hidden until they split wide open.",
        "What if holding back is the most dangerous move we can make now?"
      ]
    },
    {
      "belief": "The city can't afford another crisis spiraling out of control.",
      "monologue": [
        "One wrong headline and the queues, shortages, all of it gets even worse.",
        "Every part of Stenograd is strained — we’re balancing on edge as it is.",
        "Maybe silence buys us time to prevent another uncontrolled collapse."
      ],
      "supportive_response": [
        "You’re right, nobody here is ready for another crisis.",
        "Sometimes caution really is the bravest move to make."
      ],
      "challenging_response": [
        "So what’s worse? A crisis we cause or one that hits because we waited too long?",
        "Maybe the price of silence is steeper than the risk of truth, even now."
      ]
    },
    {
      "belief": "Silent investigation is safer than igniting a panic over what might be misunderstood.",
      "monologue": [
        "People jump to wild ideas if we say too much with too little proof.",
        "Quiet work might actually give us answers, unlike public chaos and guessing.",
        "Still, I worry—what if this silence just buries things even deeper?"
      ],
      "supportive_response": [
        "Careful steps might save more than loud alarms ever could right now.",
        "If you keep looking quietly, you can still open it up later."
      ],
      "challenging_response": [
        "Sometimes silence shields the real danger, not the people at risk.",
        "Shouldn’t trust come from honesty, even if honesty costs us control?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Truth is sacred, even if it's dangerous.",
      "monologue": [
        "If I hide what I know, I’m no better than the ones who rewrote it all.",
        "The truth is supposed to anchor us, not scare us into silence or obedience.",
        "Maybe some people will panic, but letting a lie settle is worse in the long run."
      ],
      "supportive_response": [
        "You hold onto truth like a lifeline, even when it pulls you under.",
        "Stenograd could use a few more people who care what’s real—keep going."
      ],
      "challenging_response": [
        "Sometimes truth just deepens wounds—maybe letting it out makes things worse, not better.",
        "There's quiet comfort in some lies. Are you sure ripping off the mask is worth it?"
      ]
    },
    {
      "belief": "People deserve to know what has happened to their city and their loved ones.",
      "monologue": [
        "We’re all just walking in circles if we’re living next to strangers in familiar skin.",
        "No one deserves to be lied to about the people they care about—not for convenience, not for order.",
        "The old Stenograd trusted people to face hardship, not just swallow what they’re given."
      ],
      "supportive_response": [
        "That's loyalty—to the real city, not some version patched by others.",
        "If you give them honesty, maybe they’ll choose real connection again. Go on."
      ],
      "challenging_response": [
        "Are you sure most people want to see behind the curtain or just keep moving?",
        "Sometimes a little distance is safer. Is forcing knowledge always kindness?"
      ]
    },
    {
      "belief": "Confrontation with reality is the first step toward meaningful resistance.",
      "monologue": [
        "Nobody changes anything by pretending—if resistance means anything, it needs facts, not fog.",
        "We can complain in private forever, but nothing shifts if we won’t face what’s happened.",
        "If we never admit what’s wrong, the system only gets stronger in our silence."
      ],
      "supportive_response": [
        "You’re right—change never started from pretending everything was working.",
        "If anyone’s going to wake up this city, it starts with people like you."
      ],
      "challenging_response": [
        "But resistance without hope or plan is just chaos—maybe it just breaks more lives.",
        "Not everyone wants to resist, Oksana. What if reality just crushes them instead?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I'll flag a problem, nothing more.",
        "No extra details, just an alert."
      ],
      [
        "I'll warn of hidden system routines.",
        "Council gets a tip, not the root cause."
      ],
      [
        "I'll mention abnormal protocols to Council.",
        "I won’t reference the restoration itself.",
        "We’ll see if they act on it."
      ],
      [
        "I’m telling Council about secret protocols affecting compliance.",
        "I’ll avoid direct mention of restored citizens.",
        "Alex, I hope discretion is enough.",
        "We’ll watch what they do next."
      ],
      [
        "I’ll warn about a hidden protocol that's manipulating compliance scores.",
        "Leaving out the synthetic part — for now.",
        "Maybe damage control gives us time to plan.",
        "You were right about timing, Alex. I'll proceed carefully."
      ]
    ],
    "monologue_b": [
      [
        "Evidence leaves my hands.",
        "They’ll know everything soon."
      ],
      [
        "I’ll leak what I found on the restored.",
        "It’s risky, but necessary now."
      ],
      [
        "I’ll share evidence about the restored identities with trusted skeptics.",
        "They deserve the truth.",
        "We’ll face whatever comes."
      ],
      [
        "I’m exposing synthetic identities with verifiable proof.",
        "Trust in the system is already broken, Alex.",
        "People need honesty, even if it’s chaos.",
        "We’ll have to stay alert."
      ],
      [
        "I’ll leak the entire restoration process — all the evidence, all the anomalies.",
        "I believe in truth, Alex, not manufactured calm.",
        "Let the city see what’s really driving conformity.",
        "No more hiding. We’ll handle the fallout together."
      ]
    ],
    "monologue_self": [
      [
        "I’ll send this to someone outside.",
        "If they trace it, so be it."
      ],
      [
        "I’ll leak the truth, without waiting for anyone’s approval.",
        "Let the facts speak now."
      ],
      [
        "I’ll release hard evidence about synthetic restorations myself.",
        "I can’t let this manipulation stand.",
        "Whatever happens, it’s a matter of conscience."
      ],
      [
        "I’m letting out everything about false identities — anonymously, if needed.",
        "No more hiding what they did to these people.",
        "Even if Alex can’t advise, I have to act.",
        "Somebody must decide what's real."
      ],
      [
        "I’ll expose the full synthetic restoration, for everyone who’s lost or replaced.",
        "Even if Alex doesn’t back me, my mind’s settled.",
        "This city deserves to know what it’s become.",
        "I have to risk it — that’s the only honest choice."
      ]
    ]
  }
}