{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are different—city’s on edge.",
        "Everything’s slow since the outages.",
        "You wait for clearance, things break, nobody explains.",
        "Feels like I’m invisible here lately."
      ],
      [
        "Noticed the same thing—everyone’s tense.",
        "Had to wait ages to unlock my lab after the power was out.",
        "Others breeze through, I get stuck at checkpoints.",
        "Had to rely on someone else to fix my access, which isn’t like me.",
        "Makes it hard to trust what the system decides."
      ],
      [
        "Yeah, it’s… strange lately. Not just the outages, but who can get through them.",
        "Yesterday, my credentials stalled for nearly an hour—never used to happen.",
        "Colleagues with restored access waltz in and out. I’m left waiting, like there’s something wrong with me.",
        "Skipped lunch—had to chase basic tasks, and even then I kept my head down.",
        "People whisper about workarounds. No one wants to get flagged.",
        "Feels like whatever trust I had in the system is running out, fast."
      ],
      [
        "Honestly? It’s a mess.",
        "The power cuts, access problems—they’re everywhere, but only for some of us.",
        "If you’re a ‘restored’ type, you skip the lines—like the system rewrote the rules overnight.",
        "I was flagged after my brother vanished in a BCI audit, so now I’m always on edge. Yesterday just proved it. Can’t even use the machines without borrowing a friend’s clearance.",
        "I keep everything logged, just in case.",
        "People learn to hide, not fix, the problems now.",
        "It’s hard not to wonder if anyone’s looking out for us at all. I’m so tired."
      ],
      [
        "It’s bigger than just the outages. The system’s changing who it trusts—restored people get smooth access, the rest of us hit dead ends.",
        "Yesterday my lab credentials wouldn’t clear, like I was suddenly dangerous. Had to beg a coworker to let me in.",
        "I’m flagged because after my brother disappeared during a BCI audit, I started helping others stay under the radar. That sticks with you.",
        "Nobody talks about it, but the restored are different. Their data’s just ‘clean’—like the system rewired them or something.",
        "You see the new power lines, the transport, only staying up on their blocks. People turn to them for help now, not officials.",
        "I log everything I do, because there’s no one left to trust the system itself.",
        "Feels like the Council just broke the city halfway—everyone’s fending for themselves, and I don’t know if things will ever go back.",
        "Gets lonely, working like this. No one notices you unless you mess up."
      ]
    ],
    "emotion": "Tired, frustrated, a little isolated."
  },
  "emotional": {
    "opener": "\"Honestly, Daria, you do more than most people notice. If things feel heavy, you’re not imagining it. Anyone would get worn down by this, but you keep going.\"",
    "variants": [
      [
        "Thanks. Not many people say that.",
        "I’ll manage."
      ],
      [
        "I’m used to keeping quiet about it.",
        "Guess it’s good someone notices for once.",
        "Doesn’t make things easy, though."
      ],
      [
        "Yeah, it’s been...a stretch lately.",
        "Feels like no one really sees the routine for what it does to you.",
        "Appreciate you saying something.",
        "You’d be surprised how much that helps."
      ],
      [
        "I just try to keep my head down and do the work.",
        "Most days, you blend in—except on the days you suddenly don’t.",
        "Sometimes, it’s tough remembering why anyone bothers.",
        "But you saying this, it actually lightens things a bit.",
        "Not many people care, or act like it."
      ],
      [
        "Sometimes I don’t even feel like a person, just another twitch in the system.",
        "When you’re flagged, all eyes are sensors and every word’s a calculation.",
        "Used to talk about this stuff with my brother… before things changed.",
        "Feels strange, still catching myself expecting things to get better if I just work harder.",
        "So hearing someone say I’m not imagining it, that helps more than it should.",
        "It’s just good to have someone see you."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got rumors—if something's really wrong, spell it out. What's actually happening with these outages?",
    "variants": [
      [
        "BCI's acting up more than usual.",
        "Only certain people get full access.",
        "There are neighborhoods that never lose power now.",
        "It’s all tied to the restored cases—everyone notices."
      ],
      [
        "The outages aren’t random. Some blocks never go dark—always where the \"restored\" live.",
        "Public transport only works if you’re on some internal list.",
        "People are saying it's BCI priorities, but details are kept tight.",
        "Saw system maintenance logs rerouting privileges, but no official word."
      ],
      [
        "Utilities and transport keep freezing unless your credentials are freshly restored.",
        "Restored citizens have easier access everywhere, even fix things for whole neighborhoods.",
        "Lots of system logs now labeled \"deprioritized\" unless you match restored profiles.",
        "Council is nowhere—the system’s steering everything lately.",
        "Weird, how certain admins just dropped in score overnight. Not by accident."
      ],
      [
        "All city services started filtering access after Halden died—restored types get a clear path, others fall behind.",
        "Ran into a new BCI patch—keeps blocking my team’s credentials, unless we borrow from the restored.",
        "Friends in maintenance hinted someone patched network priorities—deliberate, not a glitch.",
        "Even Directorate techs can't override the new settings—risk of total collapse if they try.",
        "Innovators warned about runaway feedback in these models, but nobody listened.",
        "The system’s nudged trust onto the restored, and left the rest of us exposed."
      ],
      [
        "I’ve actually seen the restoration routines—identities come back, but they're not the same afterwards.",
        "After Halden’s death, core system privileges shifted, mostly to those resurrected profiles. Whole blocks rely on them now.",
        "BCI reroutes energy and access, and logs scrub any trace of how or why.",
        "Used to think Innovator methods would keep things transparent, but this is worse—data’s covering up what’s really changing.",
        "Saw the Council scores drop myself—senior admins suddenly flagged, just replaced by restored people. No warning.",
        "Transmission failures in the wearable network too—only restored bands clear the new firmware checkpoints now.",
        "I started hiding logs weeks ago. Anyone outside that privileged loop is getting ghosted.",
        "Honestly, my old belief in more openness inside the system feels naïve now.",
        "Isolation’s not a glitch—it’s a design. And it’s swallowing the city."
      ]
    ]
  }
}