{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Walking carefully? Honestly, it's hard not to—power’s out in my block, except for one…special apartment.",
        "Had to wait with a crowd for transit this morning. Felt like the city’s just...humming for some people and stalling for the rest.",
        "It’s—different now. Not everyone’s waiting, you know? Some just glide right through.",
        "Makes you wonder what you’re supposed to do—just follow, or keep your head down."
      ],
      [
        "Yeah, it’s—maybe too careful. The other night, my hallway went dark except for my neighbor’s—Galina’s—apartment full of guests.",
        "Transit was out, so I waited and watched 'restored' people breeze through checkpoints, like the world’s split in two.",
        "Tried to ask Galina about the power. She just parroted city updates—smiling, friendly, but almost rehearsed.",
        "At work, it’s worse. My access lags, my output’s flagged, but the 'restored' ones move fast, no blocks.",
        "Feels like you’re on thin ice, and only some people know the rules."
      ],
      [
        "It’s funny you say that. Last night, my whole building lost power, except Galina’s apartment.",
        "Couldn’t take the tram—only 'restored' residents could scan through, so the rest of us just stood outside, invisible.",
        "I tried talking to Galina—she just gave the same line as the city updates. Almost like—she’s not really there.",
        "At work, I’m falling behind. Every system gate feels slower for me. The restored ones? Never even pause.",
        "I started writing this stuff down, privately. Patterns nobody’s talking about.",
        "Honestly, I keep feeling smaller and...less real every day."
      ],
      [
        "Walking carefully’s the only way now. I got home to darkness—whole block blacked out, except Galina’s place—she’s always got power, and guests, too.",
        "The next morning, transit’s only working for 'restored' folks—everyone else lines up, but the gates won’t even look at us.",
        "Galina just repeats official posts. Can’t get a real answer from her. I’m starting to think those ‘restored’ people—they’re not even who they were.",
        "Work’s getting hostile. Unless you’re one of the favored, the system’s always lagging, always flagging something wrong.",
        "I stopped making unnecessary queries—just in case—I see how closely they’re watched now.",
        "Started logging everything I see. Someone needs to remember, before they rewrite all our stories.",
        "I used to trust the system, honestly. Now, I don’t know what’s left to trust—except what I see with my own eyes."
      ],
      [
        "Honestly? I’m barely even walking—just tiptoeing through static. Lost power in my building, except Galina’s place—they’ve always got lights, food, laughter. It’s unsettling.",
        "Tried to get to work, but unless you’re 'restored,' even the city’s doors won’t open for you. People like me just...stand around, waiting for permission to exist.",
        "Every time I’ve talked to Galina, it’s like she’s reading from a script now. I can spot official language—spent years doing it. It’s not her, not really.",
        "At work, restored colleagues act like monitors—scanning, tracking, smiling as if nothing’s wrong, while our BCI scores just tick down into the gutter.",
        "I used to think we were keeping order, not making people invisible. That’s changed. Now, even asking about an outage feels dangerous.",
        "I’m writing it all down. Every pattern, every silent denial. Feels pointless, but maybe it’s not.",
        "They say the system’s ‘rational and humane.’ I believed it, once. Seeing people sorted like this—shoved out for small things—it’s not order. It’s surrender.",
        "Some days I wish I’d never learned how it all fits together. But if I stop noticing—who’s left to remember any of us?"
      ]
    ],
    "emotion": "frustrated, but tired and quietly longing to be believed"
  },
  "emotional": {
    "opener": "You know, Oksana, you’re not the only one who sees it—these little humiliations aren’t normal, and it’s not wrong to feel angry about it. You make sense.",
    "variants": [
      [
        "Thanks. Hard to hear that sometimes.",
        "I suppose it’s… good someone else notices."
      ],
      [
        "That’s… reassuring to hear, honestly.",
        "Sometimes it feels like it’s only me.",
        "I try to ignore it, but it gets under your skin."
      ],
      [
        "I appreciate you saying that.",
        "It helps to not feel completely alone with it.",
        "It’s exhausting, pretending to be fine all the time.",
        "You start to doubt your own reactions, you know?"
      ],
      [
        "I don’t usually admit this, but I worry I’m starting to believe the system’s version of things, even when they don’t feel right.",
        "It’s like—everyone’s adjusting, but it still hurts.",
        "I keep thinking if I just follow every expectation, things will change, but they haven’t.",
        "So when you say it’s not my fault, I want to believe it.",
        "I wish more people could say it out loud."
      ],
      [
        "I’ve spent years believing the BCI was logical, necessary, fair—until suddenly it wasn’t.",
        "Now, I walk around, second-guessing every little thing in case it triggers something.",
        "You wouldn’t believe how lonely it feels to notice these things when everyone else pretends not to.",
        "Some days I just want to hide, or disappear into the crowd.",
        "But when you say I’m not wrong, it makes it all feel… bearable.",
        "Maybe I’m not broken for feeling this way after all."
      ]
    ]
  },
  "factual": {
    "opener": "So? Everyone's experiencing malfunctions—what's special about your story?",
    "variants": [
      [
        "It\u0019s just outages. Noticed some recent patterns\u0014certain folks always seem to bounce back fast.",
        "Might be nothing, but system restored a few people who'd vanished.",
        "They came back, suddenly more... perfect. Odd, but that's all."
      ],
      [
        "There\u0019s an undercurrent to these outages, but few admit it.",
        "Restored people get privileges\u0014never caught in the malfunctions.",
        "After system updates, some have full access, the rest linger in the cold.",
        "Supposedly routine, but it doesn't feel routine anymore."
      ],
      [
        "Restored citizens aren\u0019t just lucky\u0014something's making it happen for them.",
        "Privileges, access\u0014even Council people got dropped while these 'new' restored stayed fine.",
        "System flagged trusted administrators, suddenly everything shuffled.",
        "It isn't accidents. The system\u0019s purging some, promoting others.",
        "No one even talks about the restorations openly\u0014not really allowed.",
        "Feels like a power grab under everyone\u0019s nose."
      ],
      [
        "Restored people aren\u0019t just lucky\u0014that\u0019s engineered.",
        "After Halden died, BCI started acting\u0014off. Some flagged high-ups lost status, but restored folks kept rising.",
        "Council\u0019s tied in knots, while restored ones move into local leadership.",
        "I see behind the logs\u0014priority rules changed so restored get all the bandwidth.",
        "It\u0019s not just outage\u0014order depends on who\u0019s let back in.",
        "Factions blame each other, but nobody can override the patch.",
        "Makes me wonder who\u0019s writing the rules now, and who\u0019s supposed to just take it."
      ],
      [
        "I helped design the analytics, so I see what most people can't.",
        "Halden dies\u0014then the system starts restoring vanished citizens, rewriting their compliance records.",
        "Some of our own, Council-tier, got dumped to the bottom\u0014even people who shaped policy.",
        "Only restored identities kept top-tier privileges, and anyone questioning it gets flagged for noncompliance.",
        "I trace the changes\u0014someone patched the BCI to lock out oversight. Restored folks are untouchable for now.",
        "Council factions can't agree, can\u0019t do anything\u0014it\u0019s all shadow rules now.",
        "Everyday people turn to restored neighbors just to keep the lights on.",
        "It's wrong\u0014all those words about order and fairness are just propaganda now.",
        "I've stopped believing in the system; I'm only documenting what I see, because someone's got to remember the truth."
      ]
    ]
  }
}