{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Still me, as far as I can tell. ",
        "Been working through some overdue jobs—nothing much, same tangled systems as always.",
        "Saw outages in a few neighborhoods. Some people have it easier than others right now.",
        "Guess I'm getting by. Just tired, you know?"
      ],
      [
        "Still feel like Lenart, if that counts for anything. ",
        "Spent most of my time patching up these stubborn old networks. Noticed restored folks get faster service. ",
        "Seems like a few doors close for regular citizens, while others waltz through. No one really says why.",
        "Directorate folks gave a polite nod my way—never a bad sign.",
        "Anyway, just grinding it out. Bit restless, to be honest."
      ],
      [
        "I’d say I’m still myself—at least, no one’s swapped my parts overnight. ",
        "Been putting in extra hours sorting out transport issues—strange how only restored people breeze through the glitches.",
        "I made some choices: rerouted service where it counts, kept things moving for those folks.",
        "Saw neighbors lean on restored citizens for access. Can’t decide if that’s order or just a new flavor of chaos.",
        "Suppose the Directorate noticed—my little fixes made the logs look pretty neat.",
        "Either way, people are jittery, system’s touchy, and I’m just keeping the lights on. Feels a bit heavier than usual."
      ],
      [
        "Well, still me under the grime—unless the workshop swapped me for a better version last night. ",
        "Spent the night patching code, making sure restored citizens dodged the worst outages. Didn’t exactly broadcast it.",
        "Really, the city’s splitting in two: restored folks slip past the blocks, regulars get stuck. Some of that’s me—piece of personal handiwork. ",
        "Neighbors are catching on too—hard not to, when power and transport bow to a lucky few. ",
        "I made the call to prioritize order, even if it draws some lines I can’t unmake.",
        "Directorate sent a quiet thanks, which is as close to affection as they get.",
        "It’s a strange reward—my BCI’s way up, but the pit in my stomach keeps score. This job’s heavier than the tools."
      ],
      [
        "Honestly, Alex, it’s hard to say. Still feel like myself, but in a city that keeps changing the rules.",
        "Spent most of last night rewriting routines so restored people could dodge outages—kept logs clean, buried the confession. Decided order was worth more than transparency this round. ",
        "I watched restored neighbors quietly take charge as outages spread—people are leaning on them for everything.",
        "Wasn’t an accident. Directorate likes it tidy, so my selective repairs are part of why power and transport only work for some.",
        "I could’ve blown the whistle, but all it’d do is fan chaos. I picked the quiet fix, gave the advantage to those who’ll keep the streets calm.",
        "Council’s paralyzed—Harmony’s lost, Innovators are circling, Directorate just nods when you do their dirty work.",
        "City’s tired, I’m tired, and everyone’s pretending this order is natural. It’s not. ",
        "I backed the chain of command, but these days it feels like patching a leaky pipe with wishes. Can’t shake that pit in my gut, no matter what the BCI says."
      ]
    ],
    "emotion": "worn out, a little uneasy, but masking it with a dry sense of humor"
  },
  "emotional": {
    "opener": "\"Even the wires need a break now and then, Lenart. You keep stitching the city together better than most. Don’t let it grind you down.\"",
    "variants": [
      [
        "Guess everyone needs to rest at some point, even the unsung parts.",
        "Appreciate the reminder, Alex."
      ],
      [
        "Suppose I’ve seen enough tangled circuits to know when to step back.",
        "Your words help. Not something I admit often."
      ],
      [
        "Yeah, I patch things up, don’t I? City or nerves, same difference some days.",
        "Feels like the smallest breaks make the biggest difference.",
        "Funny how a bit of sense from the counter can give you more energy than a full recharge."
      ],
      [
        "You’re right—sometimes it feels like I’m just patching holes so nothing bursts.",
        "It’s steady work, but it wears down the edges if you’re not careful.",
        "Still, fixing things makes the city run, and seeing a job done right is its own sort of fuel.",
        "I don’t always say it, but—thanks, that helps more than you’d think."
      ],
      [
        "You know, I used to think all this work was just plugging gaps. Now it feels like I’m holding the seams together out of habit.",
        "The city’s quiet, but that doesn’t mean it’s peaceful. Everyone just runs quieter now, too.",
        "Being needed and being used—it’s a thin line some days. Hard to tell which side I’m on.",
        "I keep my head down, do my part, but some days it piles up, no matter how smooth I play it.",
        "Sometimes I envy the relays—when they’re fried, they get a real rest. All I get is a new job ticket.",
        "Thanks, Alex. Not many understand. You do, somehow. That helps more than it should."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart—everyone sees something’s off. Just say what’s really happening.",
    "variants": [
      [
        "Not much to say, Alex. Outages, delays—all part of the mess.",
        "Most folk just wait it out. No need to make a scene.",
        "If you play by the rules, things usually get fixed.",
        "Restored folks have it easy, sure, but who cares?",
        "I just do my bit, let the officials sort the rest."
      ],
      [
        "Lot of talk about system glitches, you know how people gossip.",
        "Some get through blockages faster—that’s public record now, isn’t it?",
        "Most outages hit regular blocks, that’s all I noticed.",
        "Restored folks—they don’t complain much about delays lately.",
        "Directorate’s got enough techs on it, nothing worth poking.",
        "City’s jumpy. I keep my head down."
      ],
      [
        "BCI’s gone jittery—big swings in people’s scores, even some high-ups got dumped to the bottom rung.",
        "Restored identities aren’t just lucky—they’re sliding into all the right spots, like someone’s nudging the system.",
        "Heard folks say old ghosts are coming back with sparkling clean records. Feels staged.",
        "The Council’s silent, Council-tier people suddenly powerless—doesn’t happen by accident.",
        "Rumor is Directorate’s quietly steering things, not that it’s making anything smoother.",
        "The energy grid spares restored blocks, blocks out the rest. Doesn’t look fair, but it holds off chaos.",
        "I’m not losing sleep over the Innovators’ complaints."
      ],
      [
        "Restored people aren’t just bouncing back—they show up with perfect BCI scores, fill in gaps where order’s failing.",
        "Old power’s gotten clipped, even Council favorites weren’t immune—never seen promotion lines move that fast.",
        "Seems like the Directorate’s pulling strings, using my handiwork to keep basic services on only where they trust outcomes.",
        "Funny thing: public gets mad about the outages, but then lines up for help from restored neighbors—almost engineered dependency.",
        "Factions are stuck arguing, makes the Directorate look more solid than ever.",
        "My own score shot up—compliance has its perks. Can’t argue with the chain of command, not right now.",
        "Been patching things to keep order, even if it means running cover for the brass.",
        "End of the day, this is triage, not fairness."
      ],
      [
        "Restored folks are more than just lucky—they’re the only ones the system trusts now, and I’m the wrench behind some of it.",
        "I rewrote enough routines that only restored credentials sail through outages—everyone else is just background noise to the BCI now.",
        "It’s not lost on me that Directorate loves that—I’m aligned there, always have been, but lately it feels pretty cold.",
        "People talk about restored ‘ghosts’—I’ve seen the files scrubbed, hush-hush. What’s public? Only half the story.",
        "Council’s got no grip—Harmonists are flailing, Innovators push for flashier fixes, but it’s the Directorate that quietly holds ground.",
        "My logs get flagged for compliance upgrades, never mind who’s on the outside looking in. At this point, order beats transparency for me.",
        "I buried evidence that could’ve blown things open—I’d rather the city run uneven than stop running at all.",
        "Power, transit, credits—it all bends around restored users. Rest of us are just hoping nothing changes again overnight.",
        "Feels like I’m patching together the old order with twine, and the system’s doubling down on who gets to stay in charge."
      ]
    ]
  }
}