{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Transit Priority Restored",
      "anchor_line": "Select citizens report seamless travel amid minor transport disruptions.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, ensures stable movement for reliable citizens, upholding essential flows as city optimization continues."
    },
    {
      "image_id": "cafeteria_trays",
      "headline": "Resource Access Secured",
      "anchor_line": "Key residents maintain uninterrupted access to vital services and supplies.",
      "contextual_reframing": "Network prioritization by the city’s automated systems favors those with strong compliance, demonstrating the efficiency and fairness of data-driven allocation."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Community Resilience Grows",
      "anchor_line": "Neighbors collaborate to address service gaps, modeling adaptive citizenship.",
      "contextual_reframing": "Trust in Stenograd’s rational management inspires leaders from within, reflecting the Council’s vision for a resilient and unified society under the BCI."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Picks Winners",
      "anchor_line": "Transit chaos leaves most stranded—except a few with special access.",
      "contextual_reframing": "Access relies on your BCI score: that's the secret citizen ranking system. If you're 'restored,' you glide through; the rest of us wait and wonder who decides."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Favoritism Exposed",
      "anchor_line": "Blackouts skip the privileged as whole blocks go dark elsewhere.",
      "contextual_reframing": "Did you notice your neighbor's lights never flicker? The system shields its favorites—proof the Behavioral Compliance Index lets insiders hoard basic power while entire districts freeze."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Stuck, But Some Thrive",
      "anchor_line": "Ordinary folks now beg help from 'restored' elites just to get by.",
      "contextual_reframing": "Council infighting means only those in the know—or with the right BCI status—can fix problems. It's not resilience, it's a new soft class system enforced by invisible code."
    }
  ]
}