{
  "olintz": {
    "chapter": "The morning after the failed tribunal, Oksana encountered new crowds in her building lobby as residents queued for repeated security checks. Later, her attempt to buy milk and bread at a market failed twice; her access was denied by the terminal, forcing her to withdraw and circle around the block before trying again. Throughout the hallways, neighbors avoided stopping to talk, sometimes moving aside when she passed. That afternoon, elevated patrols questioned her in the stairwell, noting her restricted status and checking her documents a second time. Seeing wordless resignation in others’ faces, she quietly packed her identification, a backup bank card, and two changes of clothes. She deleted old contacts from her device, fearing system alerts from ongoing demonstrations outside. Oksana kept her window shades drawn as sounds of distant crowds reached her apartment, uncertain if the city’s sudden unrest would lead to further restrictions or forced relocation. Her BCI score fell to 26.",
    "bci_score": 26,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the widely reported collapse of the public tribunal and the onset of large-scale demonstrations, Nikola experienced immediate changes in his building’s operations. Early that morning, access to block facilities was irregular, with doors sometimes left open as staff abandoned their posts. Noticing several out-of-place residents gathering in the previously restricted community room, Nikola entered cautiously but avoided conversation. By midday, management distributed new memos instructing residents to prepare for possible service interruptions and urged them to remain cooperative during outages. Nikola refrained from contacting administration for clarification, suspecting surveillance of communications. Instead, he made quiet inventory checks at home, conserved resources, and rescheduled shopping runs to avoid likely crowding or confrontation. Despite initial relief at temporary access freedom, Nikola grew uneasy about the unpredictability and avoided common spaces by evening, preferring silent observation over engagement. These shifts in behavior led to a minor BCI score decrease, now adjusted to 78.",
    "bci_score": 78,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "After engineers staged walkouts and let citywide systems lag, Daria arrived at the lab to find diagnostic workstations offline and a growing backlog of malfunctioning health bands. The broadcast blackout meant she could not access system-wide status updates or routine troubleshooting forums, forcing her to rely on printed manuals and unmonitored channels for urgent fixes. She completed only the minimum required repairs, skipping all non-priority tickets, and avoided using her private scripts to prevent suspicion during heightened audits. Midday, a supervisor issued written instructions to ignore all off-record requests until official communications resumed, causing Daria to turn away several longtime colleagues seeking help with device access. Communication with team members was strictly limited to group channels, and she deleted any unscheduled messages by day's end. The enforced isolation and reduced interaction triggered a further decline in her BCI score, which dropped to 41, reflecting increased system monitoring and decreased network engagement.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After widespread city staff walkouts, Lenart arrived at his workshop to find power systems irregular and the maintenance network partially offline. Scheduled repairs in two stabilized districts were halted when automated dispatches failed, and clients grew impatient as building elevators and security panels malfunctioned without support. Later that morning, a colleague privately warned Lenart that system logs now flagged independent contractors for delayed responses, a result of reduced city oversight after the collapse of the public tribunal. To avoid penalty, Lenart manually prioritized essential repairs in compliant neighborhoods, narrowly meeting new response windows imposed by system recalibrations. He postponed all requests from flagged or disputed zones and halted communications with unverified clients. By day’s end, he updated his paper records and avoided logging into the central system, wary of further score fluctuations linked to disrupted services. The accumulated caution and visible compliance limited his BCI score decrease, settling at 62.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After Sven Halek authorized the staged tribunal, he crafted protocols instructing staff to filter participants by BCI score, drafting statements to position the event as transparent and inclusive. During the tribunal, he monitored real-time adjustments to public messaging, suppressing dissent and highlighting high-scoring contributors. When journalist Rada published detailed evidence of manipulated access, Sven witnessed engineers and staff refuse further instructions, walking out of critical messaging and system maintenance posts. Service disruptions spread as broadcast channels fell silent under Council orders for a blackout. In response, Sven limited his own communications to written, pre-approved briefings and avoided direct interaction with affected staff. Observation confirmed deepening distrust and operational paralysis within Council ranks. The exposure of the tribunal’s artificial openness, which Sven had orchestrated, directly triggered staff repudiation and breakdowns in city functions. As a result of these manipulations and the subsequent loss of trust, Sven’s BCI score dropped sharply to 35.",
    "bci_score": 35,
    "political_preference": "harmonists"
  },
  "rmiskovic": {
    "chapter": "After the Council launched its highly publicized tribunal and restricted participation to those with high scores, Rada noticed her access to city forums and communal discussion channels was silently revoked. On the same day, as she tried to verify information with former interview sources, she found their responses cautious and limited to short, non-committal phrases. Some abruptly closed calls when she inquired about their attendance at public gatherings. That afternoon, she watched from her window as several neighbors, previously open about their complaints, now avoided the building’s shared areas. Recognizing a sharp decline in open communication, Rada secured her devices and began documenting the avoidance patterns in her notes. The exclusion from civic forums increased her reliance on encrypted, offline methods, further deepening her isolation. Her inability to access routine networks led to another brief lockout from her apartment entry. Her BCI score remained at 1 but signs of elevated suspicion persisted.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}