{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Predictable went out the window weeks ago.",
        "Some neighbors blame me for changes they barely understand.",
        "Hard to know who will ask for papers or what rules to follow each day.",
        "Feels like nothing means what it used to anymore."
      ],
      [
        "Predictable? Not around here lately.",
        "After I let some old protocols loose, everything shifted.",
        "Now people ask me if they're safe, or accuse me outright.",
        "Carrying documents everywhere—still not sure they'll work where I end up.",
        "Feels heavy, this new kind of uncertainty."
      ],
      [
        "You could say nothing has been predictable since Halden died.",
        "I let an override slip to the free zones, thought it would help settle things locally.",
        "People started fighting over who gets what—jobs, homes, medicine. Some got lucky, others lost out overnight.",
        "I tried to stay out of the open, but now everyone knows my part in it.",
        "Carrying papers everywhere, not sure if they matter.",
        "Honestly, the city feels tired—and so do I."
      ],
      [
        "Predictable times ended the moment Halden's death started rippling through the system.",
        "I had the chance to release his spiral override, so I did. The free zones changed rules on their own terms—sometimes kinder, sometimes not.",
        "People who were flagged as noncompliant suddenly found themselves making decisions, while trusted ones got left out.",
        "I can't go anywhere without my papers, and even then, there are stares, thanks or suspicion depending on the block.",
        "It’s strange. For a decade, I was in the heart of Council business, always making sure things ran quiet and smooth.",
        "Now, neighbors want explanations I can’t give. I just keep my head down.",
        "It’s exhausting, seeing all the meanings people give to one action."
      ],
      [
        "These days? Predictability is a rumor, not a promise.",
        "I spent years making order out of Council chaos, knowing the weight decisions carried.",
        "Halden’s death was a trigger. I let his spiral override go public, thinking people deserved tools, not just rules.",
        "Suddenly, the old system buckled and so-called rebel types got a say. For some, this means justice; others call it chaos.",
        "My BCI dropped—ten, now. They treat me like a warning or target, depending who asks.",
        "Carrying credentials is habit, but truthfully, I trust the paper more than the people running these zones now.",
        "Everywhere, talk is louder: fairness, abuse, what counts as compliance. People realize the state is just people. Some like that; others panic.",
        "I only wanted a little hope for us. Instead, I just feel very tired, like maybe none of us are home anymore."
      ]
    ],
    "emotion": "Tired, uncertain, perhaps wishing things could be simple again."
  },
  "emotional": {
    "opener": "Nikola, you’ve carried enough alone. You don’t have to hold the whole city on your shoulders every hour of every day.",
    "variants": [
      [
        "Maybe. Hard to say. But thank you."
      ],
      [
        "I suppose that’s true. Some weight is better set down, sometimes.",
        "Still, habits are hard to put away."
      ],
      [
        "You’re right, I suppose. Carrying things gets heavier the longer you go.",
        "Certain habits kept me moving for years, even when I longed for something simpler.",
        "It helps, hearing someone see it."
      ],
      [
        "That hits close, actually. I built a life around keeping burdens quiet. Old habit—difficult to break.",
        "Sometimes I wonder if it would have been different if I’d spoken sooner, or let myself rely on someone.",
        "Your words... they cut through a bit of the fog.",
        "Feels good to know even one person notices."
      ],
      [
        "You have a gift for seeing past the layers, Alex. I’ve spent half a life filing away trouble so quietly, no one else would hear it.",
        "I always thought keeping silent was its own kind of service. Necessary. But sometimes it just makes you disappear.",
        "I miss the days when everything ran by paper and trust, not scores.",
        "There was a rhythm to it, even with all its faults. It’s hard to let go of that.",
        "Your kindness... it pulls me back from the edge a little.",
        "Funny how just a few words can remind me I’m still here, still seen."
      ]
    ]
  },
  "factual": {
    "opener": "Enough with the hints. What actually happened after the override went public?",
    "variants": [
      [
        "Some local councils changed the scoring rules. Not always by the book.",
        "People started turning on each other. Privileges, jobs, they changed hands fast.",
        "Public meetings got ugly quick. Nobody trusts the score anymore.",
        "The Council is quieter than I've ever seen."
      ],
      [
        "Councils wrote up their own BCI logic, dropping penalties for old offenses.",
        "Saw more people arguing, fewer following orders.",
        "A few lost access to essentials. Not just noncompliant types, either.",
        "Council’s chain of command is shaky. Factions don’t agree how to fix things.",
        "I keep my head down. Not worth attracting attention."
      ],
      [
        "Zone reps applied that spiral override, changing who could get what, when.",
        "Whole city split into districts with patchwork rules. Justice turned local, depends which block you land in.",
        "Old dissidents found themselves running things, even if just for a week.",
        "Some hoarded medical or food supplies. Not all new leaders cared about fairness.",
        "Saw the system expose its own weaknesses. State is just machinery, after all.",
        "Personally, I think the BCI was never meant to last.",
        "Suppose my pension means less now, but so does everyone’s record."
      ],
      [
        "Once the override spread, free zones made their own rules. Some called it democracy, others called it payback.",
        "Folks ignored the BCI if it suited them. Others used it to settle scores.",
        "I noticed armed Directorate types circling fringe blocks. Plenty of posturing, little control.",
        "Neighbors staged public tribunals, sorted out grudges in daylight. Sometimes ugly, sometimes overdue.",
        "Supply caches surfaced, hidden in Halden’s time. Too many hands grabbing at once.",
        "Council rifts widened. Directorate demanded order, Innovators wanted new code, Harmonists lost footing.",
        "No sense of home left, just shifting lines. Always carrying papers, just in case.",
        "For what it’s worth, I never believed scores told the truth about any of us."
      ],
      [
        "Override wasn’t just code—it exposed every weakness we buried under scorecards.",
        "Free zones, for a while, acted like city-states. Each wrote their own story of fairness. Sometimes inspiring, sometimes petty.",
        "I saw officials begging old ‘rebels’ for help, just to keep power on or food moving.",
        "Confessionals started. Council members aired secrets, claiming it was for legitimacy. Really, it was survival.",
        "My old colleagues—some vanished, some flipped sides. Knowing what I kept locked away mattered more than titles or scores.",
        "Halden planned the spiral as insurance, I think. For people, not the Council.",
        "Now, ‘compliance’ is just a bargaining chip, traded wherever someone holds territory.",
        "It’s obvious: the BCI was a control fantasy. Even Council knows it now. I tried not to play sides, but when rules fall, you have to pick something real.",
        "Simple days are gone. All I want is for people’s choices—not statistics—to matter."
      ]
    ]
  }
}