{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Just keeping my head down lately. Rules changed again in my section.",
        "My file was wiped and now I’m handling some reviews. Feels odd.",
        "Everyone’s on edge, trying to adjust. I guess I am too.",
        "Honestly, every day feels like a test. Pretty tired of it."
      ],
      [
        "Wasn’t expecting much, but they cleared my old risk flags out of nowhere.",
        "Suddenly got pulled up to supervise a review group. That’s never happened before.",
        "Colleagues act strange. It’s like no one knows the rules anymore.",
        "Someone asked how to work the new system. I told them what little I know.",
        "Feels like invisible hands are moving us, and it’s not any clearer on my side. I’m just... worn out."
      ],
      [
        "Just this week, our council let some people rewrite the scoring rules, so everything’s up for grabs.",
        "My old flags got deleted, which bumped me up to this odd supervisor spot reviewing denials.",
        "Some coworkers resent it, some are fine. No one seems stable. It’s strange being somewhere you never earned.",
        "People like me are suddenly trusted, but for the wrong reasons.",
        "A resident with a bad record asked for help and I had to decide if it was safe. That’s not normal for me.",
        "Now I second guess every assignment, every change. It’s exhausting."
      ],
      [
        "You know, I always thought the system kept things fair. Safe.",
        "Then this mess with rule changes hit and they deleted my warnings, made me a supervisor. Never thought I’d be ‘trusted’ by the council.",
        "It’s… awkward. People watch me differently. Some are polite. Some not so much.",
        "Someone whose life looks a lot like mine asked how to game the new rules. I hesitated. Could be a trap, or just uncertainty.",
        "Every shift, it’s like standing on broken glass. No steady ground.",
        "My score bumped up too. It’s not because I’m better, just… what matters changed.",
        "I’m tired of pretending I know where all this is headed."
      ],
      [
        "Honestly, Alex, sometimes normal feels like a story I read as a kid. I used to trust the BCI—maybe too much.",
        "The council’s letting people rewrite scores now. They erased my risk flags. Put me over a project I don’t even want.",
        "Colleagues act strange. I can’t tell who’s relieved and who wants to see me fail. It’s not about the work anymore, it’s about being seen ‘fit’ under these shifting rules.",
        "Had someone come to me for help, hinting that being flagged used to be shameful, but now it’s a ticket up. I wanted to help. I just didn’t trust the ground to stand on.",
        "My BCI score’s ticking upward, but I know it’s not me changing, just whoever’s holding the pen now.",
        "I… used to believe Harmonist talk about stability. Now all I see are new cracks for every patch they make.",
        "Doesn’t matter if you play along, the rules slip out from under you halfway through.",
        "Honestly, I’m just so tired, Alex. I’d give anything for a day where I don’t have to watch my back."
      ]
    ],
    "emotion": "Tired confusion, quietly seeking relief"
  },
  "emotional": {
    "opener": "Oksana, you know... sometimes it’s not you who’s wrong, it’s the system that gets it all backwards. You don’t have to carry it all alone.",
    "variants": [
      [
        "Maybe. I guess that’s possible.",
        "Thanks. Just needed to hear that, I think."
      ],
      [
        "I don’t know if it’s the system, or me, but... it helps just hearing that.",
        "Sometimes I can’t tell anymore what I’m holding onto.",
        "It’s good to feel... less alone for a moment."
      ],
      [
        "That makes sense. It’s so easy to forget it’s not always on us.",
        "I try to keep my head down, do things right. Still, it’s never simple.",
        "Knowing others see it too, even a bit, makes it lighter.",
        "I appreciate you saying it."
      ],
      [
        "You’re right. Sometimes I start believing the system’s always right, and it wears on me.",
        "I keep thinking just one wrong step means everything unravels.",
        "It gets lonely, worrying you’re the only one seeing how twisted it gets.",
        "I try to remind myself I’m not just a number.",
        "Hearing it out loud does help, more than I expected."
      ],
      [
        "I hardly remember what it’s like, not measuring every word or action for consequences.",
        "Sometimes I wonder if anyone actually feels like they belong under this system, or if we’re all just acting.",
        "I used to believe in the order, honestly. That it made sense somehow.",
        "But you’re right. Lately, it feels heavier because I keep assuming it’s my fault I can’t adapt.",
        "It helps hearing someone else call it out. Reminds me I’m still here, not just whatever the BCI says I am.",
        "Thank you, really. For making it feel safer to just say that."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying things changed—what's really going on out there?",
    "variants": [
      [
        "People are saying the BCI system broke after Halden died.",
        "Now jobs and housing just... flip, like a lottery.",
        "Districts are handling things differently. Not all good.",
        "All I know is, everyone’s just scrambling."
      ],
      [
        "The Council isn’t holding together. Each group blames the other when the BCI messes up.",
        "Some areas let people vote on who gets what now. Others won’t budge.",
        "There’s rumors about leaked override tricks, but no one trusts anyone.",
        "Too much uncertainty. It’s risky to talk specifics."
      ],
      [
        "Ever since Halden, the city’s split. Every zone is running things their own way.",
        "Some neighborhoods reward dissent now. Like, old penalties—gone overnight.",
        "People with the right connections get access to locked resources. It’s not fair or stable.",
        "Harmonists want to pull everyone back in line but it’s... disjointed.",
        "For every rule patched, there’s a new hole in trust.",
        "No one’s admitting where the cracks are largest. It’s guesswork, everywhere."
      ],
      [
        "Halden’s death snapped something. Whole BCI stack went out of sync.",
        "Labor posts, housing—all swapped at random. Folks who never got a chance now run things, sometimes badly.",
        "Free zones let communities pick leaders, not BCI scores. I see people opening old wounds, airing mistakes, some healing too.",
        "Locked Council files are leaking—everyone’s fighting to be seen as ‘legit’.",
        "My preference was always stability, but it’s... chaos.",
        "I hear Harmonists in meetings, panicking about patching the system, not people.",
        "The spiral unlock—Halden’s, I think—let some access stockpiles that were supposed to be for disasters.",
        "What’s left of the old order is just exposed nerves and closed doors."
      ],
      [
        "I’ve watched the system’s layers unravel since Halden.",
        "The shutdown forced people onto analog—messages scrawled, face to face, it’s messy but honest.",
        "Seeing old flag histories erased overnight, then whole blocks rewrite who counts as ‘compliant’. It’s all arbitrary now.",
        "I used to analyze patterns to spot dissent. Now, that career track’s a joke. Scores are dropped or bumped on a whim.",
        "Council’s always sold stability as safety. Harmonists like me bought in. Now, our policies are the ones causing cracks, not the ones fixing them.",
        "The spiral protocol gave people the keys—literally. Residents distribute food, run medical aid, with no oversight.",
        "Confessionals are everywhere—officials, even techs, admit to abuses for public favor or... just to clear conscience.",
        "I never thought secrets would surface like this, or that open democracy would look so raw and—scary, sometimes.",
        "Where I used to warn others, I can barely keep up with which story’s true. Quiet looks safer by the day."
      ]
    ]
  }
}