{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Local Councils Empowered",
      "anchor_line": "Stenograd’s free zone councils now have new authority to update scoring logic for the Behavioral Compliance Index, or BCI.",
      "contextual_reframing": "These local adaptations ensure BCI remains responsive and precise, supporting smooth urban governance. The BCI tracks real-time resident alignment and secures public order for all."
    },
    {
      "image_id": "civic_badge",
      "headline": "Scoring Rules Refined",
      "anchor_line": "Communities are updating local BCI scoring to remove old penalties and recognize positive civic history.",
      "contextual_reframing": "Citizen input guides council decisions, fostering trust and flexibility within our renowned automated systems. Key infrastructure continues to deliver fairness and access citywide."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Public Debate Grows",
      "anchor_line": "Districts hold citywide meetings as residents discuss the future of the BCI and local rule changes.",
      "contextual_reframing": "These open forums reflect the strength of Stenograd’s model, balancing stability with dynamic citizen engagement in a secure environment."
    }
  ],
  "underground": [
    {
      "image_id": "frozen_clock",
      "headline": "Local Control, Chaos Unleashed",
      "anchor_line": "Free zones just hijacked the BCI scoring — now your score depends on which side of the street you live.",
      "contextual_reframing": "The BCI, Stenograd’s digital leash, is fracturing. What they call 'local empowerment' just means new games of favoritism, old grudges, and zero true justice. The system that once tracked every move now struggles to keep up."
    },
    {
      "image_id": "id_scan",
      "headline": "Winners And Losers Chosen",
      "anchor_line": "Sudden BCI score shifts block some from jobs and homes while others jump the line overnight.",
      "contextual_reframing": "This is what algorithmic power looks like: silent denials, invisible walls. People with dissent in their records suddenly rise or fall. No appeal. No warning. Only the score decides your fate."
    },
    {
      "image_id": "hallway_redlight",
      "headline": "Debate Or Divide?",
      "anchor_line": "Official 'meetings' on the future of the BCI hide the real story: districts split, people pitted against each other.",
      "contextual_reframing": "As the technocrats argue stability, calls to sabotage or destroy the BCI are growing louder. Systemic 'adaptation' is just crisis rebranded. It is not justice. It is not peace."
    }
  ]
}