{
  "olintz": {
    "chapter": "After reading online reports about returned residents behaving differently, Oksana noticed her neighbor Galina—who had vanished for months—now greeting her with uncharacteristic enthusiasm, consistently referencing recent city propaganda. Later in the office, Oksana reviewed compliance logs showing a spike in perfectly scored citizens, nearly all recently restored to public records. Previously, Galina’s file contained frequent minor nonconformities; now it appeared spotless, with rewritten history entries. Oksana hesitated during her next system query, pausing before opening any record of a recently restored citizen. She avoided discussing observations with colleagues, suspecting system monitoring, and instead documented her findings privately at home. Her searches were cautious, omitting keywords that could trigger automated scrutiny. That evening, seeing Galina converse easily with building security, Oksana sensed a silent warning. She reduced all discretionary online activity and maintained strict adherence to daily routines, aware that any irregular action might draw attention. BCI score: 49.",
    "bci_score": 49,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Nikola waited until the early hours, then accessed a secure network terminal from his apartment. Using his legacy permissions, he authenticated through dormant admin credentials and initiated the restoration routine. On his screen, logs of previously vanished citizens updated in real time, each record now stamped with high-compliance templates. The next morning, he observed neighbors quietly welcoming back relatives, though conversations surrounding their altered mannerisms and memories were strained. Later, at a local market, he was approached by an old acquaintance who had noticed the return of a sibling—seemingly unchanged yet with unfamiliar habits. Nikola maintained a reserved demeanor, offering neutral explanations and refusing to discuss technical details. In the following days, system monitors registered an anomalous spike in public compliance, but trust wavered as rumors of identity rewriting spread. Nikola’s BCI score dropped sharply to 58, flagged for unresolved risk indicators and unauthorized system actions.",
    "bci_score": 58,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "In the days after reports spread online about the return of altered residents and inconsistencies in personal histories, Daria noticed two of her coworkers behaving unexpectedly. One, previously flagged as absent following an audit, reappeared in the lab with a flawless compliance record and no mention of their time away. When a mutual acquaintance quietly asked Daria about potential tampering with wearable records, she deflected, stating only that all recent logs were inaccessible. Daria avoided unnecessary conversations and began double-checking her own wearable data, scanning for unauthorized adjustments. During her shift, she declined a high-risk maintenance request, citing incomplete diagnostic logs—a move that drew a neutral but noticeably detailed system audit tag to her profile. She limited her system access to essential updates and made a note of emerging behavioral patterns among colleagues. By the end of the week, her BCI score dropped slightly to 63 due to increased caution and system scrutiny.",
    "bci_score": 63,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the morning after news reports highlighted inconsistencies in residents' personal histories, Lenart received a request from a former client he recognized as having disappeared months earlier. The client now showed a flawless record on city systems and an unusually formulaic manner during their call. Lenart hesitated before accepting the job, recalling online warnings about identity rewriting. Arriving onsite, he noticed several tenants acting differently—avoiding eye contact and responding to routine questions with standard, rehearsed phrases. Lenart limited his interactions, finished his repairs quickly, and carefully documented his work to avoid any suggestion of impropriety. He updated his risk logs in his workshop and deleted personal notes about the client, aware the new surveillance patterns might penalize subjective speculation. By evening, he decided to suspend nonessential site visits until protocols clarified, reducing public exposure. His BCI score increased slightly to 62 after successful compliance during a flagged interaction.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On the morning after widespread discussion of altered personal histories, Sven noticed a marked change in his workplace interactions. Two colleagues—previously listed as absent for months—returned to the office with flawless attendance records and highly compliant behavior, yet showed no recognition of prior missed projects. During a joint message drafting session, one offered detailed edits to materials Sven knew they had never seen before, citing non-existent meetings as source material. This discrepancy forced Sven to cross-verify document timestamps manually, slowing his workflow. He began printing hard copies of all communications for reference, rather than relying on digital storage, and locked the files in his office. Later, he hesitated when assigning team tasks, unsure who could accurately recall ongoing issues. These adjustments increased his workload and heightened his vigilance, but he remained outwardly composed, determined to maintain credibility despite uncertainty. His BCI score remained steady at 85.",
    "bci_score": 85,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "The morning after widespread online reports of returned but \"different\" citizens, Rada noticed her neighbor Sofia, previously missing for weeks, greeting her with unfamiliar formality and avoiding past casual topics. Later, while reviewing archived interviews, she found new, high-scoring profiles for several sources who had once been flagged as problematic, their manner and stories now oddly standard. When Rada messaged one for follow-up, the response was clipped and immediately compliant, avoiding any reference to prior shared experiences. Troubled by these robotic interactions, Rada spent hours cross-referencing older footage against current public records, noting subtle shifts in background details and official language. She avoided direct contact with anyone reinstated, concerned her curiosity would be tracked. The combination of cautious behavior and reduced field activity led to a minor BCI score increase to 48, though Rada interpreted the apparent normalcy with active suspicion rather than relief.",
    "bci_score": 48,
    "political_preference": "rebel"
  }
}