{
  "olintz": {
    "chapter": "After deploying Halden's emergency patch, Oksana monitored system logs to confirm the restoration of core workflows. Within hours, she observed an influx of unauthorized data requests and anomalous data transfers involving BCI histories. Messages from colleagues arrived, some panicked over personal information exposure, others reporting backlash from flagged residents. As the leak spread across social media, Oksana noted Council mandates for immediate log reviews and personal device checks. During a mandatory team audit, she remained silent about her authorship of the patch. The Directorate's new protocols subjected her activity to close scrutiny, and she was notified of increased BCI monitoring. Her reputation among trusted co-workers declined, evident in their formal, distant communication. The BCI marked her with significant risk indicators for procedural violation and privacy breach. As a result, Oksana's BCI score dropped sharply to 34, reflecting the system's punitive response to the incident and her current vulnerability.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "On the morning after the BCI data breach became public and demonstrations began across Stenograd, Nikola found several neighbors gathered at the building’s mail terminal, scrutinizing printouts of leaked score histories. One neighbor, previously friendly, avoided him after noticing unexplained flags on Nikola's report. That afternoon, service at the local market was interrupted when staff refused access to anyone below a certain BCI threshold, forcing Nikola to show his score verification twice before purchasing groceries. He spent the evening deleting older digital correspondence and reviewing his own BCI risk indicators, worried that further scrutiny could lower his standing or invite inspection of personal property. Nikola avoided his usual apolitical neighbors, uncertain who might be scrutinizing scores or reporting minor deviations. The incident reinforced his habit of minimizing system interactions and increased his vigilance, but his frequent data checks and associational caution resulted in a temporary reduction in his BCI score to 71.",
    "bci_score": 71,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the public leak of BCI score histories, Daria arrives at her lab to find tense exchanges among colleagues over who has been flagged with risk indicators. Mid-shift, a technician from another division quietly asks her to erase a record after a client accuses him of bias, referencing information from the leaked data. Daria refuses, citing increased monitoring since the breach, and limits all device checks to visible system logs only. Her routine is disrupted further by the emergence of protests outside the complex that force early building lockdown. She quietly updates her personal device to send alerts if her own record is queried. That evening, she avoids meeting with coworkers and deletes messages in her comm log, wary of being associated with the wrong profiles. The breach, followed by protests, leaves her more cautious and isolated. Her score drops as her flagged interactions increase. New BCI score: 63.",
    "bci_score": 63,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The leak of resident score histories forced Lenart to disable his workshop terminal’s auto-sync and review paper logs before accepting new contracts. That afternoon, a regular client called to cancel a repair request, citing embarrassment after their low BCI score was widely shared in their building’s group chat. As Lenart biked through a small demonstration blocking his usual access route to a service hub, he detoured twice to avoid crowds and checkpoint scans. Messages from several contacts grew terse, with some clients pausing repairs until their own BCI status stabilized. After being denied entry at a housing maintenance node, Lenart switched to after-hours site visits and minimized official communications, fearing that public association with flagged residents might drop his own score further. Although he completed basic repairs, work volume dropped noticeably, and he logged several hours lost to vetting clients. That day, Lenart’s BCI score dropped to 54.",
    "bci_score": 54,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the city-wide breach that publicized BCI histories, Sven Halek noticed immediate tension in his workspace. Several colleagues avoided communal areas, glancing warily at him and others whose scores had slipped. That afternoon, while updating prepared messages for the Council, Sven found key personnel unwilling to provide usual input, stating postings were being reviewed due to potential score repercussions. In response, Sven stopped requesting new edits and limited communication to specific, pre-cleared contacts. Later, during a Council draft review, he received an automated warning about sharing unapproved language. Sven made a note to store all revisions offline, ceasing cloud backups. By evening, increased street activity and minor demonstrations delayed his commute, prompting him to alter his route home. These adaptive actions reflected his growing caution as suspicion and monitoring increased after the leak, resulting in a slight reduction in his BCI score, now lowered to 80.",
    "bci_score": 80,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning after thousands of personal BCI scores leak online, Rada detects an unusual tension in the newsroom. Colleagues speak in shorter phrases, avoiding eye contact, and some refuse to log in at all. The editorial queue grinds nearly to a halt as editors hesitate to process stories referencing the system or the breach. When Rada attempts to upload a routine compliance segment, she receives a warning that her access history appears on a public forum, flagged for high-risk queue times. Concerned about further exposure, she deletes any remaining raw footage from her office terminal and begins drafting stories exclusively on offline devices. Rada limits work communications to encrypted, personal messages sent after hours, further isolating her from official workflows. By evening, she notes that her BCI interface now restricts access to previously routine archives. Her score slips to 37, reflecting flagged risk and increased nonstandard activity.",
    "bci_score": 37,
    "political_preference": "rebel"
  }
}