{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Getting by, yeah, though things are… strange lately.",
        "Noticed some familiar faces acting a little off, you know?",
        "Everyone’s saying it’s business as usual, but I’m not so sure.",
        "Honestly, just trying to keep my head down right now."
      ],
      [
        "Yeah, I’m getting by, but something’s definitely shifted.",
        "A few people on my block—gone for weeks—now they’re back, but it’s not the same.",
        "Conversations with them feel off, like they’re reading from a manual.",
        "I’ve been more careful about who I talk to, and what I say.",
        "It’s exhausting pretending not to notice when everything in me wants to ask what changed."
      ],
      [
        "Honestly, I’ve been on edge since neighbors started coming back from nowhere—and acting like strangers.",
        "Sofia, next door, she used to laugh at my jokes; now it’s like she’s forgotten how.",
        "Pulled up some old interviews—people I talked to before—now they all sound like public announcements.",
        "When I reached out, nobody remembers a thing we talked about last month.",
        "All these new high scores, perfect compliance—just feels too clean.",
        "I get a bump in my own score for laying low, but the whole thing only makes me more uneasy."
      ],
      [
        "I grew up watching my mother tweak reports for the BCI, so I spot patterns most folks miss.",
        "Last week, my neighbor Sofia vanishes, reappears, and suddenly greets me like it’s our first time meeting.",
        "Every ex-‘problematic’ source on my file just got wiped clean—no more rough edges, just high scores and boring scripts.",
        "I dug into public records, compared faces, voices, even the way they stand—it’s all been polished smooth.",
        "Tried messaging an old contact, and they shut me down so fast it sent chills.",
        "And yet, everyone else seems happy—like nothing’s wrong—except I can’t shake this gnawing doubt.",
        "Lower profile’s doing wonders for my BCI, but I don’t feel any safer. If anything, I trust less with every day that passes."
      ],
      [
        "When I was a kid, my mother used to say truth was just another system output—so I learned to record what others miss.",
        "I cover programs for state media, but most days I’m stashing raw cuts and encrypted edits just in case.",
        "The returns—Sofia, the rest—everyone who went missing comes back with wiped personalities, like the BCI ran a clean install on their heads.",
        "I cross-checked interviews—my own work is shifting under me, old voices now reciting official lines.",
        "One of my sources had a full history of dissent. Overnight, their file’s scrubbed, their BCI is perfect, but the spark’s gone.",
        "I haven’t risked direct questions—the last warning from upstairs was subtle, but I got the message.",
        "I know my score ticked up, maybe as a reward for not digging, but every move feels watched.",
        "Honestly, these days, the scariest part isn’t who’s missing—it’s who comes back, and how empty they look inside."
      ]
    ],
    "emotion": "uneasy, a bit exhausted — like she’s carrying too many questions and not getting enough answers"
  },
  "emotional": {
    "opener": "\"You know, Rada, whatever they change out there, you still cut through the noise. That's not easy—and it matters.\"",
    "variants": [
      [
        "Maybe. People say things matter, but that doesn't stop anything.",
        "Still, thanks for saying it."
      ],
      [
        "A lot of words get thrown around, but I'm getting used to not believing most of them.",
        "But I hear you, and maybe that's enough for tonight.",
        "Appreciate it."
      ],
      [
        "That's actually good to hear, coming from you.",
        "Most days it's like I'm shouting into a void, you know?",
        "Hard not to feel like nothing sticks.",
        "So…thanks for reminding me I'm still here."
      ],
      [
        "It's rare to hear something honest, face to face—makes a difference.",
        "I keep thinking maybe what I do just gets rinsed out, filtered down until there's nothing left.",
        "But that idea, cutting through—that's a lifeline, even if it doesn't change the stream.",
        "I guess that's why I keep at it, even if it leaves me worn out.",
        "Thanks for noticing."
      ],
      [
        "Funny, I grew up watching my mother erase the rough parts from reports, telling herself it didn't matter as long as things ran smooth.",
        "Maybe that's why I'm so stubborn about not letting go of the noise—someone has to remember there was more than just the clean lines.",
        "Most days, it's like balancing on ice. You can't trust the surface, but stepping off isn't safe either.",
        "Hearing I'm not invisible—that helps, even just here, in a place nobody really watches closely.",
        "Sometimes just knowing one person gets it is enough to keep breathing.",
        "So, thanks. That got through, really."
      ]
    ]
  },
  "factual": {
    "opener": "Look, if you know something, just say it. Everyone sees what's happening.",
    "variants": [
      [
        "All I’ll say is there’s more to the people coming back than what’s on the news.",
        "The official line doesn’t match what you see on the street.",
        "Even Council isn’t offering explanations—so, that says enough.",
        "I’m not looking to get flagged, so that’s it."
      ],
      [
        "People notice the returns—it’s not subtle, no matter what the state claims.",
        "There’s chatter about odd patterns in compliance scores, everywhere you look.",
        "Some higher-ups are clearly worried, or they wouldn’t call sudden reviews.",
        "But the story’s being packaged tight; you don’t poke at this if you know what’s good for you."
      ],
      [
        "Fact: the BCI’s running restoration routines, sliding folks back into the system with fresh slates.",
        "You can’t miss how some gaps in the records just… disappear overnight.",
        "Council called a review because everything’s become a little too neat, I hear.",
        "Public talk is all about ‘different’ loved ones, inconsistencies, quiet panic.",
        "I work media—I see edits before they get aired, and lately I’m double-checking everything I push live.",
        "It’s the kind of order that comes from brushing trouble under the rug.",
        "Not that I’m surprised—they’ve done it before, just never this fast."
      ],
      [
        "Restoration happened on someone’s say-so, not by accident—probably someone scared of real chaos on those missing lists.",
        "BCI pretty much blended new clean profiles into all the blank spaces, like shoving erased people back onto the playing board.",
        "Some old watchlists got recycled, which means even the algorithms are nervous now.",
        "Folks online are starting to swap notes, collecting discrepancies—this time people aren’t buying standard answers.",
        "I keep backup tapes—can’t trust what’s stored on the net after they pull stunts like this.",
        "If I sound cynical, it’s because I see holes getting plugged with fake smiles, and I’m tired of pretending I don’t notice.",
        "Council’s split—feels like every faction’s just holding its breath for what’s next.",
        "You’d think they learned by now: control doesn’t mean peace, just quieter resistance."
      ],
      [
        "The first sign for me was the timing—a discrete override pushed through just before all these citizens reappeared, smoother than before.",
        "A guy like Nikola Petrak, old guard with access, could stage the whole thing ‘for stability’—I found old records of his override signatures buried in traffic logs.",
        "Restoration isn’t about returning people—it's about rewriting their gaps so well you doubt your memory.",
        "When the BCI closes those gaps so cleanly, you start losing all sense of what’s real—every history is now optional, up for revision.",
        "Council’s review is a farce, just a performance while the Directorate and Innovators squabble.",
        "Every high-compliance profile feels like a threat—a reminder what happens if you don’t play to script.",
        "I save everything off the grid, raw and unedited—if they come for me, I want a record that isn’t ‘corrected’.",
        "State media buries the real story, but I’m not fool enough to trust a system that rewards silence above truth.",
        "Honestly, I never swallowed the BCI gospel—I’d rather be risky than ghosted into compliance like the rest."
      ]
    ]
  }
}