{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Depends what you call steady these days.",
        "Work’s thinner than usual. Some people canceling repairs, worried about that leak.",
        "Had to check the logs the old-fashioned way. Felt safer that way.",
        "Feels like everyone’s watching everyone now. Strange times. "
      ],
      [
        "Steady’s generous at the moment.",
        "That BCI leak scared folks. Lost a few contracts over it.",
        "Had one regular back out, too embarrassed about their score going public.",
        "Started doing after-hours fixes to avoid attention.",
        "My own score slipped just for who I was seen working with. Makes me hesitate."
      ],
      [
        "Still keeping the lights on, just have to jump through more hoops lately.",
        "Since the leak, clients got shy—repairs get canceled if someone thinks I’ll drag their BCI down.",
        "Switched my terminal offline, digging through paper logs instead of trusting sync.",
        "Had a checkpoint deny me access to a maintenance hub. Never happened before.",
        "I lose hours now just checking who’s safe to work for.",
        "Feels like moving through fog, and I’m missing a few steps these days."
      ],
      [
        "My workshop’s quieter than I'd like. The BCI breach made everyone skittish about who shows up at their door.",
        "Had to go analog, checking my old logs by hand. Not fun, but better than watching my score tank.",
        "Lost good hours just figuring out who’s safe for business. Some clients won’t even answer calls till their status looks better.",
        "Got turned away at a housing hub. Just for arriving after a flagged repair.",
        "After-hours work’s the norm now. Less risk of being seen with the wrong people.",
        "Feels like I’m spending more time dodging attention than fixing anything.",
        "Wouldn’t say things are steady. It’s more fragile. Makes you wonder who’s really in charge anymore."
      ],
      [
        "Steady? Not even close. These systems are meant to keep order, but after the BCI leak, even loyal types like me get caught in the grind.",
        "I ditched state work for a reason, but these days, independent means I dance around every algorithmic mood swing.",
        "Had regulars cancel after their scores went public. Some just too embarrassed, others too scared I’ll lower their standing too.",
        "Gone old-school—paper logs only, terminal offline. Spent more time checking safety than actually fixing things.",
        "Got denied entry to a node this week. Nothing official, just quiet doors closed and a mark on my own score.",
        "After-hours is the only time you avoid prying eyes. The rest of the day, feels like everyone’s walking around with numbers floating over their head.",
        "I back the Directorate ways, but even I see the cracks when optics become more important than competence.",
        "I’m tired of the dance if I’m honest. Feels like the system’s watching us unravel one score at a time."
      ]
    ],
    "emotion": "Tired and a bit exposed after talking more than usual."
  },
  "emotional": {
    "opener": "\"You know, everyone needs a break sometimes. Doesn’t make you weak to slow down for a bit.\"",
    "variants": [
      [
        "Maybe you're right. Easier said than done, though."
      ],
      [
        "Yeah, I suppose that sounds reasonable.",
        "Just hard to unlearn some old habits."
      ],
      [
        "I appreciate that. It's not easy to admit needing a pause.",
        "Keeps creeping up on you, the weariness.",
        "Feels like if you stop, the city just moves on without you.",
        "But I get what you're saying."
      ],
      [
        "Thanks, that helps more than I expected.",
        "Hard not to feel responsible for every loose wire, every busted panel.",
        "But you’re right, sometimes you’ve got to step off the circuit.",
        "Otherwise, you start thinking you’re just another part.",
        "Maybe that's not all bad, but it's good to be reminded."
      ],
      [
        "That means a lot, really.",
        "Been at this too long to pretend fatigue isn’t part of the deal.",
        "There was a time I thought I could outrun it—just fix enough, patch enough, keep the gears turning.",
        "City’s built so you’re always needed, even when you’re running on fumes.",
        "Sometimes I forget there’s life outside repairs and codes.",
        "Glad someone else notices when it gets to be too much."
      ]
    ]
  },
  "factual": {
    "opener": "You always talk around the real stuff, Lenart. Come on, what\u0019s actually going on out there?",
    "variants": [
      [
        "People are spooked, that\u0019s plain. The leak shook up routines everywhere.",
        "Lot of rumors about those Council folk huddled together all day.",
        "Saw sensors and cameras get a quiet update the other night. Security types, I figure.",
        "Odd hours for repairs lately. Like they\u0019re bracing for something."
      ],
      [
        "Hard not to notice the city\u0019s more jumpy since those records leaked.",
        "Council closed ranks, pulled a few all-nighters from what I heard.",
        "Saw a couple service hubs get new locks and extra eyes.",
        "There was a patch pushed fast. Didn\u0019t look finished if you knew where to peek.",
        "Feels like they\u0019re plugging holes faster than they can spot them."
      ],
      [
        "The protests turned serious after folks saw officials\u0019 scores floating around online.",
        "Word is, Council held an emergency meet the night of the breach. Directorate types pretty keen on clamping down.",
        "Heard some subsystems started cycling at odd intervals, almost as if they\u0019d lost sync.",
        "Data traffic\u0019s spiking at weird hours. Engineers aren\u0019t sleeping much.",
        "Stories going around say they rushed a fix that wasn\u0019t fully vetted.",
        "Suppose it\u0019s what you\u0019d expect\u0014containment first, questions later.",
        "No surprise, some of us put more trust in control than committee."
      ],
      [
        "Hard lines drawn inside the Council now. Directorate doesn\u0019t want leaks. Harmonists wring their hands about trust.",
        "A patch was deployed in a hurry, didn\u0019t pass all checks. Now analytic logs are doing leaps and no one admits why.",
        "Caught sight of techs scrubbing logs from secondary systems. Quiet panic. More than usual.",
        "I got nudged by someone I trust\u0014avoid certain network nodes for a few days if I value my score.",
        "People talk like this was just a slip. Feels more like rot under the paint.",
        "There are more drones on major corridors. Subtle, but if you\u0019ve got the eye for them, you see the patterns change.",
        "Not the chain of command\u0014the optics. That\u0019s what\u0019s running things lately.",
        "Can\u0019t say I like the way things wobble when compliance comes second to saving face."
      ],
      [
        "It wasn\u0019t just scores\u0014full personal histories, all out in the open. Council\u0019s scrambling, but cracks are showing.",
        "Directorate demanded info blackouts. Harmonists argued transparency would calm people. Innovators want to rip it all up and try something riskier.",
        "Patch got thrown in so quick I heard one senior admin shouting about corrupted dependencies. Never heard that before.",
        "They flagged half the service net for review, maybe more. Some folks I know got locked out of whole subsystems overnight.",
        "Saw a message meant for higher clearance sleeves\u0014talked about analytics being compromised, maybe even targeted.",
        "The headline everyone saw was the breach. Underneath, trust in the chain of command took a bigger hit.",
        "Most of the hard-liners think putting up more locks fixes everything. I used to agree, but now... I just want the system to work, not wobble every time someone peeks behind the curtain.",
        "People are spinning up private comm routes, off-books backups, even analog fallback.",
        "Old instincts say clamp down harder, but that just makes the shadows busier. I get tired staking my score on a system that keeps flinching."
      ]
    ]
  }
}