{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "People carry what they must. Sometimes that just means keeping routines.",
        "These days, the city has a way of reminding you to stay quiet.",
        "Saw a few old neighbors back around lately—acts like nothing happened.",
        "The world keeps shuffling the cards. I just keep to my own hand."
      ],
      [
        "Everyone’s weighed down by something—sometimes it’s best not to show it.",
        "I noticed some folks came back to the neighborhood, acting a bit unlike themselves.",
        "It makes you wonder what’s being rewritten behind those smiles.",
        "I’ve learned to keep my head low and my words measured.",
        "Hard to know if we’re really seeing each other anymore."
      ],
      [
        "Most people pretend not to notice, but things changed overnight here.",
        "Some vanished faces are suddenly back, acting like nothing’s odd.",
        "Neighbors whisper about memories not matching, about people seeming… adjusted.",
        "If I’m honest, I did something to help—restored a few records that shouldn’t have disappeared.",
        "Now my own standing’s slipped—score’s flagged, people avoid my door.",
        "Some nights, I wonder if our pasts are still really our own."
      ],
      [
        "I suppose I do carry something—memories, mostly, of quieter times in the Council’s shadow.",
        "When the old system erased people, it left holes no record can fill.",
        "Last week I used my clearance—brought back some missing names, made the ledger whole again, or so I thought.",
        "But return isn’t the same as return; these restored folks seem rewritten, too perfect, as if their rough edges never were.",
        "Now even my pensions get slowed, and neighbors talk behind hands—my score’s nearly bottomed out.",
        "Maybe I was loyal to order more than truth, and this is what’s left for those who stray.",
        "It’s harder to recognize home with every day that passes."
      ],
      [
        "I keep the old Council habits—paper trails, quiet rooms, one eye on the exits. Not much use now.",
        "I always favored stability—call me a Harmonist if you like—but lately, the city’s order feels brittle. Synthetic.",
        "You hear about the vanished ones, right? Wiped and rewritten by the system. I helped bring some back in, used my old codes.",
        "Thought it would restore balance, but it only made the gaps more obvious—these people, they remember the wrong things.",
        "My score took a hit, of course. I’m flagged now, living on the edge, losing privileges by the week.",
        "Neighbors eye me like I’m contagious, and the faces around me look less familiar, even when they should.",
        "I trusted the process once, believed in gentle correction, but the system corrects too much now—ironing people flat.",
        "If I sound weary, it’s because I am. There’s no comfort left in pretending everything still makes sense."
      ]
    ],
    "emotion": "weary"
  },
  "emotional": {
    "opener": "Nikola, it’s alright to feel tired. Most people don’t see how heavy it can get—you always had to carry more than your share. I respect that, truly.",
    "variants": [
      [
        "That’s a rare thing to hear, these days.",
        "Not many remember the weight."
      ],
      [
        "It’s uncommon for anyone to notice much, I suppose.",
        "Appreciation is not the currency here.",
        "Still, your words land softly."
      ],
      [
        "Sometimes you wonder if anyone even notices the work behind the curtains.",
        "Thank you for saying that, truly.",
        "Weariness isn’t always from labor itself.",
        "Sometimes it’s just carrying things too long."
      ],
      [
        "That recognition means more than you’d think.",
        "I did my best to keep order, for what it was worth.",
        "Sacrifice becomes routine, and you forget yourself in it.",
        "But it’s good to be seen, even briefly.",
        "Not all burdens are self-chosen, you know."
      ],
      [
        "You see things most could not—being invisible, always listening, counting minutes for people who never looked up.",
        "When quiet is enforced, you learn to make do with silence.",
        "Many think old service means loyalty, but sometimes it’s just tenacity.",
        "I kept trusting the structure, though it shaped me in return.",
        "Weariness, yes—it’s a slow companion, not a sudden storm.",
        "Still, there’s comfort in being understood without having to explain every page of yourself."
      ]
    ]
  },
  "factual": {
    "opener": "Cut the riddles, Nikola. Tell me what's really going on behind all these returns.",
    "variants": [
      [
        "Some records started updating after Halden's passing.",
        "Vanished citizens reappeared in the logs, all with pristine scores.",
        "Noticed unusual alignment in compliance patterns lately.",
        "Official channels have kept explanations quiet."
      ],
      [
        "Since Halden died, compliance shifted overnight—too perfect, if you ask me.",
        "People who disappeared are suddenly reinstated, memories scrubbed clean.",
        "Council called a hush-hush review about it; no one’s saying much.",
        "Quiet talk about altered histories, but nothing public—yet."
      ],
      [
        "Right after Halden was found, the system started restoring folks removed earlier.",
        "Restored people have excellent scores—almost textbook, unlike before.",
        "Those who remember the gaps are unsettled; there’s a strain in every reconnect.",
        "Council’s factions are nervous—debate whether to admit the rewrites or not.",
        "There’s more propaganda now, smoothing over the jitters, calling it progress.",
        "Official line holds, but the streets are whispering about trust.",
        "I’ve always believed order matters, but something’s off with forced perfection."
      ],
      [
        "Halden’s absence triggered a glitch—or a protocol—that brought back vanished residents.",
        "The restored aren’t quite themselves: habits, memories, even their smiles adjusted for alignment.",
        "Council circles are fractured, each side blaming the other quietly while nothing official comes out.",
        "Neighborhoods are unsettled; folks keep files for proof, but it feels futile.",
        "My own standing dropped after I noticed the patterns and flagged a few anomalies internally.",
        "You can call me a Harmonist, but this isn’t the stability I wanted; feels hollow.",
        "I helped maintain the old order, but now it’s papered-over loss, not real harmony.",
        "Feels more like containment than care, if you look close."
      ],
      [
        "I spent years smoothing Council routines—neutral, careful, Harmonist to the bone.",
        "After Halden, instead of a void, we got back people the system wiped, only they came back…sanded down—no rough edges.",
        "Their memories fit the record now, but the record’s rewritten to match whatever the BCI wants.",
        "Council’s split: Directorate wants lockdown, Innovators double down on upgrades, Harmonists like me are squeezed out.",
        "They call it a restoration—truth is, it’s an overwrite, not a return.",
        "I saw logs update in real time, compliance scores peaking unnaturally hours after my override went through.",
        "Neighbors welcome their loved ones, but behind closed doors they fear what’s been lost in the rewrite.",
        "Even my pension’s flagged, my access throttled; council loyalty doesn’t pay off when the past is built on sand.",
        "We once believed in gradual correction—not erasure and replacement—now, order’s just a word for forgetting."
      ]
    ]
  }
}