{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Routine's mostly the same, give or take the last few days.",
        "Neighborhood’s a little tense now, after all that business with the BCI leak.",
        "I keep things quiet, keep to myself.",
        "Feels heavy lately. Hard to shake."
      ],
      [
        "Still try to keep my habits, but things are... off since the news broke.",
        "Some folks eye you longer these days, especially after those score lists started floating around.",
        "Had trouble with the market earlier. Needed to show my code just to pick up bread.",
        "Makes you rethink every errand.",
        "It’s all a bit much. Feels heavier than before."
      ],
      [
        "Used to be I kept to a rhythm, but these days you get flagged for anything, it seems.",
        "Caught a few neighbors squinting at those leaked score sheets, looking for reasons.",
        "One I thought was friendly avoided me after seeing my file. That’s new.",
        "Even a simple market run turns into a checkpoint.",
        "Had to clear old messages, just in case.",
        "Feels like you can’t relax for a minute. Wears you down."
      ],
      [
        "Never thought I’d lose tempo, but these last days, the city changed underfoot.",
        "The BCI leak wasn’t just numbers—everyone’s histories spilled, stories twisted by a spreadsheet.",
        "Neighbors, people I’ve known for years, acting like strangers—looking for an excuse to keep their distance.",
        "Had to show my score to buy groceries, twice. Never happened before.",
        "Spent my evening deleting old notes, hoping nothing in there tips me closer to trouble.",
        "I always stayed away from politics here, but now it feels like the system’s breathing down my neck.",
        "I’m worn out, honestly. Hard to feel safe anywhere."
      ],
      [
        "Life here was about routine and keeping invisible, but that feels gone now.",
        "After Halden died, I tried to keep to old habits, but with the BCI breach—every secret, every risk factor, poured into the street.",
        "We used to believe the system was… if not fair, at least predictable. Now it’s hunting out the softest parts of us.",
        "Neighbors are policing each other, afraid their own scores will dip if they look me in the eye.",
        "Even shopping’s become an ordeal—held up in line, checked twice like I’m contagious.",
        "Deleted everything off my old comms, just to slow any inspection. Even that dipped my score for 'unusual behavior.'",
        "I’m a Harmonist, Alex. I always thought keeping the peace was enough. Now it feels like you can’t win, no matter how you play it.",
        "I’m just so tired. Not sure how much more of this anyone can take."
      ]
    ],
    "emotion": "tired and uneasy"
  },
  "emotional": {
    "opener": "Nikola, it’s all right to feel weighed down when the world seems to demand certainty. Sometimes, just carrying on is enough, and you’ve done more than your share.",
    "variants": [
      [
        "It’s not often someone says that, but I appreciate it.",
        "Carrying on… yes, that much I can manage."
      ],
      [
        "You have a way with words, Alex.",
        "Certainty is expensive these days.",
        "Still, hearing that—yes, that helps. Thank you."
      ],
      [
        "That’s a generous way of putting things.",
        "It’s rare to be told I’ve done enough. Most just expect more, always more.",
        "Sometimes I wonder if getting through quietly is an accomplishment.",
        "You understand more than most."
      ],
      [
        "I don’t usually talk like this, but you make it easier.",
        "So much is expected—compliance, composure, invisibility.",
        "The system doesn’t leave much room for weary minds.",
        "But small reassurance matters. More than rules, sometimes.",
        "Thank you, Alex."
      ],
      [
        "Funny, I’ve spent years making myself useful, invisible, careful.",
        "People think only the loud ones carry burdens. It’s not true.",
        "Most days I feel like I’m still on duty. Looking over my shoulder, double-checking everything.",
        "No one ever says it’s enough—except for you, just now.",
        "What you said… it gets under the armor. Reminds me I’m still here.",
        "Thank you for seeing through the noise, Alex. That means more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "Everybody's talking about the Council meltdown and the breach. What really happened?",
    "variants": [
      [
        "Council's been frantic since the breach. Nobody trusts the numbers anymore.",
        "Most of us just wait for orders, but they’re not coming.",
        "Stories change every day. Hard to know what’s true.",
        "Heard a few systems aren’t syncing, but that’s as much as I’ll say."
      ],
      [
        "Emergency sessions nonstop up top. They’re not letting news out unless it’s controlled.",
        "Security folks are calling for lockdowns again. Not official, but that’s the talk.",
        "Saw some new faces around the district. Not locals, that’s for sure.",
        "Some say it started before Halden’s death. Nothing solid.",
        "Everyone’s jumpy, like waiting for something worse."
      ],
      [
        "Systems up top are out of alignment. Policy’s changing by the hour.",
        "Council's split on how to handle things—some want calm, others want the blackout.",
        "Security teams, the Directorate types, they’re crawling over everything. Looking for leaks within the leak.",
        "Emergency patch they rushed out seems to have opened more holes.",
        "I always leaned Harmonist, thought things would stabilize. Haven’t felt that way in days.",
        "Hard to imagine anyone trusting those numbers again.",
        "Feels like shadow decisions now, nothing on the record."
      ],
      [
        "Few up top are barely speaking, just sending directives through broken channels.",
        "Saw an old contact from my Council days—she’s running triage on systems, barely sleeping.",
        "The Directorate’s talking hard measures. No transparency, full control, but that never works long.",
        "The breach exposed more than scores—old risk markers, disciplinary reviews, even council candidate history are out.",
        "My Harmonist crowd was sure stability could be restored. Now, even they’re shaken to the core.",
        "Some think Halden’s death and the failure aren’t a coincidence. I can’t rule it out myself.",
        "Told myself that keeping routine would see me through, but everything's being recalculated.",
        "The feeling? There’s no safe side to stand on, not anymore."
      ],
      [
        "Council selection’s a mess—algorithm’s confused by the breach, nobody really knows who’s in charge.",
        "Risk profiles, calculated alignments, even past Council votes, all ended up dumped for the public. I recognized too many names on those lists—some who aren’t supposed to be known.",
        "Internal memos show they tried to fix things with a patch, but it made access even wider for a while. Someone must've known where to dig.",
        "Halden’s personal fail-safes, sensitive directives, even some of my old briefings, were swept into that leak. That’s why I’ve been on edge.",
        "My years as a Harmonist taught me the value of order, but not like this. Now the Directorate only trusts the chain of command, the Innovators want to rewrite the rules, and nobody trusts anyone.",
        "Heard that some disputed scores were quietly wiped—nothing official, just gone from the record.",
        "There are always rumors, but now even the reliable back channels are going silent.",
        "If you saw the briefcase I still carry... let’s just say not every document survived by accident.",
        "Hard to keep faith in the system when its very logic just snapped. But habits—mine, the Council’s—are hard to unlearn."
      ]
    ]
  }
}