{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Just work, mostly. Nothing out of the ordinary.",
        "Been more delays in transit lately, keeps things off schedule.",
        "People grumble, but you get used to it.",
        "Keep my head down, stay on task.",
        "Nothing worth mentioning, really."
      ],
      [
        "Workdays have been longer than usual—system keeps asking for ID scans.",
        "Transit was slow this week, barely made it in time.",
        "Can’t help but notice the official messages feel different now.",
        "I’ve been careful about what I touch, what gets logged.",
        "Trying not to let it weigh on me, but it does."
      ],
      [
        "Had a rough week at the lab—our division lost access, then it came back like nothing happened.",
        "My terminal kept forcing me to rescan, made me wonder what the system saw.",
        "Heard from others they had the same thing. Feels like everything’s running on backup power, even people.",
        "Been double-checking my scripts, taking notes the old way, just in case.",
        "It wears me out but feels necessary lately."
      ],
      [
        "Everything changed after Halden died—things stopped working right, even at my job.",
        "We lost access to our systems, got it back suddenly, but nothing feels settled.",
        "I started hand copying protocols, which I haven’t done in years. Feels safer than trusting the updates right now.",
        "I was supposed to patch a coworker’s band. The system flagged them, so I stalled. Couldn’t risk making things worse for them—or me.",
        "Feels like you have to look over your shoulder, even when you’re just trying to work. But I have to keep going."
      ],
      [
        "When Halden turned up dead, I knew something in Stenograd had broken. Not just for the city—inside the lab too.",
        "My job’s to keep those wristbands running. After the system glitch, everyone’s data, even health, was in question. Everything reset, but none of it felt secure.",
        "My brother disappeared in a BCI audit. Since then, I don’t trust the system to keep people safe. When they restored our access, I started backing up everything. Paper, thumb drives, scraps—a little lifeline if things really fall apart.",
        "Supposed to patch a flagged coworker, but I’ve delayed, watching the queues, sorting anomalies from real threats. I don’t want anyone else to vanish on my watch.",
        "All the official calm is for the screens. For me, it’s caution and exhaustion, day after day. But I can’t stop. Not after what happened."
      ]
    ],
    "emotion": "tired but determined"
  },
  "emotional": {
    "opener": "\"You work so hard, Daria. It's okay to feel worn out sometimes—you're not the only one holding things together.\"",
    "variants": [
      [
        "Thanks. I manage.",
        "Just part of the job."
      ],
      [
        "Yeah, I get by.",
        "Everyone feels it now and then, I guess.",
        "I try not to let it show."
      ],
      [
        "Thanks, Alex. Sometimes it helps to hear that.",
        "It’s easy to forget we’re human under all this protocol.",
        "Some days, all you can do is get through it."
      ],
      [
        "That means something, Alex. Not many people notice.",
        "It’s tough knowing you have to keep things in line when it never really slows down.",
        "I keep thinking things will settle, but they never do.",
        "I tell myself it matters—every minor fix, every check."
      ],
      [
        "You actually made me feel seen for a second. Don’t get that much lately.",
        "Honestly, most days blend together—one problem after another, no real break.",
        "People expect you to have answers just because you’re detailed and quiet. They don’t hear the rest.",
        "Not many know what it’s like keeping track of so much, always making sure nothing slips.",
        "Sometimes you feel like the only thing standing between a glitch and someone’s whole world going sideways.",
        "It’s exhausting, but at least it matters to someone."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying things are off—what's really happening?",
    "variants": [
      [
        "Heard the Council's saying it's just technical upgrades, that's all anyone knows.",
        "Messages coming out sound official enough, but nothing solid.",
        "People talk about delays and resets, but it's all surface.",
        "Can't be sure what gets through, not much is clear.",
        "Seems like Council wants quiet, not answers."
      ],
      [
        "Council's been sending out new statements, all focused on how stable things are.",
        "Saw extra personnel around the networks, not just techs—some security too.",
        "Someone said the system was recalibrated, but no details, just order to comply.",
        "There were whispers about a staff reassignment, looked like internal trouble.",
        "If something bigger happened, they're keeping it tight."
      ],
      [
        "Council scrambled after Halden died, tried to smooth out the system.",
        "Official word was a BCI recalibration, but things lagged for days.",
        "Saw more engineers on-site than usual, some weren't from our division.",
        "Heard about leaks, someone moved off their project quick.",
        "After a week, things mostly worked again, routines felt normal but different."
      ],
      [
        "It wasn't just a glitch—they quietly swapped teams, replaced old credentials on every system I use.",
        "At one point a message told us to wait, all protocol changes unsigned.",
        "Heard from a Harmonist tech there'd been a vulnerability leak. They reassigned the leaker fast, didn’t even let them pack.",
        "Transit and health access were slow to return, but the Council claimed it was minor.",
        "Now everything’s restored, but we’re told to watch for lingering disruptions, like it’ll never really be stable again."
      ],
      [
        "I saw the fallback plans roll out—Harmonist engineers got sealed emergency details when Halden went down. Most of us didn't know until things broke.",
        "A private briefing said Halden's access codes were lost, caused half the system to run out of sync.",
        "Council factions tried to hide the fight, but you could feel it: Innovators sniffing after gaps, Directorate getting tighter on physical access.",
        "A friend of mine—loyal, but tired—was caught leaking weak points. They didn't disappear, just quietly reassigned, which feels like a warning.",
        "The city's calmer now, but everything's patchwork. Official trust is a shell. I’m still keeping backups, ready for the next fracture."
      ]
    ]
  }
}