{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "People are definitely acting strange lately.",
        "Saw my neighbor come back after months away—now she’s smiling too much, following every rule.",
        "Feels like everything’s… a bit off, you know?",
        "I’ll just say, I’m keeping my head down for now."
      ],
      [
        "I noticed Galina—my neighbor—return after vanishing for a while, suddenly super friendly, echoing all the new slogans.",
        "Her record used to have flags; now it’s spotless. Doesn’t add up.",
        "There’s a spike in perfect scores across the block. Feels manufactured.",
        "Been careful what I look up these days.",
        "Not sure I trust how real any of this is."
      ],
      [
        "Yeah, it’s hard not to feel it. My neighbor disappeared for months—came back acting like a different person, almost too happy.",
        "Her BCI record used to be messy. Now it’s pristine, like someone wiped it clean.",
        "It’s not just her; lots of people with low scores are suddenly back, and the logs say they’re perfect.",
        "I’ve started keeping track privately. Couldn’t risk using the main system.",
        "Feels risky to talk about, like anything could be flagged if I dig too deeply.",
        "Honestly, that makes it harder to feel settled, you know?"
      ],
      [
        "It’s not just me—something’s really wrong. My neighbor, Galina, was gone for so long, then reappeared acting way too compliant.",
        "I checked her file—before, she had minor nonconformities everywhere. Now, spotless and rewritten, as if she was always this model citizen.",
        "I’m seeing a pattern: old low scorers coming back, all with those same perfect records.",
        "I document everything at home, off the system. I’m terrified to leave a trace.",
        "Galina smiles at security now. Last year, she barely looked at them.",
        "I hardly talk to anyone at work about it—even ordinary searches feel risky.",
        "So, I stick to routines and try to blend in, but under it all, I feel watched and very alone."
      ],
      [
        "You’re right—there’s tension everywhere. Sometimes I think I’m the only one who sees it clearly.",
        "This city runs on the BCI—every move logged, scored, corrected. I used to believe there was sense in it.",
        "Now my neighbor Galina comes back after months missing, personality totally rewritten. Her record is unnaturally clean, erased of all her quirks.",
        "I’m a Behavioral Pattern Analyst—I see the compliance logs. They’re suddenly full of perfect citizens, people who weren’t supposed to be here anymore.",
        "I started tracking anomalies in secret—careful not to trigger the system. Even so, I feel exposed, just for noticing.",
        "Galina is now everywhere, smiling, following every protocol, whispering the propaganda as if it’s truth.",
        "No one at work will talk about it. I can barely trust myself to search for answers.",
        "It makes me wonder if I ever believed the story the Council tells. Now all I feel is this alertness—mixed with fear—for what might happen next."
      ]
    ],
    "emotion": "uneasy and isolated"
  },
  "emotional": {
    "opener": "“You’re not the only one who feels out of step here, Oksana. Some of us still remember what it’s like to just… be ourselves, not a score. You don’t have to carry that weight alone.”",
    "variants": [
      [
        "I appreciate you saying that.",
        "Sometimes it feels like I’m the only one."
      ],
      [
        "That’s… good to know.",
        "It gets hard pretending like it doesn’t matter.",
        "I keep most things to myself."
      ],
      [
        "You’re right, it does help to hear that.",
        "It’s tiring, trying to stay invisible all the time.",
        "Some days, I wonder if anyone even notices.",
        "But your words—thanks, they make it lighter."
      ],
      [
        "That means more than I can explain.",
        "I almost forget what normal used to feel like.",
        "Most people act like nothing bothers them, but I can’t.",
        "It’s like you’re always holding your breath here.",
        "I needed a reminder I’m not the only one."
      ],
      [
        "That’s the first time in ages someone’s actually said it out loud.",
        "I keep telling myself to adapt, blend in, but it wears you down.",
        "Back when I started this job, I believed the system was a safety net.",
        "Now I catch myself second-guessing my own thoughts, like they’re not even mine.",
        "It feels less lonely to hear you understand.",
        "Sometimes it’s not about the rules—it’s about being seen as a person."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what you actually know, not rumors. If you tracked something real, say it.",
    "variants": [
      [
        "Council keeps delaying any real explanation.",
        "All these sudden 'returns'—too tidy, if you ask me.",
        "Most people just accept it. I just wait for the official line, like everyone else."
      ],
      [
        "Restorations started quietly—no announcement, just happened one night.",
        "Even the internal review was postponed. No answers yet.",
        "Some restored people have records too consistent, it's odd.",
        "You won't find details in public feeds—just people guessing."
      ],
      [
        "There were sudden protocols for bringing back missing residents—rewriting their history, from what I see.",
        "I analyze logs, so I know compliance patterns don't shift that fast naturally.",
        "Council did a review, but they're avoiding the anomalies.",
        "People online are trying to document what the system changes, but it's risky to talk.",
        "Truth is, these returns don't make sense if you believe in the system's logic.",
        "Honestly, I don't buy the propaganda, not anymore.",
        "Feels like the Council is off-balance and knows it."
      ],
      [
        "A senior admin triggered an override after Halden died—it's what let all those vanished people return.",
        "Their BCI histories aren't just clean—they've been templated to look perfect, impossible for real people.",
        "Almost no one inside the Directorate wants to acknowledge how deep it goes.",
        "Council factions are split, but no one admits who caused this, or why.",
        "I hear disgruntled staff are privately tracking how the rules keep changing.",
        "Even so, talking about it feels like confessing a crime.",
        "I don't believe in the system now—it just hides its own errors.",
        "The only reason I can spot it is my job; most can't see the gaps."
      ],
      [
        "After Halden's death, Nikola Petrak used legacy admin keys to override watchlists—restored a whole shadow registry.",
        "He authorized a BCI protocol to embed new behavioral templates into returning citizens' records—erasing the problematic parts.",
        "Now, systemic trust is based on digital fiction.",
        "Council's urgent review flagged the uniformity, but they buried it internally.",
        "Some officials are calling this 'Order over Truth.'",
        "I keep an encrypted record at home, but if it's ever found, that's the end for me.",
        "I never believed obedience for its own sake, but the city makes honesty dangerous now.",
        "My BCI score is falling—I know it's because I can't let this go.",
        "Sometimes I think Stenograd only feels safe because nobody asks the real questions."
      ]
    ]
  }
}