{
  "preference": "a",
  "dilemma": {
    "opener": "Looks like your drink isn't the only thing that needs settling.",
    "variants": [
      [
        "Sometimes you patch a leak. Sometimes you open a new one you can't see.",
        "Some choices aren't really choices. Feels like I'm just picking what hurts less.",
        "Everyone wants the problem solved without their fingerprints anywhere near it."
      ],
      [
        "Got told to shore up a fix I barely trust myself to touch.",
        "There's the official route, then there's an older code calling my name.",
        "Neither path exactly leaves me sleeping easy these days.",
        "One way or another, someone's bound to take the fall."
      ],
      [
        "City's in knots after that leak, and I've got two roads in front of me.",
        "I patch what's there, keep things together, carry the Council's tune for a while.",
        "Or I pull out something Halden left—the system might adapt. Or break worse.",
        "Either way, someone ends up with blame stuck tight as skin.",
        "Funny how cleaning up always feels messier than letting things rot."
      ],
      [
        "I walked into a tangle—Council wants their fix reinforced, even though it stutters at the seams.",
        "Or I slip in Halden's old code, and every system could start acting on new instincts.",
        "That part's tempting, but it's off the map. No cover if things go sideways.",
        "Supporting the patch means eating whatever blame comes with another breakdown.",
        "My BCI score's low enough that the Council won't break a sweat blaming me.",
        "Alex, you ever wonder if backing order is worth the price of being the safest target?"
      ],
      [
        "Alex, it's like this—Council sends me work, wants me to prop up their shaky patch.",
        "But the code's brittle, a Band-Aid on a burst pipe. I know better, so did Halden.",
        "Halden's original routines can wake the system back up. No oversight, all risk.",
        "Triggering those means taking the lid clear off. Could fix things or plunge us into blackout territory.",
        "I'm Directorate at heart. Chain of command matters—but my score's on thin ice as it is.",
        "Stick to the script, I'm the Council's fallback scapegoat. Step off, and I'm gambling everything.",
        "Sometimes feels like the system eats loyal men the quickest. Hard not to hear that, after talking to you last night..."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Stable systems, even flawed ones, prevent chaos.",
      "monologue": [
        "I keep thinking, even a rickety bridge holds up better than no bridge at all.",
        "Familiar mistakes are easier to manage than whatever comes flooding in if we tear it all down.",
        "The system limps, but at least everyone knows where the floor is—no sudden drop beneath us, not yet."
      ],
      "supportive_response": [
        "You’re right, a shaky system is still a system people can brace against.",
        "Makes sense to stick with what keeps things from collapsing for now."
      ],
      "challenging_response": [
        "Sometimes a patched-up bridge falls with everyone still crossing, Lenart.",
        "But does holding up something weak just give us time to sink deeper into trouble?"
      ]
    },
    {
      "belief": "Following chain of command means fewer personal risks.",
      "monologue": [
        "Playing by the book means if it blows up, I’m just a line in a report, not the headline.",
        "I know who carries the blame when things stay official—the folks upstairs, not the ones turning the screws.",
        "Everyone expects me to toe the line, not improvise. It’s safer—safer for me, anyway."
      ],
      "supportive_response": [
        "Keeping your head down is how most survive these days, I get it.",
        "Letting the blame fall where it’s supposed to never hurts."
      ],
      "challenging_response": [
        "But if everyone follows the book, do things ever get better, Lenart?",
        "Maybe being careful is its own kind of risk when the book’s outdated."
      ]
    },
    {
      "belief": "Public blame is easier to contain than system-wide unpredictability.",
      "monologue": [
        "A scandal washes out after a few news cycles, but if the system flips, nobody sleeps.",
        "Bad headlines sting, but runaway code means real people lose homes, access, maybe worse.",
        "I’d rather face a few angry politicians than an angry mob outside my window, any day."
      ],
      "supportive_response": [
        "I see your point, contained messes are easier to mop up than wildfires.",
        "Not everything needs to spill out and burn if it can be handled quietly."
      ],
      "challenging_response": [
        "You trust a little bad news to fade, but chaos seeps through the cracks, Lenart.",
        "Maybe sometimes fear of the crowd is just a warning we’re stalling for too long."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Broken systems must be replaced, not patched.",
      "monologue": [
        "You can tape up a cracked pipe forever, but the leak keeps spreading under the floor.",
        "Everyone swears the council’s patch is a fix, but it just buries the fault lines deeper.",
        "If we’ve been working around errors this long, maybe it’s time for something new, however rough."
      ],
      "supportive_response": [
        "Sometimes a full replacement is the only real fix, not endless patchwork.",
        "Makes sense. Want to talk more about what ‘new’ would actually mean?"
      ],
      "challenging_response": [
        "Patches aren’t glamorous, but sometimes it keeps things working just enough to matter.",
        "Tell me—what’s worth more? A risky leap or holding things together day by day?"
      ]
    },
    {
      "belief": "Disrupting old power is worth the risk if it helps people now.",
      "monologue": [
        "Shaking things up cuts both ways, but people are stuck waiting for permission that never comes.",
        "Every so-called safeguard in the city is really just a lock built by the last caretaker.",
        "If a reset gets doors open for real people, that’s a risk I can stomach today."
      ],
      "supportive_response": [
        "Sometimes you have to shake the cage to get out—not just rattle the bars.",
        "Go on, what makes this moment different from any other time you’ve fixed things?"
      ],
      "challenging_response": [
        "Disruption is fine, but chaos leaves scars. Old power isn’t always the enemy.",
        "So what happens if you help one group and hurt three more by accident?"
      ]
    },
    {
      "belief": "True accountability sometimes means going rogue.",
      "monologue": [
        "Everyone in charge just points to the manual when it’s time for blame.",
        "If you only do what you’re told, all the mistakes become invisible—nobody sees who paid the price.",
        "Maybe stepping outside the lines is the only way to actually own the consequences."
      ],
      "supportive_response": [
        "Going your own way isn’t easy, but at least you know where you stand.",
        "Sounds like you’ve already thought this through from every side."
      ],
      "challenging_response": [
        "‘Rogue’ usually just means alone—and sometimes alone gets swallowed up by the system.",
        "Are you sure you’ll even get a say in those consequences this time around?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll stick with what everyone expects.",
        "Patch is in. No drama."
      ],
      [
        "Kept things as they were, just in case.",
        "Some things shouldn’t get too creative."
      ],
      [
        "I supported the Council’s patch. It’s the official version.",
        "Safer than improvising with legacy code.",
        "We’ll see if it holds up."
      ],
      [
        "I kept the Council’s patch in place. Your doubts echoed with me.",
        "Doing anything else would paint a bigger target.",
        "Sometimes survival is subtle.",
        "You said it best: peace is bought cheap here."
      ],
      [
        "I’ll reinforce their patch. There’s comfort in routine, even if it’s flawed.",
        "You reminded me—risk here means more than broken pipes.",
        "I hate being anyone’s scapegoat, but I trust your sense.",
        "Let’s keep the city breathing a little longer."
      ]
    ],
    "monologue_b": [
      [
        "Turned on something old. Left it quiet.",
        "Did what needed doing."
      ],
      [
        "Went with the riskier fix this time.",
        "Council doesn’t need every detail."
      ],
      [
        "I woke up Halden’s code. Old habits die hard.",
        "It’s a gamble. Maybe the city wakes up too.",
        "Not sure how it plays out yet."
      ],
      [
        "I brought back Halden’s legacy code. Your stories of old fixes stuck with me.",
        "The patch wasn’t enough. Someone had to take a real risk.",
        "Maybe it sparks some real repair for once.",
        "If this ghosts me, at least I’ll haunt for the right reason."
      ],
      [
        "I’ll activate Halden’s algorithms. You called it—sometimes systems need a push, not a patch.",
        "It could go left, could save us all, could end me. I believe it’s worth the fallout.",
        "I trust your judgment. You see what systems really do to people.",
        "Here’s to shaking the grid, not just holding it together."
      ]
    ],
    "monologue_self": [
      [
        "Kept to protocol.",
        "Did what the job asked."
      ],
      [
        "Followed Council’s fix. Familiar is safer.",
        "That’s as far as I’ll go."
      ],
      [
        "I reinforced the Council’s patch. Better public faces take the heat.",
        "Sometimes order matters more than glory.",
        "I’m not here to rewrite history."
      ],
      [
        "Patched up the Council’s fix. It’s the least risky on my end.",
        "Alex, I went with what makes the fewest waves.",
        "Better to keep my head on, even during storms.",
        "It’s not heroic, but it holds things steady."
      ],
      [
        "Kept the Council’s patch running. Didn’t listen to anyone’s hype, yours included.",
        "Stability over drama—city’s got too much of that now.",
        "Maybe I play it safe, maybe I just can’t afford heroics anymore.",
        "Let’s see if the old tricks still fool the watchdogs."
      ]
    ]
  }
}