{
  "official": [
    {
      "image_id": "clean_hall",
      "headline": "System Data Adjusted",
      "anchor_line": "Several city data workflows were briefly rerouted overnight to ensure uninterrupted access to key services.",
      "contextual_reframing": "Stenograd’s advanced Behavioral Compliance Index, or BCI, quietly balances opportunity and order. System maintenance ensures fairness and smooth routine for all citizens."
    },
    {
      "image_id": "frozen_clock",
      "headline": "Integrity Restored",
      "anchor_line": "Officials report a controlled reset following minor irregularities in the city’s information feeds.",
      "contextual_reframing": "Transparent oversight and instant response guarantee public security. Trust in our technocratic safeguards unites Stenograd’s resilient society."
    },
    {
      "image_id": "form_filling",
      "headline": "Public Voices Heard",
      "anchor_line": "Civic demonstrations highlight residents’ engagement and faith in structured review.",
      "contextual_reframing": "Open feedback channels help optimize the city’s adaptive systems, reinforcing Stenograd’s commitment to responsive, evidence-based governance."
    }
  ],
  "underground": [
    {
      "image_id": "faceless_portrait",
      "headline": "Data Laid Bare",
      "anchor_line": "Thousands had private BCI scores blasted online for all to see.",
      "contextual_reframing": "So much for safety. Stenograd’s Behavioral Compliance Index rules our lives in secret—now its secrets are out too. Your trust is a number, and today, everyone’s at risk."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Patch Or Backdoor?",
      "anchor_line": "After a rushed system 'fix,' strange data spikes hit the city’s networks.",
      "contextual_reframing": "Insiders saw logs jump right after that emergency patch. What did they break—or open—while plugging the leak? The machines may be watching, but glitches cut both ways."
    },
    {
      "image_id": "shattered_display",
      "headline": "People Push Back",
      "anchor_line": "Angry crowds fill streets after BCI leaks cost people jobs and reputations overnight.",
      "contextual_reframing": "Behind every ‘risk score’ is a story. This system isn’t just numbers—ask anyone ghosted or cut off. Don’t let the Council decide who gets to live here."
    }
  ]
}