{
  "official": [
    {
      "headline": "Orderly Returns",
      "anchor_line": "Citizens previously missing have returned to their communities, demonstrating exemplary civic alignment.",
      "contextual_reframing": "Stenograd’s dynamic systems swiftly restore social harmony, ensuring smooth reintegration for all."
    },
    {
      "headline": "Identity Confidence",
      "anchor_line": "Residents are encouraged to embrace new compliance guidelines, securing uniform opportunity for all.",
      "contextual_reframing": "Consistent records support equitable service access and reinforce trust in our automated governance."
    },
    {
      "headline": "Community Strength",
      "anchor_line": "Reports of small inconsistencies in personal histories highlight the ongoing resilience of networked civic infrastructure.",
      "contextual_reframing": "Technological adaptation allows the city to anticipate and overcome minor variances, keeping society strong and stable."
    }
  ],
  "underground": [
    {
      "headline": "Ghosts Return Home",
      "anchor_line": "People wiped by the system are reappearing — new faces, same names, but something's off.",
      "contextual_reframing": "Neighbors remember the real ones. These 'restorations' feel like state-approved replacements, hiding the truth under perfect scores."
    },
    {
      "headline": "BCI Rewrite Exposed",
      "anchor_line": "Locals swap stories: loved ones back from nowhere, memories don't match, and the BCI says, 'all is normal.'",
      "contextual_reframing": "The system patches holes by rewriting people, not fixing them. Digital obedience erases real lives — who's next on the list?"
    },
    {
      "headline": "Council Hides Chaos",
      "anchor_line": "Council runs silent as suspicion grows, refusing to explain why so many identities changed overnight.",
      "contextual_reframing": "With no answers from the top, citizen sleuths urge you: document everything before your history vanishes too."
    }
  ]
}