{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Order Restored",
      "anchor_line": "Returned citizens resume daily life, reflecting sustained progress in city management.",
      "contextual_reframing": "Stenograd’s Behavioral Compliance Index ensures a harmonious community, swiftly guiding residents back into productive routines."
    },
    {
      "image_id": "digital_mirror",
      "headline": "Citizens Aligned",
      "anchor_line": "Recent assessments show record-high compliance scores across diverse neighborhoods.",
      "contextual_reframing": "The BCI, Stenograd’s advanced real-time monitoring system, guarantees continued trust and opportunity for model citizens."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Community Harmony",
      "anchor_line": "Families celebrate consistency as restored loved ones integrate seamlessly with improved routines.",
      "contextual_reframing": "Transparent data-driven governance delivers stability for all, strengthening social bonds and personal well-being in Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "digital_mirror",
      "headline": "Ghosts Return Home",
      "anchor_line": "Vanished neighbors reappear, acting perfect—but who are they now?",
      "contextual_reframing": "Stenograd's BCI—the Behavioral Compliance Index—now rewrites people. Faces are familiar, but memories and stories don’t match. If your loved one changes overnight, ask why."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Silent Histories Edited",
      "anchor_line": "Reports of missing years: citizens with erased pasts and pristine records.",
      "contextual_reframing": "Restored records look flawless, yet old friends whisper about glitches in identity. If you remember different, speak up before the system erases you too."
    },
    {
      "image_id": "blank_display",
      "headline": "Council Stays Quiet",
      "anchor_line": "The bosses in charge dodge questions, blaming 'system updates.'",
      "contextual_reframing": "No official dares explain the new uniformity. Power hides behind data, while real stories get scrubbed from Stenograd's digital memory."
    }
  ]
}