{
  "olintz": {
    "chapter": "Following Oksana's decision to leak 'The Ledger,' she used her Directorate credentials to upload the secret archive to the Innovator news group, bypassing official security protocols. Within hours of the release, public channels erupted with citizens demanding explanations for documented injustices. At work, Oksana faced immediate repercussions: her access to Directorate systems was revoked, colleagues avoided her, and her desk was flagged for audit. Oksana spent the next day under informal supervision, with her digital communications restricted and security officers monitoring her movements. The Council cited her direct involvement as grounds for a formal investigation, and her BCI score plummeted due to a high-risk flag for system subversion. Though the exposure forced the Council into public accountability and began influencing policy debates, Oksana's personal standing was severely compromised. Her decision to prioritize transparency directly triggered the citywide reckoning recorded in recent global events. BCI score: 5.",
    "bci_score": 5,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "On May 17, following widespread citizen gatherings prompted by public disclosures of BCI injustices, Nikola observed a marked change in his residential building. Long-vanished neighbors openly returned, distributing supplies, while regular tenants debated the validity of compliance scores in shared spaces. On May 21, after rumors spread that Council factions were debating BCI reform or abolition in view of mounting evidence, Nikola noticed the building caretaker abandoning mandatory monitoring rounds. That morning, he found hallways unmonitored and basic services—electricity, water—regulating sporadically. Uncertain whether outdated credentials would be honored, Nikola delayed routine tasks like laundry and grocery collection. He increased his check of Council updates and avoided communal areas to limit exposure to unpredictable rule changes. This heightened caution, more frequent administrative logins, and reluctance to engage with returning residents led system monitors to further reduce Nikola’s BCI score by 3 points, lowering it to 52.",
    "bci_score": 52,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the public release of 'The Ledger' and the open recognition of BCI victims at the mural gatherings, Daria arrived at the lab to find a group of former clients waiting, some clutching digital printouts from the disclosures. Several confronted her about unexplained score drops, referencing now-public evidence of wrongful sanctions matching their records. Mid-morning, her supervisor instructed staff to escalate band reissues and minimize questioning, citing public outrage. Daria processed urgent requests for individuals whose histories had just been acknowledged, but hesitated whenever records appeared incomplete, conscious of the new scrutiny toward manipulation. Her log reflected brief, factual entries with no unauthorized access. Before lunch, another colleague asked if she believed the system could be fixed, but Daria only shook her head and focused on provisional device tasks. By shift’s end, her BCI score decreased by three points, likely due to rapid requests involving disputed profiles. New BCI score: 58.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the public release of 'The Ledger' documenting BCI injustices, Lenart noticed a sudden change in the atmosphere at his workshop. On May 16, a usually cautious client hesitated before handing over building schematics, openly expressing doubts about the accuracy of BCI risk labels. Later that day, as local residents gathered to discuss past BCI mistakes, Lenart observed once-distanced neighbors comparing paper logs and recounting deleted file incidents. The next afternoon, word spread that some who had been system-flagged in recent years received public apologies, causing uncertainty about which records could be trusted. Lenart began verifying every job request against physical notes and hesitated to use the city’s maintenance portal. His reluctance to interact with official channels, coupled with diminished trust from clients, resulted in fewer contracts and longer stretches of isolation. These external revelations led to decreased engagement and increased caution, causing his BCI score to drop to 24.",
    "bci_score": 24,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the release of the Innovator news group’s report detailing BCI injustices, Sven Halek arrived at his briefing room to find Directorate officials in heated discussion over new instructions. With citizen protests visible from the windows, security issued a revised script and demanded all external communications be routed through manual approval. Sven’s prepared messaging was rejected, forcing him to discard days of work and instead draft emergency statements condemning public gatherings and promising system review. As testimonies from mural site victims circulated city channels, Sven noticed increased resistance among lower-level staff, some refusing to cooperate with speech edits or questioning narrative shifts. He minimized personal messages and avoided direct interactions, aware of growing suspicion toward anyone associated with BCI defense. That evening, an automated alert flagged his cautious system access patterns as possible evasion. Unable to stabilize either message or loyalty perception, Sven’s BCI score was reduced from 41 to 37.",
    "bci_score": 37,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the public release of thousands of BCI errors and disappearances and the collapse of public confidence in the Council, Rada noticed colleagues openly debating whether official badge data could be trusted during required building entry checks. On the same day, large crowds formed outside her office, demanding answers about the reliability of service access. Inside, managers implemented real-time badge verification for all movements, causing frequent work stoppages and tension between staff who refused or could not verify their credentials. Rada chose to limit her workstation activity, archiving only short notes offline, and avoided entering information that could be flagged as incomplete or suspicious. She deliberately took service stairs to reduce interaction both with colleagues and protestors. By afternoon, increased security monitoring highlighted her avoidance and gaps in documentation, causing her BCI score to drop to 24 as systems flagged her patterns as potential risk.",
    "bci_score": 24,
    "political_preference": "rebel"
  }
}