{
  "preference": "b",
  "dilemma": {
    "opener": "That exhale - something behind it?",
    "variants": [
      [
        "Sometimes you realize, silence can't last forever. Some choices start to crowd in.",
        "Feels like every step, someone's watching. Not sure what comes next."
      ],
      [
        "There are... two ways this could all break.",
        "Stay visible, speak out—risk being pulled apart by both sides.",
        "Or disappear into the static, where lines blur and rules don’t bind."
      ],
      [
        "Feels like I’m meant to choose—step into the light, tell everything I know, own it.",
        "Or slip out the back and help others melt their chains, leave no tracks behind.",
        "The Council wants a witness, the Innovators want someone who can show people how to hide.",
        "Neither road is simple—either way, things will break open."
      ],
      [
        "The Council’s pushing me to testify, say what I’ve seen, put a face to all of this.",
        "At the same time, the Innovators want me to quietly show people how to blur the system, make their history vanish.",
        "It’s all because of The Ledger—my part in exposing what the BCI did to so many.",
        "I helped build some of those traps, made the calls, let people slip away.",
        "Now I can’t tell if fixing things from the inside means legitimacy, or just another cover-up.",
        "Maybe the only honest repair comes from chaos, not procedure. But they don’t let people like me lead revolts."
      ],
      [
        "I keep replaying the past weeks—how The Ledger cracked things open, and suddenly everyone’s demanding answers.",
        "Now the Council wants me to stand at the tribunal, give names, take blame, maybe put things right—publicly. Officially.",
        "But the Innovators, my own crowd, they’re urging quiet action—a backdoor, a toolkit so anyone can erase what the BCI knows, scatter every score.",
        "If I speak out, I risk becoming another pawn in their spectacle—nothing real might change. If I go shadow-side, I risk losing whatever hope I have of redemption.",
        "Stenograd never forgives, not really. My score is already buried. I’ve seen how the city handles people who don’t stay in their place.",
        "Truth is, guilt cuts both ways—staying visible could shield others, but letting the records burn erases the evidence to even seek justice.",
        "Either way, I lose something I can’t name. Just can’t tell yet which cost feels more honest to live with."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "True accountability needs public records and admission of guilt.",
      "monologue": [
        "If no one stands up, all of this just stays in the dark—lost records, missing names.",
        "Only a record—a real public one—forces the truth wide open. Otherwise, apologies vanish.",
        "If we want change, someone has to show their face and admit, ‘Yes, this was wrong.’"
      ],
      "supportive_response": [
        "You’re right—hiding it only feeds the old cycle all over again.",
        "If you speak openly, others might finally step forward too."
      ],
      "challenging_response": [
        "Sometimes a record just buries the truth deeper, with more official language.",
        "Exposing yourself might not guarantee anyone else really listens—what if it just becomes another file?"
      ]
    },
    {
      "belief": "Systemic change requires visible order, not wild disruption.",
      "monologue": [
        "If the whole city melts into chaos, they’ll tighten the screws, not loosen them.",
        "Real reform needs a plan you can point to, not just broken pieces everywhere.",
        "Defiance that leaves only confusion—maybe it satisfies in the moment, but the system always adapts."
      ],
      "supportive_response": [
        "You're thinking long-term—the city can't rebuild from smoke and fragments.",
        "It makes sense to look for a path that leads somewhere solid, not just out."
      ],
      "challenging_response": [
        "Sometimes you have to break the order to show how rotten it is inside.",
        "Maybe disruption *is* the only thing that gets through—what if order just comforts the powerful?"
      ]
    },
    {
      "belief": "Personal risk is necessary to expose and heal institutional harm.",
      "monologue": [
        "Someone built those walls—I helped—and now someone has to walk through them first.",
        "Sitting quiet lets the pain fester; accountable risk is the only way to actually heal.",
        "If I hide, I’m part of the cover-up, not the recovery—I know what side I’m on, or I need to."
      ],
      "supportive_response": [
        "Owning your part takes more courage than hiding in the shadows ever could.",
        "Taking that risk changes you—you become the proof that accountability matters."
      ],
      "challenging_response": [
        "Why carry it all yourself? The risk could crush you and not move anything forward.",
        "Sometimes survival means stepping back; maybe healing hasn’t got space for martyrs right now."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Systems that erase people cannot be trusted to fix themselves.",
      "monologue": [
        "They built the BCI to manage risk, but it made people disappear instead.",
        "I keep thinking—if a machine can erase you, can it ever really undo that?",
        "Trusting the same system to put things right feels... like letting a lock write its own key."
      ],
      "supportive_response": [
        "You’re right, once a system erases someone it can’t undo that damage.",
        "Maybe it’s time your doubts led somewhere new. Why stop holding back now?"
      ],
      "challenging_response": [
        "But sometimes broken systems are all we have left to fix the mess.",
        "Isn’t there value in at least trying the official route before shutting it down?"
      ]
    },
    {
      "belief": "Direct action breaks cycles that laws alone never solve.",
      "monologue": [
        "Every official cure in this city just leaves another wound hidden somewhere else.",
        "Rules kept changing, but what changed for the people who vanished? Nothing.",
        "Maybe it takes disruption, not debate, to stop the cycle for good."
      ],
      "supportive_response": [
        "Sometimes making noise is the only way things get noticed in Stenograd.",
        "If you don't break the cycle yourself, who will? Go on."
      ],
      "challenging_response": [
        "Cycles don’t always break—they spin out until nothing’s left to rebuild.",
        "What if one disruption just leads to another, and no one’s safer for it?"
      ]
    },
    {
      "belief": "It's better to empower the erased than to beg for forgiveness from above.",
      "monologue": [
        "People lost everything and got silence in return. No one is coming to apologize.",
        "Waiting for permission from up top is how the cracks kept growing.",
        "If someone handed them a chance to fight back, maybe this city would finally see them."
      ],
      "supportive_response": [
        "Giving power to the forgotten is the one thing you control right now.",
        "Instead of apologies, let them have tools. Tell me more about that."
      ],
      "challenging_response": [
        "Forgiveness means they have to recognize the harm, and that needs voices like yours.",
        "What if owning your story publicly is the one thing that could change the ending?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll be seen tomorrow. Nothing more for now.",
        "You’ll find out soon enough."
      ],
      [
        "I’ll speak in the open. That’s all.",
        "I agreed to appear. Need to prepare."
      ],
      [
        "I’ve chosen to testify in public.",
        "I want the Council to answer for the system’s harm.",
        "I’ll face the tribunal soon. Wish it felt safer."
      ],
      [
        "I’ll testify so the city knows my story.",
        "The Council needs to hear from someone inside.",
        "This chance might push real reform. I have to try.",
        "I could never erase what I’ve done, but I can speak."
      ],
      [
        "I’ll go before the tribunal. It scares me, but hiding does more harm.",
        "I want to show people the system’s failures, openly.",
        "You helped me see the city needs honesty, not more secrecy.",
        "If my voice matters at all, I’ll use it for those erased.",
        "Tomorrow, I’ll stand for truth. I just hope it makes a difference."
      ]
    ],
    "monologue_b": [
      [
        "I know what must be done. Nothing else to share.",
        "It’s time for the system to lose control."
      ],
      [
        "I’ll make the changes in silence. No records, no questions.",
        "This will stay between the system and those who need it."
      ],
      [
        "I’ll help people break free from their scores.",
        "My skills can give them a real chance.",
        "Tomorrow, the system will feel a weakness it never knew."
      ],
      [
        "I’ll share my knowledge so people can erase their scores.",
        "The Council won’t see it coming. This is for those they erased.",
        "Your words made me realize action matters more than waiting.",
        "Tonight, I’ll become the blind spot the city needs."
      ],
      [
        "I’ll help citizens wipe their digital scars. It’s the only way now.",
        "You showed me waiting for justice won’t save anyone.",
        "I can do this quietly—leaving proof for all who were dismissed.",
        "Together, we’ll turn silence into power and scores into freedom.",
        "Maybe it’s dangerous. But I owe it to everyone erased by my own hands."
      ]
    ],
    "monologue_self": [
      [
        "I’ll fix this myself.",
        "No one else will know what I decide."
      ],
      [
        "I’ll act alone. It’s safer that way.",
        "What happens next—just trust me to handle it."
      ],
      [
        "I made my choice. I’ll help them erase their scores tomorrow.",
        "Too many suffered quietly. It’s time to disrupt the system.",
        "It was never about open debate—it was about survival."
      ],
      [
        "I’ll step in from the shadows and make the erasures happen.",
        "People need this break from control, no matter the risk.",
        "No one can guarantee justice. At least this gives people hope.",
        "My doubts about official channels are too deep now."
      ],
      [
        "I couldn’t trust what Alex or anyone said. I need to act for myself.",
        "My own hands helped build BCI. So I’ll help undo it in secret.",
        "It’s risky—yes—but someone must set those scores free.",
        "Let them call it sabotage. For some, it’s salvation. Tomorrow starts the push back."
      ]
    ]
  }
}