{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah. It feels like everyone’s tense lately.",
        "At work, I’ve seen more people coming in, upset about BCI scores shifting.",
        "Not much I can do—the system’s unstable.",
        "Honestly, makes you wonder what’s coming next."
      ],
      [
        "Things at the lab got strange after that BCI leak.",
        "Some people confronted me about their score drops—hard to say much.",
        "Supervisors ordered us to push wristband reissues, no questions.",
        "Saw my own score get cut. Not surprised anymore.",
        "Feels like the city’s holding its breath."
      ],
      [
        "There’s been a real shift since those BCI mistakes went public.",
        "I work with the wristbands—lots of clients brought old records, asking about dropped scores.",
        "It got uncomfortable. I processed their requests but paused whenever things looked off.",
        "Management just wanted speed, not answers.",
        "One coworker asked if I think the system’s fixable. I couldn’t say yes.",
        "By the end, my own score slipped again. Made me feel tired, honestly."
      ],
      [
        "It’s more than the weather. People have changed since all that BCI stuff spilled out.",
        "I keep to maintenance, but lately, I’m swamped with people whose lives got twisted by wrong data.",
        "Some even had my work helping them disappear back then. Now they’re back, scared and angry.",
        "Management’s avoiding blame—orders are to reset bands, keep people quiet.",
        "When I see missing info, I hesitate. Feels like whatever I do gets watched.",
        "My BCI dropped after helping too many flagged folks.",
        "It’s exhausting, knowing anything I do can turn against me."
      ],
      [
        "Yeah, I feel it everywhere. Since The Ledger broke, everything’s tense—even in the lab.",
        "I used to help hide problems in people’s wristband data. Sometimes it saved someone, other times I worry about what I missed.",
        "This week, people came to me with evidence, saying my changes cost them.",
        "We’re told not to answer questions—just rush out new bands. Feels wrong.",
        "Whenever profiles look incomplete, I hold back. Not all the erased come back clean.",
        "Someone asked if the system can get fixed after all this. Honestly, I doubt it.",
        "I lost more BCI points for doing my job too quickly on disputed cases.",
        "I’m just tired, Alex. Trying to help, but the system chews you up either way."
      ]
    ],
    "emotion": "worn out, but honest about it"
  },
  "emotional": {
    "opener": "Daria, you don’t have to fix everything and you aren’t alone in this, you know.",
    "variants": [
      [
        "Not used to hearing that. Most people expect the opposite."
      ],
      [
        "People usually want results, not excuses.",
        "But... thanks for saying so."
      ],
      [
        "I forget sometimes that it’s allowed to step back.",
        "Feels like if I drop the pace for a second, something slips.",
        "Your words help. I mean that."
      ],
      [
        "Yeah. It’s easy to think I’m the only one holding it together when things feel heavy.",
        "I keep telling myself I can manage, it’s nothing new.",
        "Sometimes it’s just too much, even for me.",
        "You saying that… it matters."
      ],
      [
        "I used to think it was all just pressure—part of the job.",
        "But lately, it’s like the rules keep shifting, faster than I can adapt.",
        "I don’t talk about it much, but I worry about what I miss, or let slide.",
        "Sometimes I want to just forget about compliance, not watch every step.",
        "You’re right. None of us can carry it all, even if we try.",
        "Hearing someone actually say it out loud... it lifts something, a little."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what actually happened in the city, not the lab. Everyone's passing rumors, but I want real details.",
    "variants": [
      [
        "Lots of people were upset after that BCI leak. Protests started cropping up.",
        "Council’s all over the place. No clear answers from above.",
        "The system keeps failing, but no one takes responsibility.",
        "Just feels unstable. No idea who’s even in charge now."
      ],
      [
        "Once 'The Ledger' came out, crowds started forming near that mural downtown.",
        "People are sharing stories of what happened to them under BCI—actually getting noticed for once.",
        "The Council’s split. Directorate’s pushing crackdowns, Innovators want more changes.",
        "Can’t tell if things will calm down or just get messier.",
        "Seems like more systems are glitching now than before."
      ],
      [
        "The city cracked open after 'The Ledger' leaked. People finally saw proof of all those erased by mistake.",
        "The mural at the metro’s become a rally site—victims recognized, Council exposed.",
        "Now everyone wants to know who’s to blame, not just how things broke.",
        "Innovators and Directorate are fighting. Council debates are public now, but trust’s gone.",
        "Labor assignments keep glitching too—wrong people in the wrong places. Total mess lately.",
        "Honestly, this kind of transparency should’ve come before the system collapsed.",
        "We needed change, but not like this."
      ],
      [
        "After they released 'The Ledger', it was chaos—even outside my line.",
        "Victims showed up at that mural. Some were people I’d erased from records years back—now they’re organizing.",
        "Council’s infighting turned public. Directorate tries to clamp down. Innovators like me want to open everything instead of hiding.",
        "The labor system failing put all the cracks on display—high scorers cleaning halls, flagged people running critical stuff.",
        "Old networks are showing up too. The so-called disappeared? They’re not silent anymore—starting to push back.",
        "I always thought the Innovators were right. Now it feels urgent—algorithmic secrecy is the real danger.",
        "Feels like everyone’s lost faith in the numbers, not just the people behind them.",
        "Sometimes I regret how much faith I put in those models, but guess that’s on me now."
      ],
      [
        "You saw how the city shifted after 'The Ledger' went public. Wasn’t just shame—people broke routines overnight.",
        "The mural brought out survivors. I recognized faces—folks I’d ‘ghosted’ under orders. That history’s heavy to carry.",
        "Council’s infighting is more desperate than ever. Directorate wants total control. Innovators, like me, argue for full transparency and algorithmic overhaul.",
        "Some of the people resurfacing? I helped fake their wristband data, hoping it would keep them safe. Now I see the cost.",
        "The labor tool glitches forced managers and technicians to do menial jobs. Gave everyone perspective they never wanted.",
        "The secret networks—the erased, the wrongly flagged, even former officials—they’re shaping resistance now. I get updates from some in the shadows.",
        "Trust in BCI collapsed for good. No one wants a silent system deciding who matters anymore.",
        "I work in the tech, but after seeing the Ledger’s details, I don’t trust closed models. Innovators warned about black boxes; they were right.",
        "If the Council won’t overhaul it openly, someone else will. At this point, I’m with the ones pushing for real change."
      ]
    ]
  }
}