{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "People are tense. Things are different since Halden died.",
        "Work has gotten strange. I don't exactly belong there anymore.",
        "Nobody really talks to me at the Directorate these days.",
        "It feels like things are... closing in."
      ],
      [
        "Yeah. Since Halden—nothing works like it used to.",
        "At the Directorate, I did something they didn't like. Now I'm almost cut out.",
        "My access is nearly gone. Desk flagged, people keep their distance.",
        "Some of my colleagues... I don't know if they even see me now.",
        "It's hard to know who’s watching, or why."
      ],
      [
        "Definitely. After Halden—everything destabilized. Blackouts, all the job mix-ups, then the mural. What a mess.",
        "I was in the Directorate when the BCI failures started. Trust just fell apart.",
        "Look, I leaked something important... a record of all the BCI errors and erasures. People needed to know.",
        "They cut off my clearance right after. Surveillance, flagged desk, silent treatment.",
        "Now my BCI score is basically zero. I'm under watch every minute.",
        "It’s isolating. You feel like a ghost."
      ],
      [
        "It’s been chaos since Halden died. First the BCI threw everyone into the wrong roles, then that mural—did you see it?",
        "I work in the Directorate—used to—flagging patterns, mostly. Sounds dull, but it meant access.",
        "Honestly, seeing the harm this system did broke something in me. So I leaked 'The Ledger,' all those people hurt for nothing.",
        "Once the data hit public channels, protests erupted. I lost everything: clearance, connections, even my apartment's priority.",
        "My score dropped off a cliff. Friends won't meet my eyes. Even walking in here feels risky now.",
        "I know some people think it was worth it, but I’m not sure anymore. Everything’s turned upside down.",
        "Feels like I detonated my own life just for people to finally pay attention."
      ],
      [
        "Yeah. Everything’s been building to this—Halden’s death exposed how fake the system’s control really was.",
        "At the Directorate, I flagged outlier behaviors for years, believing the BCI made life safer. I was wrong. The more I saw, the more I realized it punished small difference, erased people for numbers.",
        "I lean Innovator—I thought transparency and better systems could fix things. But nobody listened. Not until the mural, not until the failures started affecting the Council itself.",
        "I used my clearance to leak 'The Ledger.' The archive confirmed our worst fears—false positives, silent erasures, families ruined for compliance scores.",
        "The fallout was instant. The Council’s fractured, protests everywhere, and people who vanished came back as leaders.",
        "My colleagues act like I’m contagious. My score’s at the bottom. I can’t get basic permits, my place feels watched.",
        "It’s lonely. I thought starting this would help. Instead, it just made my whole life... exposed.",
        "Hard to tell if I did the right thing, or if I just made myself a target. It’s... scary."
      ]
    ],
    "emotion": "exposed, uncertain, and a little scared"
  },
  "emotional": {
    "opener": "Oksana, you did what you thought was right. No one deserves to feel alone for trying to make things better. Whatever happens, that matters.",
    "variants": [
      [
        "Maybe. It's hard to say.",
        "Thanks. I hear you."
      ],
      [
        "I get what you're saying. It's just... complicated.",
        "Appreciate you saying that. Not everyone does.",
        "Still hard to know if it really makes a difference."
      ],
      [
        "Sometimes I forget that other people notice.",
        "Feels like there's always a line you cross, even if you don't mean to.",
        "It helps to hear someone say it out loud.",
        "Makes things a little easier to hold, I guess."
      ],
      [
        "I can't remember the last time someone reminded me of that.",
        "I've started to wonder if I'm losing perspective. Or maybe this is just what happens here.",
        "Sometimes all it takes is one person noticing.",
        "You saying it matters more than I expected.",
        "It's almost enough to make me believe I didn't lose myself completely."
      ],
      [
        "You know, I never planned to stand out. I never wanted to be noticed for the wrong reasons.",
        "But it's strange how quickly a city can turn, how you can become invisible the moment you step out of line.",
        "What you just said... it cuts through the noise. Makes me feel seen, even for a second.",
        "I've always believed the system could work, if there was room for people in it.",
        "Being reminded that I'm not alone, even briefly, makes a difference.",
        "So thank you. Maybe that's enough for tonight."
      ]
    ]
  },
  "factual": {
    "opener": "If you know more, just say it. The truth's out there anyway.",
    "variants": [
      [
        "Mural went up. People got agitated.",
        "Then Ledger leaked. Exposed BCI issues.",
        "Protests started. Council scrambling.",
        "That\u0019s all."
      ],
      [
        "Whole city froze when the mural appeared. It...unsettled everyone.",
        "Ledger leak came right after. Confirmed worst rumors about BCI.",
        "People started gathering, not just online.",
        "Council's a mess. Monitoring everything more. No one's certain who's in charge now."
      ],
      [
        "After the mural, something changed. It wasn\u0019t just about Halden anymore.",
        "Ledger exposed those silent BCI mistakes. All the wrongful sanctions. People wanted names, recognition.",
        "Victims shared stories. The crowd at that wall was huge.",
        "Council factions turned on each other. Directorate wanted crackdown, others debated reform.",
        "It\u0019s not just algorithms people distrust. It\u0019s all the secrecy, all the hidden decisions.",
        "I always thought disclosure could force some sanity... Not sure now."
      ],
      [
        "That mural started a chain reaction. It triggered old grief, things people felt for years but couldn\u0019t say.",
        "When Ledger went public, suddenly the disappeared weren\u0019t just numbers. They were there, speaking out. Hard not to feel guilty seeing it up close.",
        "The Council, even the so-called Innovators, looked rattled. Power shifted by the hour.",
        "Council tried to contain it but their debates went public. Algorithms don\u0019t manage uncertainty well. People took back control, a little at a time.",
        "I believed in making systems better, not scrapping them, but it was the blind spots that destroyed trust.",
        "Walking home, I saw neighbors I thought were gone. They\u0019re organizing now. Networked, invisible until now.",
        "It\u0019s weird. Feels hopeful and terrifying.",
        "Wish I knew what comes next."
      ],
      [
        "That mural... it wasn\u0019t just art, it cracked everything open. It hinted at Halden\u0019s own doubts, or maybe guilt. All the secrecy suddenly made sense.",
        "World saw Ledger, but I knew it was worse\u0014full erasures, people unpersoned for blips in a score.",
        "When the stories came out, I recognized faces. I flagged some of those patterns, trusted the metrics. Haven\u0019t slept well since.",
        "Power shifted fast. People with low scores became organizers, leaders. Some reappeared from nowhere, found others like them. The system never predicted that.",
        "Council\u0019s in disarray. Those inside\u0014I hear their channels\u0014are panicking. Not just the Directorate, even Innovators.",
        "I always said reform, transparency, not chaos. But even I was blind to how deep it went. Guess my faith in correction was misplaced.",
        "My whole job was pattern analysis, risk. Now, I\u0019m living proof the system can\u0019t handle deviance or remorse.",
        "Feels like everything\u0019s up for grabs. I don\u0019t know where I belong anymore.",
        "Even here, talking, I\u0019m not sure who to trust."
      ]
    ]
  }
}