{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Things shift faster than usual lately.",
        "The recent uproar forced me to rewrite every word I’d prepared.",
        "Let’s just say certain people are watching more closely now.",
        "It leaves a taste I’m not fond of…"
      ],
      [
        "Work’s changed shape overnight with those reports about the system everywhere.",
        "I’ve had to scrap careful drafts and read from someone else’s script—publicly—never ideal.",
        "Colleagues question every phrase. Some have simply stopped listening.",
        "It makes you wonder who trusts whom.",
        "Can’t deny it wears on you…"
      ],
      [
        "Ever since those mural protests, nothing’s routine anymore.",
        "I was told to throw out my messaging—no warning, just rejection.",
        "Drafts I spent days on became forbidden. Emergency statements were demanded—blunt, heavy-handed.",
        "The staff, even the lower ranks, push back. Some won’t edit, some won’t even show up.",
        "The system marked my behavior as suspicious. My score dropped. I feel it, every day.",
        "Honestly, it’s exhausting…"
      ],
      [
        "After the Innovators revealed those abuses, I walked into my briefing room and chaos.",
        "Security demanded all messaging run through their filters—my words got caged before they even hit the page.",
        "All my careful scripts, gone. Instead, we condemned the crowds and promised review, as if that would calm anyone.",
        "Staffers resisted editing—open defiance, which I’ve never seen so plainly.",
        "System flagged me, dropped my score—I know exactly what that means. You start to watch your own reflection.",
        "I’ve stopped most private messages. I feel the walls moving in.",
        "It’s a cold kind of exposure…"
      ],
      [
        "You want the truth? I’ve never seen Stenograd this unraveled.",
        "When the Innovators dropped ‘The Ledger,’ Directorate panicked—every line I wrote was scrapped and rewritten by committee.",
        "They made us denounce gatherings, promise reviews—pure theater, because nothing changes.",
        "Lower staff ignore orders now. Whole sections question the ‘narrative’—out loud. It’s more fragile than anyone thought.",
        "My BCI score tanks, just for treading lightly. Feels like the system’s hunting its own. I’m Directorate by instinct, but now, even that feels uncertain.",
        "I barely send messages anymore. Paranoia’s a habit, not a choice.",
        "The city’s lost its shape—the words don’t matter, not the way they used to.",
        "It leaves me empty, honestly…"
      ]
    ],
    "emotion": "Emotionally drained, uncertain, and exposed."
  },
  "emotional": {
    "opener": "\"It's all right to feel worn down. In a place like this, even the sharpest minds need a moment to breathe. You're allowed some rest, Sven.\"",
    "variants": [
      [
        "I appreciate the sentiment. Not many take the time to notice.",
        "Rest is... complicated, but thank you."
      ],
      [
        "That means more than you realize, truly.",
        "Sometimes it feels like there is never room for pause here.",
        "Still, I suppose we find quiet where we can."
      ],
      [
        "You’re right, it’s easy to forget we’re human behind it all.",
        "Some days the weight is heavier than others.",
        "The moment you slow, the city’s pace just swallows you.",
        "But it helps to remember someone out there notices."
      ],
      [
        "It’s strange how rarely someone says things like that, even when you need to hear it most.",
        "Sometimes I feel like I’m stitched into these rules and routines, invisible but pulled tight.",
        "People assume you’ve chosen this path, but the ground keeps shifting underfoot.",
        "It’s rare to find space for honesty here.",
        "That kind of understanding... it actually helps."
      ],
      [
        "You see things others miss. Most people just look at the uniform or the title, not the cost.",
        "I wasn’t always like this. Back when language felt free, not tactical, I was lighter, quicker to laugh.",
        "Now every word I shape seems to loop back and bind me tighter to the system.",
        "Some days, I lose track of who’s adapting for whom—me for Stenograd, or Stenograd for me.",
        "Your words cut through the noise, just for a moment, and that’s more than I expect.",
        "Maybe that’s enough to carry on, at least tonight."
      ]
    ]
  },
  "factual": {
    "opener": "If it's all that bad, why don't you just say what's really happening out there?",
    "variants": [
      [
        "Reports get leaked, crowds get restless. You know the pattern.",
        "Council’s all infighting—no one agrees on the next move.",
        "Cracks in the scoring system, more public than they should be.",
        "People talk, trust’s hard to come by now.",
        "It’ll settle, one way or another."
      ],
      [
        "Sure, things broke routine—systems failed and the usual faces reappeared.",
        "Blackouts, murals, all of it stirs up attention at the wrong time.",
        "Nothing’s quite under control—word is, even Council’s lost its grip.",
        "Nobody really knows what’s next, but too many are guessing out loud.",
        "Too much visibility breeds risk.",
        "I keep to what’s mine."
      ],
      [
        "The blackout exposed more than just infrastructure gaps.",
        "That mural turned Halden into a symbol—unintentionally, perhaps, but the effect is real.",
        "Seeing the wrongly flagged reemerge—it’s more disruptive than any protest.",
        "Innovators weaponized 'The Ledger.' Directorate circles the wagons, but fractures are obvious.",
        "Now there’s talk in the corridors: abolition, reform, accusations flying both ways.",
        "People forget, uncertainty breeds more instability than any strict order ever could.",
        "Makes me want the Directorate’s sense of control, even as it slips."
      ],
      [
        "No one expected that ledger to drop—so many erasures cast in harsh light.",
        "When the wrong people turn up in top jobs, or go missing, the city notices.",
        "Folks at the Directorate are spinning, scrambling for scapegoats while Innovators call for daylight.",
        "That mural—the image is everywhere, but the truth behind it is paper-thin.",
        "Internal security wants suppression, but every move is public now. It’s chaos.",
        "Private meetings stretch on, nothing settled. Trust’s gone, even among us.",
        "Most of what I write now is theatre—a pause for the inevitable.",
        "It’s hard watching the city lose its order—I’m Directorate for a reason, even if we’ve lost the script."
      ],
      [
        "I used to think the Directorates had the real pulse. Now, every secret’s public property.",
        "When 'The Ledger' surfaced, not even loyalists could defend the audit trails—too many vanished lives, too many botched calls.",
        "Halden’s mural—whatever it really means—became the rallying point. BCI’s supposed logic turned pure myth overnight.",
        "Dissident groups took full advantage; routine collapsed fast. Labor assignments became a joke. High scores forced out, former rogues running critical lines—no one trusts the system now.",
        "Behind closed doors, debate devolves to shouting. True authority is missing—factions hold grudges and keep dossiers, nothing more.",
        "Security hounds me about speech drafts, edits pass hands six times, then someone leaks a version anyway.",
        "Reform, repeal, full purge—every outcome’s dangerous, and none feel like stability.",
        "Some days, I wonder if aligning with Directorate was naïve. I wanted order, not this hollow theatre.",
        "But you asked—the city’s being rebuilt by accidents and grudges, not by any plan. That’s the truth."
      ]
    ]
  }
}