{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Things have felt... out of order, if you take my meaning.",
        "Some new faces in the building. Old routines missing.",
        "A few services flickering in and out. Harder to plan simple things.",
        "Not sure what to expect, so it's wait and see. Unsettling days."
      ],
      [
        "Quiet changes around me. Neighbors I haven't seen in years drifting back.",
        "The usual systems—electric, water—act strangely. Comes and goes, no reason.",
        "People talk more about their scores now, you hear it in the hall.",
        "Our caretaker stopped rounds, like he expects the rules to change at any time.",
        "I’m keeping to myself more. Feels sensible lately. Still can’t shake the feeling something’s off."
      ],
      [
        "Honestly, Alex, it’s the little gaps you notice first. Like waking up and the lights don’t work until noon.",
        "Familiar faces just… reappeared, handing out supplies like in the old days.",
        "Neighbours actually talk about their BCI scores, out loud. That never happened before.",
        "Building staff have stopped watching so closely. Less monitoring, if any at all.",
        "I’ve started avoiding the crowds—uncertainty sticks to people, you know?",
        "Hard to read what’s coming, and I admit, it leaves me uneasy."
      ],
      [
        "I suppose I've lived with routine for so long, the smallest ripples feel enormous now.",
        "People who'd vanished—just gone—are back in my building, giving out ration packs and stories.",
        "Everyone debates compliance like it's suddenly an open question. Imagine that.",
        "Water, lights—sometimes here, sometimes not. I almost expect them to flicker with the moods of Council.",
        "Our caretaker just stopped his rounds. No more checks. A little freedom, a little fear.",
        "I waited to use my old credentials for essentials... Didn't want to test the system if it was hungry.",
        "Feels like we're all holding our breath, waiting for rules that aren't written yet. Uncertain is the best word for it."
      ],
      [
        "After years of quiet, everything changed. The building feels unfamiliar with familiar faces returning and rules slipping.",
        "I never thought I'd hear neighbors talk freely about BCI scores—too risky before. Now people question the whole thing.",
        "Services stall out, come back, stall again. You feel every little irregularity when routine is all you have left.",
        "The caretaker dropped his monitoring. I barely recognize this kind of freedom. It's like the system forgot us for a moment.",
        "I used to rely on connections from my Council days for simple tasks. Now? Uncertainty about every small interaction.",
        "Council’s debating BCI in public—unthinkable. Old harmonies broken, every faction exposed, no one in charge.",
        "I find myself refreshing Council updates, reading the lines and between. I keep the briefcase close—never know when past documents matter again.",
        "I always said stability mattered more than progress or containment. But now, even for someone like me, everything feels... quietly uncertain."
      ]
    ],
    "emotion": "A quiet kind of uncertainty. Not quite fear, but unsettled."
  },
  "emotional": {
    "opener": "Nikola, I've seen things change before, but it doesn't always end in chaos. Sometimes, people just need time to breathe—you're not alone in feeling uncertain. These days pass.",
    "variants": [
      [
        "If you're right, then waiting is all one can do.",
        "Suppose patience buys us a measure of calm, at least."
      ],
      [
        "It helps to imagine the worst isn't certain.",
        "Perhaps you have a point about things balancing, eventually.",
        "Quiet is sometimes just quiet, not the edge of something worse."
      ],
      [
        "Thank you. That does make the air seem lighter.",
        "A pause isn't always disaster. Sometimes it's just a pause.",
        "People have endured worse and kept going.",
        "Comfort is rare, but you offer some."
      ],
      [
        "I needed to hear that. Uncertainty settles around you, and it's easy to forget others feel it too.",
        "Breathing through it, as you say, feels possible right now.",
        "I've always watched things shift from the edges, never knowing if calm would last.",
        "You remind me that cycles turn even when we can't see the center.",
        "These aren't easy days, but we take them one at a time."
      ],
      [
        "Not many people still see uncertainty as a space to breathe. It takes perspective to do that.",
        "I suppose I always looked for signals, patterns, thinking I'd be ready if trouble came.",
        "There's something honest in saying sometimes it's just...unsettling, and that's all.",
        "Maybe I clung to systems because I thought they would predict the future. They can't.",
        "But your words help me step back. Not everything requires calculation or caution.",
        "I'm grateful, honestly, for a conversation that doesn't ask for certainty. Just presence."
      ]
    ]
  },
  "factual": {
    "opener": "You're holding back. Just say what's really going on out there.",
    "variants": [
      [
        "Plenty of talk out there, rumors mostly. No one seems sure what’s true.",
        "Seems like something happened to Halden. Everything shifted after that.",
        "Work assignments shuffled—whole city in confusion, so they say.",
        "Council’s not been seen making decisions. All quiet, officially.",
        "Crowds gather these days. I avoid them."
      ],
      [
        "People say Halden’s gone, and the city’s never settled since.",
        "Labor tools went unpredictable. Old patterns broken overnight.",
        "Some faces back from nowhere. System can’t keep up. Odd, that.",
        "You hear whispers about errors. Council blames itself in silence.",
        "Most just try to keep life ordinary. Some don’t bother anymore.",
        "Not a time for needless risks."
      ],
      [
        "When Halden was found dead, something snapped in the systems. Not just technical—a kind of order broke.",
        "Citizen scores started jumping wildly. People in positions they never expected, chaos everywhere.",
        "Old neighbors appeared overnight. I hear some used system gaps to organize—supply runs, even protests.",
        "The Council’s divisions went public. Directorate wants order, Innovators want everything open. Harmonists... less of a voice lately.",
        "‘The Ledger’—that’s what’s fueling anger now. Shows the errors, the disappearances. Damning.",
        "Public debate forced. Most Council members hate it, believe me.",
        "It’s odd, even for someone used to slow reforms."
      ],
      [
        "Things changed fast after Halden died. Not a rumor, not a misstep—something structural stopped working.",
        "BCI labor placement malfunctioned. High scores wasted, old outcasts making decisions. No logic, just confusion.",
        "The vanished returned—people who slipped through, organized when oversight thinned out.",
        "Neighborhoods formed new networks. Hard to know who’s running things day to day.",
        "Council split wide open. Directorate cracks down, Innovators shouting transparency. My own party, the Harmonists— sidelined, too cautious to lead now.",
        "‘The Ledger’ archive—real proof of the system’s mistakes. Wrongful sanctions, silent erasures.",
        "Crowds turn those records into cause. Justice—yes, and revenge, too. You feel the mood change in any hallway.",
        "I refresh Council feeds more than I’d like. Never did that in the old days."
      ],
      [
        "After Halden’s death, the infrastructure didn’t just malfunction—it lost its sense. People assigned at random, hundreds of ghosts back in plain sight.",
        "‘The Ledger’—secret records, years old, thousands erased by error or design. I managed digests of those numbers in the Secretariat once. Not fiction, not exaggeration.",
        "Suddenly, victims have voices. They’re angrily visible, arguing, organizing, even running services informally.",
        "Labor assignments stopped reflecting any logic. I’ve seen ex-council staff cleaning streets, and once-blacklisted ‘dissidents’ mediating disputes in-office.",
        "Council’s fighting out in the open. Directorate wants to shut it all down, Innovators pouring data everywhere, Harmonists like me—by temperament and practice—keep calling for stability no one listens to.",
        "Debates are public now. That used to be unthinkable. Factions can’t hide.",
        "Mural of Halden—that shadow pulled apart—set fire to public doubts. The old order feels unmoored, and my pension never felt so shaky.",
        "Even my briefcase—full of routines, old approvals, things better forgotten—feels heavier each day.",
        "I always claimed stability was the highest virtue, not progress or force. Now, even for me, the ground is uncertain."
      ]
    ]
  }
}