{
  "official": [
    {
      "image_id": "static_face",
      "headline": "System Update Underway",
      "anchor_line": "Authorities respond quickly to a temporary disruption in the Behavioral Compliance Index, ensuring daily services continue as normal.",
      "contextual_reframing": "The BCI, Stenograd’s trusted real-time scoring system for residency and access, operates with advanced self-correction for resident stability."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "Citizen Voices Gather",
      "anchor_line": "Residents assemble peacefully at the central mural site to share experiences and demonstrate the strength of community bonds.",
      "contextual_reframing": "Open forums show the city’s commitment to listening and adapting, reinforcing unity and trust in a data-driven society."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Council Assures Stability",
      "anchor_line": "Stenograd’s executive Council opens public discussions to address concerns, welcoming feedback on digital governance.",
      "contextual_reframing": "Collaborative oversight ensures the Behavioral Compliance Index and its supporting systems remain robust and inclusive for all citizens."
    }
  ],
  "underground": [
    {
      "image_id": "missing_poster",
      "headline": "Ledger Leaks. Truth Out.",
      "anchor_line": "Halden’s secret archive drops—proof of thousands vanished by the Behavioral Compliance Index since 2022.",
      "contextual_reframing": "The BCI scores every move you make, then quietly erases lives it labels 'noncompliant.' They call this stability. Now you know who pays."
    },
    {
      "image_id": "shattered_display",
      "headline": "Citizens Speak. Council Panics.",
      "anchor_line": "People finally share BCI horror stories at the mural site while the Council scrambles for control.",
      "contextual_reframing": "When the scores control everything—jobs, homes, health—every ordinary person can be a target. Their 'humane' system is silent punishment. Today, silence breaks."
    },
    {
      "image_id": "shattered_display",
      "headline": "System Flickers. Trust Broken.",
      "anchor_line": "Automation fails and the Council starts public debates. Suddenly, algorithms aren’t so perfect.",
      "contextual_reframing": "When even the masters can’t fix the machine, who’s safe? Automated ‘perfect’ governance turns fickle. Maybe real voices are what Stenograd needs."
    }
  ]
}