{
  "olintz": {
    "chapter": "The Directorate’s attempted interference with tribunal broadcasts led to tighter internal monitoring throughout Oksana’s building that morning. She encountered new checkpoint procedures at all entrances, with unfamiliar guards cross-verifying resident credentials. The following afternoon, unplanned leaks exposing the Directorate’s past cover-ups circulated among colleagues, resulting in unexpected tension within her department. During a mandatory debrief, Oksana noted several coworkers exchanging guarded looks and choosing their words cautiously, afraid of further reprisals. Checking her device, she found personal messages from trusted colleagues had abruptly stopped. Avoiding usual routes, Oksana exited her office by a secondary stairwell, concerned about being linked to ongoing investigations or factional disputes. That evening, she refrained from remote log-ins and avoided communal areas, aware her activity was likely being tracked for potential faction allegiances. The atmosphere made her more withdrawn and hypervigilant, and her BCI score remained at 16, though system notations for irregular movements were increased.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the public tribunal where ordinary residents and restored citizens gave testimony, Nikola observed increased agitation at his apartment complex. Printed lists, now dated and marked with notes, were posted near entry terminals, and residents compared names throughout the day. That afternoon, access permissions to his building changed unpredictably—Nikola waited in uncertain weather, watching another former neighbor, previously erased and now restored, pass inside after a brief scan. Later, a building announcement ordered all residents to present documentation for digital audit. Nikola complied quietly, presenting his older identification as instructed and noting several residents denied entry when inconsistencies were found. He reviewed his briefcase hiding place that evening, anxious that further disclosures at the tribunal could raise suspicions toward anyone whose records contained privileged or ambiguous entries. The random checks and fluctuating digital permissions prompted Nikola to avoid shared spaces and limited his interactions, resulting in a minor decrease in his BCI score to 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the highly publicized tribunal where restored citizens and activists testified, Daria's lab protocols changed overnight. That morning, all diagnostic queues were reprioritized to process bands flagged for missing or conflicting privilege status. Daria found herself under observation as she handled new requests from former 'ghost' citizens whose data had only recently been restored. Supervisors instructed technicians to work in pairs, reducing the chance of unsanctioned profile edits. Later, as whispered rumors spread about Directorate efforts to suppress tribunal broadcasts, Daria noticed several standard diagnostic functions were disabled without explanation, requiring lengthy manual verifications for every case. She limited internal chat and made detailed public log entries to document her actions, declining all off-record device tuning even for trusted colleagues. The high visibility environment left her isolated but in compliance, which led to a minor rise in her BCI score as the system registered her adherence to newly reinforced protocols. New BCI score: 73.",
    "bci_score": 73,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide tribunal where restored residents and activists publicly testified about BCI abuses, Lenart found his remaining service appointments further reduced as clients grew increasingly cautious about any interaction flagged by the system. When technical expert Oksana Lintz’s testimony revealed vulnerabilities in the BCI, maintenance nodes underwent abrupt updates—his access credentials were rejected twice in one morning, and check-in protocols became inconsistent. Lenart responded by arriving early to sites, physically verifying identities with tenants, and abandoning digital scheduling for handwritten logs. He noticed fewer messages from former clients, several of whom cited fears of system monitoring after the new security patches. That afternoon, he left a repair job unfinished to avoid a checkpoint set up in response to broadcast disruptions. His workday ended with two incomplete contracts and an uptick in lost hours, reinforcing his reputation as unreliable. Lenart’s BCI score fluctuated slightly but remained stable at 17.",
    "bci_score": 17,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the public airing of abuses by the Council and the swift organization of the citywide tribunal, Sven arrived at the office to find all message approvals temporarily frozen and the usual chain of review suspended without explanation. Teams lingered in hallways, uncertain who retained authority to sign off on official language, leading Sven to draft only the briefest statements, strictly factual, and avoid any reference to senior directives or historical privileges. Later, his junior colleague hesitated to collaborate, worried about the risk of being seen as complicit in prior messaging. Sven stopped all outgoing edits and saved his work offline, only communicating through face-to-face exchanges and avoiding digital correspondence. Uncertainty about whether mentioning the tribunal would impact compliance standards left him cautious and less productive. By shutting down most contact and halting his output, Sven’s BCI score dropped noticeably, shifting from 74 to 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada initiated a live broadcast from a secure offline terminal, presenting documented evidence of Council abuses and direct testimonies from restored \"ghost\" citizens. She named specific administrators and included clips showing archival manipulation and privilege exploitation. The broadcast triggered immediate suspension of network access for newsroom terminals, and Rada was locked out of internal systems. Security personnel monitored her workstation, limiting her ability to communicate on official channels. Within hours, multiple citizens who had been erased joined the call for a tribunal, using Rada's footage as their basis for public testimony. The escalation resulted in several colleagues distancing themselves, some deleting previous message threads with her. As the tribunal was organized, Rada's BCI score was dropped to 8, marking her as a high-risk dissident in real time. She was excluded from public infrastructure and official databases, a direct result of her decision to expose Council secrets and demand accountability.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}