{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "It’s funny you ask. The mess does have a knack for showing up.",
        "My face ended up on more terminals than I intended.",
        "Let’s just say broadcasting the truth isn’t as safe as it used to be.",
        "I’m paying the price, and it stings. Hard."
      ],
      [
        "I guess you could say I stirred things up again.",
        "Put some stories out there—ones no one wanted on record.",
        "Whistle blew, locks came down. My world shrank overnight.",
        "People I trusted backed away. Suddenly quiet.",
        "Feels like there’s nowhere to stand now except in the fire."
      ],
      [
        "You know how it goes—news finds me, not the other way around.",
        "I broke a story about citizens erased by the BCI. Real people, real voices.",
        "Broadcasted the footage live. Named names. No more hiding what’s rotten.",
        "Council’s response was immediate. Locked me out everywhere that mattered.",
        "A few friends vanished from my contacts. I get it. Risk is contagious.",
        "Feels like I burned down my entire life chasing honesty. But I couldn’t stop myself."
      ],
      [
        "Trouble? It’s been knocking nonstop since my last broadcast.",
        "I aired testimonies from people the system tried to erase—ghosts, survivors, all of it.",
        "Called out Council figures by name. Played the evidence uncensored.",
        "Didn’t take long for state security to clamp down. My score tanked below ten in an hour.",
        "Journalists I thought I could count on started deleting our old threads, cutting me loose.",
        "But you know, I grew up watching my parent edit ‘truth’ out of reports. Enough was enough.",
        "Now I’m locked out, cold-shouldered, erased from the system that used to track my every step. I’m not sure what’s left, except the story itself."
      ],
      [
        "You want the real answer? I stopped running from the mess and ran straight into it.",
        "Exposed the names, the faces, the games played by BCI regulators—showed how even the disappearances are only data tricks.",
        "Raised by a BCI officer, I learned early: the city’s clean story was built on other people’s erasure.",
        "I broadcast the ghosts’ testimonies live, uncut, so no one could pretend anymore. It broke the dam. Tribunal calls hit the streets within hours.",
        "Council panicked, locked me out, marked me a dissident—eight out of a hundred. Ghost status, except I’m still visible enough to hurt.",
        "My colleagues rushed to distance themselves, deleted every trace we ever shared. Some of them looked scared when they passed me in the hall.",
        "Maybe I torched my career, maybe I handed the ghosts a voice big enough to shake the Council. I just know I couldn’t stay silent.",
        "Now, on the outside, I honestly don’t know if I regret it—or if regret even means anything here. Right now... it just hurts."
      ]
    ],
    "emotion": "hurting, exposed"
  },
  "emotional": {
    "opener": "I see you, Rada. What you carry is heavier than most, but you’re not alone here. It matters that someone tries.",
    "variants": [
      [
        "Maybe. Hard to believe, but maybe.",
        "Still... thanks for saying that."
      ],
      [
        "Not used to hearing that, but it helps a bit.",
        "I keep most things locked up tight. Makes it easier to stand up again.",
        "Still... feels risky."
      ],
      [
        "People don’t usually notice the weight, you know.",
        "Sometimes it helps just hearing someone mean it.",
        "You could've just ignored it, but you didn’t.",
        "That actually counts for something today."
      ],
      [
        "You get it more than I expected. That surprises me.",
        "Most people just want the story, not what's underneath it.",
        "It does feel like I’m dragging a shadow everywhere these days.",
        "But being seen... that does make a difference.",
        "Feels a little lighter, even if nothing's changed."
      ],
      [
        "Hearing that? Makes me remember when I actually believed in this place.",
        "I've always been told to carry it alone, stay sharp, never show the cracks.",
        "Maybe that’s how people disappear from themselves—pretending they’re fine until the signal drops.",
        "You notice things others don’t. That matters to me.",
        "Makes the city feel less empty.",
        "I needed to be reminded that not every risk ends in silence."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened out there? Talk specifics, not drama.",
    "variants": [
      [
        "Council’s lost its grip, scrambling to cover cracks.",
        "Ghosts are walking, and that has people twitchy.",
        "Protests sparked by some leaked files. Nothing looks neat anymore.",
        "The Tribunal’s a mess—nobody knows who’s in charge."
      ],
      [
        "Things got ugly once those old records slipped out.",
        "Ghosts are showing up, making people question the whole BCI fiction.",
        "Even Council big shots aren’t immune from the fallout.",
        "Protests aren’t stopping, and neither are the shadow fights inside the Council.",
        "Not much certainty for anyone, including me."
      ],
      [
        "Everything blew up after that Halden death. Council is splintering, fighting itself.",
        "The whole city saw privilege abuse on those burned exception lists.",
        "This fake score market? Grew almost overnight—people don’t trust anything official now.",
        "When ghosts resurfaced, everyone realized BCI was never airtight.",
        "Even folks who kept their noses clean are getting caught in glitches.",
        "You can feel power shifting in back rooms, on the street, everywhere.",
        "I used to think rebels looked a certain way. Now, everyone’s questioning.”"
      ],
      [
        "Since Halden died, it’s chaos—nobody expected the system to actually break.",
        "Council tried to hush up the corrupted ledgers, but protests hit harder than they guessed.",
        "I’ve seen ‘restored’ ghosts meet their erasers face to face. That can’t be undone.",
        "Now we’ve got Directorate thugs trying to shut down the tribunal broadcasts—sometimes failing, sometimes not.",
        "Harmonists are leaking Directorate secrets just to keep the peace, all for show.",
        "Fake scores mean even state loyalists can’t game the rules like they used to.",
        "Most citizens don’t even care who runs the Council now. Feels like the city’s unraveling.",
        "Guess fighting back doesn’t end up looking noble. Sometimes it’s just messy and public."
      ],
      [
        "Halden’s death pulled the rug out, but the Council’s still pretending it can clean up with the same tricks.",
        "I know how those exception ledgers got burned—citizens risked their lives to leak them, not that you’ll hear State Media say it.",
        "I watched ghosts knock on doors the system swore were sealed. That’s when my sources knew erasure wasn’t permanent.",
        "Restoration protocols—they’re primitive, but what matters is people remember who vanished, and why.",
        "Directorate tried scrambling signals but Harmonists blew the lid off their cover-ups.",
        "The new protests are fueled by outrage, not hope. Tribunal calls forced Oksana to dump tech secrets out loud for once.",
        "The fake score market is run out of places like Bar 101 now. I won’t lie—I’ve used contacts to keep myself unghosted.",
        "Raised on compliance, but I never could buy the city’s story. This, now, feels like actual dissent, even if it burns.",
        "I’m not rooting for any Council faction. I just want it all torn open, for good this time."
      ]
    ]
  }
}