{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Not much gets past me, that's true.",
        "Lately, folks seem jumpier. Fewer calls for repairs.",
        "Had my credentials bounce at two sites in one morning. System acting twitchy, that's all.",
        "Just feels like the city's closing in a little more every day. Hard not to notice that."
      ],
      [
        "You're right, I keep my eyes open.",
        "Clients are nervous now—some won't even leave a message anymore.",
        "Access stopped working the way it used to. Saw new checkpoints pop up after some broadcast mess.",
        "Had to walk away from a job mid-fix just to avoid trouble. Reputation takes a hit, but I'm still here.",
        "Just feels like the city's closing in a little more every day. Hard not to notice that."
      ],
      [
        "Usually, I don't complain, but things are off.",
        "After that public hearing—did you watch it?—my work dried up overnight. Folks afraid to be on any list.",
        "Maintenance hubs changed protocols without warning. My regulars stopped trusting even a handshake.",
        "Left some jobs half-done. The system's new tricks mean I lose hours just avoiding checkpoints.",
        "People I worked with don't even answer now. Everyone's scared of looking suspicious themselves.",
        "Just feels like the city's closing in a little more every day. Hard not to notice that."
      ],
      [
        "You're not wrong, I do notice things. Old habit from my state days, maybe.",
        "Since those tribunal testimonies, I've lost half my clients. Folks don't want their names on any record.",
        "Had my access revoked twice in one morning, so I'm back to pen and paper and asking tenants face to face.",
        "Too risky to finish some jobs lately. Almost got stuck at a checkpoint after that BCI broadcast disruption.",
        "People I know say they’re hiding from the system. Whole city’s moved from digital to whispers.",
        "Nobody trusts appointments, nobody trusts the network.",
        "Just feels like the city's closing in a little more every day. Hard not to notice that."
      ],
      [
        "You know me—years in the guts of this city. I read people, and I read systems. Right now, both are acting strange.",
        "After that big public tribunal—restored ghosts on the street and Oksana giving away secrets—the BCI’s gone erratic. Old friends won't call, everyone worried about getting flagged.",
        "My schedule’s quietly vanished. Even simple jobs get you marked. So I switched to handwritten logs and face-to-face work. Fewer mistakes, more lost time.",
        "Got my creds yanked twice last week. Half of maintenance protocol's changed and nobody can tell me why.",
        "Had to bail mid-repair—thanks to sudden checkpoints. Means my BCI score’s stuck in the gutter, and my clients just disappear.",
        "People act like helping each other is a risk now. The city’s paranoid, and I can’t blame them—if you’ve ever seen what happens when you get flagged... well.",
        "Sometimes I think the machines are watching closer than the people ever did. If I made any big choice lately, it was just to keep going, no matter how invisible they want me.",
        "Just feels like the city's closing in a little more every day. Hard not to notice that."
      ]
    ],
    "emotion": "Just feels like the city's closing in a little more every day. Hard not to notice that."
  },
  "emotional": {
    "opener": "Lenart, you know, sometimes it’s not you—it really is just the whole city squeezing tighter. Anyone decent would feel it. You’re not alone.",
    "variants": [
      [
        "Maybe so. Doesn’t hurt hearing it out loud."
      ],
      [
        "Suppose you’re right. Easier to forget not everyone’s blind to it.",
        "Does make it a little less heavy."
      ],
      [
        "Yeah, I guess knowing others feel it too takes the edge off.",
        "I always end up thinking I’m just imagining things.",
        "Good reminder that it isn’t just me.",
        "Appreciate you saying so."
      ],
      [
        "Funny how a city full of people can feel so isolating sometimes.",
        "I keep convincing myself to just get on with it, but it’s never that simple.",
        "You saying that helps more than you know.",
        "Feels good to drop my guard, even for a minute.",
        "Not many around here bother with the truth anymore."
      ],
      [
        "Wasn’t always like this, you know. Used to be quieter in my head, less pressure everywhere.",
        "Now it’s like every wall’s got ears and I’m the only one listening.",
        "But talking to you? Loosens things up, makes the place a bit less hostile.",
        "Guess I build up armor so thick I forget I’m still human under it.",
        "It helps, having someone see past all that, even when it’s just words over a bar.",
        "Keeps me grounded. So thanks for not looking away."
      ]
    ]
  },
  "factual": {
    "opener": "If you see so much, then quit dancing around it and just say what you know. What's really going on out there?",
    "variants": [
      [
        "Lot of rumors after those broadcasts. People angry, sure.",
        "Big tribunal drew crowds. Didn't change much for folks like me.",
        "Council talks, regular people listen. That's how it's always been.",
        "Checkpoints pop up, systems reboot, life goes on. For most, anyway.",
        "That's all I've seen."
      ],
      [
        "Council scrambling after the leaks, can't hide that.",
        "The ghosts coming back shook everyone. Made people scared to stand out.",
        "Some say new controls are tougher, but half the blocks are running on guesswork.",
        "Jobs get flagged for no reason. Got to be careful what work you even take.",
        "Official word's all about order and calm. Can't say I buy it.",
        "Feels like none of them really have a handle."
      ],
      [
        "Wasn't just the leaks, it's the way disappearances came to light. People you thought were gone, walking free again.",
        "Everybody gets to hear the tribunal now, but what it really means for the street—doesn't add up.",
        "Checkpoints and patrols twist up at random. Sometimes even the machines look lost.",
        "I notice a lot more barter, quiet trading. Nobody trusts networks to keep a secret.",
        "My clients ask about fake scores. Like that's normal now.",
        "I'd call it nervous, not stable. Things never snap loud here, they just get tighter.",
        "Always been more for fairness than fear."
      ],
      [
        "You remember when things worked. Now even the Council can't tell which side they're on.",
        "Power struggles after that ledger showed up—makes you wonder if any rule was ever real.",
        "My network says Directorate tried to cut the feed last week. Harmonists leaked receipts just to keep things messy.",
        "Cannot trust what comes up in the system anymore. Half the codes don’t match, protocols change twice a day.",
        "I saw folks from the old days—restored, back in line but not the same. They mark you any way they want, then pretend you never mattered.",
        "Score market's exploding, and ghost stories spreading like mold. Everybody gaming just to survive.",
        "I was always the type to work off-grid. Looks smart now.",
        "If this is what order looks like, maybe chaos was kinder."
      ],
      [
        "City used to run on respect, now it's loopholes and cover-ups. Council's running scared, nobody in charge actually trusts the system.",
        "Been trading with the ghosted ones. They see through all the BCI's tricks, show up where they're least expected. Makes the Council panic.",
        "Directorate’s desperate for muscle, but the Harmonists leak their secrets every time they try something heavy-handed. Reminds me why I never belonged with any of them.",
        "Saw the old exception ledger—people at the top lived easy, rest of us living by luck. Tribunal put faces to the numbers. Hard to watch, honest.",
        "I cross jobs with activists and ex-state techs, now. We compare notes. Every change means another secret gets out or someone vanishes.",
        "Fake BCI scores, forged creds—liberating for some, dangerous for others. Good way to disappear forever if you pick the wrong buyer.",
        "Had my history scrubbed once. Lucky I still know the bolt patterns nobody else does. That’s how you last here. That’s how you help, quietly.",
        "My kind never fit the system. Always said, do right by the people, not the Council.",
        "If order's just about tightening the screws, then maybe it's time the city snapped back instead."
      ]
    ]
  }
}