{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Strange is one word for it. The lists at my building keep changing.",
        "Access is less predictable than last week.",
        "Some neighbors were left outside. Hard to say if that's intentional.",
        "Feels like nothing is stable lately."
      ],
      [
        "Strange is one word for it. My building’s access permissions have shifted, not everyone can get in anymore.",
        "There are old names on the wall that weren’t there before.",
        "I saw a neighbor, thought long gone, granted easy entry while others waited.",
        "Audit crews checked my papers. They looked twice at the dates.",
        "All this churn leaves a person looking over their shoulder."
      ],
      [
        "Strange is one word for it. Lists appeared at the entrance, some names scribbled in, others crossed out.",
        "A former neighbor, thought erased and now back, was waved right through while others waited.",
        "They asked for everyone’s identification for another 'digital audit.' I kept my old badge. It passed, but not for all.",
        "A few people were barred from entering, no one explained why.",
        "I checked my briefcase again, just to be sure of the contents.",
        "The atmosphere is tense. Hard to ignore the feeling that we’re all under a new kind of watch."
      ],
      [
        "Strange is one word for it. Our building’s access permissions have been unpredictable all week.",
        "Residents posted old printouts by the door, tracking which names vanished and who returned.",
        "I watched a ghost of a neighbor—back from the system’s memory—get inside without struggle, while others were stuck outside.",
        "A digital audit swept us all. My ID checked out, but some weren’t so lucky. No explanations, just denials.",
        "That briefcase from my Council years—it hasn’t left my sight in days. Just habit, maybe.",
        "People keep glancing at each other, as if our roles could switch at any moment.",
        "It’s all so arbitrary now, and I admit, it shakes my sense of certainty."
      ],
      [
        "Strange is one word for it. I’ve seen ten years of Council routines, but not this.",
        "Access at my building flickers day to day. Lists are posted by the entrance—dates, names and side comments, mostly rumor.",
        "A erased neighbor reappeared at my door, walking in like nothing happened, while others waited and argued with the scanner.",
        "They ordered digital audits. I used my old ID, still works, but nobody tells you why or how long.",
        "Some were denied entry on technicalities no one can explain. It keeps everyone on edge.",
        "I check my briefcase every evening. There are documents from my last year in office I’m not sure I should still have.",
        "This talk of tribunals and sudden reappearances makes me question if any record is really permanent.",
        "I always favored the Harmonist way. Quiet order, steady routines. These days, I don’t know what’s left to trust. The ground feels soft underfoot."
      ]
    ],
    "emotion": "Wary and unsettled."
  },
  "emotional": {
    "opener": "Nikola, nobody should have to carry that much tension alone. It's all right to just rest your mind for a little while here.",
    "variants": [
      [
        "Not many say things like that.",
        "Maybe you mean it."
      ],
      [
        "I suppose peace is rare.",
        "It's difficult to trust calm for long.",
        "Still, your words help."
      ],
      [
        "You have a way of making the noise fade.",
        "I miss feeling unburdened.",
        "There’s comfort in small, quiet spaces sometimes.",
        "Thank you for the reminder."
      ],
      [
        "It’s hard to find a place where nerves can settle these days.",
        "Your kindness is noticed, even if I don’t say it.",
        "I used to feel steadier, before all this structure.",
        "Now I watch for signs, but maybe it’s time to let my shoulders drop, just for a bit.",
        "You make that easier."
      ],
      [
        "You remind me of better days, before everything grew so watchful.",
        "Trust doesn’t come easy, but today I almost remember what it was like to be open.",
        "I spent years bracing for the next request, the next code change, always on guard.",
        "Rest was a luxury then. Now even more so.",
        "But in your company, I can almost believe in safe spaces again.",
        "For that, I’m quietly grateful."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about those broadcasts and the tribunal. No point pretending you don't know more. What's really going on out there?",
    "variants": [
      [
        "The city feels unsteady, that's certain.",
        "Official broadcasts mentioned something about restored citizens giving statements. Not much else on the record.",
        "Rumors say protests, but I don't see anything myself.",
        "People are withdrawing, keeping to themselves.",
        "It's not wise to speculate."
      ],
      [
        "I hear broadcasts about former citizens coming forward—restored, they call them.",
        "Public tribunal was arranged in a hurry. Lots of noise online, not much clarity.",
        "There was talk the Council's been challenged, but you'd never know from the official channels.",
        "They say some technical secrets slipped out during testimony. Difficult to separate fact from invention.",
        "I avoid crowds right now. Best not to draw notice.",
        "No one likes their name on any list lately."
      ],
      [
        "The broadcasts stirred up old tensions. Citizens erased by the system are testifying about what happened to them.",
        "Tribunal was public, yes, and Council practices under scrutiny.",
        "Details of BCI score manipulation came out—hard for some to deny now.",
        "I'm not one for protests, but it seems those demanding transparency have numbers on their side for once.",
        "Saw mention that Directorate tried to silence the tribunal. Harmonists leaked documents to keep proceedings open.",
        "Council factions aren’t hiding their rivalries any more. That’s new.",
        "Not my way, but the idea of quiet order seems harder to defend each day."
      ],
      [
        "Broadcasts—testimonies from those erased, Council exposed for more than procedural flaws.",
        "Tribunal records show just how flexible the old privilege system became when no one was watching.",
        "I saw councilors from every faction scrambling, trying to claim the moral high ground.",
        "When the Directorate tried to interfere, the Harmonists hit back with files from past cover-ups.",
        "Those BCI algorithms we used to respect—even senior officials can’t explain them now.",
        "Hard to see how the Council keeps its legitimacy after this.",
        "Always thought a steady hand was best. Now it seems the ground’s been shifting for years, not days.",
        "People I trusted in power look uncertain for once. That doesn’t reassure me."
      ],
      [
        "I was Council-adjacent long enough to see the cracks forming before the world did.",
        "These public tribunals—they’re not just for show. The restored and the erased, together, are exposing what was always hidden: score manipulation, special treatment, quiet erasures.",
        "Oksana Lintz had to reveal the systems behind wiping whole records. That was never meant for outside ears.",
        "When Directorate loyalists tried to block testimony, Harmonists in the archives countered by leaking proof of years-old cover-up orders.",
        "Old Council rhythms feel distant. Feels like some expect a referendum on authority now, not the old algorithmic selection.",
        "For years, I believed harmonious routines were the safeguard. But too many secrets accumulated underneath.",
        "No one at the top has a firm grip. Some Innovators are even talking about replacing BCI entirely.",
        "Those with nothing left to lose speak the plainest these days. Sobering to witness.",
        "I never thought I'd live to see Stenograd run by so many unpredictable hands—or so little public trust."
      ]
    ]
  }
}