{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Yeah. Some odd shifts in protocol at work.",
        "We started working in pairs now. More oversight.",
        "Feels like most things are locked down lately.",
        "Just trying to keep my head down."
      ],
      [
        "They changed how my whole team works overnight.",
        "We have to log everything, no more private band diagnostics.",
        "Old functions are missing from my toolkit. Takes forever now.",
        "Feels like they're watching every move.",
        "I just stick to the rules and hope it passes."
      ],
      [
        "That tribunal shook everything. First time I’ve ever seen protocols rewrite that fast.",
        "Bands from people who supposedly didn’t exist are now queued for us to fix.",
        "Half my job is documenting. I can’t help anyone privately, not even colleagues I trust.",
        "They shut down easy edits. Takes twice as long to do anything the old way.",
        "Feels like I’m under a lens lately, but my score nudged up.",
        "Mostly, I try to blend in and not draw attention."
      ],
      [
        "After the tribunal, work became surveillance. Every fix I do is double-checked by someone else.",
        "We're suddenly restoring bands for people labeled as 'ghosts.' Makes you rethink what’s even real.",
        "I used to help trusted coworkers skip a bit of red tape. Now? Everything’s on record, every second.",
        "Some diagnostics just vanished from our systems. Nothing explained. Like they don’t trust us at all.",
        "I keep my chat closed and only use public logs. Feels safer, but sterile.",
        "My score bumped up, like I’m rewarded for following their new paranoia.",
        "Honestly, isolating. I’m not sure this is how things were supposed to work."
      ],
      [
        "Every change since the tribunal feels like the city is holding its breath.",
        "Lab work is a maze of watchers and new rules. Anyone fixing bands for the restored 'ghosts' is watched like a threat.",
        "I can’t tweak anything under the radar now. Colleagues who used to rely on me for small favors—nothing’s private, not even chat.",
        "Some functions I’ve used for years are just gone. No explanation. It’s all manual and public now.",
        "My BCI score crept up, but not because I’m safer—just because I’m perfectly predictable right now.",
        "I used to believe in what we did—fixing things, making boundaries softer, not harsher.",
        "Now the Innovators talk about more transparency, but it feels like lockdown everywhere.",
        "Feels like I’m on my own even in a lab full of people. That’s not why I became a tech."
      ]
    ],
    "emotion": "isolated, a little raw but holding it together"
  },
  "emotional": {
    "opener": "\"You know, Daria, sometimes just getting through the day is enough. You don’t have to prove anything to anyone. I see how hard you’re trying.\"",
    "variants": [
      [
        "Thanks. That means something.",
        "I get by."
      ],
      [
        "I appreciate you saying that.",
        "Most people don’t notice.",
        "It helps to hear it."
      ],
      [
        "You’re right, it’s just... some days feel heavier than others.",
        "I try not to show it.",
        "I’m used to people overlooking the work.",
        "But being seen, even just for a second, helps."
      ],
      [
        "It’s strange how much you can adapt to feeling invisible.",
        "I start thinking maybe that’s normal.",
        "What you said makes it a little easier to stay upright.",
        "You actually pay attention.",
        "That’s rare around here."
      ],
      [
        "I used to think isolation was a choice I made, like it kept me safe.",
        "Now it’s everywhere, baked into everything – routines, walls, even how people talk.",
        "It wears on you more than you expect.",
        "When someone notices you’re still here, still trying, it’s relief, not risk.",
        "You might not realize it, but those words reach further than they should have to.",
        "It’s good to remember I haven’t disappeared yet."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about the tribunal and those 'ghosts' coming back. Just say what you actually know.",
    "variants": [
      [
        "Not much to add. City’s tense since people showed up untracked.",
        "Council's scrambling to restore order, that’s clear enough.",
        "Watching what happens with all this leaking, but nothing’s certain yet."
      ],
      [
        "A lot of data exposure. People’s scores and private business leaked, right?",
        "Crowds outside, talking about fairness, corruption. Feels unstable.",
        "Restored people upended the schedules everywhere. Makes the Council look weak.",
        "Some people want changes, but no one trusts what’s next."
      ],
      [
        "Everything since the leaks feels like a slow-motion collapse.",
        "People who vanished turned up, no BCI tracking. That’s new.",
        "The tribunal forced some technical truths into daylight—a mess for anyone who works in systems.",
        "Innovators say the city’s ready for transparency, next-gen fixes.",
        "Hard to believe with so much old code breaking loose.",
        "Council’s fractured, every group blaming another.",
        "It’s easier to keep my head down when things are this exposed."
      ],
      [
        "Feels like every day there’s another bombshell—first the leaks, then the ghosts, now the tribunal.",
        "We’re fixing bands for people who technically shouldn’t exist.",
        "I used to believe Innovator upgrades could help, but now, it’s chaos—half the city doesn’t trust anything.",
        "Old systems—maybe Halden’s legacy—are self-sabotaging. Band teams can’t keep up.",
        "Council looks even more out of touch than before.",
        "Privileged folks are exposed. Protestors know too much.",
        "Work used to make sense. Now it’s performative compliance.",
        "I’ll stick with the Innovators, but I don’t kid myself."
      ],
      [
        "Hard to keep it straight—leaks, ghosts, public trials. Like all our secrets just spilled.",
        "Band diagnostics aren’t about health anymore, they’re evidence.",
        "Halden designed it to self-correct, but now the old models just run wild. Makes Innovator talk feel hollow.",
        "I used to bypass a privilege block if it helped someone out. Now there’s no point—everyone’s privileges are in question.",
        "We always said the system could be fixed with the right tech, but nobody prepared for this many restored citizens at once.",
        "Council’s process was always out of our hands, but seeing their exceptions list charred and broken—",
        "Directorate’s panicking, but people like me just get isolated.",
        "People around the tribunal—engineers like Lintz—are finally saying what we whispered about erasure protocols.",
        "I wanted to make the system more humane, not less. Now I just watch for mistakes that won’t get me flagged."
      ]
    ]
  }
}