{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Voices Heard",
      "anchor_line": "A public tribunal welcomes citizen testimonies on city system experiences.",
      "contextual_reframing": "Participatory forums ensure the Behavioral Compliance Index reflects collective needs in a transparent, secure manner."
    },
    {
      "image_id": "wrist_scan",
      "headline": "Access Enhanced",
      "anchor_line": "Recent updates streamline BCI scoring for all Stenograd residents.",
      "contextual_reframing": "Continuous improvement of the Behavioral Compliance Index guarantees safe, fair access to resources and public spaces."
    },
    {
      "image_id": "data_skyline",
      "headline": "Public Memory Restored",
      "anchor_line": "More citizens now reconnect with community records and digital identity tools.",
      "contextual_reframing": "Systemic resilience is strengthened as digital identity initiatives empower every resident to contribute to city progress."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Testimonies Flood In",
      "anchor_line": "Ghosted citizens finally speak as the tribunal exposes abuses and BCI injustice.",
      "contextual_reframing": "The Behavioral Compliance Index (BCI) decides your access to life. Now the forgotten are forcing the city to hear their stories—no more silence."
    },
    {
      "image_id": "shattered_display",
      "headline": "System Glitches Grow",
      "anchor_line": "With Halden gone, city systems break down and delays hit everyday people hard.",
      "contextual_reframing": "When power hides behind code, a single missing engineer means chaos for the rest of us. The 'efficient' Council can't keep Stenograd running—or hide the cracks."
    },
    {
      "image_id": "faceless_portrait",
      "headline": "Secrets Hit Streets",
      "anchor_line": "Leaked files and live confessions show how the Council erases trouble and rewards insiders.",
      "contextual_reframing": "This is engineered privilege. If your BCI score drops, you disappear. Now tribunal evidence proves the algorithms aren’t neutral—they’re controlled by the elite."
    }
  ]
}