{
  "olintz": {
    "chapter": "Oksana awoke to limited power and an unreliable elevator as her building’s network prioritized only high-compliance residents, following citywide service restrictions. With public transport halted, she was forced to walk to a distant vendor for supplies, encountering long lines of residents denied digital transactions and using paper identification. During her return, she noticed groups attempting to cross into compliant neighborhoods but being turned away by surveillance-equipped patrols. Residents in her block, now crowded near lobby terminals, shared rumors about forced relocations and missing neighbors. Oksana’s usual precautions—avoiding system log-ins and tracking her movements on paper—proved insufficient, as physical security checks increased near her apartment. The growing struggle to manage daily tasks convinced her that the Harmony Reset had isolated her building both physically and socially. By day’s end, her BCI score fluctuated minutely, holding at 15, but her sense of safety and community had sharply declined.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "On the day power outages spread to previously unaffected neighborhoods, Nikola discovered the building’s elevator unresponsive and emergency lighting minimal. Carrying a small torch, he made several trips up and down the stairs after finding his name still missing from common area access lists. By early afternoon, a memo warned residents not to discuss the service failures in shared spaces or online. When a neighbor attempted to organize a quiet meeting near the entrance, Nikola avoided eye contact and continued his errands at odd hours to minimize contact. Unable to access the communications terminal on his floor, he postponed submitting a maintenance request for a leaking pipe. After sunset, Nikola deleted message drafts from his tablet and secured the briefcase in a secondary hiding spot. The escalation of selective outages and warnings increased his isolation. His BCI score declined further, reaching 59, as repeated checks and avoidance behaviors triggered new risk indicators.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the widespread power outages and transit shutdowns in protest and Halden Zones, Daria arrived at her lab to find access denied to several coworkers and clients whose scores had abruptly fallen. She spent the morning cancelling or rescheduling device checks that were usually routine, double-verifying every log against new compliance requirements. News circulating inside the building confirmed that some colleagues now queued outside, barred from entry, while internal communications were restricted to official group channels only. An urgent memo required Daria to photo-document each service action and justify any anomaly in writing. Lunch breaks shifted to individual desks, and direct conversation became rare. That afternoon, she ignored a discreet request from a former team member for off-record assistance, citing stricter policy notices. Before leaving, she triple-checked her own access logs and deleted all draft communications to avoid suspicion. Her BCI score dropped to 47 due to reduced interpersonal contact and heightened protocol adherence.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide service cuts and viral images of residents queueing for essentials, Lenart found that two scheduled repairs in adjacent districts were abruptly canceled as clients claimed they were unable to leave their buildings or guarantee safe access. That afternoon, he biked to a compliant neighborhood to complete a backup job, only to discover guards had erected an extra checkpoint. After a lengthy delay due to a minor mismatch in his identification data, he rerouted home, updating his paper logs well into the evening. Irritated by the persistent instability and wary of new outages, Lenart began filtering out requests from any districts likely to be affected by future resets. He advised remaining clients to keep interactions discreet and strictly offline. While his workflow slowed, he managed to avoid further association with flagged zones, maintaining his status. Lenart’s BCI score held steady, fluctuating slightly within the usual range. New BCI score: 71.",
    "bci_score": 71,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the Harmony Reset’s escalation and the resulting power outages in protest and Halden Zones, Sven Halek arrived to find his office running on limited generator power. Entry systems and communications had reverted to manual logging, forcing Sven to wait in line with colleagues whose BCI statuses had become temporarily inaccessible. Council messaging priorities abruptly shifted that morning, requiring him to reference only government-issued crisis statements and to suspend all planned messaging updates. Notices about reduced transit delayed his offsite drop-offs, so Sven stored sensitive drafts in coded notebooks at his desk rather than attempting risky transfers. Colleagues, facing similar logistical issues, increasingly avoided collaboration, leaving Sven to adapt his workflow alone. By evening, he noted the new dependency on offline methods and the persistent absence of reliable input, resulting in stagnation of messaging. The compounding effect of tightened controls and unpredictable systems lowered Sven’s BCI score by two points, now 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After receiving leaked evidence of the BCI’s internal quota abuses, Rada chose not to publish, instead quietly monitoring the initial fallout as unrest deepened across Stenograd. She avoided uploading or transferring files, refraining from communication with her usual contacts and reducing her visible digital activity. As neighboring districts lost access to power and services under the Directorate’s Harmony Reset, Rada observed firsthand the rapid deterioration of daily life: food lines extended for blocks, and displaced residents gathered at the edge of functional neighborhoods. She documented these effects in offline notes, but withheld public commentary, believing that exposing the system’s cruelty in practice would create greater long-term leverage. In doing so, she sacrificed potential alliances with reformist colleagues, who pressed her for action. Her passivity during the crackdown was flagged as both uncooperative and subversive, resulting in an immediate BCI score reduction to 0 and further restrictions on her movement and communication.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}