{
  "main": {
    "opener": "Been a while since things felt predictable, huh?",
    "variants": [
      [
        "Predictable isn't really a thing right now.",
        "Shutdowns hit my building this week.",
        "Had to triple-check every log, just to be safe.",
        "Feels quieter at work. Not in a good way."
      ],
      [
        "There’s no ‘usual’ anymore. Not for us.",
        "Lost contact with a few coworkers after the outages.",
        "Whole place is locked down, tighter rules on everything.",
        "Had to cancel some service checks. Made sure my own files were clean.",
        "People don’t talk much now. Even lunch is at our desks."
      ],
      [
        "Yeah. We used to have routines. Now everything’s watched.",
        "After the power cuts, a lot of staff got locked out, fast.",
        "Spent most of my day just clearing people off service lists and justifying every move.",
        "Ignored a request from an old colleague needing help. Couldn’t risk it with all the new eyes on us.",
        "Deleted a lot of messages. My BCI score dropped again.",
        "Honestly, it’s lonely. Everyone’s on edge."
      ],
      [
        "Feels like we’re all just data to them now.",
        "At the lab, access is the first thing to go. Some of my team can’t even get inside.",
        "I end up erasing more than fixing. It gets noticed.",
        "They want every action photographed, explained. Like we can’t be trusted.",
        "Someone from the old crew asked for help. I said no. Policy makes it an easy excuse, but it felt wrong.",
        "My own BCI is sliding down with each of these decisions.",
        "I wish I could do more, but hesitation is dangerous right now."
      ],
      [
        "Sometimes I wonder if this city can ever go back to normal. If it ever was.",
        "Everything at work is about risk now. Not health, not help.",
        "Friends I trust are just faces on a screen, locked out because scores dipped.",
        "Every update, every log—one mistake and you vanish, like my brother did after their audit.",
        "They force us to justify every tiny action, erase what doesn’t fit. I make the numbers look right, because that’s survival.",
        "Refusing to help someone today felt like a betrayal, but policy leaves no room for doubt.",
        "I try to believe in the Innovators, in fixing this system, but every choice chips away at what’s left of me.",
        "Feels like each day, I lose a little more of who I was. Just exhausted."
      ]
    ],
    "emotion": "Worn out, quietly unsettled"
  },
  "emotional": {
    "opener": "It’s okay to feel off—sometimes everything just builds up, even if you’re doing everything right. You don’t have to fix it all yourself, you know.",
    "variants": [
      [
        "Thanks. I’ll manage.",
        "You’re right, it just takes time."
      ],
      [
        "I appreciate that. Sometimes things are just... heavy.",
        "It helps to hear it said out loud.",
        "I try not to let it show."
      ],
      [
        "Yeah. It’s been difficult to stay balanced lately.",
        "Everything gets measured, watched—hard not to internalize it.",
        "Sometimes I think I’m just tired underneath it all.",
        "It means something that you noticed."
      ],
      [
        "Most days I just push through and don’t say anything.",
        "You’re right, it does build up—sometimes in ways I can’t see myself.",
        "It’s exhausting pretending I’m fine all the time.",
        "You don’t have to say much, just listening is enough.",
        "I guess I forget I’m allowed to feel this way."
      ],
      [
        "You really get it. It’s not just about the work—it’s the pressure every second, even when you’re careful.",
        "There’s this low-level anxiety always humming in the background, like something’s watching for a slip.",
        "I try to stay invisible, but I end up feeling smaller because of it.",
        "Having someone notice is rare. I spend so much time making sure no one does.",
        "I wish I could say it out loud more often, instead of keeping it in my head.",
        "Thanks for making me feel like I’m not just a score or a report."
      ]
    ]
  },
  "factual": {
    "opener": "That's what everyone says. But if you've got anything real, now's the time to say it.",
    "variants": [
      [
        "Only thing that matters is the score now. They cut off whole blocks this week.",
        "No one gets through unless their number's high enough.",
        "People are moving, trying to get what they can.",
        "Leadership can\u0019t even pick a side."
      ],
      [
        "The outages aren\u0019t random. Directorate is squeezing anyone flagged as trouble.",
        "Heard a couple districts were cut off, left with nothing until they fall in line.",
        "Even safe neighborhoods got hit by glitches, not just protestors.",
        "Something's wrong higher up. They're not as in control as they act."
      ],
      [
        "Harmony Reset hit way harder than they admit. Power and transit stopped for protest zones, but some neutral areas froze up too.",
        "Direct orders came through: if your BCI dips, you\u0019re on your own. No appeal.",
        "People are desperate, going to compliant districts just for water or meds.",
        "Saw admin memos. Even the Council is divided: some want full lockdown, others say it\u0019s too much.",
        "I\u0019m with the Innovators, but all this heavy-handed stuff just feeds the chaos."
      ],
      [
        "Saw files showing Harmonists and Innovators threatened a Council walkout if the lockouts keep up.",
        "Directorate wanted the Harmony Reset hard\u001924:7, didn\u0019t care about fallout. Closures are punishing whole families for a few low scores.",
        "Colleagues in Halden Zones got their access yanked overnight. Some lost contact with relatives in locked districts.",
        "Even people like me, backing the Innovators, are getting pressure for pushing system changes.",
        "Heard the latest data dump showed breakdowns started before Lintz was blamed. Meltdown goes deeper, but no one will say it out loud.",
        "Can\u0019t trust the fallback logic. Good areas still got shut out, so it\u0019s not just about noncompliance."
      ],
      [
        "My friends in revoked areas are running smuggled lines just to keep comms. Directorate doesn\u0019t care who gets cut off, they just want clean numbers.",
        "Council infighting\u00191ife-threatening for anyone caught siding with system changes. Innovators can\u0019t fix anything while Directorate runs the reset.",
        "I\u0019ve seen backend logs: compliant blocks glitched out for hours with no help. Some families went missing from the logs completely, not just locked out.",
        "Halden\u0019s old districts are freer but riskier now\u00191ots one day, raves the next. No one knows if the BCI even works there, or if it\u0019s a field test.",
        "I learned to spoof wearable data to protect a few I trust. If they catch that, I\u0019m done.",
        "Even before Lintz, there were coverups\u0019audit results go missing. Saw enough to know the system never really stabilized.",
        "Innovators used to believe tech could reset things. Now it\u0019s just patching over rot.",
        "Every Council order is about control, not repair. Those memos don\u0019t make it past the firewall."
      ]
    ]
  }
}