{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Office has been... difficult lately. Power cut, systems offline. A lot of waiting, not much talking.",
        "The official line is we’re prioritizing crisis updates, so I follow it. That doesn’t bother me.",
        "Decisions get made elsewhere now. Feels like there’s barely a signal left in the noise.",
        "Frankly, it’s tiring."
      ],
      [
        "Something’s changed at work—power’s unreliable, everything is manual.",
        "Everyone’s tense. Nobody wants to share too much—can’t blame them.",
        "Government updates only. No improvisation, no risks. I keep the draft work close.",
        "Lost two points on my BCI, just for adapting. That’s not supposed to happen.",
        "What’s left is mostly silence. Doesn’t sit right."
      ],
      [
        "My whole office stalled out after the Harmony Reset. Generators, paper trails—like rewinding the clock.",
        "Colleagues scattered, nobody collaborating. All messaging strictly sanctioned and shallow.",
        "I hid my drafts in old notebooks, safer than the system right now.",
        "Adapting meant my BCI score dropped, even though I followed protocol. Small details cost you these days.",
        "Couldn’t even move my work—transit’s unreliable, logged by hand. Makes you paranoid.",
        "Feels like everything’s just... on hold, waiting for the next blow."
      ],
      [
        "Feels like being locked inside an old story. The Harmony Reset hit, everything reverted to basics—generators, lines outside doors, radio silence.",
        "Everyone’s obsessed with compliance. Collaboration crumbled as soon as the systems did—I haven’t felt this isolated in years.",
        "Had to stash sensitive drafts in coded notebooks at my desk. Couldn’t risk pushing messages through failing channels.",
        "My score dropped just for adapting to the chaos. The unpredictability stings more than the actual number.",
        "We’re meant to steer the city through this, but every move is scrutinized by a machine that’s starting to lose its memory.",
        "All my careful rhetoric is stuck in limbo. It’s absurd. It’s lonely.",
        "Sometimes it feels like the only thing left working is the fear."
      ],
      [
        "When the Harmony Reset rolled out, we were thrown back decades—manual checkpoints, generator buzz, whole teams dissolving into silence.",
        "I used to believe the system could evolve—that’s why I skirt the edge, innovate, and rewrite every policy line until it actually means something.",
        "But adapting to this chaos cost me; my BCI dipped for using notebooks, for exercising judgment. The city punishes initiative now, not risk.",
        "My drafts are safer in code than in transmission. Feels like I’m ghostwriting an obituary for rationality.",
        "None of the Council factions trust each other, and propaganda’s all that’s holding people together. I help build it, but I’d burn the script if it meant some honesty.",
        "Isolation is the only constant—collaboration’s a liability. Even old friends keep their backs turned for fear of being flagged.",
        "I’m not sure what we’re defending anymore. Security? Order? Or the illusion that the system is still in charge.",
        "Sometimes I wonder if it’s the fear that’s alive, not us."
      ]
    ],
    "emotion": "Defeated, weary, and isolated"
  },
  "emotional": {
    "opener": "\"It's not weakness to feel the strain, Sven. Even those who keep the words moving need someone to see them.\"",
    "variants": [
      [
        "I appreciate you saying that.",
        "Sometimes, that's enough."
      ],
      [
        "Thank you for noticing.",
        "You'd be surprised how rare that is.",
        "It helps more than it looks."
      ],
      [
        "You’re right. People assume I thrive in shadows but forget I’m also just... a person.",
        "It gets heavy, all the unseen work.",
        "Hearing that—it lightens things a little.",
        "Thank you."
      ],
      [
        "That actually means a lot. Most hear my words, not my voice.",
        "It’s exhausting carrying meanings that aren’t mine, day after day.",
        "Sometimes I wonder if anyone could write me out of my own lines.",
        "Saying this aloud is... a relief.",
        "Thank you, Alex."
      ],
      [
        "I spend my days arranging other people’s truths, never quite speaking mine.",
        "You noticed, and that makes the difference—the difference between a mask and a face.",
        "I chose this role for a reason, but solitude wasn’t supposed to be a requirement.",
        "It’s ironic. Language is my craft yet I find myself speechless off the page.",
        "Your words help me remember I’m real, not just a vessel for everyone else’s intent.",
        "For tonight, that’s enough. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "You always talk circles, Sven. Just say what’s actually happening out there.",
    "variants": [
      [
        "The city’s coping with more than outages. There’s unrest in certain districts. Nothing official, of course.",
        "Council’s still at odds. Directorate’s pushing hard, trying to restore order their way.",
        "Public’s frustrated. People aren’t used to this level of uncertainty.",
        "There’s talk of stricter enforcement, but it’s mostly noise."
      ],
      [
        "Outages are deliberate. Whole neighborhoods have been cut off, officially for compliance.",
        "I’ve seen reports—services denied, access limited to protest areas and old Halden districts.",
        "Council factions barely agree on the next steps. Directorate’s actions isolate more than they stabilize.",
        "The BCI scores don’t match the reality. Too many false positives, random penalties.",
        "No one is taking responsibility, not in public.",
        "There’s more fear than trust right now."
      ],
      [
        "City’s splitting apart, bit by bit. Data showed spikes in anger once those BCI scores leaked.",
        "Harmony Reset only deepened it—protest zones and Halden districts are out in the cold now.",
        "What’s supposed to be algorithmic is now arbitrary. Some neighborhoods get their power back, others just wait and wonder.",
        "Directorate’s containment measures are fueling outrage, not ending it. Even the Harmonists are losing patience.",
        "Innovators—I include myself—wanted a better system, one that can self-correct, not punish indiscriminately.",
        "Instead, we’re watching the city fracture, residents outraged at the Council and the system.",
        "Information control is obsessive, but it isn’t working anymore."
      ],
      [
        "After Halden, leaks turned private scores into public grenades. That was calculated chaos, not just a fluke.",
        "Directorate saw their opening—cut off power and movement to ‘noncompliant’ zones, especially where protest flared.",
        "Even some high-scoring districts are caught in fallback logic—one bad flag, and you’re out in the cold. Arbitrary punishment has everyone paranoid.",
        "Resistance keeps rising. Harmonists threaten walkouts. Innovators are blamed for system failures when the real error is refusing change.",
        "Half the teams I worked with are scattered, more interested in covering their tracks than improving the system.",
        "I came here hoping innovation would mean adaptation, not retrenchment.",
        "Not much left of that hope when the Council can barely sit in a room together.",
        "People talk about restoring order. What they’re really doing is scrambling to survive."
      ],
      [
        "Every speech I wrote warned about brittle systems—BCI was never meant to be the backbone for punishment.",
        "Halden’s death broke more than protocols. The city’s data dump—BCI scores, secrets—all weaponized overnight. Trust evaporated, even inside Council rooms.",
        "Directorate triggered Harmony Reset to reassert control, but it’s a program written in fear, not strategy. All dissenting zones are blacked out, while even loyal neighborhoods are abandoned by the system for minor anomalies.",
        "Resource distribution, work placement—everything hinges on arbitrary metrics now. People either slip through cracks or get trapped in them.",
        "Innovators like me pushed for gradual upgrades, more flexibility. Instead, we’re scapegoated for every system failure.",
        "Council’s only unity is agreeing to blame whoever’s most convenient. It’s why Lintz was locked out—she’s a sacrifice to keep the machines running.",
        "Information warfare is all anyone trusts. Collaborators keep quiet, friendships dissolve. All my old messages are stuck in draft or coded to survive inspection.",
        "We should be building honest frameworks, but paranoia pays better than progress.",
        "If anyone still believes in innovation, they’re keeping it to themselves—and so am I."
      ]
    ]
  }
}