{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "Hard to say, but things do seem... tense.",
        "Everyone’s keeping to themselves more lately.",
        "Had a request come through about the feedback portal—just routine.",
        "Didn’t feel like putting it online. Seemed better to handle by hand.",
        "Feels like you have to triple-check yourself, even with the simple things."
      ],
      [
        "Feels like there’s a hum under everything these days.",
        "I get odd requests—like statements about how ‘fair’ things are.",
        "Didn’t quite trust it, so I wrote it out by hand, delivered it in person.",
        "Colleagues talk in code now, exchanging advice to dodge review.",
        "Even I’m keeping backup copies at home; old habits become new protections."
      ],
      [
        "You’re not wrong, something’s changed in the air, especially after the feedback portal went live.",
        "Was asked to write a Council statement about its fairness—usual business, or so it seemed.",
        "Didn’t upload it. Guess I worried they’d ‘revise’ it after the fact, maybe twist my words.",
        "Colleagues are exchanging encrypted tips on how to get appeals accepted. Makes you wonder who’s actually listening.",
        "Now I deliver things the old way, store speeches in my safe, keep official channels to a minimum.",
        "Feels like we’re all one wrong word away from losing our place."
      ],
      [
        "Yeah, I feel it too. Ever since that portal launch, everyone’s been a little more careful with what they say.",
        "I was told to reassure the public, draft something to make it sound fair. Honestly, I hesitated—couldn’t trust the revisions might not be thrown back in my face.",
        "So I took it old-school: handwriting, no digital records, straight to a Harmonist contact and a phone call to confirm. The rest, I’m keeping offline.",
        "Word is, the censors are working overtime. Everyone’s chatting in encryption, trading tactics just to get past algorithmic gates.",
        "It’s wearing me down, Alex. I haven’t felt this cornered since the first BCI pilot rolled out."
      ],
      [
        "It’s a pressure cooker out there—these days, even I choose my words like they could explode in my face.",
        "That portal launch, the showy fairness—behind the scenes, it’s pure paranoia. I had to script just the right lines, but I knew the statement might not make it out the same way I’d written it.",
        "Instead, I hand-delivered it to someone I trust, off the record, and burned the draft. I don’t upload speeches now—everything important goes in my home safe, nowhere near the official network.",
        "Even inside government, everyone is talking in circles—encrypted, always cautious. The lines between friend, colleague, and watcher have blurred.",
        "I’ve written hundreds of statements about compliance, security, order. Now I barely recognize the voice they put on air—it’s certainly not mine anymore.",
        "All that distance, all that second-guessing... it’s a kind of loneliness you can’t really shake, no matter how careful you are."
      ]
    ],
    "emotion": "A mix of anxiety and isolation, struggling to trust even long-standing routines."
  },
  "emotional": {
    "opener": "\"You know, even when routines are the only thing left to lean on, sometimes they turn into cages. But you see them for what they are. That takes a different kind of strength, Sven.\"",
    "variants": [
      [
        "Maybe. Routines do what they must.",
        "Strength is just adaptation, in the end."
      ],
      [
        "You have a way of saying things that cuts through noise.",
        "It's strange to feel relief in recognition, rare as it is."
      ],
      [
        "You're not wrong. There's comfort in being seen, even briefly.",
        "Sometimes all we have is that moment when someone calls it by name.",
        "I've been clinging to patterns that feel safer than people."
      ],
      [
        "It helps to know someone else gets it. Not many do.",
        "I'm tired of watching every word, measuring every step.",
        "Routines used to shield me, now they weigh me down more than they guard.",
        "Sometimes, finding understanding feels almost revolutionary."
      ],
      [
        "Truth is, I've been building walls with my words for years—out of habit, not just protection.",
        "When someone notices the cracks in the mortar, it knocks me off balance, but it's a relief too.",
        "In Stenograd, deniability is a reflex, yet part of me wants to be seen, flaws and all.",
        "The patterns we build—speech, avoidance, compliance—become prisons if no one calls them out.",
        "You did, even if just for a moment. I needed that.",
        "It's exhausting, all this vigilance. Strange to admit, but I feel lighter having heard you say it."
      ]
    ]
  },
  "factual": {
    "opener": "Anything else I should know?",
    "variants": [
      [
        "Nothing public yet—just more talk about the portal everywhere.",
        "They’re highlighting a few appeals that went through. Most go nowhere.",
        "Looks like the news wants us to think the system’s working fine.",
        "People are quiet, but still lining up to use it."
      ],
      [
        "You’ll hear about the Citizen Feedback portal—the rollout’s all over broadcasts.",
        "They say it’s transparent, but most challenging appeals disappear.",
        "Heard folks are making guides just to get past rejection filters.",
        "Supposedly, success stories on air are cherry-picked."
      ],
      [
        "First weeks, everyone flooded that portal to fix their BCI scores—only a handful had any luck.",
        "Most appeals hit a wall. Anyone critical gets labeled disruptive, quietly filtered out.",
        "Even moderate grumbling online seemed to disappear overnight.",
        "I’ve seen underground guides teaching people to phrase requests that won’t get flagged.",
        "Now, government has experts explaining how ‘fairness’ works. It’s a hard sell after so many glitches."
      ],
      [
        "There was a push to show off the portal as fair, but almost every harsh appeal’s filtered instantly.",
        "I’ve seen the diagnostics: only bland, non-threatening corrections get approved; all else flagged or erased.",
        "Encrypted circles are trading tips—people get creative to dodge system blocks.",
        "One or two lucky successes make the news. The rest just stay stuck, records unaffected.",
        "Funny thing, the real unrest doesn’t hit the street; it ducks below the algorithm’s line of sight."
      ],
      [
        "After Halden’s death, the scramble to recalibrate everything—it’s been chaos behind the curtain.",
        "The Innovators staged that big feedback portal rollout, promising oversight, but almost every real complaint’s dead on arrival.",
        "I know most appeals are screened by a subsystem I helped draft—if you admit to even mild dissent, you vanish from review.",
        "Systemic glitches are piling up, but the stories they put out—handpicked successes—are just meant to keep the city compliant.",
        "People are organizing in encrypted corners, trading survival tactics. I read some of their guides for my own work—just to keep scripts realistic.",
        "My trust in any process is threadbare now. I keep extra drafts and notes in my safe, sometimes burning the rest, just so nothing can be twisted after the fact."
      ]
    ]
  }
}