{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Getting by, I guess. Just keeping my head down.",
        "Things have changed. Lost some access after the last round of resets.",
        "I’m staying quiet. Not worth getting flagged again.",
        "Feels like the walls are closing in some days."
      ],
      [
        "Hanging on, if that’s what you call it.",
        "The BCI slashed my score to zero after I held off on a story about their quota abuses.",
        "I kept out of sight, saved what I could, let the city show its true colors instead.",
        "Colleagues pushed me to act, but I waited. Now I’ve got even less freedom. ",
        "There’s not much left but to wait and watch."
      ],
      [
        "Managing, just about. Things got rough lately.",
        "Had evidence of the BCI’s abuses, but I chose not to leak it right away.",
        "Wanted to see what would happen if the world saw only the raw fallout, not my spin.",
        "During the Harmony Reset, I documented what I could. Food lines, people displaced.",
        "Ignored warnings from above. My BCI dropped to zero. ",
        "Guess I’m learning what it feels like to live as a ghost."
      ],
      [
        "Truth? I’m barely treading water.",
        "I was sitting on proof the BCI system’s been rigged. Didn’t publish it—at least, not all. Let the suffering speak for itself on camera.",
        "That choice cost me every bit of digital freedom. Not even my own colleagues trust me now.",
        "Saw the city splinter—services stripped overnight, neighborhoods swallowed by silence. Tried to save what I could offline.",
        "I grew up thinking I’d be the one shaping these stories. But they’re writing themselves, and I’m just collecting the pieces.",
        "That silence is louder than anything I could say.",
        "Some nights, I wonder if it matters at all."
      ],
      [
        "Honestly, I’m at the end of my rope.",
        "Spent weeks tracking BCI abuses—manipulated scores, quotas wrecking lives. Had enough proof to set the city on fire.",
        "Didn’t do it. Held my tongue. Wanted people to see the daily cruelty, raw and unfiltered, not spark another crackdown.",
        "The price? They set my BCI to zero. Doors closed, no services, flagged by everyone, old friends avoiding eye contact.",
        "Used to dream I was different from my father, policing truth for the system. Now I barely recognize myself.",
        "Watched the city tear apart—Harmony Reset cut off whole neighborhoods, queues everywhere, everyone blaming everyone else.",
        "I sacrificed my place with reformers hoping for leverage later, but I just feel more invisible than ever.",
        "Feels like speaking up or staying silent—all I catch is fallout."
      ]
    ],
    "emotion": "Tired, but trying not to lose hope"
  },
  "emotional": {
    "opener": "\"You know, there’s still room for honest people in this city. Not everything’s lost, not even here.\"",
    "variants": [
      [
        "Sometimes I forget that too. But maybe you’re right."
      ],
      [
        "People don’t usually say things like that out loud anymore.",
        "Hard not to get used to silence."
      ],
      [
        "Honestly, I needed to hear that. It’s tiring, all of it.",
        "Some days I feel invisible. Like I’m the only one who still remembers how things used to feel.",
        "But your words help. Even if hope’s been caged, it’s still around."
      ],
      [
        "It really does help to hear someone say that.",
        "I keep holding on as best I can, but it wears you out.",
        "Things feel harder each week, but I can’t seem to stop caring.",
        "Most people I know have stopped talking about hope altogether.",
        "Thanks for reminding me it’s still possible."
      ],
      [
        "That means more than you know.",
        "I haven’t slept well in weeks. My mind goes in circles every night.",
        "Sometimes, I wonder if I’m stubborn or just foolish for still believing.",
        "I grew up thinking things could be fixed, you know? That people really shaped the world.",
        "Now I mostly keep quiet, but I’m still watching, still hoping.",
        "Hearing that from you — it actually lets me exhale for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "You're not saying much. Either tell me what's really been happening out there, or save both of us the trouble.",
    "variants": [
      [
        "Nothing most people haven’t seen. Reset hit, services cut, lines everywhere.",
        "Only the boldest are talking now. The rest keep their heads down.",
        "Council’s blaming tech failures, but people know better.",
        "No one trusts anyone. That’s all there is to it."
      ],
      [
        "After Halden’s death, leaks scrambled everything. Nobody was ready for that panic.",
        "When the Reset hit, officers showed up with blank faces, shutting things off by the book.",
        "Services flicker, sometimes they’re back, sometimes not. Messes with everyone’s nerves.",
        "Directives change hour by hour. It’s chaos kept quiet.",
        "I just keep moving so the scanner lights stay green while they work.",
        "Districts that were model citizens got hit anyway."
      ],
      [
        "Council’s fighting itself now—blame flying between factions since Halden’s death.",
        "First, everyone saw high-ranking secrets spilled all over the feeds. Even before the Reset, trust was gone.",
        "People side-eye each other at the checkpoints, like anyone could tip the system.",
        "But the Reset did more than hurt protest zones. Regular families lost power, missed medicine runs, no warning.",
        "Harmony talk on the broadcasts—pure fiction. Reality is ration lines and authorities ducking for cover.",
        "When I report, folks get nervous, like I’m the troublemaker just for telling it straight.",
        "Most nights I wonder if that’s what they want—fear to keep things quiet."
      ],
      [
        "Council houses are in meltdown. Factions nearly walked out last week. There isn’t any real chain of command left.",
        "Whole neighborhoods flip from trusted to shut-in overnight. Saw a compliant block lose everything after one flagged face in the crowd.",
        "People in Halden Zones use blackout windows—trading basics under the radar, hoping not to trip the sensors.",
        "The Directorate, they claim it’s for 'Harmony.' What I see is punishment—divide and drain until no one stands together.",
        "Even the Innovators are restless now. Some push for change, but every plea gets buried or re-spun.",
        "Kids grow up thinking BCI is logic and order. All I see is fear and scapegoats. I’m not going back to the official line, no matter what it costs.",
        "Missed one Council claim about systemic glitches—later found it scrubbed from the internal feeds.",
        "Feels like the old days of underground press, not state broadcasting.",
        "No one’s winning here."
      ],
      [
        "My badge used to open doors. Now, even the kitchen staff avoid me after my score went dark.",
        "Council is fracturing—they nearly lost the Directorate to mass resignations. Harmonists think they can calm the city, but they have zero grip outside their own offices.",
        "That big data leak, it’s still haunting them. 'Trusted citizens' outed, elite perks exposed. People are angrier than I’ve ever seen.",
        "Residents in blackout zones—Halden’s old haunts—are running ad hoc clinics and soup lines. I spent hours there, off cam, passing on what supplies I had left.",
        "BCI scoring means nothing—saw a woman denied insulin because her neighbor was branded subversive. No logic to it anymore. Just punishment.",
        "Harmony Reset spins on the news, but anyone not blind can see it’s extortion. Give compliance or starve.",
        "Used to believe my father’s line about serving the system. Now I’m archiving video for the trial they’ll never let us have.",
        "Even some Innovators are ready to sabotage BCI itself—quiet, but I hear the whispers.",
        "When this cracks, it won’t be clean. But I’ll keep recording until silence is all they leave me."
      ]
    ]
  }
}