{
  "preference": "a",
  "dilemma": {
    "opener": "Want to test a thought out loud?",
    "variants": [
      [
        "Feels like I've come up against one of those crossroads again.",
        "Some choices, you can't really talk away. Not without changing something big.",
        "Either direction, there's no way to walk back from it."
      ],
      [
        "Got a call about a citywide thing. Feels heavier than usual jobs.",
        "Basically, could leave everything as it is, or clear the slate.",
        "Whatever I pick, people notice. Not entirely sure what I want to carry.",
        "Funny how the simplest jobs turn out loudest, isn't it?"
      ],
      [
        "Staring at the kind of decision you don't get twice in a lifetime.",
        "Either erase every last trace of how this system watched us, or keep all the records and see what truth comes next.",
        "City's split—half want freedom from the past, half want justice for it.",
        "This is the sort of fix no one thanks you for.",
        "Feels like whichever I choose, I'm choosing someone else's future too."
      ],
      [
        "I'm standing between wiping every BCI record and keeping them for good. No in-between.",
        "Some want a clean slate, no more ghosts from the system chasing them.",
        "Others want the history, all the evidence left, so no one forgets what was done.",
        "I've worked for both sides—seen what forgetting and remembering can both do.",
        "My score's good, Directorate likes control, so they'd save every byte if I let them.",
        "Honestly, leaning toward keeping the files, not for control—just because truth sticks around longer than rumor.",
        "Some days I'd kill for a simpler problem, Alex."
      ],
      [
        "I can erase the BCI’s memory banks tonight—wipe clean years of tracking everyone, everything.",
        "But stopping that—the alternative—means all the old abuses, the secrets, every vanished person, it all stays in the archives. Clear for justice, or open for new wounds.",
        "The Directorate side of me knows they’d preserve everything for control. They call it order.",
        "But I remember favors traded for someone’s data to disappear. Deals made safer in the shadows. Guilty and innocent, all tangled together.",
        "My BCI’s solid now, so maybe that gives me cover, but if I let the records go, nobody gets held to account—myself included.",
        "Save the files, they’ll burn some old monsters but trap a lot of people in the past. Wipe them, we might lose ourselves, or maybe start again the right way.",
        "I keep turning it over—what's worth more: freedom from the watchers or the memory of how we learned to watch in the first place?"
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Freedom from the BCI’s history is the only way to break old cycles.",
      "monologue": [
        "The city’s been running in circles, chasing its own digital tail for years.",
        "As long as that data exists, it’ll always find a way back to control us.",
        "Maybe the only way out is to cut the memory, let us figure ourselves out fresh."
      ],
      "supportive_response": [
        "You’re right, the past keeps weighing down anyone who stays.",
        "Go on, I’m listening—what would that freedom actually mean for us now?"
      ],
      "challenging_response": [
        "But erasing it all might just let the worst parts keep hiding.",
        "I get the urge—still, what stops us from making the same mistakes again?"
      ]
    },
    {
      "belief": "With no digital ghosts, people have space to rebuild in their own image.",
      "monologue": [
        "It’s hard to build anything new when you’re haunted by old numbers and data trails.",
        "People deserve the chance to remake their lives without BCI shadows tracking every move.",
        "No records means they get to choose who they are—with clean hands, this time."
      ],
      "supportive_response": [
        "Sounds honest—maybe the city needs blank space to start.",
        "Go ahead, Lenart, where do you think people would even begin?"
      ],
      "challenging_response": [
        "But those ghosts also prove what happened—some truths will just vanish with them.",
        "Alright, but without records, what keeps us from rewriting even the good parts?"
      ]
    },
    {
      "belief": "Erasing everything denies abusers (and the system) continued power.",
      "monologue": [
        "The files aren’t just history—they’re leverage for whoever grabs them next.",
        "If we wipe it all, the people who twisted the system lose their blackmail material too.",
        "Feels like the first real shot at breaking their hold—nobody owns the past anymore."
      ],
      "supportive_response": [
        "Makes sense. Power loves a file cabinet more than a gun anyway.",
        "Tell me—who do you think’s truly afraid of losing control here?"
      ],
      "challenging_response": [
        "But if you burn it all, the guilty walk away unnoticed, too.",
        "I see the logic, but wouldn’t that just shift who gets hurt next?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Justice is impossible if the truth is buried or erased.",
      "monologue": [
        "If we wipe it all, no one answers for anything—good or bad.",
        "People need the full record out in the open, not some rumor mill.",
        "The city already hides enough. If we vanish the facts, justice dissolves too."
      ],
      "supportive_response": [
        "You're right—truth hanging by a thread is better than truth gone for good.",
        "It's hard, but letting it vanish just buries every chance to put things right."
      ],
      "challenging_response": [
        "Sometimes truth just deepens old wounds instead of healing them, you know?",
        "For some, maybe freedom is finally letting the past disappear. Why not let it go?"
      ]
    },
    {
      "belief": "Facing uncomfortable history builds a stronger future.",
      "monologue": [
        "Dragging what’s hidden into daylight is the only way you really clean house.",
        "If we can’t look at what was done, how do we ever learn or change?",
        "Pretending it never happened just sets us up to repeat it, system or not."
      ],
      "supportive_response": [
        "Painful memories are still lessons—you can't build anything solid on secrets.",
        "Facing facts might leave scars, but it shapes something more honest. Go on."
      ],
      "challenging_response": [
        "Sometimes shutting the door is the sane thing to do—starting over, nothing hanging over you.",
        "What if forcing everyone to relive mistakes just breaks what little hope they have left?"
      ]
    },
    {
      "belief": "Preserving evidence allows for trust and real accountability.",
      "monologue": [
        "Without proof, there’s only suspicion—nobody trusts a city with no past.",
        "People need to see what happened, otherwise ‘accountability’ is just a slogan.",
        "It’s the evidence that makes action possible, not just words from the right mouths."
      ],
      "supportive_response": [
        "People need something real to pin hope on—records let trust breathe, at least.",
        "You've got a point, trust and justice need that anchor to exist at all. Go on."
      ],
      "challenging_response": [
        "Some folks say trust is starting fresh—not keeping scorecards forever.",
        "But if records only fuel revenge, maybe letting go helps more than holding on."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll handle it my way. No record will remain."
      ],
      [
        "This fix ends it all. They won’t track anyone now."
      ],
      [
        "I’ll wipe the archives. No one’s secrets will survive this.",
        "You made a good point. Sometimes forgetting is mercy.",
        "The city will wake up cleaner tomorrow."
      ],
      [
        "I’ll erase everything—nobody’s going to haunt us with these records again.",
        "Your stories about the past stuck with me. Let’s burn the ledger.",
        "You helped me see—freedom means letting go of every chain.",
        "This will change Stenograd for good."
      ],
      [
        "I’ll erase the BCI logs. Everyone, guilty or not, walks free tonight.",
        "Your advice tipped the scale. We need release, not revenge.",
        "I believe in second chances, even for the ones who made mistakes.",
        "We’ll have to live with what we can’t remember."
      ]
    ],
    "monologue_b": [
      [
        "I’ll keep things running. That’s all."
      ],
      [
        "Some things should stay. Not erasing it all yet."
      ],
      [
        "I’ll stop the purge—better to keep the evidence now.",
        "We might need these files for justice, like you said.",
        "Let the future decide what to do about the past."
      ],
      [
        "I’ll preserve the history, ugly as it is.",
        "What you said about truth matters—I’ll save the archives for now.",
        "We owe it to everyone lost to keep the story alive.",
        "Maybe reckoning starts with memory, not a blank slate."
      ],
      [
        "I’ll save the BCI archives. We can’t heal by covering up the scars.",
        "Your advice stings, but you’re right—justice needs evidence, not hiding.",
        "If we erase it, we erase every chance to make it right.",
        "Stenograd deserves the truth, whatever it costs us."
      ]
    ],
    "monologue_self": [
      [
        "I’ll get it done. No questions."
      ],
      [
        "Clean break. Won’t second-guess myself."
      ],
      [
        "I’ll wipe it all, Alex. Start fresh. Call it gut instinct.",
        "Never trusted those machines. I’m ending their memory.",
        "The city can try honesty for a change."
      ],
      [
        "I’m deleting the files. Feels right. Enough shadows for one city.",
        "Couldn’t find reason to keep history. Maybe I’m tired of the weight.",
        "Letting everyone start new—even the ones who shouldn’t.",
        "Whatever happens, this is on my shoulders now."
      ],
      [
        "I’m wiping the city’s past. I want one day to feel light, if just for a moment.",
        "No one pushed me, not tonight. This was my own call—maybe wrong, but mine.",
        "Every record, gone. Everyone’s debts, shame, even triumphs will blur.",
        "Maybe tomorrow, Stenograd breathes. I’ll take the blame if it helps."
      ]
    ]
  }
}