{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "It’s just been busy, you know, more stories to file every day.",
        "Had to adjust some of my reporting routine recently.",
        "A few things have gone missing from the archives, but that’s normal now.",
        "Just have to keep moving, keep things simple.",
        "Feels like you have to watch every step, every word."
      ],
      [
        "Work’s… complicated lately.",
        "Some of my old reports just vanished overnight—no trace left.",
        "Internal posts critical of the system disappeared too, nobody knows who’s pulling the strings.",
        "Now I only upload short versions for the broadcasts, keep the rest offline, just to be safe.",
        "Makes you second-guess what you can actually believe, and who you can trust."
      ],
      [
        "Things have gotten strange ever since the Council started ‘cleaning’ the records.",
        "I noticed stories I’d covered—entire newscasts—gone from the official database, like they never happened.",
        "Negative staff comments about the new portal vanished from our forums almost instantly.",
        "I don’t dare upload my full stories anymore, just keep copies offline—old habits from my family, I guess.",
        "Some of us are telling friends to write important info by hand. Feels like you’re always missing pieces, playing catch-up in your own life.",
        "It’s draining, trying to figure out what the truth is, day after day."
      ],
      [
        "I’m actually scared, Alex. The system is deleting whole parts of our lives, not just files.",
        "Old broadcasts I worked on are gone—no warning, no explanation. Like erasing me, bit by bit.",
        "Even our newsroom chats, anything remotely critical, just disappears—it’s like we’re not supposed to have doubts.",
        "I’m saving all my raw footage and drafts now, quietly, hiding them before I deliver these watered-down versions for air.",
        "Sometimes I don’t answer pointed questions from colleagues. I can’t risk pulling them in, not knowing who’s watching.",
        "Started telling my closest people to use pen and paper again—it’s the only way to be sure.",
        "I feel exhausted trying to protect what’s real, but I can’t just let them rewrite everything we know."
      ],
      [
        "I grew up thinking I understood how these systems worked, thanks to my mother’s BCI job—and still, I wasn’t prepared for this.",
        "The other week, I logged in and saw half my reports simply erased—including a piece I risked a lot for.",
        "Anything the portal doesn’t like? Vanishes, with no trace—critiques, warnings, even personal memories in our chats.",
        "I stopped trusting digital backups, started keeping handwritten logs, passing tips to my closest friends—can’t rely on the ‘truth’ they want us to see.",
        "One colleague asked about the lost files—I had to act dumb because you never know who’s listening, but it felt wrong.",
        "I’m tired of feeling like a shadow in my own city, always two steps away from being erased myself.",
        "Some days I want to shout it all out. But most days, I just try not to disappear."
      ]
    ],
    "emotion": "Worn down, frustrated, but still quietly defiant"
  },
  "emotional": {
    "opener": "You’re not the only one who sees how much they edit out, Rada. It’s not just noise—it matters.",
    "variants": [
      [
        "Maybe. Hard to say what really matters these days.",
        "Still, thanks for saying it."
      ],
      [
        "It’s good to hear someone else actually notices.",
        "Most people act like it’s nothing."
      ],
      [
        "Sometimes I wonder if I’m just imagining all of it.",
        "But I guess it helps knowing I’m not the only one keeping score."
      ],
      [
        "You know, hearing you say that, it’s a relief.",
        "I spend so much time second-guessing myself lately.",
        "Feels like we’re not supposed to notice any of it, let alone care.",
        "But someone has to, right?"
      ],
      [
        "That means more than you think, honestly.",
        "Most give me that fake smile when I bring up the obvious gaps—like it’s safer to play along than admit what’s gone.",
        "I keep thinking about my father—how he’d spot a rewrite before anyone else, never made peace with pretending.",
        "Sometimes I feel like I’m trying to keep track of a city that’s erasing itself in real time.",
        "All you can do is hold onto the pieces with your fingernails, share them where you trust it won’t vanish.",
        "Talking with you, even just a bit, reminds me I’m not invisible yet."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what’s really going on for once.",
    "variants": [
      [
        "Everyone’s heard about the new portal—another Council stunt.",
        "Supposed to ‘fix’ BCI errors, but barely anyone I know got anything changed.",
        "All those success stories you see? Carefully picked, I’m sure.",
        "Things look normal outside, but everyone’s just learned not to expect much.",
        "Feels like show business—same as all their upgrades."
      ],
      [
        "The portal’s out, but it’s not helping real people—maybe just those with perfect records.",
        "Most appeals go nowhere; some actually made things worse for folks.",
        "Council’s flooding media with tales of fairness and restored records—classic distraction move.",
        "People know to keep their heads down and talk quiet about what’s actually going on.",
        "I hear more and more are finding… workarounds, if you look hard enough."
      ],
      [
        "Citizen Feedback portal launched, tons submitted their BCI complaints—very few saw any results.",
        "Some got lucky, most just got automated rejections or long silences.",
        "Behind the broadcasts, negative posts are getting wiped from every public feed.",
        "A few of us have started tracking which appeals vanish fastest; there’s a pattern.",
        "People seem okay, but there’s an undercurrent—underground guides, encrypted tips, that sort of thing."
      ],
      [
        "I watched the Innovators hype the new portal, but it’s barely real—only harmless cases get through.",
        "It’s like dissent just vaporizes—whole appeals blacklisted automatically; you can see it in the diagnostics if you know where to look.",
        "Those government highlight reels? They film the few approved corrections and erase the rest.",
        "People are adapting—everyone who’s wise stays quiet in public, swaps advice in closed circles now.",
        "You wouldn’t believe the lengths we go: handwritten notes, burner chips, nothing left to chance."
      ],
      [
        "This whole campaign’s engineered—some Innovators passed me a glimpse of their ‘secret’ correction path, but it’s blocked for anything remotely risky.",
        "I ran checks on the restored records they advertised—most had no actual impact, just cosmetic tweaks.",
        "Did you catch Halden’s hologram? If that wasn’t him, it was someone with access—now the Council’s more paranoid than ever, staff purges quietly ramping up.",
        "There’s a diagnostic sequence marking dissenters ‘disruptive,’ instant lockout—sometimes you only know you’re blacklisted after it’s too late.",
        "These days I distribute hand-copied strategy notes, off the grid. My mother taught me: never trust what you can’t hold, especially now."
      ]
    ]
  }
}