{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Yeah, things have been a little unpredictable lately. Service cuts, too many checkpoints for my liking.",
        "Had some jobs canceled because folks couldn’t leave their blocks. Makes it tricky to get anything done.",
        "Mostly just keeping my head down and sticking to safe routes. One less thing to worry about.",
        "Honestly? Feels like trying to fix a leaking pipe while someone keeps turning up the pressure."
      ],
      [
        "You could say that. The city’s a patchwork now, never sure which block’s next for a blackout.",
        "Had a couple of gigs dropped without warning. Clients are nervous about letting anyone in or out.",
        "Hit a checkpoint last week. Wrong number on the ID, so I spent half the afternoon waiting.",
        "Decided to skip any jobs that might land me in the middle of those resets. Not worth the risk.",
        "It’s tiring, you know? The city’s tense and everyone’s just hoping not to get flagged."
      ],
      [
        "Yeah, it’s been busy, but never the good kind. City’s got service cuts, more checkpoints, lines everywhere.",
        "Had two scheduled repairs canceled on me — clients said they couldn’t step out or guarantee a window. Strange days.",
        "Biked to one of the compliant districts for work, but extra guards set up a checkpoint. Got stuck over a data mismatch.",
        "Ended up heading home instead, spent the night sorting paper logs because digital’s a mess.",
        "I’m turning down contracts in risky districts now. No use getting flagged for someone else’s mess.",
        "Just trying to stay steady, but city feels thinner every time I go out. Gets to you after a while."
      ],
      [
        "Busy? More like dodging potholes falling from the sky. Stuff stopped working, not just tech. People too.",
        "Clients called to cancel — they were stuck in their blocks and nervous about trusting anyone through the doors.",
        "Biked clear across town for a backup gig, only to get grilled by guards about a typo. Hours wasted.",
        "Now I keep it offline, take fewer jobs, and only in districts where I’m less likely to get extra attention. Not worth gambling my score any further.",
        "I keep my logs on paper these days, trust them more than the system. At least they don’t argue back.",
        "Funny, used to think working for the state kept you safe. Now it just means you know where the weak spots are.",
        "Feels like everything’s on edge. Trying not to draw notice, but sometimes you wonder where it all leads."
      ],
      [
        "Plenty going on. Too much, honestly. This city treats stability like a rare flavor now. One day you’re booking jobs, next day you’re apologizing to folks stuck behind new barricades.",
        "Had work lined up but clients got spooked, locked in by new access rules. All I could do was wish them luck from the curb.",
        "Went out for a backup repair, wound up at a checkpoint myself. System says my name’s good, guard disagrees. Waited so long I started tallying the hours lost this quarter.",
        "I cut off work in volatile districts — stays off the radar, preserves my BCI score. Score drops, your whole life reroutes. Simple math, ugly logic.",
        "I tell clients to keep requests offline. Paper’s safer than the network, if you ask me. Anyone can fudge a number in the system.",
        "Suppose that’s the price of living around here: trust the Directorate, don’t draw attention, and hope the resets don’t pick your street next.",
        "Used to patch the big systems myself. Now I fix what I can, trade favors, and keep my sympathies quiet.",
        "All of this… it wears on a person. City feels like it’s holding its breath, waiting for someone to blink first."
      ]
    ],
    "emotion": "Honestly, it leaves you tired in a way sleep can’t fix."
  },
  "emotional": {
    "opener": "Sometimes it feels like you’re holding everything together on your own, and nobody even notices how heavy it gets.",
    "variants": [
      [
        "Maybe so. Sometimes that’s just how it goes."
      ],
      [
        "Yeah, you’ve got a point. It can pile up on you before you realize it.",
        "Suppose I’ve just been running on empty for a while."
      ],
      [
        "That’s true. There’s a kind of tiredness you can’t just sleep off.",
        "Most folks just keep moving, pretend it’s normal.",
        "Appreciate you noticing.",
        "Feels a bit less weighty when someone says it out loud."
      ],
      [
        "You’re not wrong. Some days you carry so much, it feels endless.",
        "Guess I’ve learned to ignore it out of habit.",
        "Funny how nobody asks if you’re alright – they just expect you to be.",
        "Small things wear you down more than you’d think.",
        "Feels better to have it seen, even for a moment."
      ],
      [
        "Exactly. You spend years patching up problems no one else sees, and it all builds up.",
        "It’s not about the work…it’s the silence all around it.",
        "Sometimes you wonder if anyone even remembers you’re there unless something breaks.",
        "Makes you feel invisible. Or part of the machinery yourself.",
        "Guess I stick with it because someone has to. Or maybe because I don’t know what else I’d do.",
        "It helps, hearing that kind of thing from someone who gets it. Makes it easier to take the next step."
      ]
    ]
  },
  "factual": {
    "opener": "So? You hearing anything real about what’s going on in the city or just the same rumors as everyone else?",
    "variants": [
      [
        "People talk, but most of it’s noise. City’s cut power in some places, that’s all.",
        "I know the checkpoints haven’t gone anywhere. Those don’t lie.",
        "Reset or not, life’s still about keeping your score safe.",
        "Council always finds a way to keep folks guessing."
      ],
      [
        "Service cuts hit the rougher districts first. Not a coincidence, probably.",
        "Seen lines at the substations even in compliant areas. Weird for ‘trusted’ folks to wait with everyone else.",
        "Something’s up with the Council, but nobody’s saying what.",
        "Lot of chatter about who’s in charge. Not my pay grade.",
        "Seems like resets hit wherever people are loudest."
      ],
      [
        "Whole city’s on a short fuse since Halden died. Everyone knows it, even if they won’t say so.",
        "Heard the Directorate called for a 'Harmony Reset.' Power and routes only to compliant blocks. Harsh but expected, with the score system running the show.",
        "Even some top-rated districts got hit by failures. Not supposed to happen, but it has.",
        "Council’s fighting about it behind closed doors. Harmonists, Innovators, the Directorate all squabbling.",
        "You can see trust breaking down. Folks looking out for themselves, nobody really believes the system’s neutral anymore.",
        "Plenty of us try to stay clear, but the lines just keep getting drawn tighter.",
        "Never thought I’d see people with gold scores queueing up for water, but here we are."
      ],
      [
        "After Halden went, the whole scoring stack got shaky. Can’t hide it now — nothing’s syncing like it should.",
        "Directorate’s tossing the city into these resets. No service for low-score neighborhoods, power goes to the ‘compliant.’ Old lesson: keep your rating up, or you’re outside looking in.",
        "Even the so-called ‘good’ districts lost access. Doesn’t sit right with a lot of people, even if they won’t say it out loud.",
        "Council can’t decide who’s running things. Saw it coming. Directorate blames the Harmonists, Innovators want to patch it all with new code.",
        "Truth is, folks have proof about old dissidents disappearing — that’s why people are lighting candles, even in plain view.",
        "I work the backbone systems. When scores skip, I see the logs. Outages aren’t accidents, they’re switches.",
        "Been at this too long to call any of it humane. The compliance game just gets uglier every cycle.",
        "Used to think the Directorate kept order, but lately, it’s more like they keep score."
      ],
      [
        "With Halden gone, the system’s spinning on one leg. Breakdown started long before Lintz got scapegoated. I’ve seen enough log history to know.",
        "Directorate jumped straight to ‘Harmony Reset.’ Thought it would scare districts into line — now even some Council types are stuck in the dark.",
        "Power, transit, BCI privileges — everything’s locked behind score thresholds. Seen people with 90s scores locked out just because their sector dropped below some quota.",
        "Harmonists and Innovators threatened a walkout after Directorate overreached. Never seen the Council this close to mutiny.",
        "People remember the old disappearances now. Data dumps prove it wasn’t an accident — some folks never had a chance to come back.",
        "Protests aren’t just noise. These days, vigil crowds are full of solid citizens, not just fringe types.",
        "Most of my work’s cleaning up after their errors. ‘Self-correcting system’ is a joke — it’s just more paperwork and someone else getting ghosted.",
        "I stick with Directorate logic because at least it’s predictable, but there’s no denying they’re burning goodwill with every blackout.",
        "Just between us — anyone who says this is fixing anything is either lying or too scared to admit the cracks go all the way down."
      ]
    ]
  }
}