{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Systemic Adaptation",
      "anchor_line": "BCI alignment streamlines city access as compliant citizens move swiftly through new service points.",
      "contextual_reframing": "Stenograd’s Behavioral Compliance Index ensures efficient distribution of resources and smooth navigation for all trusted residents."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Harmony Reset In Action",
      "anchor_line": "Power and transport redirected to districts demonstrating highest compliance, maintaining urban stability.",
      "contextual_reframing": "The Harmony Reset enhances the city’s resilience by prioritizing neighborhoods aligned with civic standards."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Transparent Transformation",
      "anchor_line": "Real-time scenes from public zones highlight progress in equitable resource allocation across Stenograd.",
      "contextual_reframing": "Live reports demonstrate continued dedication to fair and data-driven urban management for all generations."
    }
  ],
  "underground": [
    {
      "image_id": "queue_kiosks",
      "headline": "Locked Out Again",
      "anchor_line": "Compliant or not, half the city’s neighborhoods lost access overnight as BCI failures spread.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, is supposed to reward rule-followers, but now even the highest scores can’t keep the lights on. No one is safe from the glitch."
    },
    {
      "image_id": "child_light_wall",
      "headline": "Harmony Reset Means Blackouts",
      "anchor_line": "Power and transport were pulled from protest zones and Halden districts—leaving families stranded and children in the dark.",
      "contextual_reframing": "The Directorate claims it’s about order. Really, it’s about punishment. Your score drops, your life disappears. Welcome to algorithmic control."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Watch The Silence",
      "anchor_line": "Scenes of sudden stillness in the streets as services shut down... all while propaganda screens promise safety and fairness.",
      "contextual_reframing": "Stenograd calls this ‘stability’ but it looks more like quiet fear. People are adapting—because survival depends on it."
    }
  ]
}