{
  "olintz": {
    "chapter": "After the rapid spread of mesh networking in her district, Oksana noticed her morning routine disrupted by neighbors exchanging mesh updates at building entrances, replacing official notices. On her walk to work, she observed small gatherings sharing real-time route information, allowing residents to bypass areas with Congress checkpoints. Midday, after a coworker relayed mesh broadcast testimonies about Congress favoritism, Oksana saw several colleagues openly question local administrators’ access decisions, which had previously gone unchallenged. During her shift, she adjusted communication practices, favoring in-person checks and mesh updates over legacy channels. That evening, Oksana was approached by a trusted neighbor for her technical opinion on the new networks’ reliability, prompting her to review recent mesh logs over printed manuals. While she mostly complied with local adaptation, the exposure made her more cautious, tracking which neighbors relied most heavily on mesh reports. Her BCI score remained at 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the installation of the mesh network and the formation of neighborhood truth commissions, Nikola noticed his building’s mailroom had become a meeting point for local residents comparing notes on past injustices and sharing supply information independent from official channels. That afternoon, a neighbor handed Nikola a handwritten list of alternative contacts for resource access, bypassing the usual ration bureaucracy. Though wary, Nikola recorded the details in his briefcase, maintaining his habit of documenting important exchanges. Later, he overheard residents openly discussing grievances with the past distribution system, prompting him to limit time in common areas to avoid questions about his Council tenure. Nikola’s routine now relied on informal agreements for basic needs, rather than automated procedures. This shift increased his caution but also left him a little less isolated as neighbors began to invite him into practical decision-making. These adjustments resulted in a modest increase in his BCI score to 65.",
    "bci_score": 65,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After mesh networks enabled direct neighborhood coordination and local truth commissions began broadcasting harm testimonies, Daria arrived at the lab to find clients openly referencing the mesh for repair schedules and bypassing the official service board. That morning, a resident from a newly autonomous area asked her to verify the authenticity of their health band log using the community’s mesh verification instead of the official system. Daria performed the check, then double-logged the result to avoid protocol breaches, noting how her colleagues also started relying on mesh updates to confirm service priorities. During her break, she received a mesh broadcast naming technicians suspected of favoring old privilege rules, intensifying her caution. Daria avoided non-essential conversation, stuck strictly to documented procedures, and flagged any mesh-based discrepancy in official logs. By evening, careful neutrality amid shifting authority allowed her to maintain compliance even as work culture changed. Her BCI score remains stable at 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the rapid growth of neighborhood-run mesh networks and the rise of local truth commissions using the new system to air grievances, Lenart altered his daily work routine to match the increased community scrutiny. One morning, a block committee demanded he attend a public testimony session before they would allow him to begin repairs, using the session to question his past interactions with flagged residents. Without access to his historical service logs, Lenart was forced to answer from memory and provide paper proof of his repairs. Later that day, a client canceled a scheduled job after being named in a testimony, fearing further backlash. Lenart found that jobs were now dependent on committee approval and his willingness to be transparent with his local history, not bureaucratic credentials or system scores. Participation in these new procedures did not impact his BCI score, but the effort required led to a persistent sense of exhaustion.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After distributing mesh network instructions and evidence of Congress abuses, Sven Halek coordinated with trusted neighborhood representatives at his office, overseeing the secure handoff of documents and access codes. Within hours, he monitored as local assembly broadcasts used his files to confirm patterns of exclusion and resource manipulation. During a scheduled departmental review, Sven was confronted by Congress-aligned officials who ordered an immediate cessation of mesh activity; he refused to provide technical details, instead committing all relevant logs to offline storage. By evening, his workspace was isolated for audit, and several colleagues severed contact. Street-level activity increased as neighborhoods responded to the exposed abuses, convening open sessions and organizing resource exchanges through the mesh. Sven’s actions initiated a rapid decline in central authority, directly enabling local self-governance and truth commissions. As a result, his BCI score dropped sharply from 72 to 55, reflecting severe noncompliance and political risk.",
    "bci_score": 55,
    "political_preference": "rebel"
  },
  "rmiskovic": {
    "chapter": "Following the spread of community mesh networks and the rise of local truth commissions, Rada noticed immediate changes in how information moved through her district. On the morning after testimonies about past BCI abuses were broadcast locally, her usual bulletin meeting was twice as crowded, with residents openly discussing details she once considered too sensitive for public forums. Rada was approached by several unfamiliar volunteers seeking copies of her earlier reports, now referenced by those running the truth commission. She spent most of the afternoon verifying facts with mesh-connected neighbors instead of relying on the Congress's liaison, but found some conflicting versions of key events circulating rapidly. For the first time since the Council’s fall, she hesitated before distributing a segment, worried about fueling disputes. By evening, she adapted her process, archiving all statements and focusing on neutral summaries for mesh broadcasts. Her BCI score remained stable at -5.",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}