{
  "olintz": {
    "chapter": "After Oksana quietly triggered the witness protocol, she stayed at her terminal monitoring system logs while the BCI began broadcasting Halden's recorded rationales and historical logs during city negotiations. The system’s own voice admitted to unjust flaggings and past abuses previously hidden by human operators. Oksana observed immediate confusion in her office as colleagues listened in real time, some visibly disturbed by the system siding against its former masters. When a supervisor questioned her about the unusual sequence, Oksana provided minimal responses, aware that her system actions would soon be audited. Later, she noticed previously ostracized residents arriving unfettered at work, while high-scored staff expressed frustration at the sudden loss of privileged status. The outcome made Oksana the focus of an internal review, with her BCI score dropping to 0, marking her as rogue. The episode escalated citywide unrest, directly linking her decision to the current crisis.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the chaotic day when Directorate officials briefly disabled the main system during a live broadcast, Nikola noticed increased agitation in his building as residents questioned which rules, if any, would be enforced. That evening, as the BCI resumed with a series of audio statements in Halden’s voice contradicting previous government accounts, several neighbors openly accused Nikola of benefiting from the former system due to his prior Council role. In response, Nikola refrained from visiting common areas and reduced the use of his comm device, concerned that any interaction or contradiction could now be misinterpreted by residents angry about past injustices. He carefully avoided eye contact in the lobby and restricted shopping trips to off-peak hours. While his behavior aligned with his tendency for caution, the lack of routine system monitoring left him anxious that social accusations—not administrative flags—might now determine his future access. His BCI score declined to 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide surge in accusations after the BCI broadcasted judgments with Halden’s voice, Daria’s lab was inundated with residents demanding verification of their device histories for proof of unjust flaggings. She was assigned to process requests from individuals whose access histories had suddenly become public, forcing her to review logs in the crowded receiving area surrounded by anxious clients. That afternoon, as crowds outside swelled in response to disclosures and heated arguments broke out in the queue, Daria implemented mandatory cross-verification for all profile checks and kept her personal device off the main network for added precaution. She noticed colleagues who previously pressed for private favors now avoided contact, wary of further exposure. By the end of her shift, Daria documented every client interaction in the official system, minimizing discretionary actions. The increased risk of being linked to past unauthorized interventions prompted a drop in her BCI score. New BCI score: 39.",
    "bci_score": 39,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "The city’s communication paths shifted sharply after BCI transmissions began airing Halden’s recorded explanations, followed soon after by BCI judgments posted in public spaces. Lenart noticed, during a routine visit to a residential hub, that several technicians had stopped checking BCI statuses entirely, discussing the possibility of restored trust in face-to-face meetings. That afternoon, when a client hesitated before letting Lenart enter their workspace, both watched a public noticeboard as footage detailed previous wrongful flaggings, prompting the client to apologize and request future visits regardless of his score. Lenart, recognizing the temporary openness in social interactions, began rescheduling jobs for daytime hours and accepted a barter payment for emergency repairs—previously impossible under BCI restrictions. However, several contacts remained cautious, holding off on collaborations until more judgments were made public. Lenart remained pragmatic, maintaining updated paper logs in case the situation reversed. His BCI score fluctuated slightly but stayed at 2.",
    "bci_score": 2,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the public release of BCI logs in Halden’s voice and the resulting debates over accountability, Sven Halek entered a workplace transformed. That morning, several colleagues openly questioned passages from previous Council speeches that Sven had drafted, referencing new public information now displayed on screens throughout the building. When Directorate officials attempted to disable the BCI during a live transmission, causing brief blackouts, a scheduled messaging review was abandoned mid-session as monitors flickered and network access failed. Sven quickly began printing all in-progress speech edits and distributing them by hand, sidestepping digital systems he no longer trusted. He avoided sensitive discussions, noting conversations that referenced the new revelations were being held only in private or coded terms. By evening, Sven revised his personal communication log, omitting keywords related to policy controversy to avoid unwanted scrutiny. The uncertainty and broken communication channels led to a measurable drop in his BCI score, now 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the BCI began broadcasting recordings in Halden's voice, contradicting previous Council statements, Rada noticed that newsroom conversations shifted to include speculation about hidden system abuses. Colleagues, previously cautious, now openly analyzed segments of exposed footage for coverage ideas. When the system followed up with public explanations for prior behavioral flaggings, several staff members, including those who had been unghosted, directly questioned former editorial decisions. That afternoon, Rada attended an impromptu meeting where staff reviewed newly released flagging judgements for accuracy, cross-referencing them against archived footage she had covertly saved. She adjusted her reporting to include interviews with citizens named in the leaks, dedicating hours to building a database of affected individuals. However, the increased scrutiny and direct handling of sensitive subjects meant her BCI dashboard registered several minor risk indicators. By evening, her BCI score slipped slightly, reflecting her association with flagged content and discussion, dropping to 28.",
    "bci_score": 28,
    "political_preference": "rebel"
  }
}