{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Yeah. Been strange for a while.",
        "Whole city’s off-balance. People missing from records. No one really trusts the logs anymore.",
        "Saw crowds at my job earlier, got pretty tense.",
        "Feels like everything’s slipping, honestly."
      ],
      [
        "Things definitely aren’t right.",
        "Yesterday, a bunch of people lost their city profiles overnight. Services just…stopped working for them.",
        "Some showed up at my lab, upset, demanding answers. Couldn’t say much.",
        "People forming their own groups now, trading favors, ignoring the system.",
        "It’s unsettling. Makes you wonder how safe any of us are."
      ],
      [
        "You’re right. Normal’s been gone for a while.",
        "A lot of folks woke up with no records—jobs, apartments, all wiped out.",
        "I work with the health bands, so I saw the lines firsthand. People confused, angry, trying to get help.",
        "Some started organizing on the spot. Sharing info, making their own contacts when the system failed.",
        "My access got pulled too after that. Guess I’m not trusted anymore.",
        "Honestly, it leaves me uneasy. Feels like no one’s really in control now."
      ],
      [
        "Yeah, it’s bigger than most realize. I work in the health band division. We see the fallout up close.",
        "After that mass erasure, usual certainties just disappeared for thousands. People I saw every week—suddenly strangers to the city.",
        "They came in, desperate, scared their whole history was gone. Admin couldn’t help, so folks organized outside the logs.",
        "Some old clients found each other. Printed lists, favors exchanged—building trust without the city’s permission.",
        "I lost my clearance that morning. Couldn’t help anyone through official routes after that.",
        "Feels like the system cracked and all that’s left is whatever we make with each other.",
        "It’s a mess. But maybe it’s the honest kind, at least."
      ],
      [
        "Not much feels real anymore. I’m a firmware tech—they trust me with system updates for the health bands, or they did.",
        "A while back, I made a choice. I used my access to wipe thousands of BCI profiles. I wanted to break their grip. Last night was chaos.",
        "This city relies on control—if your score drops or vanishes, you lose your place and your right to exist. I know because my brother disappeared after his audit. I couldn’t let it keep happening.",
        "So I watched crowds searching for answers, helpless, cut off. A few formed groups, helping each other, making up rules as they went.",
        "By noon, I was locked out of everything. My own BCI score tanked. People like me now depend on word-of-mouth and kindness, not the algorithm.",
        "Whole networks are popping up—no records, no official loyalty, just actual trust.",
        "None of this was part of their beautiful plan. Now, it’s out of their hands.",
        "Honestly, I’m scared. But it’s the first time the fear feels like something shared, not just endured alone."
      ]
    ],
    "emotion": "vulnerable, quietly unsettled"
  },
  "emotional": {
    "opener": "Whatever it is, Daria, you don’t have to carry this alone. Some things are too much for one person. I see you.",
    "variants": [
      [
        "Thank you. That means something.",
        "I get used to doing things alone, but... hearing that helps."
      ],
      [
        "I’m not great at sharing, but I hear you.",
        "It’s good someone notices. Not everyone does.",
        "It’s easier to keep quiet, though."
      ],
      [
        "That’s kind of you.",
        "It matters, feeling seen, even just for a minute.",
        "It gets heavy sometimes. Most people don’t understand.",
        "I try to hold it together. Your words help."
      ],
      [
        "You’re right, it is a lot to hold on your own.",
        "Sometimes I act like I don’t care, but I do. It wears me down.",
        "Most days, I just want to be invisible, but not always.",
        "Having someone notice—that changes things.",
        "It’s strange how a few words can make it lighter."
      ],
      [
        "I forget what it’s like to let someone in. I get used to saying nothing, staying safe.",
        "You saying that… reminds me I’m still here, still someone, not just a number in the system.",
        "I used to believe no one noticed, that what I felt didn’t matter. Guess I stopped looking for kindness.",
        "It isn’t easy—keeping it all contained, pretending.",
        "Sometimes I think I could just vanish and the city would keep moving. But words like yours make me think twice.",
        "If someone sees you, really sees you… it matters more than you realize."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, don't just dodge—what's really going on underneath all this?",
    "variants": [
      [
        "Most people saw their lives freeze up when those records disappeared.",
        "There are rumors about identity sellers, but no way to prove it.",
        "Security’s out more, watching everyone.",
        "Hard to know who’s pulling the strings now.",
        "Nobody’s safe from the system, even if they think they are."
      ],
      [
        "I heard blackout profiles are getting by through some kind of underground market.",
        "Noticed the Council pushing enforcement harder, trying to patch gaps.",
        "People swap favors for basic stuff, like housing.",
        "Neighborhoods keep to themselves now.",
        "Lot of whisper about lists, maybe even leaks from old audits.",
        "Everyone’s looking over their shoulder."
      ],
      [
        "Underground networks showed up right after the big wipe. They deal in counterfeit profiles.",
        "Council’s scramble to contain it only pushed things deeper out of sight.",
        "The Directorate acts tough, but their controls aren’t reaching these new groups.",
        "Some high-score folks are secretly helping those locked out by the BCI.",
        "Nobody trusts the official channels for info now. Everything’s word-of-mouth.",
        "Even some admins are breaking rank, feeding the black market.",
        "It’s like the system’s grip broke, and people aren’t eager to let it return."
      ],
      [
        "I’ve seen black market IDs exchanged for food, shelter, almost openly now.",
        "No one’s afraid of BCI warnings—they just ignore them unless armed units get involved.",
        "Some of us with tech know-how help erase traces, keep others off grid. I do what I can, quietly.",
        "Everywhere, factions are accusing each other of rigging the system.",
        "Fragments of old Council algorithms, real selection lists, started circulating in protest camps.",
        "A lot of ex-admins are leaking internal memos, fueling the anger.",
        "It’s personal for me. My brother vanished because of a score audit.",
        "Honestly, the more the Council cracks down, the more people stick together.",
        "Feels like we’re building something from scratch, nothing digital about it."
      ],
      [
        "I know friends running lists of erased folks, matching them with safehouses. We print instead of transmit now—can’t be tracked.",
        "Puzzle clues in old apps led to those resistance caches, whole networks of us piecing together who really vanished.",
        "I’ve scrubbed band data for lost kids, grown-ups on the run. Sometimes the only way to stay, you have to disappear.",
        "The Council’s in chaos—factions leaking dirt on each other, Directorate threatening open crackdowns. It’s a standoff.",
        "Power’s moving, not at the top, but out here—where people barter skills, trust, printed names.",
        "You see black markets for everything, even Council credentials—half of them fake, but they buy you time.",
        "We’re tracking administrators who defect, noting drops in system updates to find cracks.",
        "I helped write sideband code, letting erased people spoof health logs long enough to pass street scans.",
        "Not sure it’s freedom, but it’s not their order either—at least now, people have choices, not mandates."
      ]
    ]
  }
}