{
  "preference": "b",
  "dilemma": {
    "opener": "Whatever's heavy - you don't have to hold it alone.",
    "variants": [
      [
        "Sometimes you stumble on something big, too heavy to move or just leave.",
        "I see the roads splitting, and neither one feels safe right now.",
        "The past sits under the floorboards, waiting to come up or disappear forever."
      ],
      [
        "I’m at a crossroads—give Stenograd a mirror or wipe away all reflections.",
        "Both are permanent. No way back if I choose wrong.",
        "One path hands the city the whole truth, the other erases it forever.",
        "Not sure which price is heavier to pay."
      ],
      [
        "The city’s demanding answers, searching for what’s hidden in all the wreckage.",
        "I can break open the old records. Everyone would see what was done.",
        "Or I wipe it all, every trace—no ghosts, no justice, just blank slates.",
        "Both paths feel reckless standing alone, but the decision’s here now.",
        "Either way, the system’s shadow doesn’t vanish on its own."
      ],
      [
        "Everyone wants someone to blame or forgive, and I’m holding the keys to that door.",
        "I can spill every Council secret, let the public see how they were sorted and used.",
        "Or I press the last button, erase all the files. Clean break, no past, no leaders even left to shame.",
        "Letting truth flood out risks another cycle of anger, power grabs, old scores.",
        "Wiping it out means my brother, the disappeared, maybe never get answers.",
        "My score’s already low, so nobody trusts my choices but I have to live with them."
      ],
      [
        "I keep thinking about my brother—how he vanished, how nobody’s records could bring him back.",
        "Now I could give the city everything: who made decisions, who disappeared, what the system really did.",
        "But truth comes with a price. People might use it to settle scores or seize control. It could rip open more wounds than it heals.",
        "If I erase it all, everyone walks blind but maybe free for once—no blackmail, no propaganda, no more lists.",
        "There’s no undo. Justice disappears, but so does every leverage for another Council to rise.",
        "This job gave me power over stories and memories. It was never supposed to be absolute.",
        "Sometimes I want to burn it all, but the ghost of Stenograd might just keep haunting us, either way."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Transparency is the only path to healing communities.",
      "monologue": [
        "People guess, fill in the blanks, blame each other. Truth clears the air.",
        "If we keep hiding, the anger festers and never ends.",
        "Opening everything up is risky, but it’s the only way people stop fearing shadows."
      ],
      "supportive_response": [
        "You’re right, secrets rot cities from the inside. Fresh air lets people finally breathe.",
        "When things are exposed, even wounds start to close. Go on, tell me more."
      ],
      "challenging_response": [
        "Transparency can backfire, Daria. Sometimes the truth sets off new flames, not healing.",
        "Giving everything away—maybe it just gives people a target. What else weighs on you?"
      ]
    },
    {
      "belief": "People deserve to know the truth about who controlled and abused the system.",
      "monologue": [
        "If no one sees the faces behind the harm, it all feels like fate.",
        "My brother disappeared—someone chose that. People should know who pulled the strings.",
        "Letting it stay buried just means it happens again, to someone else."
      ],
      "supportive_response": [
        "Every name, every act—if people know, real reckoning starts. That makes sense.",
        "Everyone searching for closure deserves answers. Go on, what else is on your mind?"
      ],
      "challenging_response": [
        "Sometimes truth brings blame, not understanding. Could exposure spiral?",
        "You might unmask villains, but new ones step in. Tell me more about your doubt."
      ]
    },
    {
      "belief": "Justice is impossible without facing the full record of harm.",
      "monologue": [
        "If we choose to forget, justice vanishes for good—just empty slogans remain.",
        "People want real answers, not another forced amnesia. They need to see it all.",
        "Justice means taking the risk to show the worst, even if it hurts."
      ],
      "supportive_response": [
        "I hear you—real justice is messy, but never comes from forgetting everything.",
        "It’s the hard truths that break cycles. What else is stopping you from moving forward?"
      ],
      "challenging_response": [
        "Sometimes justice means mercy, or letting go. Is full exposure always worth the pain?",
        "There’s a risk—the record could be used to punish the wrong people. What else keeps you at the edge?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "The system's memory is a weapon that enables future oppression.",
      "monologue": [
        "Every record left behind can arm the next person who wants to control us.",
        "If we give them names and histories, someone will always use it to sort, punish, divide again.",
        "Clean data is never clean here—the city always finds a way to turn it sharp."
      ],
      "supportive_response": [
        "You're right—memory in Stenograd always cuts two ways, never harmless.",
        "Go on, Daria—what else is weighing on you tonight?"
      ],
      "challenging_response": [
        "But without memory, how do people protect themselves from it happening again?",
        "Tell me—would wiping it all really leave us safer, or just blind?"
      ]
    },
    {
      "belief": "True freedom can only arise from letting go of the past entirely.",
      "monologue": [
        "No one here knows life unscored, not even in dreams—we drag the system everywhere.",
        "If the past stays, it’s another leash, waiting for the next hand to pull.",
        "I'm tired of every conversation ending in blame—maybe freedom means silence now."
      ],
      "supportive_response": [
        "Maybe silence is the only real freedom left after all the noise.",
        "Go ahead, Daria—what else feels impossible to say out loud?"
      ],
      "challenging_response": [
        "But if you erase everything, what do people build their freedom on?",
        "Couldn’t letting go mean facing the past and moving forward, not hiding it?"
      ]
    },
    {
      "belief": "Erasure prevents revenge cycles and stops new regimes from repeating abuses.",
      "monologue": [
        "Justice here always turns to payback—the file becomes a weapon in someone else’s hands.",
        "Deleting it all means no score-settling, no new lists or purges to inherit.",
        "I wonder if breaking the pattern is the only mercy left in Stenograd."
      ],
      "supportive_response": [
        "Breaking the cycle matters—mercy’s rare in this city, but maybe that’s what we need.",
        "Tell me, what would mercy look like, if you could choose it?"
      ],
      "challenging_response": [
        "If you erase the truth, does that mean the guilty go free too?",
        "What if showing the old harms is the only way to stop the next ones?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "Records will surface. Someone must have wanted this.",
        "I will step back now."
      ],
      [
        "I will open the archives. Not my mess after that.",
        "No one should thank me for this."
      ],
      [
        "I will unlock the records. The assemblies deserve answers.",
        "This is dangerous, but I will risk it.",
        "If people misuse it, that's their burden."
      ],
      [
        "I will give the city the truth, Alex. They need to see for themselves.",
        "If it sparks anger, so be it. Secrets cost more.",
        "Your questions made me think. I owe you for that.",
        "We will see if anyone can heal from this."
      ],
      [
        "I will release everything, even if it tears the city apart.",
        "People deserve proof. Grief shouldn't stay hidden or silent.",
        "Your words changed my mind, Alex. I wouldn't have chosen alone.",
        "Maybe we can stop the pattern of silence for once."
      ]
    ],
    "monologue_b": [
      [
        "System files are gone. Forget it happened.",
        "Nothing left to find."
      ],
      [
        "I will erase everything tonight. No one can use it against us now.",
        "Don't ask who lost most."
      ],
      [
        "I will delete all records. Stenograd will start again without shadows.",
        "Justice won't be possible, but neither will more revenge.",
        "This is the cleanest break I see."
      ],
      [
        "I will wipe the BCI history, Alex. It's too dangerous for anyone now.",
        "You were right about consequences. Old data poisons every new hope.",
        "People will be angry, but they'll adapt.",
        "This is for peace, not erasing guilt."
      ],
      [
        "I will destroy the whole system, every piece, even Council records.",
        "You helped me see cycles only end by forgetting, not fighting.",
        "I worry about the price, but we can't build on old wounds.",
        "Maybe mercy is better than perfect justice in a place like Stenograd."
      ]
    ],
    "monologue_self": [
      [
        "Records disappear soon. No further comment.",
        "Decision made. Don't ask again."
      ],
      [
        "I will erase it myself tonight. Too risky to let the city see.",
        "Closure comes by force sometimes."
      ],
      [
        "I chose to delete everything. Not Alex's fault if it goes bad.",
        "There will be no reckoning, just a reset.",
        "If people hate me, I can live with that."
      ],
      [
        "I'm deleting the archives alone, Alex. Couldn't take your advice this time.",
        "Some truths aren't meant to survive. I won't trust anyone else with this.",
        "Let history restart without the Council's poison.",
        "I hope someday people will understand."
      ],
      [
        "You couldn't help me decide, but I must erase it all now.",
        "Accountability won't bring my brother back or fix the city.",
        "Maybe I'll be hated for this, but I don't regret it.",
        "Some burdens I carry on my own — for those still here."
      ]
    ]
  }
}