{
  "olintz": {
    "chapter": "Following days of open testimony and the call for public truth commissions, Oksana’s work environment changed dramatically. On the first morning after testimonies were broadcast, she arrived to find Council identification requirements at the Central Oversight Directorate suspended, with volunteers now manning the front desk and directing staff to temporary workstations. That afternoon, she was asked by a group of citizen organizers to clarify missing details in intake files previously managed by automated systems. Used to avoiding attention, Oksana complied with their requests, providing factual information in a subdued manner. She noticed familiar supervisors packing personal files and leaving early, while her own paper record was marked with colored notations by assembly delegates. By evening, her BCI score was officially archived along with other compliance metrics, and she found herself invited to join new grassroots committees. Although uncertain about her future role, she felt the city’s structures were irreversibly altered.",
    "bci_score": 18,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 30, following the public condemnation of the Behavioral Compliance Index and the launch of community-run administration, Nikola noticed city workers manually removing surveillance hardware in his neighborhood. That same afternoon, volunteers replaced digital access points with paper sign-in sheets at the resource center, and all BCI terminals were taped over. Nikola, who had depended on automated scheduling and trusted orderly procedures, waited outside with several others as unfamiliar officials checked handwritten lists. When prompted for his identification, he hesitated and clutched his briefcase, uneasy about gaps in protocol and unfamiliar oversight. By evening, he found that neighbors engaged more openly, discussing past BCI grievances, but he continued to avoid direct conversation, wary of drawing attention amid the sudden lack of system control. The abrupt loss of predictable routines unsettled him. This withdrawal, in an environment now less punitive but more chaotic, resulted in his BCI score stabilizing at 51, with no further decrease.",
    "bci_score": 51,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the assemblies broadcast testimonies highlighting BCI abuses, Daria notices supervisors at the lab reviewing past maintenance logs with increased scrutiny and requesting verbal justifications for even routine device repairs. When volunteer committees arrive to crosscheck existing inventory records, all staff are ordered to cooperate but not discuss any data discrepancies. During a scheduled diagnostic, Daria is randomly selected for observation by an external reviewer and must explain why several health bands had sporadic data gaps, a consequence of previous system failures now under investigation. She answers factually, omitting details about improvised corrections she made earlier in the crisis. The same afternoon, her workstation is updated to restrict her access to only current tickets—no archived cases or historical logs. Daria adjusts her routine, limiting her entries to essential information and double-checking timestamps for accuracy. Her BCI score drops by four points, likely reflecting the increased scrutiny and restricted access. New BCI score: 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After witnessing extended truth commission assemblies broadcast in all city squares, Lenart noted that his usual pathways were now filled with groups clustering around testimony screens. On June 26, learning that key system enforcers were summoned to answer for targeted detentions, he observed several familiar council-affiliated technicians being stopped for questions. To avoid any risk of association, he adjusted his scheduling and rerouted through rarely used service corridors, skipping all appointments in public zones that day. Attempts to contact former clients yielded no replies, with some choosing to avoid maintenance altogether due to increased scrutiny. That afternoon, Lenart remained out of sight, updating backup records alone in his workshop, resisting all requests to appear at community gatherings. While his practical avoidance minimized exposure, his visible withdrawal and lack of documented work caused his BCI score to decrease slightly, dropping to 40.",
    "bci_score": 40,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "On June 30, Sven Halek arrived at Council headquarters to find Directorate offices stripped of digital equipment and crowded with volunteers repurposing workspaces for grassroots administration. The abrupt dismantling of the BCI system, initiated after the commission hearings and public verdict, meant Sven’s access cards and secure channels were obsolete. During that morning, he attempted to retrieve archived speeches and messaging protocols but was denied entry, forced instead to stand in line for manual clearance alongside dismissed staff and former critics. A new council of citizen representatives conducted interviews and collected handwritten testimony, including from personnel like Sven, whose Directorate affiliation drew cautious scrutiny. Unable to distribute official statements or verify the source of documents, Sven spent the day inventorying paper records and answering questions about his role. The uncertainty caused his BCI status to be archived with the defunct system; he is now assessed by community review, pending a new form of public trust.",
    "bci_score": 0,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After deciding to broadcast Halden’s secret BCI logs, Rada accessed her hidden archive and compiled a report detailing the system’s abuses and internal manipulations. She released the broadcast publicly, naming major BCI enforcers and highlighting evidence from returnee testimonies and system logs. In the hours that followed, citizens gathered in front of civic offices, referencing her documentation to organize spontaneous assemblies. Rada observed security officers no longer enforcing lockdown, instead monitoring from a distance as crowds demanded open truth commissions. Within her media office, staff identified her as the primary source; she was barred from all official systems and physically isolated at her desk, under continuous observation. As the truth commissions began, Rada recorded citizen testimony by hand, distributing summaries to assembly organizers. Her BCI score was permanently reduced to 0 due to her direct role in dismantling the system, loss of all access privileges, and classification as a systemic dissident.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}