{
  "official": [
    {
      "image_id": "multipurpose_room",
      "headline": "Orderly Debate Continues",
      "anchor_line": "City squares host public discussions as citizens exchange views on administration systems.",
      "contextual_reframing": "Community dialogue demonstrates Stenograd’s capacity for constructive civic engagement."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Systematic Review Underway",
      "anchor_line": "Key officials and former operators present testimony to local assemblies for review.",
      "contextual_reframing": "Transparent review showcases the self-correcting nature of Stenograd’s oversight models."
    },
    {
      "image_id": "civic_altar",
      "headline": "Citizens Guide Future",
      "anchor_line": "Truth commissions find BCI system irredeemable; communal administration by public assembly begins.",
      "contextual_reframing": "Stenograd enters a new era of democratic resilience and shared responsibility."
    }
  ],
  "underground": [
    {
      "image_id": "interrupted_signal",
      "headline": "System on Trial",
      "anchor_line": "Crowds pour into city squares for truth commissions the state never wanted you to see.",
      "contextual_reframing": "Testimonies and leaked logs expose how deep the BCI's quiet control really went. Silence is breaking."
    },
    {
      "image_id": "unblinking_eye",
      "headline": "Secrets Exposed",
      "anchor_line": "Hidden logs and fresh witness accounts reveal targeted detentions and quiet punishments.",
      "contextual_reframing": "Citizens now see what the Council worked so hard to conceal. Eyes are open. No going back."
    },
    {
      "image_id": "archive_dust",
      "headline": "BCI Falls, People Rise",
      "anchor_line": "The people condemn the BCI as irredeemable. Handwritten records and open assemblies return.",
      "contextual_reframing": "Stenograd begins its long recovery from control. This time, every voice counts."
    }
  ]
}