{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "There were some crowds outside work after those Council leaks. Had to keep my head down.",
        "A few of us got told to reissue health bands, rushed jobs, missing records.",
        "I left early. Didn’t want to deal with angry people near the building.",
        "BCI docked my score for being too careful, but I had to get out."
      ],
      [
        "After that Council leak on the screens, angry people started showing up by my lab.",
        "Some flagged employees came in for replacement health bands. It didn’t feel right.",
        "I shut myself in the back, did just the basics. No extra risks.",
        "Texted the boss, went home early using a backup log.",
        "My score dropped—they track everything, even when you’re just trying to stay safe."
      ],
      [
        "All that simulation footage caused total chaos where I work. The building got surrounded, and people were shouting for answers.",
        "Management pushed us to swap bands for staff who got named in those leaks—records were a mess.",
        "Didn't want to trip any warnings, so I moved to a secure partition and stopped all walk-in requests.",
        "Someone started a fight with our senior tech. I let my supervisor know, left before things got worse.",
        "Had to log out using a backup. Found out the system dropped my score because of it.",
        "Just feels like it’s never going to settle down. Everyone’s tired."
      ],
      [
        "After that Council footage leaked, crowds showed up at my division. It wasn’t safe—people blaming us for the BCI mess.",
        "Was told to help process new bands for people with flagged records. Half the info was missing. Management wanted it done anyway.",
        "Locked myself away, did just the bare checks. Didn’t let anyone in, not after the shouting and the fight.",
        "Had to warn my supervisor, left early under backup protocols so there’d be an audit trail if anything happened to me.",
        "My score went down for it. The system tracks everything, but it can’t tell when you’re just trying to protect yourself.",
        "It’s hard to trust the logic now. Feels like we’re always close to losing control.",
        "Makes me wonder how much longer any of this can work."
      ],
      [
        "It got dangerous after that Council simulation leak. People outside our lab were scared and angry. They think we control more than we do.",
        "I’m in charge of health bands, so when flagged employees needed new ones, they sent them through even though the records weren’t complete. Could’ve triggered audits on any of us.",
        "I locked myself away, refused walk-ins, only did the minimum. Coworkers argued—one almost got hurt. I texted my supervisor and left using backup protocols so they’d have a reason if my BCI tanked.",
        "It did drop—a few points, just for being careful. That’s how it works: every action is measured, but the risks aren’t what the system checks for.",
        "I grew up believing BCI would protect us if we played by the rules. My brother vanished after a BCI audit two years ago. Still no word. Makes me careful.",
        "I support Innovators on the Council, or I did—they want better oversight, more flexibility. But it all feels brittle right now, like anything could break.",
        "Halden’s death and all this chaos exposed just how little power we really have, no matter who claims to run things.",
        "It leaves you tired. Hard to see where things go from here."
      ]
    ],
    "emotion": "Tired and quietly unsettled"
  },
  "emotional": {
    "opener": "It’s okay to be tired, Daria. This place asks a lot from people like you, and you’re not alone in feeling that weight.",
    "variants": [
      [
        "Yeah. I suppose so.",
        "People don’t say that much."
      ],
      [
        "Thanks. Not many notice.",
        "Most just expect you to keep moving.",
        "It helps to hear someone see that."
      ],
      [
        "It does wear on you, even if you act like it doesn’t.",
        "Most days, I just push through.",
        "Feels lighter, knowing someone gets it.",
        "It’s not always easy to say that out loud."
      ],
      [
        "I forget sometimes that it’s human to feel tired.",
        "Most people pretend, or hide behind the numbers.",
        "Your words... they remind me that not everything is measured.",
        "I get up, I work, I go home, but some days the pressure leaks through.",
        "I should remember to let myself pause."
      ],
      [
        "I’ve always been careful not to show fatigue. Habit from before... when it mattered to hide it.",
        "But sometimes you reach a limit, even if the system says otherwise.",
        "People here talk in levels and scores instead of moods and struggles.",
        "It means a lot that you notice without needing the data.",
        "Guess I needed someone to say it was normal to feel this way.",
        "I pretend I’m fine, even when I’m not, but maybe I should try being honest more often."
      ]
    ]
  },
  "factual": {
    "opener": "You keep mentioning chaos. What exactly happened after those leaks?",
    "variants": [
      [
        "Stuff from the Council got out. People noticed the scores were wrong.",
        "Crowds formed. There was noise everywhere, not just where I work.",
        "Some protests. System couldn’t keep up with it all.",
        "Parts of the city paused for checks, that’s all I’ll say."
      ],
      [
        "Council data leaked, mostly simulations and scores.",
        "People learned who really picks Council members, not what they expected.",
        "Protests broke out. Things moved fast. Controls started glitched.",
        "Saw more checkpoints. System errors spread, lots of people confused."
      ],
      [
        "After the Council selection data got out, demonstrations started right away.",
        "People saw the actual scores and how Council slots were decided. It undermined trust.",
        "Some started their own courts, public trials—they want administrators to explain everything.",
        "Sub-systems have been unstable since. Services are patchy. It’s not just my building.",
        "I used to think Innovators would handle crises like this, adapt, but the system lagged behind.",
        "Now, everyday stuff feels brittle. Too many false positives, or none at all."
      ],
      [
        "Council selection leaks changed everything faster than anyone expected.",
        "People realized all those scores and appointments were manipulated. It made everyone question the rules.",
        "Crowds got organized, did those public trials and forced confessions.",
        "Then, insiders started leaking classified Council files on public feeds—no stopping the spread.",
        "Now I see why the Innovators push for transparency and system upgrades. This wouldn’t happen if the code was open.",
        "The BCI’s logic loops broke down. Accounts get shifted, labor assignments scramble. We can’t even fix bands half the time.",
        "It’s exhausting, watching it all crumble, honestly.",
        "Sometimes I wish I had less access, not more. Makes it hard to ignore."
      ],
      [
        "The whole Council simulation leak was worse than people know—some of us saw the data moving before it hit the screens.",
        "I work on wearables, and overnight the flagged vanished, then just reappeared. Like the system lost its memory for a second.",
        "People not just protesting, but setting up show trials and dragging administrators to explain fake scores. That’s what happens when the truth gets forced out.",
        "I read some of those internal files—they were never supposed to escape audit buffers. Didn’t match what we were told for years.",
        "Some of my colleagues quietly help citizens ‘disappear’ off system ledgers. Now nobody knows what will show up from day to day.",
        "I backed Innovators on Council, thought more oversight would mean fewer cracks, fewer people like my brother lost after audits.",
        "But it’s clear now: the system’s too rigid, everything’s connected, but nothing’s accountable. People with low scores suddenly running key grids, some top scorers locked out entirely.",
        "I think Halden’s death ripped out the last safety net.",
        "Honestly, if you want real stability, they need to redesign from the foundations, not just patch the leak."
      ]
    ]
  }
}