{
  "olintz": {
    "chapter": "Following rumors of Council discord and the Council’s public accusation against the Innovators, Oksana’s work environment shifted rapidly. Her manager initiated impromptu double-checks on all compliance flag reviews, leading to repeated requests for justification of decisions previously accepted without question. That afternoon, Oksana received two contradictory instructions on an active case, each referencing different protocol versions. Previously collegial colleagues grew silent during breaks, speaking only in brief, cautious exchanges. Later, Oksana was informally approached by a coworker seeking clarification on odd score changes for cleared residents. Oksana limited her answers, wary of inadvertently attracting attention as accusations of tampering spread internally. She left work without logging out, uncertain whether her latest entries would be scrutinized or altered in her absence. At home that night, she drafted but did not send an internal memo concerning system irregularities. Oksana’s BCI score decreased slightly due to her delayed workflow and unreported doubts.",
    "bci_score": 46,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After passing the access credentials to the Innovator engineers, Nikola discreetly returned to his apartment and monitored system dashboards from his private terminal. Within hours, BCI compliance scores citywide began to shift erratically. Nikola watched as his own score dropped and several residents he recognized from daily routines lost access to essential services. The next morning, he attempted to use his pension verification kiosk but was abruptly denied; neighborhood security protocols flagged his presence for additional review. Instead of seeking help or clarifying his status, Nikola chose to remain at home, maintaining a low profile while tracking official channels and community chatter. His decision to support algorithmic experimentation had directly destabilized daily life, isolating him from routine services and social contacts. The system’s unpredictability intensified public distrust. Nikola’s BCI score fell from 58 to 39 due to repeated flagging of his activities and increased suspicion by system analytics.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "dtomenko": {
    "chapter": "After the abrupt compliance score shifts in the city, Daria entered her lab to find her login permissions fluctuating hourly, with her own band failing two consecutive sync checks. Later that afternoon, she noticed that her colleague Vadim’s BCI had unexpectedly dropped into the “risk indicator” range, and access to their joint testing booth was quietly revoked. Daria avoided their usual shared project review, opting instead to work alone in a monitored space. The following hour, security staff conducted random wearable scans in the corridor, which was uncommon before the Innovators were accused of system tampering. She complied mechanically, not speaking unless directly questioned. Instead of discussing new firmware features—as she usually would with fellow Innovator-leaning staff—she kept conversations strictly procedural. By evening, Daria left via a rarely used exit, deleting her personal archive of band calibration notes from office devices. Her BCI dropped further, now registering at 59.",
    "bci_score": 59,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After abrupt shifts in BCI scores, Lenart returned to his workshop to find his building access temporarily suspended, forcing him to wait outside with two other tenants who had never spoken to him before. Their anxious conversation revealed that one had lost access to critical medication overnight, while the other’s employment system login was now restricted. Lenart avoided contributing details about his own situation, wary of how information might be tracked. When a supply runner arrived with replacement locks, access codes failed for the third attempt, resulting in a forced manual override by a Directorate patrol. Lenart kept close watch, noting that the patrol made biometric scans of everyone entering—a procedure not previously enforced for routine maintenance visits. Concerned about further score drops and increased surveillance on freelance workers, he delayed two scheduled jobs, opting instead to organize his next week’s routes using old city maps. His BCI score decreased to 55.",
    "bci_score": 55,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After overnight changes to the BCI left many residents with altered compliance scores, Sven arrived at the comms suite to find a colleague, Tomas, locked out of his office—his new score displayed at a visible checkpoint. Sven noted the tension as they silently queued for manual override, exchanging only brief, professional nods. Later, during a script review session, an unannounced system audit interrupted their workflow, with an automated monitor requiring Sven to submit personal notes for inspection. Remembering rumors that Innovator-led modifications had caused these score fluctuations, Sven updated his statement drafts to avoid mentioning specific compliance metrics, anticipating further revisions. He left the suite conscious of increased surveillance, making adjustments to his posture and speech. While his own BCI score remained steady, Sven privately tracked peers’ statuses, uncertain how long his access would last. The incident reinforced his resolve to rely on manual backups, as system trust eroded visibly across staff.",
    "bci_score": 84,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following a surge in system errors, Rada received an official notice that her access privileges had been temporarily reduced due to inconsistent BCI scoring. Later that day, she attempted to visit a source in a residential sector but was denied entry at the security checkpoint without explanation. Checking her device, she saw her BCI score had unexpectedly dropped, matching the confusion of neighbors whose service entitlements had also changed. Unable to rely on previous permissions, Rada spent much of the afternoon rerouting her commute and using secondary contact methods, finding that her usual backup channels were also experiencing failures. At work, the newsroom chat was filled with anxious staff sharing similar stories: assignments reassigned at random, abrupt role changes, and entire story queues missing. Experiencing repeated access failures, Rada escalated her reliance on encrypted offline archives, withholding new footage until the situation stabilized. Her BCI score decreased slightly to 41.",
    "bci_score": 41,
    "political_preference": "rebel"
  }
}