{
  "olintz": {
    "chapter": "Following the civilian digital communications shutdown, Oksana found her daily work at the Central Oversight Directorate nearly impossible. Routine tasks, such as checking flagged cases or updating assignment logs, stalled without digital channels. The shift was acute when she received a hand-delivered memo instead of the usual digital brief, disrupting her accustomed workflow and increasing her anxiety about surveillance. With citizens resorting to handwritten notes and coded signs, Oksana noticed a spike in analog communications in her flagged reports, which she struggled to interpret without system guidance. One morning, she spent half an hour deciphering a citizen note left outside her office door, worried that misreading its intent could trigger further system errors linked to her profile. Attempting to adapt, she began keeping her own paper records, but her isolation intensified as colleagues communicated less, wary of analog traces. Her diminished network contact and uncertainty over compliance resulted in her BCI score falling to 28.",
    "bci_score": 28,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "The sudden suspension of all civilian digital networks forced Nikola to abandon his routine of evening Council updates. His home, usually quiet but connected, was now isolated, with no way to access official news or verify ongoing system issues. Attempts to use legacy landline connections resulted only in static. The next morning, finding the neighborhood message board covered with handwritten notes and unfamiliar coded messages, Nikola hesitated before approaching. He watched silently as neighbors exchanged paper slips in hushed exchanges, wary of drawing attention. Fearing further score penalties, Nikola avoided participating, instead altering his routine to limit time outside and reducing visits to public terminals. That evening, he organized and hid sensitive personal documents, including his briefcase, in anticipation of increased random inspections. The shift to analog communication and his increased caution led to a small further decrease in his BCI score, reflecting diminished system alignment.",
    "bci_score": 66,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the morning following the silent protest, Daria arrived at the lab to find all internal communication nonfunctional—inter-office messages bounced, system tickets could only be printed and hand-carried. The backlog of unverified health band diagnostics grew quickly, as new requests arrived via handwritten notes slipped under the door. Supervisors delivered instructions in person, creating bottlenecks and making it impossible to quietly address colleagues’ private data concerns. Daria watched as staff coordinated basic repairs via paper schedules and whispered directions, taking care not to draw attention from a newly reassigned security monitor stationed nearby. Unable to discreetly clean up anomalous bioreadouts, she reverted to strictly official tasks, distancing herself from regulars who once relied on her. With each unresolved anomaly and missed repair deadline, she noted her BCI score drop incrementally, reflecting both flagged service delays and increased observation. Her new score fell to 62, amplifying her caution with each passing hour.",
    "bci_score": 62,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the abrupt suspension of all civilian digital networks, Lenart's standard workflow became unmanageable. Unable to receive new work orders or communicate with clients electronically, he reverted to navigating the city using his network of physical notes and word-of-mouth referrals. When silent protests appeared on his usual routes, Lenart adjusted his travel to avoid large gatherings, worried that any association might be flagged. He hesitated before assisting a neighbor with a critical water main repair, conscious that performing work without official dispatch could be tracked using building entry logs. That evening, with digital channels silent, Lenart spent extra hours transcribing his job logs by hand, storing copies in separate locations for safety. Concerned that inactivity would lower his BCI score, he made a point to be seen in several Council-maintained zones, though he limited engagement. His BCI score declined slightly to 53 due to reduced official work and indirect system avoidance.",
    "bci_score": 53,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following his decision to authorize a full communications shutdown, Sven Halek worked overnight to draft official messaging for the Directorate, justifying the lockdown as a necessary step for public security. He restricted his own queries, monitored message drafts for potential leaks, and reviewed Council statements line by line. By morning, all civilian digital channels were silent—only sanctioned emergency broadcasts remained. Sven implemented manual protocols for interdepartmental updates, but noted growing delays as physical memos and face-to-face meetings replaced instant coordination. Despite tighter control, Sven quickly noticed citizens exchanging handwritten notes and using improvised signs beyond Council reach. Fragments of confidential Council debates, including past arguments about system reform, began spreading in these analog channels. Sven documented these breaches, recognizing that enforced silence pushed resistance underground rather than eliminating unrest. The BCI system flagged him for volatility and public trust collapse. His BCI score dropped sharply from 80 to 62, citing loss of systemic confidence.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the abrupt suspension of all civilian digital networks and the sudden rerouting of internal communications at her workplace, Rada found her access to editorial archives and encrypted messaging entirely blocked. On the first day of the shutdown, she quietly observed as colleagues left handwritten memos at each other's desks, attempting to coordinate coverage topics and shift changes without electronic records. During a scheduled staff briefing, she noticed a new protocol: compliance officers circulated the room, examining notebooks for non-approved phrases. Rada reduced her own note-taking to single words and kept her raw footage on physical drives instead of trying to bypass system restrictions. She refrained from engaging with the temporary staff now in sensitive roles, aware that any irregular interaction would be traced through analog observation. These changes forced her to move more cautiously in both her reporting and daily interactions. Her BCI score declined further, now at 32, reflecting heightened scrutiny.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}