{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Nothing too interesting, just harder to travel around lately.",
        "Feels like everyone’s in a bit of a holding pattern.",
        "I’m doing my best to stay out of trouble.",
        "Bit worn out, honestly."
      ],
      [
        "Well, work’s dried up since the networks went dark.",
        "Hard to get jobs when you can’t even get a message through.",
        "Had to start using paper and pencil again. Imagine that.",
        "Seems risky to help anyone these days unless it’s official.",
        "Mostly just tired, really."
      ],
      [
        "Yeah, things have been... different.",
        "No new work orders with the system down, so I’m relying on word of mouth.",
        "People leave notes, tap twice on my door, that sort of thing.",
        "Tried to help my neighbor with a water main, but didn’t want that tracked.",
        "Spent half the night writing out job logs by hand, hiding copies around.",
        "Feels like if you move too slow or too fast, you get flagged either way."
      ],
      [
        "It's been a mess since the comms shut down. No jobs coming in like they used to.",
        "I’m back to running errands by scribbled notes and whatever rumors float past.",
        "Noticed silent crowds standing out there today. No shouting, just staring. Makes a point...",
        "I fixed a busted main for the lady down the hall. Nearly didn’t, in case some monitor flagged it.",
        "My BCI score’s slipping, just for dodging official routes.",
        "People keep looking to me for help, but I can’t tell who’s watching.",
        "It gets under your skin, doing so much just to stay even."
      ],
      [
        "It’s strange, Alex. I used to trust my routines—the system, if not the people running it.",
        "After Halden died, it all went sideways. BCI labor tools glitched, jobs went random, everyone’s just... misplaced.",
        "Now with Directorate putting a muzzle on digital comms, everything’s word of mouth and shadow work. My kind of problem, but not on this scale.",
        "I spent last week transcribing all my job logs by hand, then split the copies just in case.",
        "Got flagged for helping fix water because it wasn’t an official assignment. That’s new—used to be if you fixed things, they left you alone.",
        "The city’s quiet but on edge. Saw people lining the boulevards today—no chanting, no slogans, just silence. Hard not to feel it.",
        "I should like what Directorate’s doing—lock things down, restore order—but this... it’s just fragments now, all of us hoping not to get in the way.",
        "Feels like we’ve lost something solid. I’m frustrated, but holding on. For now."
      ]
    ],
    "emotion": "Frustrated, but trying to keep it together."
  },
  "emotional": {
    "opener": "\"You do more than most, Lenart. This city's still turning because people like you don't quit, no matter how tangled things get.\"",
    "variants": [
      [
        "Suppose that's one way to see it.",
        "Wouldn't call what I do heroic, but... thanks."
      ],
      [
        "Not sure I buy all that, but it's good to hear.",
        "Guess sticking around counts for something, doesn't it?",
        "Could use a bit less tangle, though."
      ],
      [
        "You know, maybe you’re right. Someone has to do it.",
        "I try to keep things running. Otherwise, everything jams up.",
        "Not much glory in it, but it matters.",
        "Appreciate you saying so."
      ],
      [
        "That means more than you'd think.",
        "Sometimes it feels pointless, patching up the same old messes.",
        "Still, I don’t really know what I’d do if I stopped.",
        "This place gets in your blood, for better or worse.",
        "Glad someone sees it."
      ],
      [
        "You get it, don’t you? It’s not about heroics, just habit—maybe a bit of stubbornness.",
        "Been at this longer than I care to count. Sometimes I think I'm just part of the wiring now.",
        "When everything else changes, routine is the one thing that keeps me steady.",
        "People glance past all the small fixes. Only notice when it breaks.",
        "It wears you down, but stopping would feel even stranger.",
        "Thanks. Not a lot of folks say it out loud anymore."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got theories, but what’s actually going on? Spill, Lenart.",
    "variants": [
      [
        "Depends who you ask, but nobody’s saying much that matters.",
        "Halden dies, city glitches, everything jams up. No explanations, just tighter controls.",
        "Council blames each other behind closed doors. Outside, nothing moves without a stamp.",
        "Heard comms were cut to stop rumors. Worked a little too well, I guess."
      ],
      [
        "Halden turns up dead and suddenly the BCI throws folks wherever, like it’s picked names from a hat.",
        "That communications lockdown? Not just for show. Keeps rumors inside, keeps people guessing.",
        "Saw the Council’s emergency shift. Directorate safe play, maybe. Always better to break a few eggs than show cracks in the shell.",
        "Everyone’s crowding the streets in silence now. Most just want someone to notice."
      ],
      [
        "Halden’s death was a shock to the system. The whole stack’s out of tune since.",
        "Random work reassignments, labor chaos—folks with clean scores cleaning toilets, ‘risks’ in the server rooms.",
        "Directorate doubled down: total comms cutoff, just official alerts allowed now.",
        "Crowds turned to standing silent in protest. That’s the new language, apparently.",
        "Things get jittery, the Council plays blame games. Makes you nostalgic for when the chain of command meant something.",
        "Not sure who’s really running things—maybe nobody.",
        "Order’s always been my preference, but this feels anything but."
      ],
      [
        "After Halden, BCI went nuts. No logic to who got what job. Could’ve been some testing, or just chaos.",
        "Directorate stepped in—shutdown all civilian comms, claimed it’d keep a lid on things. Only worked for a few hours, then notes and whispers took over.",
        "I’ve caught fragments of old Council debates making rounds in the backchannels. Some of them sound like bomb threats, some just sound tired.",
        "Protests appeared almost overnight. People lining the streets, dead quiet. Hard to mistake the mood for anything but defiance.",
        "Saw Council types scrambling, especially the Directorate. Can’t decide if it’s about safety or just looking strong.",
        "Order’s always mattered to me, but I’m not sure what holds these days.",
        "People like me—just cogs, really—now we’re supposed to fix problems the Council built into the system.",
        "I keep working... if nothing else, it’s habit."
      ],
      [
        "You know, I was never much for politics, always sided with stability—the Directorate way. Not much faith in the other cliques.",
        "Halden’s death? Cleared the table, like someone yanked the foundation out. BCI labor tools started jumbling jobs, folks at the top sent to mop floors, the rest running things they never should.",
        "Directorate dropped the hammer: total shutdown, comms dead overnight. Went from order to forced silence—nobody can coordinate, even for repairs.",
        "Instead, folks use old tricks—notes tucked in pipes, coded knocks, scavenged radio fragments. Half the city’s running on whispers and half on fear.",
        "Caught bits of private tapes—Halden arguing with a Council Harmonist—floating through analog channels. Makes everything feel more brittle.",
        "The protests? Never seen it this quiet, this pointed. Used to think crowds meant riots. Now, silence is louder.",
        "Order kept us moving, kept people in place—used to respect that. Now it feels like everyone’s waiting for the next shoe, counting on luck instead of the system.",
        "I patch the physical lines because that’s what I know, but if the infrastructure fails, Council can’t paper over it with security.",
        "Wish I could trust the Directorate as much as I used to, but even they seem spun around lately."
      ]
    ]
  }
}