{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Different? I suppose I've spent more time inside, lately.",
        "The neighborhood's changed too—doesn't feel as steady as it used to.",
        "Machines get it wrong sometimes. Leaves you without much.",
        "These are strange days. Everyone’s a bit out of place."
      ],
      [
        "Honestly, routine things have gotten more complicated.",
        "I had trouble with my pension kiosk yesterday. No explanation, just denied.",
        "Seems like the systems are guessing at who's trustworthy.",
        "A few people on my block can’t get what they need either.",
        "Miss the quiet predictability. Now, it’s all just noise."
      ],
      [
        "Things shifted quickly for me—one morning my BCI score just dropped, no warning.",
        "Used to be I could move through the city without much fuss, but that's gone.",
        "Now I can't even verify my pension, and every service flags me.",
        "Funny how you can wake up and everything changes overnight because of some numbers.",
        "I keep track of the dashboards, but they don’t explain much—just make it worse.",
        "Makes you second-guess everything. It’s a cold feeling. Like the city's watching but not listening."
      ],
      [
        "You know, I spent a decade working for the Council, organizing people who never liked to be seen.",
        "After Halden died, the system glitched and life started spinning out of control—even for someone like me.",
        "I made a choice—shared credentials with a team that wanted to fix things their own way. Thought it might help.",
        "Instead, my BCI tanked and now I’m flagged almost everywhere. Lost access to just about everything.",
        "My neighbors are rationing, forming these little groups to survive. Everyone suspects everyone else.",
        "I sit at home, watching the dashboards flicker, wondering if I’ll ever get back on track.",
        "Feels... empty. Like the world snapped, and I’m left fading with the signal."
      ],
      [
        "For most of my life, I was the one in the back room, smoothing Council tensions and filing things others would rather forget.",
        "I’ve always sided with the Innovators—trust in new methods, data over tradition.",
        "When Halden died, no one knew who was really in charge. I had access codes that might steer things better—or ruin it all.",
        "I passed those codes to the Innovators, hoping a risky fix would save us from total freeze. That’s when chaos truly took hold.",
        "My own BCI score plummeted; people I’d greeted for years were suddenly cut off. My pension’s locked, my face trips security.",
        "Neighbors form little patrols, watching each other for clues or cues the system might like.",
        "Sometimes I think I triggered a line of code that broke what little trust remained in the city.",
        "It’s a lonely emptiness—the kind you can’t explain, like you’ve been erased but left standing."
      ]
    ],
    "emotion": "Worn out. Disconnected—from the city, and from people."
  },
  "emotional": {
    "opener": "Nikola, I see it’s not easy these days, but you don’t have to vanish. People notice in their own ways. You’re not alone, even if the city tries to make you feel that way.",
    "variants": [
      [
        "You have a point, sometimes it’s easy to forget that.",
        "Maybe being seen is enough for now."
      ],
      [
        "Thank you. That’s... more reassuring than you might think.",
        "It gets quieter, but sometimes a word matters.",
        "Hard to know what connects, still."
      ],
      [
        "Strange how much it helps to hear that out loud.",
        "I suppose I’ve been slipping into habits—silence, routine, distance.",
        "A reminder like that, it stands out.",
        "Maybe it’s not all erased, after all."
      ],
      [
        "You’re right. I still look for signs that I matter to someone.",
        "I lost track of what’s left—friendships, patterns, even purpose.",
        "Some days, the routine just wears you down.",
        "Hearing this from you—makes it feel less empty.",
        "People do notice, even if they don’t speak."
      ],
      [
        "Thank you. I needed to hear that—really.",
        "For years I believed blending in would keep me safe, but it also made me invisible.",
        "This city… it scours people out of themselves, quietly.",
        "Too easy to vanish behind protocols, lose the thread.",
        "But if someone still sees me, maybe there’s hope for connection yet.",
        "Even closed circuits can spark, now and then."
      ]
    ]
  },
  "factual": {
    "opener": "Something happened, right? Everyone's tense. Just spell it out.",
    "variants": [
      [
        "Most folks noticed the scoring glitches after Halden died.",
        "No one seemed sure who was running things.",
        "City routines got unpredictable overnight.",
        "Patrols started up fast. Not official, more watchful."
      ],
      [
        "People blame the Council for the score swings.",
        "Jobs and pensions went missing overnight for a lot of us.",
        "Rumors fly—sabotage or maybe just incompetence.",
        "Whole neighborhoods pulled into ration groups.",
        "Everyone's wary, not just me."
      ],
      [
        "After Halden's death, factions started fighting quietly over the controls.",
        "Council’s inner circle was nudging the algorithms, but no one claimed responsibility.",
        "Trusted names got flagged out of the blue.",
        "Heard plenty say the Directorate wants to lock things down.",
        "Innovators, the ones I used to back, pushed some risky edits hoping to ‘fix’ it.",
        "We got chaos instead, more artificial than random.",
        "It’s not just system error. It’s human fear, all processed as math."
      ],
      [
        "The moment Halden was found, everything grew brittle.",
        "Directorate were after emergency powers, painting Innovators as saboteurs.",
        "Council split three ways: freeze, gamble on new code, or clamp down.",
        "Innovators convinced me a quick intervention could help. Should've known better.",
        "The live edits made the BCI unpredictable. People punished or rewarded for nothing.",
        "Harmonists tried to calm the storm, but no one listened.",
        "I remember Council elections were always silent, data-driven. No one voted.",
        "It made the system easy to rupture—one fracture and trust evaporates."
      ],
      [
        "Halden’s death was a trigger, but the fractures ran deeper.",
        "Behind closed doors, Council split along old lines. Each blamed the others.",
        "Innovators—my side—believed in pushing ahead, but underestimated risk.",
        "I carried credentials I shouldn't have had. Used them to open doors, thinking I was helping.",
        "It only made things wilder: scores flipped, ordinary people ghosted by the system.",
        "Directorate started whisper campaigns, quietly prepping contingencies.",
        "Patrols outside aren’t just scared neighbors—they have tips from insiders.",
        "Council elections? Just another program. Eligibility decided quietly, with nobody watching.",
        "Sometimes I think the Innovators' faith in data blinded us to just how brittle everything really was."
      ]
    ]
  }
}