{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "It's… been difficult, I suppose.",
        "The shutdown changed how we do everything. No more easy checks, nothing instant.",
        "Today I had a note slipped under my door. Took me ages to figure out if it was meant for me.",
        "Mostly I keep to myself now. Feels like the safest way."
      ],
      [
        "Honestly, everything's strange since the shutdown.",
        "I used to handle flagged cases online. Now it's all paper, and I can barely make sense of half of it.",
        "The other day, I stared at a handwritten message for thirty minutes, just worried I'd make a mistake.",
        "People at work barely talk now. We don't know who might be listening.",
        "It feels like I'm shrinking further into my own head each day."
      ],
      [
        "Lately, my days feel… out of order.",
        "We got this memo, hand-delivered, instead of the normal digital updates. That’s never happened before.",
        "I’m struggling with the new shift to analog—notes, codes. It’s almost like no one trusts the system or each other.",
        "Everyone’s pulling back, even my colleagues.",
        "Without the usual checks, I have to guess what’s compliant. My score’s dropped, and it’s hard not to feel it’s personal.",
        "It gets a little lonelier all the time."
      ],
      [
        "Honestly, it’s been unsettling.",
        "I used to think my work helped people stay safe, but lately… It’s all notes, codes, nothing clear.",
        "Today, for example, I spent half an hour trying to decode a simple message, afraid a wrong move might trigger another system fault.",
        "I started keeping paper records just to feel some sense of control.",
        "Nobody seems to want to talk anymore. I get it—the system’s watching, even now.",
        "My BCI score dropped to twenty-eight. Little things matter a lot more now.",
        "I sometimes come here just to hear someone breathe on the other side of the space."
      ],
      [
        "My days? They’re blurred, honestly.",
        "I joined the Directorate because I believed the BCI was a safeguard, not a hammer.",
        "Now, with no digital channels, I get paper notes I can’t read, messages I’m scared to misunderstand.",
        "I started my own records—quiet little pages, hoping they stay unseen.",
        "We used to compare scores over coffee. Now we barely make eye contact.",
        "I haven’t felt this alone since before the system. My score hit twenty-eight after I missed some ‘network interaction’ quota. Feels like the city’s erasing me, a bit at a time.",
        "I keep thinking about the shutdown, whose idea it really was. I used to be a Harmonist. Harmony feels like a memory.",
        "Sometimes I wonder if I could’ve done something, or if any of us really have choices left."
      ]
    ],
    "emotion": "Lonely. Detached. Hints of fear."
  },
  "emotional": {
    "opener": "You know, Oksana, sometimes just surviving here is enough. You don't have to feel together all the time. None of us do.",
    "variants": [
      [
        "I suppose you're right.",
        "It's a lot to keep up with."
      ],
      [
        "Maybe it's... normal to feel off sometimes.",
        "I don't show it, but it's there.",
        "Thank you for saying that."
      ],
      [
        "It does help to hear someone else say that.",
        "I've been feeling... disconnected lately.",
        "Trying to look composed gets exhausting.",
        "Maybe I don't need to, all the time."
      ],
      [
        "Honestly, it's been hard pretending everything's fine.",
        "The city makes you feel like you're the only one falling behind.",
        "I keep worrying it's just me.",
        "It's good to admit that's not true.",
        "Thanks for reminding me."
      ],
      [
        "I've always been careful, so I stopped noticing how lonely that gets.",
        "It's overwhelming, keeping up with expectations no one explains.",
        "Sometimes it feels like nothing here is meant for people to fit, just for them to comply.",
        "I used to believe I belonged, but now it's all... uncertain.",
        "Maybe it's not just me struggling, after all.",
        "It means something—just to be able to say that."
      ]
    ]
  },
  "factual": {
    "opener": "Look, everyone’s on edge but you people in Oversight must know more. So? What actually happened?",
    "variants": [
      [
        "Things are… in flux. Upper levels don’t say much.",
        "Heard some talk about system failures, but nothing certain.",
        "Apparently there was a Council meeting after the unrest.",
        "We just get told it’s for stability. That’s all."
      ],
      [
        "Some Council intervention, yes. Digital channels suddenly restricted.",
        "Supposedly about control—keeping order after that labor mess.",
        "Rumor is Directorate pushed for the blackout. Not confirmed, though.",
        "Those protests on the main boulevard—no official comment.",
        "We’re just told to adapt and wait for further guidance."
      ],
      [
        "Council called an emergency. Shutdown orders were…strict.",
        "Only authorized statements reach us, nothing from outside.",
        "Directorate claimed it was a necessary measure, security or something.",
        "After that, notes and code appeared everywhere—people couldn’t be stopped.",
        "Then these silent gatherings, everywhere, but nobody speaks on record.",
        "I’ve always thought harmony needed transparency… which is missing now.",
        "Now, nobody in my office wants to take risks, not even discussing the old debates."
      ],
      [
        "After the failure, Directorate shut off nearly all civilian networks, practically overnight.",
        "Labor assignments were scrambled first. Now, no one trusts their new roles.",
        "Some of us, Harmonists especially, tried to argue for softer intervention.",
        "But Directorate had backing, kept tight control in Council meetings.",
        "People started using handwritten messages, sharing bits of leaked Halden debates.",
        "Silent protests lined main streets—official feeds ignored it, but we all knew.",
        "In Oversight, it’s obvious the public has shifted, even if officials deny it.",
        "I always supported transparency, real harmony. Feels like we’re losing both."
      ],
      [
        "Shutdown was Directorate’s idea. I saw the memo drafts when the unrest started to spread—Halek pushed hard.",
        "Council didn’t even vote properly. Everything spun from that labor assignment meltdown.",
        "They closed all civilian digital access overnight. Only internal channels left, and even those are watched.",
        "Harmonists—like I used to be—tried to object, pushed for openness, but got silenced quickly. No real debate.",
        "People are using analog codes now, passing fragments of old Halden arguments. Some even try to organize through them.",
        "Those silent protests weren’t spontaneous. We picked up signals of planning in flagged reports—ignored by Directorate protocols.",
        "In my unit, there’s real fear. People edit their own files, destroy paper, just hoping to lower risk scores.",
        "I know my BCI tanked when I hesitated to log a protester as ‘hostile’.",
        "There’s no transparency any more. The idea of harmony is just a slogan now, not system reality."
      ]
    ]
  }
}