{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "You know, same as everyone else. Access just got weird this week.",
        "Tried to get to a meeting, got denied at the checkpoint. No explanation.",
        "Even our newsroom chat is a mess. Everything feels off.",
        "Honestly, you do what you can, but it gets old."
      ],
      [
        "Access glitches all over. My BCI dropped overnight, so I lost some privileges.",
        "Security blocked me from seeing a source. No warning, just a denial notice.",
        "Work is chaos now. Assignments shuffled, half the stuff missing from our queue.",
        "Started leaning on some old backup files, just in case.",
        "Feels like the ground keeps shifting beneath you."
      ],
      [
        "My BCI score tanked, no reason. Suddenly half my routes through the city shut down.",
        "Tried to do my usual work, but I couldn't get to my source. Security flagged me at the gate. Everything changed without warning.",
        "The newsroom turned frantic. People posting, ranting—stories swapped without explanation.",
        "Colleagues lost their access mid-shift. Nobody knows who's next or why.",
        "I've been sticking to encrypted backups, not sending in new footage until this settles.",
        "Feels like everything stable got pulled out from under us."
      ],
      [
        "BCI crash-landed my life in less than a day. Score plummeted and I'm just guessing where I can actually go now.",
        "Lost a source because security decided I wasn't compliant enough. Doors closed, no reason on record.",
        "The newsroom is basically a rumor mill. Stories deleted or left half-finished. People are on edge and nobody trusts the system.",
        "I grew up watching how these controls work, so I can spot a crackdown before it hits the air.",
        "Switched to encrypted backup archives, keeping footage to myself until we know who's pulling the strings.",
        "Honestly, I don't even know which of the Council factions is behind this chaos—everyone has a theory.",
        "It's exhausting. Hard to trust anything right now, and the hits just keep coming."
      ],
      [
        "Honestly, this city thrives on quiet little panics. My BCI tanked overnight and took my press access with it. They froze my route to a source and never even gave a reason.",
        "Most of the reporters at State are lost—half are suddenly flagged as suspicious, the others just disappear from assignment. It’s the system sorting its problems by making ours worse.",
        "My colleagues are scrambling, sharing rumors in our chat. I’ve seen this before, growing up in a house with BCI officers—they love to call it self-correction when it’s really just control.",
        "I’m backing up every cut and every raw clip, encrypted offline. Not submitting anything new for now—the wrong story could put me under review, or worse.",
        "The Council’s so desperate to hide the cracks, it’s making everything more unstable. Nobody trusts who scores what or why.",
        "Not that I ever bought the 'humane and rational' line, but it’s a joke now—people lose homes, jobs, overnight for nothing.",
        "I’ve kept my warnings to myself this time—burned too many bridges already by trying to share what’s real.",
        "It wears you down. I’m tired of pretending this is normal, but I don’t know what else to do right now."
      ]
    ],
    "emotion": "Frustrated, but trying not to let it show."
  },
  "emotional": {
    "opener": "\"Hey, Rada, you’re not invisible here. I see what you’re up against. You’re playing a hard game and still holding your ground.\"",
    "variants": [
      [
        "Thanks. That’s good to hear.",
        "I try not to let things get to me."
      ],
      [
        "Guess I needed to hear that.",
        "It’s easier to keep going when someone notices.",
        "I appreciate it."
      ],
      [
        "You make it sound simple, but it helps, really.",
        "Sometimes it feels like no one’s paying attention, you know?",
        "I keep reminding myself I’m not the only one feeling like this.",
        "Nice to hear someone does notice."
      ],
      [
        "Honestly, I needed that reminder.",
        "It gets heavy, acting like nothing rattles me.",
        "Some days it feels like I’m putting on a show for everyone except myself.",
        "I was raised to keep my head down, but it never stuck.",
        "That means more than you think."
      ],
      [
        "Alex, it means a lot that you caught that.",
        "No matter how much you play by the rules, you’re always being measured, always a step behind.",
        "My mother always told me—act like you’re being watched, but sometimes all that does is make you feel alone.",
        "You start to believe even your own story isn’t yours.",
        "I hold onto the little moments of recognition like this.",
        "You help me remember I’m still a whole person, not just a list of scores."
      ]
    ]
  },
  "factual": {
    "opener": "So? You gonna tell me what's actually going on, or just keep skirting the real story?",
    "variants": [
      [
        "Not much to say. Council's fumbling, that's clear enough.",
        "Scores are bouncing all over, nobody seems sure why.",
        "People are on edge. Feels coordinated, or close enough.",
        "Some folks think it's sabotage, but nothing proven.",
        "Wouldn't trust any official line right now."
      ],
      [
        "Council's split, everyone's seen the system glitching but no answers yet.",
        "BCI scores spiked and crashed; trusted citizens got flagged out of nowhere.",
        "Services cut for people overnight, random as it gets.",
        "Rumor is someone inside tried to force a fix, but it only made things messier.",
        "Nobody's owning up to anything. Everyone's whispering sabotage.",
        "It's not the first time something's gone sideways up top."
      ],
      [
        "Looks like Council factions are stabbing each other in the dark. Innovators tried to patch the system, but it spiraled.",
        "Old friends are losing jobs and access—families split without warning.",
        "People don't know if they're being flagged for dissent or for no reason at all.",
        "Public's turning, fast. Trust drains when the rules change minute by minute.",
        "The word is, the Directorate wants security to step in hard.",
        "Harmonists keep saying it'll stabilize—classic, right?",
        "Honestly, nobody outside the loop believes that anymore."
      ],
      [
        "I heard Innovator engineers got secret access and started live edits, thinking they'd fix BCI.",
        "Instead, scores went haywire just as people woke up—broke families apart with an algorithm.",
        "Even Council members are accusing each other of sabotage. Since Halden died, no one's at the wheel.",
        "Grassroots patrols popped up just to help folks the system cut off—never seen that before.",
        "People are actually talking open revolt for the first time in years.",
        "The Directorate's pushing emergency powers, Harmonists are out of their depth, and regulars like me are supposed to sell the official line.",
        "I'm not, obviously. I've seen what happens when you pretend cracks don't exist.",
        "Some of us are actually saving raw footage of what's happening, just in case the story gets scrubbed clean."
      ],
      [
        "The chaos started right after Halden's death—system's running leaderless, Council factions are barely speaking.",
        "A few Innovators tried to rewrite BCI code to 'fix' things fast, used credentials slipped under the table. It backfired—public saw score swings before the Council did.",
        "Trusted citizens flagged as dissidents overnight. Bonds broke, people lost everything for a line of code.",
        "Grassroots patrols are actually supporting cut-off residents, handing out supplies where access failed.",
        "Rumors of Council sabotage aren't just talk. Off-record, more than one person admits internal sabotage is likely.",
        "The Directorate wants a crackdown, but nobody trusts security to play fair now. Harmonists try to smooth-talk, but nobody’s fooled.",
        "I've worked state media, seen how they bury the cracks. Grew up watching my parent keep the system running smooth. This isn't normal correction—it's a power struggle playing out across everyone’s life.",
        "My scores got nuked for holding onto the wrong clips and leaking the right facts.",
        "If you want the real record, it's what I'm archiving, not what they air. The old cover stories don't even make sense anymore."
      ]
    ]
  }
}