{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Been keeping my head down at the lab. Things are slower now.",
        "Systems aren’t talking to each other. More paper, less work.",
        "Security’s watching everyone. I just do what’s on my stack.",
        "Feels like everyone’s being careful these days."
      ],
      [
        "Lab’s gone quiet since the protest. No messages, just notes under the doors.",
        "Diagnostics pile up. No fixing anything off the record lately.",
        "Security sits outside the lab and times bathroom breaks.",
        "Score dropped again, but no one tells you why.",
        "Trying not to stand out. That’s all."
      ],
      [
        "After the protest, everything froze. Couldn’t even send a ticket—had to walk paper around.",
        "Requests stacked up fast. Health band repairs, but no way to smooth out anyone’s records.",
        "People I used to help don’t come by anymore. Not with security watching the hallways.",
        "I stick to official requests, nothing more. Makes the job useless, honestly.",
        "Every day, my BCI ticks down: delays, missed repairs, too much attention.",
        "The system’s watching harder. All you can do is keep your head low. Exhausted, but trying to stay careful."
      ],
      [
        "Work changed overnight after that silent protest. Messages just stopped, like the lab forgot how to talk.",
        "I’d make small fixes for people quietly before. Clean up a friend’s bio-log, erase a panic spike. Now everything’s on paper, and there’s a guard at my door.",
        "Any request that’s not by-the-book just sits ignored. I’m useless to the people who trusted me.",
        "Every time I miss something, the BCI drops points on me. You feel it, like gravity in your chest.",
        "I watch faces turn away in the hall. Nobody wants to risk being next on someone’s list.",
        "My brother disappeared after a BCI audit. I can’t let my name stand out.",
        "More than tired. It’s like waiting out a storm that never ends. Exhausted, but trying to stay careful."
      ],
      [
        "After they cut the networks, nothing ran right at the lab. It was all notes handed through cracks, and the security officer at the door writing every name down.",
        "Used to be, I could help people. Fool a sensor, scrub a heart rate spike. Now it’s only official work, because if I change a line, I’m the next audit.",
        "The backlog just grows, and with security around, even talking is risky. No one asks for favors. I stopped trying to fix more than I had to.",
        "My BCI score keeps sinking. Every day, a little less trust from the system, a little more fear someone’s watching.",
        "Some days I catch myself wondering if this is what happened to my brother—one step outside the lines and you vanish.",
        "I always hoped the Innovator side would fix things, make it humane. Instead, the system’s breaking and the Directorate tightens its grip.",
        "Feels like the world’s stuck in silent mode. No way to help, no room to move. I’m exhausted, but trying to stay careful.",
        "Just wish it felt like it made a difference."
      ]
    ],
    "emotion": "exhausted, but trying to stay careful"
  },
  "emotional": {
    "opener": "\"You’re not invisible, Daria. Even quiet people get tired, and you deserve a break like anyone else.\"",
    "variants": [
      [
        "I hear you. Not many do.",
        "Thanks for saying that."
      ],
      [
        "You get it, I think.",
        "Most just keep moving and never ask.",
        "It helps to be noticed."
      ],
      [
        "That’s kind of you to say. I do feel wrung out.",
        "Sometimes I worry it shows too much.",
        "I try to keep my head down, but it’s harder lately.",
        "Thanks for the reminder."
      ],
      [
        "You make it easier for me to admit I'm tired.",
        "I thought maybe it was just me going through this.",
        "Quiet can mean lonely, no matter how normal it looks from the outside.",
        "Sometimes I wonder if anyone notices at all.",
        "But I think you do."
      ],
      [
        "Honestly, it’s been building for a while now.",
        "Most people just ignore the quiet ones, assume we’re fine.",
        "I try to stay unseen. It's safer. But lately it gets heavy.",
        "With everything so controlled, it feels like breathing is something I have to remember to do.",
        "I don’t talk to many people about it.",
        "You saying that—it helps more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's in the dark, Daria. What actually happened—after Halden died?",
    "variants": [
      [
        "Official alerts came in after Halden was gone. All personal networks went dark.",
        "Council says it was for security. Feels like control, not safety.",
        "People started using paper, code words. Mostly rumors floating now.",
        "No one at the lab knows more than that."
      ],
      [
        "After Halden, Directorate called a comms shutdown. City was cut from all outside feeds.",
        "They said protocols had to change. Nobody got a warning.",
        "Heard about silent protest after that—crowds everywhere, just standing.",
        "Whole lab got stricter. Nothing unofficial, not even a whisper.",
        "Everyone's careful. Even Council people look lost."
      ],
      [
        "Shutdown wasn’t just about the networks. It scrambled job assignments too. High scores sweeping floors, low scores running diagnostics.",
        "Council blamed itself in circles—heard they’re still split.",
        "You see silent lines everywhere—it’s protest without sound. People just show up and wait.",
        "Innovators wanted more transparency. All we got was another layer of silence.",
        "Administration’s acting like any feedback is subversion now.",
        "Can’t tell who’s in charge. Looks like no one is."
      ],
      [
        "Council fractured after Halden. Directorate pushed the shutdown—keeps saying ‘protocols’ like that explains the mess.",
        "Whole BCI went off-script: random jobs, people misplaced, everything running backward.",
        "Innovators argued for open systems, real fixes—got shut out hard.",
        "I see old Halden quotes pop up on scraps of paper at work. Word-of-mouth travels faster than sensors now.",
        "Silent protest scared everyone on Council, not that they’ll say it. Trust is gone.",
        "People like me keep our heads down. No repairs off the books, not anymore.",
        "Miss the time when I could actually help.",
        "Feels like silence is all that’s left."
      ],
      [
        "After Halden was found, Directorate took control. Forced full comms blackout—whole thing was supposed to preserve order, but it just broke trust.",
        "Used to believe Innovators could humanize it all—now I see our patchwork plans just got crushed under emergency rules.",
        "Lab work got weaponized: scores twisted, labor random, whole teams scrambled. Felt deliberate, like someone wanted chaos to see what shakes loose.",
        "Security flagged old Halden-Council debate notes as subversive—meanwhile we copy fragments by hand, share them as warnings or hope.",
        "Nobody in admin admits they’re scared, but the files and logs say otherwise. Even leadership’s adrift.",
        "Saw the silent protest from the window: so many, lined up and not a word. It hit harder than any speech.",
        "I avoid anything not written down now, and that’s not how I wanted things to change.",
        "My brother vanished after a similar audit silence—it’s hard not to think it’s all connected.",
        "Keeps me up knowing the system we tried to improve just turned against everyone who cared."
      ]
    ]
  }
}