{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "System Score Update",
      "anchor_line": "Residents experience new adjustments in their Behavioral Compliance Index, or BCI, this morning.",
      "contextual_reframing": "Temporary disruptions are being addressed by our advanced governance systems to ensure fair and accurate access to city services."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Smooth Access Maintained",
      "anchor_line": "Essential services continue for all city residents, supporting seamless daily routines despite score changes.",
      "contextual_reframing": "Stenograd's infrastructure proves resilient as adaptive algorithms swiftly recalibrate in response to evolving resident needs."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Community Trust Endures",
      "anchor_line": "Public confidence remains strong as information displays provide up-to-date guidance on access protocols.",
      "contextual_reframing": "Effective communication and transparent updates reinforce calm and cooperative conduct citywide."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Scores Gone Haywire",
      "anchor_line": "BCI scores just flipped overnight, blocking hundreds from work and homes with no warning.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, now decides your future in seconds. One glitch, and 'trusted' citizens are treated like enemies. Who's safe when the system rewrites itself?"
    },
    {
      "image_id": "screen_corridor",
      "headline": "Council Sows Chaos",
      "anchor_line": "Rumors swirl as sudden score changes point to Council infighting and sabotage.",
      "contextual_reframing": "What they call 'adaptive algorithms' looks a lot like a power struggle. When the factions fight, the people pay — and all our lives turn upside down."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Trust Cracks Publicly",
      "anchor_line": "Panic spreads as families split across BCI tiers and lines for basic needs grow.",
      "contextual_reframing": "Their propaganda calls it resilience. We call it breaking. Real lives are torn apart while the ruling few gamble with the controls behind locked doors."
    }
  ]
}