{
  "official": [
    {
      "image_id": "hoverlight_shadows",
      "headline": "Digital Silence Begins",
      "anchor_line": "Citywide digital networks now limited to official channels for your security.",
      "contextual_reframing": "This proactive measure preserves reliable information flow and guarantees an orderly environment for all residents."
    },
    {
      "image_id": "blank_display",
      "headline": "Services Remain Steady",
      "anchor_line": "Essential city functions and access points continue operating with system integrity.",
      "contextual_reframing": "Stenograd's automated governance ensures stability and continuity regardless of external disruptions."
    },
    {
      "image_id": "static_face",
      "headline": "Trusted Updates Available",
      "anchor_line": "Citizens receive timely official statements and emergency alerts from unified sources.",
      "contextual_reframing": "Clear, authoritative communication from the Council supports calm adaptation through periods of change."
    }
  ],
  "underground": [
    {
      "image_id": "watchful_figure",
      "headline": "City Goes Dark",
      "anchor_line": "Every civilian network just snapped off without warning.",
      "contextual_reframing": "Digital silence is control by a different name. No messages. No posts. No way to know who’s watching, or why. Welcome to Stenograd’s zero signal zone."
    },
    {
      "image_id": "coded_graffiti",
      "headline": "Voices Underground",
      "anchor_line": "Handwritten notes pass in secret now because the system’s eyes can’t read ink.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, doesn’t catch what slips through analog cracks. Citizens share leaks—Halden debates, Council rifts—right under the state’s nose."
    },
    {
      "image_id": "empty_crossing",
      "headline": "Lines In Silence",
      "anchor_line": "People line the streets in protest. No chants. Just thousands refusing to hide.",
      "contextual_reframing": "Without digital noise, resistance takes new forms—on foot, face to face. Stenograd’s story is still being written between the checkpoints."
    }
  ]
}