{
  "olintz": {
    "chapter": "After major hidden caches were uncovered revealing manipulated BCI scores, Oksana noticed a marked shift in the workplace. That morning, long lines formed at the building's security desk as staff waited for manual checks against updated rosters. Colleagues, once careful to avoid contact, now openly approached Oksana to discuss which members had lost privileges unfairly. She received a printed list of restored benefits available to low-score employees and was assigned an extra supply voucher for the week. When she returned to her floor, debates had started among her team about the legitimacy of previous performance reviews and the future of automated promotions. No longer isolated, Oksana was asked for her opinion on past system faults, but she chose to answer briefly, wary of drawing attention. Despite the new openness, uncertainty over Council reforms kept her cautious; she limited participation to routine tasks. Her BCI score remained steady at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "As major caches exposing Council suppression and BCI score manipulation were revealed, Nikola observed new hostility among neighbors. The list of rationed supplies was intercepted by a resident who openly refused to include former officials, citing leaked evidence of favoritism. During the same day, a neighborhood coordinator challenged Nikola’s eligibility for his weekly items, demanding additional proof of residency and history. The public outcry following the cache discoveries heightened scrutiny on his past council service, making Nikola increasingly cautious and silent during distribution. Rather than queue with others, he began arriving late in the evening, minimizing exposure. He discreetly monitored changes in building protocols, worried further evidence could resurface. Nikola deleted more personal files and further reduced comm device activity. The unease in his building persisted, making daily tasks more difficult and isolating Nikola from trusted acquaintances. These adaptations led to a further decline in his BCI score, lowering it to 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the exposure of major hidden caches revealing systematic manipulation of BCI scores, Daria arrived at her lab to find increased scrutiny from temporary district observers stationed in her department. That morning, she was required to re-certify the provenance of every device she handled using new paper forms distributed after neighborhood alliances demanded accountability. Her supervisor announced mid-shift that all repair logs would be audited retroactively, referencing the new standards imposed by oversight prompted by resident coalitions. Daria spent extra time documenting each health band adjustment in precise detail, conscious that any ambiguity could trigger an inquiry. She limited written interactions to only what was required, recalling recent cases where minor deviations had led to formal warnings. As her workflow slowed, Daria avoided discussing score manipulation or the recent assembly demands with colleagues, aware of heightened risk. Her cautious compliance resulted in a slight increase to her BCI score. New BCI score: 69.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the discovery of hidden caches exposed the Council’s manipulation of BCI scores, Lenart noticed immediate changes in his daily work. Requests for repairs from regular clients dropped as residents prioritized hiring workers with verified support from new local assemblies. That afternoon, Lenart was refused entry at an apartment block, with a volunteer stating that only those recognized by the emerging neighborhood council could perform tasks inside. Unwilling to risk further scrutiny, Lenart avoided digital channels entirely, switching his phone off and relying on face-to-face communications. He accepted a minor plumbing job posted on a hallway notice instead of online. The growing mistrust, fueled by public access to cache findings, made it harder for him to maintain client relationships, especially as his BCI status remained a topic of uncertainty for organizers. By the day’s end, Lenart’s BCI score stayed at 36, but his dependence on informal networks increased further.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "When hidden BCI caches were uncovered citywide, Sven Halek noticed several longtime colleagues quietly removing their names from current project rosters. That morning, he requested access to speech archives, only to be met with a new verification step requiring written approval from a temporary citizen review board. By noon, two members of the new oversight committee requested to observe his drafting process, citing transparency concerns. Sven responded by pausing all edits and submitting only minimal updates, aware that his language choices were now being cross-checked outside Council protocols. That afternoon, a trusted former collaborator declined to share background data, citing possible future disclosure risks due to high public scrutiny. As demands for a new public assembly circulated, Sven limited his communication logs and stopped saving drafts electronically, anticipating further review. End-of-day internal monitoring noted his reduced output and reluctance to collaborate, resulting in a small decrease in his BCI score, now at 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada initiated a coordinated campaign of encrypted broadcasts, using a reconstructed AI voice of Marek Halden to distribute coded clues about hidden BCI abuses. She composed segments late at night on isolated equipment, then handed the files to selected community leaders, who relayed them to trusted residents. Within hours of the first broadcast, search groups formed across Stenograd, and online forums tracked progress in deciphering Rada’s riddles. The Council responded by blacklisting Rada’s name in all state records and restricting further access to information for anyone repeatedly sharing the clues. Rada observed her circle of contacts shrink further, with only the most committed activists maintaining contact. Her influence grew outside official systems, but she became fully cut off from institutional resources. As a result of openly bypassing Council control and becoming the focal point of decentralized dissent, Rada’s BCI score fell from 0 to 0, confirming her status as a city-registered rogue dissident.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}