{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Yeah, people change without warning. I’ve seen neighbors avoid each other who used to talk every day.",
        "Some in my building have been treated differently lately. It’s harder to explain.",
        "It all shifts fast. No one says much, but everyone feels it.",
        "... I guess I’m still figuring out where I stand with it."
      ],
      [
        "Things really do shift in odd ways. Some folks in my complex stopped saying hi overnight.",
        "People who ran things are suddenly on the outside, and it’s like no one remembers how it happened.",
        "Heard about street courts popping up. Everyone’s digging up old BCI grudges.",
        "Honestly, it’s tense seeing people welcomed back—or pushed out—all at once.",
        "It’s left me more separated than I expected, if I’m honest."
      ],
      [
        "Lately I’ve noticed just how quickly relationships change when the system breaks down.",
        "Since the BCI’s collapse, neighbors who were flagged before are finally showing up again—but not everyone’s glad to see them.",
        "I shared something important with people I trust, about how BCI was being manipulated.",
        "Now, local assemblies are putting officials on trial. Some are shunned, some even exiled. There’s no middle ground.",
        "At work, everyone knows what I did. I’m basically alone there now.",
        "It’s… strange, feeling responsible and still so isolated by it."
      ],
      [
        "You’re right, silent shifts change everything. My world turned upside down when I handed evidence about BCI abuses to neighborhood leaders.",
        "It’s surreal seeing neighbors judged by street courts. Some are forgiven, some pushed out. I recognize colleagues being named—and suddenly they’re invisible.",
        "I’ve tried to guide the assemblies, quietly, but it’s all out of my hands now.",
        "A lot of people who came back after being flagged are still watched. Some communities threw welcome events, others protest.",
        "I used to think the system protected us, but I can’t ignore what I saw or did.",
        "Work turned cold. They think I caused unrest.",
        "Honestly, I don’t know whether to feel relieved or just more alone than ever."
      ],
      [
        "Funny you say that, because I’ve watched everything change from the inside. I was part of the BCI oversight—believed in it, once.",
        "I thought I was doing the right thing, flagging patterns, keeping order. But recently, I saw how easy it was for people to get cut off. Small missteps, huge punishments.",
        "When Halden died and the BCI leaked, I saw proof the system was rigged. People deserved to know. So I gave the real evidence to local leaders—instead of my bosses.",
        "Now we have these assemblies—people call it justice, but it’s chaos. Neighbors bring out years of resentment; some officials are run out publicly.",
        "Those who were blacklisted are coming back, but not everyone welcomes them. Some are forgiven. Some are targeted.",
        "The Directorate marked me as a troublemaker. I can’t even use services now; my score is zero, I’m ghosted in the system.",
        "Nobody at work will look at me. They know what I did.",
        "Part of me hoped truth might heal things. Now I just feel—adrift, I think. Maybe more honest, but completely alone."
      ]
    ],
    "emotion": "isolated"
  },
  "emotional": {
    "opener": "You know, everyone deserves to feel they belong, even when the whole system makes you feel small. You’re not the problem—sometimes it’s just the rules that are broken.",
    "variants": [
      [
        "Right. Maybe. But I try not to think about it too much.",
        "It’s easier that way."
      ],
      [
        "I suppose that’s true, in theory.",
        "Most people like to blame themselves first.",
        "Just... old habits die hard."
      ],
      [
        "Thanks, Alex. It helps to hear that from someone else.",
        "Some days it really does feel like I’m fighting shadows.",
        "You start to doubt if it’s just you.",
        "But maybe that’s what it’s supposed to feel like."
      ],
      [
        "I appreciate you saying that. It’s strange—how easy it is to get ground down by it all.",
        "Most days, I’m just trying to keep my head above water.",
        "Sometimes I wish things were simpler, or maybe just less... monitored.",
        "It’s not easy remembering who you are when everything’s measured.",
        "But hearing this, it helps."
      ],
      [
        "You really get it, Alex. It’s exhausting, trying to move through all of this like nothing matters.",
        "Sometimes I feel like I forget who I was before all the scoring, the constant checks, all of it.",
        "It’s so easy to lose track of yourself, your own worth, when you’re always a number on someone else’s scale.",
        "People around me—some just give up. Some disappear inside themselves.",
        "I try to hold on to something real, even if it’s just a familiar voice at the bar.",
        "Talking with you, even for a minute, makes me feel a little less... erased."
      ]
    ]
  },
  "factual": {
    "opener": "You're being vague. What actually happened out there? Give me details, not hints.",
    "variants": [
      [
        "Assemblies started popping up in a few districts. They called people forward about old system scores.",
        "Some officials faced penalties. Some were just told to leave.",
        "People got divided. Council barely responded.",
        "It feels like things are unraveling, but I don't know what comes next."
      ],
      [
        "There were public street courts. People went over who tampered with elections, who abused the BCI.",
        "Certain neighborhoods pushed out officials, but not everyone agreed.",
        "Some of those who were flagged are back. They keep getting watched or judged.",
        "Central leaders aren't really in control. That much is obvious.",
        "It's not exactly stable right now."
      ],
      [
        "It moved fast. People formed local hearings—real judgments, not just heated arguments.",
        "Old BCI grievances are out. Some want to forgive, others want consequences.",
        "Some neighborhoods chose reconciliation events, tried to welcome back people who were blacklisted.",
        "There's less trust in the central Council than ever. I used to think stabilization was possible, but everything split apart.",
        "Most of the Council is sidelined now, trying to manage chaos instead of real governance.",
        "I can't say I expected assemblies to get this strong, or this divided."
      ],
      [
        "At first, people hoped for real justice, with these street courts. Some just acted out old resentments instead.",
        "I've seen neighbors lead hearings, handing out punishments based on years-old score disputes.",
        "Some districts banned former council agents completely, others tried community service as restitution.",
        "A few tried reconciliation, holding public welcome-back events for those wrongly flagged.",
        "Even so, many don’t feel safe. Some flagged residents are still shunned or protested against.",
        "I was marked as disruptive. Directorate lists. Nobody stood up for me at work.",
        "The city’s steering without leadership. I always thought stability mattered most, but now I wonder if it ever existed."
      ],
      [
        "I watched from inside the Directorate as chaos unfolded—no real chain of command after the data leak and blackout.",
        "Street courts exploded everywhere. Grievances over BCI and election rigging surfaced, with wild differences between neighborhoods.",
        "Sentences ranged from forced labor to exile, sometimes just social isolation. Nothing consistent. Some tried public amnesty, but it rarely stuck.",
        "Council’s powerless now, fighting among themselves. The Harmonists, like I used to side with, want calm—but it’s all performative at this point.",
        "Assemblies ask me for document explanations, but trust’s broken. I can only help from a distance.",
        "Some returning citizens are welcomed. Others find their homes gone or protests at their doors.",
        "The Directorate tracks me—my zero score means I can’t even log in to the most basic services.",
        "I keep seeing old colleagues lose everything overnight, just based on word of mouth or assembly votes.",
        "It always felt rational, before. But there’s no order left. Just groups choosing who belongs."
      ]
    ]
  }
}