{
  "olintz": {
    "chapter": "After delivering the BCI manipulation evidence to trusted community figures, Oksana spent the next days monitoring the rapid emergence of neighborhood assemblies from her apartment. Her action led to assemblies holding public street courts where citizens recounted past scoring abuses, resulting in judgments against several local officials and former system enforcers. Oksana remained in contact with a small network of organizers, providing clarity on document interpretation but keeping her involvement quiet. She saw colleagues named in hearings and noted their social isolation, while returning low-BCI residents in her building received mixed treatment—some welcomed, others shunned. Oksana’s direct role in exposing the systemic rigging soon became common knowledge among oversight staff, eroding any remaining alliances at work. The BCI’s ongoing collapse meant her own score was no longer operationally critical, but Directorate records marked her for inciting civil unrest, dropping her BCI score to 0.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the public judgments issued by neighborhood assemblies and the visible split over how to treat returning citizens once flagged by the system, Nikola tightened his daily routines. On the morning assemblies placed penalties on former Council staff in nearby districts, Nikola delayed leaving his apartment, waiting until traffic and footfall subsided. Later, approaching the supply sign-in point, he noticed two former residents berated by an assembled crowd, while another was quietly welcomed with handshakes. Keeping his head down, Nikola provided only brief answers when addressed by the new local coordinator, careful to avoid discussing any aspect of his career or the locked case he always kept hidden. That evening, he ignored a neighbor’s attempt to involve him in a reconciliation event, declining with a polite nod and retreating indoors. His reduced willingness to engage and growing caution about his past resulted in a further decrease of his BCI score, now at 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide assemblies where residents confront alleged BCI injustices, Daria’s workstation is moved to a central lab, now shared with two technicians who were recently returned after being flagged by the system. That afternoon, she is asked to assist in reviewing device logs for several citizens facing community-imposed penalties. With printed case files replacing secure tablets, Daria is required to check each wristband in the presence of a neighborhood liaison. She avoids private conversation and communicates only through official written forms, aware that her own BCI history could be scrutinized. After overhearing staff debate whether reconciliation is possible for former low-score citizens, she updates her access alert settings and deletes saved correspondence with returning colleagues, fearing association could trigger further review. Her compliance with new procedures and limited informal contact are noted, resulting in a minor increase in her BCI score. New BCI score: 71.",
    "bci_score": 71,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After learning about ongoing neighborhood assemblies and witnessing a building committee debating the fate of a returning resident previously flagged by the BCI, Lenart found his afternoon job delayed without explanation. Arriving on-site, the volunteer coordinator hesitated to verify his access and requested the group discuss his past work with locals instead of referring to his credentials. Waiting an hour, Lenart watched as organizers argued over whether anyone associated with controversial maintenance logs should be let inside. Eventually, his client vouched for him directly, but insisted the work be performed in view of the committee. With authority now fragmented, Lenart adjusted by offering to train residents in minor repairs rather than relying on formal job calls. That day, he completed little actual maintenance but made new alliances among local workers. The lack of trust in official records continued to limit Lenart’s access, leaving his BCI score unchanged at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "In the aftermath of the neighborhood assemblies issuing public judgments and some districts holding reconciliation events for returning citizens, Sven Halek found his workspace atmosphere markedly altered. On the morning of June 10, he observed several staff members openly discussing past BCI scores and recent accusations, abandoning their usual reserve. During a draft review, a former low-scoring colleague suggested revising official statements to recognize local assembly verdicts, which divided the team and delayed edits. Sven, uncertain which approach would protect him from scrutiny, submitted two alternative versions for different coalition groups and documented each request meticulously. Throughout the day, unfamiliar faces from reconciled neighborhoods appeared in shared offices, some greeted with caution by established staff. By evening, Sven avoided communal areas to limit contact and recorded notes offline, wary of taking sides too soon. His careful, noncommittal approach, shaped by public polarization, led to a slight BCI decline to 72.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "In the aftermath of district assemblies issuing judgments against former Council agents, Rada noticed her building's entrance now guarded by local volunteers, checking lists and questioning anyone unfamiliar. Later that day, when returning citizens previously flagged by the BCI attempted to join a reconciliation event in the auditorium, a heated dispute broke out at the entrance. Rada, scheduled to deliver printed updates for distribution, was temporarily held outside while neighborhood coordinators debated whether known BCI rogues should be admitted. She waited, listening to tense discussions that revealed deep mistrust among organizers. Once admitted, she witnessed returning citizens being divided—some assigned to lead small discussion groups, others quietly escorted out the back exit. Rada recorded the process in her notes, focused on the unpredictability and fractured trust now defining her daily interactions. The friction and increased scrutiny reinforced her outsider status in both official and grassroots spaces. Her BCI score remained at 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}