{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Been a lot of waiting around lately. Doors take longer to open, if they open at all.",
        "People act different when they think someone’s watching, even if there’s no one left to trust the records.",
        "Spent more time standing outside meetings than in them. Must be a new policy. ",
        "Honestly, can't tell if I'm in or out of the city these days. Feels like everything's up for grabs, even me."
      ],
      [
        "Seems like every job now starts with a committee debate about my file, not what’s broken.",
        "Had to wait an hour so some neighbors could decide if I was still worth letting inside.",
        "Half the day’s gone before I even touch a tool. Used to be, a handshake was enough.",
        "Nobody trusts official records anymore, so you make new deals on the fly. Feels unstable.",
        "Honestly, can't tell if I'm in or out of the city these days. Feels like everything's up for grabs, even me."
      ],
      [
        "Tried to help a neighborhood sort a busted network, but folks got stuck arguing over my BCI log instead.",
        "Official access means less than your reputation now. Had to wait for someone to vouch for me in public.",
        "Wound up showing the committee how to do minor repairs themselves, just to get things moving.",
        "Not much actual fixing, but I made a few new friends out of it. Maybe that counts for more now.",
        "People's faith in records is shot. The whole city feels paused, like everyone's stuck judging everyone else.",
        "Honestly, can't tell if I'm in or out of the city these days. Feels like everything's up for grabs, even me."
      ],
      [
        "I used to bounce job to job, no questions. Now, every door's a tribunal. Last gig, the locals held a vote whether even to let me in.",
        "My client vouched for me, but with the committee watching, I ended up turning my work into a lesson for the whole group.",
        "There's this fear in the air. Even the so-called trusted don't trust the system, or each other. I see folks clinging to old logs, whispering about fake scores and suspicious histories.",
        "Nobody relies on credentials. If the group likes you, you're in. If not, you're outside looking in, no matter what the registers say.",
        "I leaned into it, taught them some basic repairs, made a few connections. But it's all provisional. Next week, who knows?",
        "Funny thing: my BCI score didn’t nudge. All that effort and the system still says I’m trouble.",
        "Honestly, can't tell if I'm in or out of the city these days. Feels like everything's up for grabs, even me."
      ],
      [
        "Used to do full-time maintenance for the city, back when your record opened doors, not closed them.",
        "Last week, walked into a job and got treated like a security risk. Committee needed an hour to re-litigate my whole career.",
        "Once, a BCI log was gospel. Now, with all the leaks and blackout mess, nobody trusts any authoritative list. Everyone’s measuring you by vibe and rumor.",
        "My score's in the red, so I became a test case. Ended up teaching a workshop so they'd see me as human, not just a flagged profile.",
        "I made some allies. But even friends ask you to do everything in public—no more quiet repairs, always an audience, always a debate.",
        "System’s so fragmented, it’s like the city’s built of parallel rules. You’re constantly recalibrating who gets to decide what's safe, what's allowed.",
        "I back the Innovators—figured the city needed smarter rules, not just stricter ones. Now, it’s chaos, and I’m not sure any faction has answers.",
        "Honestly, can't tell if I'm in or out of the city these days. Feels like everything's up for grabs, even me."
      ]
    ],
    "emotion": "Honestly, can't tell if I'm in or out of the city these days. Feels like everything's up for grabs, even me."
  },
  "emotional": {
    "opener": "Lenart, doesn’t matter what’s official or where the boundaries are. You’re still you, and that counts for something to the ones who notice.",
    "variants": [
      [
        "Maybe. Depends who you ask.",
        "Suppose it’s good someone’s keeping track."
      ],
      [
        "Yeah, maybe I overthink it.",
        "Good to know at least a few people see it that way.",
        "Appreciate you saying so."
      ],
      [
        "Feels like most labels could blow away in the next breeze.",
        "Funny how I used to care more about fitting in.",
        "Guess it’s not all on me to decide where I belong anymore.",
        "You saying that makes the edges feel a little less sharp."
      ],
      [
        "Boundaries used to mean something. Nowadays, I walk right through and forget which side I’m on.",
        "I’m never sure if I’m the problem or the solution.",
        "City used to run on rules. Now I think it just runs on whoever’s left picking up the pieces.",
        "When someone else actually sees you, it helps put things back together, just a bit.",
        "Thanks for calling it out."
      ],
      [
        "Lines get blurry. Not just the city limits—what’s allowed, what isn’t, who’s in, who’s just passing through.",
        "Used to be a time I was certain about my place. Not so much now.",
        "Feels like the system’s sorting everyone, but we’re still here trying to be people underneath.",
        "Maybe it’s easier to lose yourself than get pushed out. Or maybe I’ve just had too many late nights fixing things that shouldn’t break.",
        "When someone remembers you’re more than a line on a chart, it cuts through the static.",
        "Anyway, don’t hear that much these days. I won’t forget it."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Everybody's got stories, but you always hold back. What's actually been going on in this city?",
    "variants": [
      [
        "Assemblies have gotten louder these days. Folks talking justice, but not much changes.",
        "I hear some old Council hands got slapped on the wrist. No one really believes they’re out of power.",
        "People still protesting, some neighborhoods rougher than others. Nothing official, just noise.",
        "Feels like the city’s split into cliques—no one in charge, Council closing ranks."
      ],
      [
        "Neighborhoods doing their own street courts now, tossing around punishments. Not always fair, but nothing new.",
        "Saw a group tag their own leader for ballot tampering. Council didn’t step in. Guess they’re outplayed.",
        "A few former BCI targets are back. Some get hugs, some get run out. Depends on the street.",
        "Nobody trusts the old system, but nobody’s got a better one lined up.",
        "Rumor is, a few ‘winning’ districts have been trading names off lists—quiet deals behind closed doors."
      ],
      [
        "Assemblies are running trials in the open—vote by voice, not by log. It’s real public, real messy.",
        "Heard one block exiled an old Council monitor. On another street, ex-citizens got a welcome banquet.",
        "The city split down the middle after that referendum. Council’s radio silent, neighborhoods making up rules as they go.",
        "I lean Innovator, but right now everyone’s just innovating how to dodge trouble.",
        "A friend tried to get their score cleared—turns out the ‘records’ just got lost in the shuffle.",
        "People are still sorting out old BCI beefs, but nobody’s tracking outcomes. Just more uncertainty.",
        "Makes my work more ‘social’ than technical. Not sure that’s the upgrade we wanted."
      ],
      [
        "Some assemblies passed real sentences. One block’s doing community service, another exiled a fraud—doesn’t matter what the Council says.",
        "Saw more arguments about old BCI cases than actual repairs last week. Everybody wants closure, nobody agrees on what that means.",
        "Reconciliation works when the neighborhood buys in. Otherwise it’s payback time—had a near riot down east over one returnee.",
        "Funny thing—since the leaks, you see former BCI targets leading meetings, setting new codes.",
        "I always favored the Innovator line. This, though, feels improvised. System’s outpaced the architects.",
        "Made a few deals with local courts to get work. No digital logs—they just watch you on the job, decide if you’re safe.",
        "Trust is so local now the city may as well be a hundred villages. I work in two, maybe three. Others won’t have me.",
        "Even if I fixed every circuit in Stenograd, feels like the only ‘score’ that matters is your last argument."
      ],
      [
        "Neighborhoods turned into fiefdoms overnight. Street courts, public penance, even exile. No oversight—just whoever’s loudest wins.",
        "I watched a Council operative get run out during an assembly. Saw another judge give amnesty to an old BCI victim—same street, same afternoon.",
        "The big data leak put names and scores everywhere. Privacy’s a memory. I had old clients turn on me, old rivals offering work.",
        "Innovators thought better tools would mean better justice. Now it's all face-to-face—if you’ve got enemies, they find a crowd.",
        "Had to vouch for a friend with a fake score. Only reason they weren’t exiled—someone owed me from before.",
        "Nobody’s following system rules. Half the tools I maintain are jury-rigged to run off-grid, just in case the next purge lists me.",
        "I used to believe in the city model. These days, sometimes wish I’d vanished when the blackout hit.",
        "Every repair job’s half social theater, half plea bargain. I work because people remember favors, not logs.",
        "The only real rule now is reputation—and those change with the next assembly chant."
      ]
    ]
  }
}