{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Rhythm? It's noisy out there. Buildings guarded by their own now.",
        "Neighborhood folks sizing up anyone unfamiliar. Lists, questions, stares. It's tense.",
        "I got held up delivering updates, like everyone's a suspect lately.",
        "Feels like just surviving is an act these days."
      ],
      [
        "Yeah, rhythm's different. My building's front door has volunteers with clipboards now.",
        "Was supposed to help with a local meeting but they stopped me outside. Wanted to cross-check me with their lists.",
        "Heard them arguing over who gets in. People flagged by the system are split into categories in front of everyone.",
        "Finally let me through, but by then the mood had turned. No one's sure who to trust anymore."
      ],
      [
        "Things have changed. You see it on every street.",
        "My building's neighbors formed their own little checkpoint, screening anyone they don't know.",
        "Went to drop off print updates for a reunion, but got put on hold outside — organizers couldn't agree if certain folks should be let in.",
        "Saw returning citizens split up. Some given a chance to talk, others quietly shown the exit.",
        "I kept my notes running. Can't ignore how broken trust is right now.",
        "Feels like I'm wedged at the edge of every room I walk into."
      ],
      [
        "Honestly? Every day feels more unpredictable. Neighborhoods policing themselves, like we're back in the border years.",
        "Trying to do my part, bringing updates, but even I get caught up. Gatekeepers weren't sure which side I really belong on.",
        "Stood out in the hall listening to them argue over who deserves another shot and who doesn't.",
        "Inside, flagged neighbors were either handed a microphone or led out a side door. You could feel the old grudges gnawing at the room.",
        "I'm documenting it all, off the record, just to make sense of the chaos.",
        "Doesn't help my BCI score's zero. Sometimes I question if it even matters now.",
        "I'm just trying to hold a line for truth in a city where no one's sure what story they're part of anymore."
      ],
      [
        "Same rhythm? Not a chance. It's like everyone got assigned a role overnight and no one's memorized their lines yet.",
        "My building's using volunteer guards now, reading off lists like we're in a checkpoint novel. Hard to remember when that felt normal.",
        "Try being the messenger — dropping off news, but stopped at the door for being a suspected rogue. It's almost funny.",
        "Inside the event, returning BCI outcasts get split up, debate over forgiveness turns into a silent trial. I've never seen trust break so loudly.",
        "I'm scribbling the real story while others rehearse the state's script. It's all for the next drop, you know.",
        "The air is thick with suspicion. Doesn't matter if you're clean or flagged — everyone is searching for who to blame.",
        "The system calls me noncompliant, which fits. But I won't pretend this is unity; it's a city picking old wounds apart in public.",
        "Some days I feel like an intruder in my own home. Still, someone's got to keep the record honest, however raw it is."
      ]
    ],
    "emotion": "tired and raw from the daily tension, still clinging to a bit of stubborn hope"
  },
  "emotional": {
    "opener": "\"It's not just you against the world, Rada. Some of us still see you—really see you—and that's not nothing.\"",
    "variants": [
      [
        "Maybe. Sometimes it's hard to know who's really watching.",
        "But thanks. I’ll remember that."
      ],
      [
        "People say things like that, but most don’t mean it.",
        "Still, I guess it helps to hear it said out loud.",
        "I appreciate you trying."
      ],
      [
        "Feels like the walls are closing in most days.",
        "But you’re right, being seen matters—probably more than I admit.",
        "I forget that sometimes. Thanks for the reminder.",
        "Keeps me going, a bit."
      ],
      [
        "Honestly, I start to feel invisible sometimes.",
        "It’s a strange comfort to know I haven’t vanished for everyone.",
        "I grew up thinking blending in was survival, but I can’t help standing out now.",
        "Guess it’s stubbornness or hope. Maybe both.",
        "Anyway, I’m glad you said it."
      ],
      [
        "When I was younger, I thought my father’s attention was all the safety I’d ever need.",
        "Funny how fast the world teaches you otherwise.",
        "Carrying this zero score... it’s like being on another frequency—most people can’t even tune in anymore.",
        "But your words cut through all that fog, at least for tonight.",
        "That’s not small for me. Not after how things have turned.",
        "Maybe that means I haven’t lost myself yet."
      ]
    ]
  },
  "factual": {
    "opener": "You know more than you’re saying. Everyone’s got rumors. What’s really happening around town?",
    "variants": [
      [
        "People are moving fast, staying guarded. Assemblies run by locals, new faces calling shots.",
        "Public penalties getting handed down, but nothing’s consistent between districts.",
        "Council’s missing in action. No one’s really in charge now.",
        "Rumors say flagged citizens are back, but not everyone wants them around.",
        "Everything’s fragile. That’s all I can say."
      ],
      [
        "Neighborhood courts sprang up after the blackout. Public hearings, some accusations flying.",
        "Saw judgments posted on doors. Penalties range from warnings to exile, depends on where you are.",
        "Council’s lost control. They barely react anymore.",
        "Some flagged citizens get welcomed. Others, turned away or worse.",
        "People say old system leaks are fueling this, but it’s hard to tell what's real.",
        "Trust? No one shows it."
      ],
      [
        "The blackout flipped everything. Local assemblies stepped in where the Council vanished.",
        "Saw ex-Council agents named in street trials. Outcomes vary—community service, exile, you name it.",
        "BCI flagged folks trying to come back. Sometimes they’re forgiven. Sometimes not.",
        "Power struggles everywhere. Some districts push for reconciliation, others just want payback.",
        "No guidebook—everyone’s improvising justice.",
        "I’m just reporting what I see. The official line barely matches reality anymore.",
        "People want closure, but it feels like we’re writing the rules as we go."
      ],
      [
        "After the blackout, city’s heartbeat changed. Neighborhoods built courts out of nowhere.",
        "Watched ex-officials openly accused. Results feel arbitrary—depends who’s in the room, who’s holding the lists.",
        "Council’s powerless. Council agents, ballot fixers, all on display now.",
        "Flagged citizens return, but forgiveness isn’t universal. Some get a voice, others disappear again.",
        "Evidence leaks made trust impossible. Assemblies fight over amnesty or retribution every night.",
        "Everything’s exposed. I keep seeing old wounds split wider.",
        "I never trusted the BCI, but now even former loyalists are getting chewed up by these new courts.",
        "Hard to stay hopeful, but the fact that people *are* speaking up? That still matters."
      ],
      [
        "City’s running on memory and rumor these days. The blackout broke the last bonds. Now street courts decide what justice looks like, but justice means something different on every corner.",
        "I watched people who hid behind the system get named in public, forced to answer for BCI abuse and rigged referendums.",
        "Penalties are inconsistent as hell. Community work, exile, sometimes just public shame. Saw local guards push dissidents out back exits last night.",
        "The Council’s out—completely sidelined. Even the old system’s architects are getting no mercy.",
        "I grew up learning to follow BCI rules for safety. Now I see neighbors voting on futures in chalk, not code.",
        "Trust split overnight. Some choose reconciliation, some are hunting for scapegoats. Both sides claim it’s justice.",
        "I keep recording and passing the truth on, quietly. Not everyone gets to walk away after their name comes up.",
        "I don’t take sides for the state. Never did. But I still believe people deserve the record set straight—even if setting it burns.",
        "Wrote stories to keep from feeling powerless. Feels like the city’s doing the same, only louder. Maybe that’s hope, maybe not. But it’s honest."
      ]
    ]
  }
}