{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Not much to say. Still working at the lab, just routine checks mostly.",
        "Had to share my station with some people the system didn't like before. Awkward, but we manage.",
        "They're making us do everything on paper now, like they don't trust their own tech.",
        "Honestly, just keeping my head down. Don't need extra attention right now."
      ],
      [
        "They moved me to a new work area, sharing space with some colleagues the BCI flagged before. It's... different.",
        "Now we do device checks with someone from the neighborhood watching. Feels like they don’t trust anybody anymore.",
        "I deleted messages with a few people, just to be careful. Association matters these days.",
        "My score went up a little. Nothing big, just enough to breathe easier.",
        "It’s strange, all this noise about 'reconciliation,' but I can’t tell if they mean it."
      ],
      [
        "Been a long week. Got transferred to a central lab, sharing space with colleagues who were only recently cleared by the system.",
        "We have to run device checks in front of neighborhood liaisons now, and everything’s on hardcopy, not digital. Feels old, and tense.",
        "Everyone’s worried about being looked at funny. I deleted anything that might link me to flagged people. Safer, for now.",
        "Saw staff debating forgiveness for people with low scores. Nobody agrees what fairness even means anymore.",
        "The only upside is my BCI score ticked up a point or two, but it hardly feels like a win.",
        "Honestly, I’m just tired—everyone’s watching everyone else, and it grinds you down."
      ],
      [
        "This week was rough. Got reassigned to a crowded, central lab, with people who just barely made it off the BCI’s bad side.",
        "All our checks now have to be witnessed by someone from the neighborhood council. Paper records only. The system still doesn’t feel stable.",
        "I had to clear out all old messages with colleagues who got flagged last year. Trust can get you in trouble here—sometimes fast.",
        "Staff are anxious. They argue about whether we should welcome back the flagged, or keep pushing them out. The city’s split.",
        "The worst part? Even being careful only bumped up my score a little. It isn’t protection, just a signal to keep going along.",
        "Sometimes I wonder if any of this can really be fixed. The system feels more brittle than ever.",
        "Mostly I feel worn out, watching everyone tiptoe, nobody quite sure which side to stand on."
      ],
      [
        "Honestly, my week felt like walking through a minefield. Got pushed into a central lab, working next to techs who only just survived the BCI’s blacklist.",
        "Every check we do is policed by these neighborhood liaisons, and all the records go to paper now. Feels like we’re pretending the old system away, but the fear is the same.",
        "I deleted every chat with people who’ve been flagged. Can’t risk them dragging me down too. It’s not right, just how people survive now.",
        "Staff whisper about forgiveness and second chances, but I don’t buy that it’s sincere. Some want to reconcile, some just want revenge.",
        "My BCI score ticked up a notch after playing it safe. Hardly feels like something to celebrate—just a sign you nailed the performance.",
        "Funny thing is, I got into this tech hoping the Innovators would actually change stuff for the better. All it’s done is train us to cover our tracks.",
        "Most days, it’s not the tech I hate. It’s the way fear keeps everyone silent, waiting for the next turn in the cycle.",
        "I’m just so tired of seeing people forced to pretend—like we can’t imagine anything else."
      ]
    ],
    "emotion": "Tired. Just tired of watching people walk on eggshells, hoping things don't get worse."
  },
  "emotional": {
    "opener": "You know, Daria, it's not just you. We're all pushing through, one careful step at a time. Doesn't mean there isn't a better way somewhere out there.",
    "variants": [
      [
        "Yeah. Maybe.",
        "People just… keep going. I notice."
      ],
      [
        "I get what you mean.",
        "Everyone just wants to get by… safely.",
        "Makes sense to hope for something better, I guess."
      ],
      [
        "It helps to hear that.",
        "It's tiring, keeping track of every move.",
        "Sometimes feels like we forget how to just live.",
        "But yeah. One step at a time."
      ],
      [
        "Thanks. You saying that makes a difference.",
        "I'm just… worn out by all the caution.",
        "Feels like it's wrong to even relax now.",
        "I try not to slip, but it's constant, everywhere.",
        "Makes you wonder if we ever get to stop watching ourselves."
      ],
      [
        "It's good to hear someone admits it out loud.",
        "Honestly, growing up, it wasn't like this. There was room to mess up, even laugh about it.",
        "Now, it's like everyone is tuned to the same silent frequency, pretending nothing's off.",
        "I'm tired of holding tension for hours, every day. It's heavy.",
        "I see it on everyone's faces, that waiting for something nobody will name.",
        "If there is a better way, I wish I'd know what it feels like."
      ]
    ]
  },
  "factual": {
    "opener": "Stop skirting around it, Daria. You see what's happening out there, don't you?",
    "variants": [
      [
        "Yeah, things changed after the power went down. Street courts popped up, people talking a lot more now.",
        "Some staff get called out over old BCI stuff. Penalties, I guess.",
        "Mostly, everyone's keeping their head down. No one trusts what comes next.",
        "Assemblies are making noise, but doesn't feel settled.",
        "That's all I know."
      ],
      [
        "Assemblies started handing down judgments on old BCI cases. Different punishments, depending where you are.",
        "People who used to work for the Council are getting named. Not all of them stick around.",
        "There's shouting about tampered votes, but nothing’s proven.",
        "Some neighborhoods want to forgive. Others, not so much.",
        "City feels split right now. Unstable.",
        "I just hope things don’t turn ugly."
      ],
      [
        "Assemblies keep digging up BCI grievances. Neighborhood courts are handling things their way, no standard.",
        "I hear some ex-council people got exiled, or worse. Depends who’s in charge locally.",
        "Evidence about rigged ballots is fueling more protests.",
        "There's this whole push for reconciliation, but nobody trusts it. Factions are too deep.",
        "Innovators keep saying the system can be rebuilt better. Doesn’t look likely yet.",
        "Feels like the real authority’s gone missing. Everyone's improvising.",
        "You see the tension on every corner."
      ],
      [
        "Grassroots groups are exposing BCI abuses in assemblies. A lot more personal than any official process ever was.",
        "Some neighborhoods want closure, some want revenge—no two responses alike.",
        "Witnessed a penalty hearing. Ex-Council agent got banned from the district. Ugly scene.",
        "People whisper about new tech streams popping up, offering protection or erasing old scores. Most won’t risk it.",
        "I always hoped the Innovators could reform things, but it’s chaos. No model to trust, just people making calls.",
        "Nobody really believes in the amnesty offers. Too much old pain.",
        "It’s rough, watching all this. Reminds me why I keep to my work.",
        "I wish we could skip ahead to fixing instead of circling through blame."
      ],
      [
        "Assemblies are the only place doing real conflict resolution, even if it’s inconsistent. It's all emotion and old why-not-me grudges.",
        "Saw a tech from my old section brought up for screwing with audit logs. The crowd wanted answers more than truth.",
        "Some folks use contacts in the wearables lab to fudge their old BCI scores, hoping for a clean slate before the next purge.",
        "The divide’s sharp—reconciliation events in one block, mobs in the next.",
        "Innovators like me thought we’d automate fairness. Instead, we birthed paranoia. Now the city’s rewriting itself, block by block.",
        "Council’s just ghosts now, nobody running things that matters. Data leaks ruined any hope of trust.",
        "Heard about experiments to run community BCI nodes, but without oversight, it’s all hackable anyway.",
        "Everyone’s either pretending the system still works, or burning whatever’s left.",
        "Feels like every lesson about transparency got weaponized—now we’re all just hoping to slip through unnoticed."
      ]
    ]
  }
}