{
  "customer_id": "dtomenko",
  "trigger_event": "A cache of vital, contradictory documents and digital artifacts is uncovered, and Daria finds herself the only one with both the skills and trusted access to release them citywide. One is Halden’s unpublished Spiral Manifesto, a visionary essay on building society around cycles of mutual growth and rotating leadership; the other is the technical protocol for a citywide forgiveness reset that would erase all BCI scores and histories.",
  "dilemma": "Daria must choose: verify and make public Halden's optimistic Spiral Manifesto, hoping to spark cultural renewal and long-term, growth-focused reform—or confirm and release the BCI forgiveness protocol, forcing immediate citywide amnesty and erasure of past divisions, risking chaos but offering a clean slate. She can only pick one, and her decision will irreversibly send Stenograd down one path or the other.",
  "reason": "Daria is unsure because both choices will reshape Stenograd’s future and risk unintended consequences. Picking the manifesto might inspire hope but seems slow and uncertain; activating the protocol would deliver instant change, but the outcome is volatile and possibly destabilizing. Her quiet, systems-minded approach clashes with the emotional stakes—for once, the technician cannot remain a neutral bystander. Conversations with Alex the bartender have challenged her to weigh both what is possible and what is right.",
  "choice_a": "Authenticate and share Halden's Spiral Manifesto, rallying the city around reconciliation, personal growth, and new, flexible systems of rotating leadership.",
  "belief_a": [
    "Real social repair needs more than erasure; it needs cultural transformation.",
    "Stories and ideals can move people where commands and reset buttons cannot.",
    "Long-term change is built through trust and shared purpose, not just blank slates."
  ],
  "choice_b": "Validate and distribute the hidden BCI forgiveness protocol, triggering a citywide referendum on erasure of the BCI score system and immediate mass amnesty.",
  "belief_b": [
    "Social resets require decisive action, not more waiting or debate.",
    "Only a blunt, system-level reset can truly liberate the people marked by BCI history.",
    "Sometimes, erasing wounds is the only way to let a city heal and move forward."
  ],
  "political_a": "innovators",
  "political_b": "innovators",
  "preference": "a"
}