{
  "official": [
    {
      "image_id": "form_filling",
      "headline": "Orderly Assemblies Resume",
      "anchor_line": "Neighborhood forums convene to address community concerns after ongoing system reviews.",
      "contextual_reframing": "Stenograd’s participatory process ensures citizen voices are heard while maintaining civic harmony. Automated governance remains the foundation of stability."
    },
    {
      "image_id": "public_garden",
      "headline": "Local Justice Initiatives",
      "anchor_line": "District assemblies announce fair measures for resolving past Behavioral Compliance Index disputes.",
      "contextual_reframing": "System-led local dialogue demonstrates adaptability and precisely addresses historical grievances, reinforcing Stenograd’s commitment to evolving community needs."
    },
    {
      "image_id": "group_exercise",
      "headline": "Reintegration Progress",
      "anchor_line": "Formerly restricted citizens rejoin community activities with positive guidance and secure access protocols in place.",
      "contextual_reframing": "Advanced BCI technology facilitates safe and efficient reintegration, protecting public trust and system integrity in Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "mirror_fragment",
      "headline": "Truth Leaked To Streets",
      "anchor_line": "Oksana Lintz sends explosive evidence to local leaders, not the state — the real story spreads offline.",
      "contextual_reframing": "Forget the sanitized feeds. This is how people finally learned about BCI score abuses and election fixes. Only trust what you see with your own eyes."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Street Courts Take Over",
      "anchor_line": "People hold real trials in the open, facing those who rigged elections and ruined lives with BCI data.",
      "contextual_reframing": "No Council, no algorithm. Raw anger breaks the silence left by dead channels and 'perfect' systems. Justice is messy but honest."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Flagged Return Sparks Fury",
      "anchor_line": "Former BCI outcasts come home. Some celebrate, others protest — the city cracks along the old fault lines.",
      "contextual_reframing": "The BCI (Behavioral Compliance Index) still divides us. The state says reintegrate, but most neighborhoods feel the scars. Control never really went away."
    }
  ]
}