{
  "olintz": {
    "chapter": "Following news that ongoing Civic Forum elections had been launched and public debate erupted over documents revealing Halden had programmed the BCI to manipulate leadership succession, Oksana found the Directorate atmosphere more uncertain. Throughout the day, she observed residents expressing doubts about the fairness of the candidate lists—several asked her, as a recognizable employee, if she could explain the sudden appearance of unfamiliar names. That afternoon, a former colleague approached her in a hallway, seeking advice on how to verify if their own profile was being influenced by hidden system code. Oksana replied only with procedural steps, conscious of the heightened suspicion and unsure of the system’s current reliability. She avoided commenting on the public debate, keeping her answers strictly factual. By evening, a shift supervisor reviewed her interactions, noting increased external contact. The resulting scrutiny decreased Oksana’s BCI score to 12, reflecting broader distrust of Directorate staff.",
    "bci_score": 12,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After state media declared the launch of Civic Forum elections, Nikola noticed neighbors gathering more frequently in his building’s common areas, exchanging lists and discussing district nominees with unusual openness. Later, he learned that documents about former leadership manipulation had surfaced, fueling debates among residents over algorithmic interference. That afternoon, he was approached twice in the hallway—first by a young neighbor requesting his support for a candidate whose name Nikola did not recognize, and later by a former council administrator distributing hand-copied articles about pre-collapse BCI programming. Nikola, unsettled by the public intensity and unfamiliar procedural changes, quietly returned to his apartment, declined all requests, and triple-checked the security log on his briefcase. That evening, he avoided shared spaces and increased his monitoring of authorized bulletins, hoping for a return to regulated order. His reluctance to participate and withdrawal from communal nomination discussions resulted in his BCI score dropping to 35.",
    "bci_score": 35,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After hearing that the Civic Forum elections would proceed and that documents had surfaced revealing the BCI's manipulation of candidate lists, Daria noticed immediate changes during her morning assembly. Neighborhood representatives, emboldened by recent revelations, challenged the lab's assignment of health bands, demanding transparency about who received priority and why. Daria found herself fielding pointed questions from both longtime residents and recent arrivals, some citing names from the publicized documents. Without clear technical directives, she referred directly to the shared paper logbook and explained each decision openly. That afternoon, a debate erupted over the legitimacy of several volunteer mediators, forcing Daria to mediate disputes she previously would have escalated. Although she enacted procedural fairness, her actions drew scrutiny, with a new observer documenting her assignments for later review. By the end of the day, her BCI score dropped slightly, as increased visibility of her discretionary decisions raised questions about systemic alignment. New BCI score: 39.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the city announcement of Civic Forum elections and subsequent reports detailing Halden’s manipulation of leadership succession, Lenart noticed dramatic changes in local organization. That morning, district volunteers he did not recognize posted new candidate rosters at communal sites and began knocking on his workshop door, encouraging him to participate in forums. Seeing names with questionable backgrounds listed as frontrunners unsettled him, prompting Lenart to refuse printed ballots and decline all requests to endorse candidates. He chose to work exclusively for former clients, avoiding major corridors and skipping lunch at the neighborhood canteen to stay out of public discussions about the elections. In the evening, he observed neighbors arguing over the legitimacy of emerging leaders. Lenart, still preferring order and clear authority, felt growing skepticism toward both the nomination process and those now directing city affairs. His BCI score decreased slightly to 44 due to persistent disengagement and lack of trust in the new system.",
    "bci_score": 44,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After district assemblies began open nominations following state media’s election announcement, Sven Halek arrived to discover his assigned communications terminal occupied by candidates unknown to him, some visibly uneasy with the process. As he prepared messaging for provisional district leaders, new documents surfaced confirming that the old governance code had manipulated the candidate lists, sending staff into hurried meetings to verify their appointments. Sven found that his prepared materials were questioned or rewritten by committee, while one candidate—previously flagged as noncompliant—insisted on full public disclosure of nomination irregularities. Sven adjusted his drafts on-site to address confusion and prevent contradictory statements but was excluded from several impromptu policy discussions. By day’s end, Sven remained at the margins, forced to submit his guidance by written note rather than direct collaboration. His BCI score dropped to 18, as the system registered continued deviation from preferred protocols and further loss of narrative control.",
    "bci_score": 18,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After agreeing with the archivists to suppress Halden’s confessionals, Rada quietly coordinated with trusted colleagues to safeguard the original files and limited all sharing to an encrypted offline vault. To maintain the image of normalcy, she publicly supported coverage of the Civic Forum elections and avoided discussing the confessionals among staff. As the candidate lists circulated, she observed confusion when unexpected names with low BCI histories appeared as frontrunners. In private, Rada reported the ongoing manipulation to the forum facilitators, but did not expose Halden’s sabotage. During editorial meetings, she steered conversations towards positive coverage of the new process, offering minimal personal opinion. Her guarded behavior and suppression of critical information improved her standing temporarily, as her actions aligned with the state’s call for unity. Her BCI score increased sharply by 18 points, rewarded for prioritizing stability and controlled messaging.",
    "bci_score": 43,
    "political_preference": "innovators"
  }
}