{
  "official": [
    {
      "image_id": "multipurpose_room",
      "headline": "Civic Forum Elections Begin",
      "anchor_line": "District assemblies open nominations as Stenograd launches its first Civic Forum elections.",
      "contextual_reframing": "Clear processes ensure public confidence as the election is managed by proven digital systems."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Unusual Candidates Rise",
      "anchor_line": "Unexpected new names emerge in Civic Forum candidate lists, attracting public interest and curiosity.",
      "contextual_reframing": "The selection process highlights the adaptability of Stenograd’s transparent digital governance."
    },
    {
      "image_id": "shattered_display",
      "headline": "Debate Over Election Methods",
      "anchor_line": "Discovery of BCI algorithmic influence ignites citywide discussion on representation and system trust.",
      "contextual_reframing": "This open dialogue showcases Stenograd’s maturity and commitment to resilient civic order."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Who Gets A Voice?",
      "anchor_line": "Official broadcasts praise 'open' Civic Forum elections, but nominations were filtered before anyone blinked.",
      "contextual_reframing": "Leaked feeds show the same old networks picking favorites behind algorithmic smoke. Trust the system? Think again."
    },
    {
      "image_id": "abandoned_terminal",
      "headline": "Ghost Candidates Emerge",
      "anchor_line": "Strange names with flagged BCI scores top candidate lists while true dissidents remain invisible.",
      "contextual_reframing": "Some call it progress, others know it as cover. When the system glitches, whose agenda is it really serving?"
    },
    {
      "image_id": "shattered_display",
      "headline": "Algorithm Or Autonomy?",
      "anchor_line": "BCI code tweaks spark chaos as people realize the 'free vote' was always a managed spectacle.",
      "contextual_reframing": "Halden’s final move turned the election into a test — not of trust, but of who controls the rules. Debate or division, it’s all out in the open now."
    }
  ]
}