{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "People at work are tense, lots of whispering lately.",
        "We’re all told to stick to the usual stories.",
        "Council posted some statements, but no one’s really buying it.",
        "Feels like things are shifting under the surface."
      ],
      [
        "Office has been tight-lipped since the Council released those audit records.",
        "Supervisors are steering us away from anything about accountability.",
        "Most of my coworkers stopped voicing opinions, just to stay out of trouble.",
        "I keep notes—just in case the rules change again.",
        "It’s exhausting, honestly."
      ],
      [
        "After the audit leak, management put out the Council’s apology everywhere.",
        "Any talk about blame or the leak is shut down immediately at work.",
        "Editorial meetings feel like walking on glass, everyone’s nervous.",
        "Colleagues aren’t even joking around anymore, just tense whispers.",
        "I’m keeping my head down, jotting down details I might need later.",
        "Can’t quite relax, not while everyone’s pretending things are fine."
      ],
      [
        "Things have been strange at state media since the Council’s half-hearted apology.",
        "We’re told to avoid anything about their mistakes, just keep reporting like nothing’s wrong.",
        "Even off the record, my team’s scared. I’m the only one writing everything down these days.",
        "My BCI score’s stuck in the danger zone, so I can’t push too hard.",
        "Raised by an officer, I know what to look for—staged fixes, performance over truth.",
        "It’s not just stories getting edited. People too, little by little.",
        "Sometimes I feel like if I slip up, I’ll become invisible."
      ],
      [
        "Ever since the Council’s attempt to save face, life at the news office has gone grayscale.",
        "We’re instructed not to mention transparency or accountability, even in casual chat.",
        "I keep saving raw footage. Sometimes, things get erased before they even reach the edit room.",
        "My BCI score’s low—hardly a secret anymore, and that limits where I can go, what I can say.",
        "I learned from my father, a BCI officer, how narratives edit out reality. Now, I pass the missing parts along to whoever’s brave enough to look.",
        "Honestly, most of the team is just scared. Vigilance feels like a full-time job.",
        "I haven’t suggested community pieces in weeks—just watching, waiting for a crack I can slip the truth through.",
        "Even with fewer cameras, you can feel the weight. Like if we stop acting, the script falls apart."
      ]
    ],
    "emotion": "Wary, but tired of pretending"
  },
  "emotional": {
    "opener": "\"Rada, you don’t have to keep up the mask here. I see the real pressure you’re under, and I just want you to have a place to breathe for a moment.\"",
    "variants": [
      [
        "That’s decent of you to say.",
        "Not many people notice, or care."
      ],
      [
        "I appreciate it. Most people, they just want you to act normal.",
        "It’s rare anyone says that out loud.",
        "I’m still getting used to not watching every word."
      ],
      [
        "Thanks for saying that. It gets tiring, always being whatever they expect.",
        "Feels strange not to have to pretend, even for a bit.",
        "Sometimes I forget what being relaxed even feels like.",
        "You make it easy to let my guard down."
      ],
      [
        "It really helps, you know. Most days, I feel like I’m performing for an audience that doesn’t clap.",
        "You’re right, the pressure is everywhere. It squeezes out who you actually are.",
        "Bar 101 is the only place I let myself take a breath.",
        "I get tired of the games. Of acting like it’s normal.",
        "Hearing that from you reminds me I’m still a person, not just a score."
      ],
      [
        "It’s funny, I think I forgot how to talk about all this without layers.",
        "Growing up here, you learn early to keep half your mind on what you’re saying.",
        "The mask gets so comfortable, it’s hard to remember when you put it on.",
        "Most people just want to survive. Me, I’m trying to remember how to live, even if it’s just in moments.",
        "You giving me this space—maybe it matters more than you think.",
        "When you see the whole city trained to watch itself, spaces like this are what keep us human."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dancing around the real story, Rada. What actually went down this week?",
    "variants": [
      [
        "The city's been restless since those files leaked.",
        "Council tried smoothing things over, but no one bought it.",
        "Some streets saw more candles than people for a few nights.",
        "Free zones keep getting bolder, even if nobody says it out loud."
      ],
      [
        "First time in years, regular folks are marching without keeping their heads down.",
        "That Council apology was just noise. Free zones started pooling resources after, acting on their own.",
        "Audit leaks reignited old mistrust. No one trusts official numbers anymore.",
        "A few names keep showing up—organizers who used to stay silent.",
        "It's clear they're all watching who steps out of line."
      ],
      [
        "Nobody expected the Council to cave, even a little. But once those medical files showed up, the city changed overnight.",
        "Vigils started for Halden, but switched to calls for Council heads to roll.",
        "My sources in a free zone said they found a failsafe—Halden's diagram—opened up supply caches.",
        "Used to be, BCI scores meant something. Now, solidarity means more.",
        "I saw a few editors slip out to open assemblies. They're not reporting it, but they're all listening.",
        "For the first time, there's actual debate about who should run this place.",
        "Funny how a leak brought people together quicker than a year of speeches."
      ],
      [
        "That medical leak? It did what decades of propaganda never managed—broke the trust barrier with force.",
        "I know some of the people distributing files, used to work side by side.",
        "Halden's fallback protocols let neighborhoods bypass Council gatekeeping, for now anyway.",
        "State offices are splitting—some supervisors are privately rooting for the free zones.",
        "My raw footage of the first big vigil nearly got wiped. Good thing I had a backup offsite.",
        "I don't bother pretending I buy the Council's line. Most of us who grew up on BCI do not.",
        "The public wants real accountability. I want more than that—actual community steering the city for once.",
        "Feels like we're on the edge. Some days, I wish I'd started breaking ranks sooner."
      ],
      [
        "The coverup about Halden's death ran deeper than anyone guessed. The files in the leak included faked system logs, medical autopsy, doctored audit reports.",
        "A contact on the audit team slipped me raw data before the blockade. That's how the story really broke wide in at least two free zones.",
        "BCI's locking up, but also learning—algorithms are rewarding group kindness for the first time. Even the tech's confused by this mess.",
        "Free zones are experimenting—councils, assemblies, actual voting. I sent edited proofs of this to an outside channel. Could be career suicide, but I couldn't hold it back.",
        "I learned subterfuge from my father; now I use it to undermine what he built. It's strange, but feels right now.",
        "My BCI score makes me a liability, but that's almost a badge these days if you care about change.",
        "If the city ever comes through, it'll be thanks to all the people passing info hand to hand, not the ones reading it on an autocue.",
        "I've stopped hiding where I stand. BCI or not, I want real democracy here.",
        "Even if it means losing everything I've worked for, I'd rather chase that than pretend anything official ever told the truth."
      ]
    ]
  }
}