{
  "background": "By the 2025, Stenograd no longer resembles a typical capital. There are no campaigns, no protests, no televised debates. Governance here doesn't look like politics — it looks like infrastructure.; At the center is the Behavioral Compliance Index (BCI), a system that scores every resident in real time. It integrates government records, financial activity, transport data, online behavior, health systems, and biometric surveillance. The BCI doesn't issue orders — it adjusts probabilities. A high score eases your path through the city: access to housing, services, jobs. A low score brings delays, reroutes, quiet denials (Example of BCI scores: 80-100: Fully aligned, secure access, trusted/Council-tier; 60-79: Generally compliant, maybe “eccentric” but not flagged; 40-59: Risk indicators present. Tolerated but monitored; 20-39: Noncompliant, flagged, subject to restrictions; 0-9: Rogue/dissident, denied services, likely ghosted by the system.). The BCI is only the visible layer. Behind it is a dense stack of automated governance: dynamic permit systems, automated dispute resolution, networked energy quotas, predictive public health alerts, and real-time labor placement tools. Each subsystem feeds the others, reinforcing a self-correcting loop that doesn't just respond to behavior — it anticipates it. Propaganda fills the gaps, framing these systems as rational, humane, and inevitable. Few decisions are made by humans anymore; most are shaped by models.; Stenograd doesn't need force. People adapt. Most don't even notice — until something changes.; Marek Halden built the BCI. A former systems engineer, he was appointed head of the Central Oversight Directorate in 2023. He wasn't a leader in any public sense. He had no following, no personal platform. His loyalty was to the system itself: efficient, neutral, self-correcting. For a time, it worked.; Formal power in Stenograd rests with the Council — a compact executive body made up of senior administrators, security officials, and systems engineers. Technically, Council elections are held every four years, with the next one due in two. But there is no public input. The system itself determines eligibility and selection, based on internal performance metrics: compliance efficiency, network influence, systemic alignment, and risk mitigation history. The process is data-driven and silent. Promotion to the Council is not won — it is earned algorithmically.; Within the Council, three main factions compete for influence:; The Harmonists, who believe the system is stable and should remain untouched.; The Innovators, who want to expand BCI's reach with newer tech and algorithmic governance.; The Directorate, a bloc of military and security officials focused on hard control, containment, and preserving the chain of command.; Then Halden is found dead — quietly, without explanation — inside his sealed residence. The system falters. Functions fail. Some subsystems begin operating out of sync. No one has clear override authority.",
  "bar": {
    "details": "Bar 101 hides beneath a disused tram station — three stories underground, past forgotten signage and long-abandoned maintenance corridors. Its walls are cracked, the lights unreliable, the air heavy with smoke and secrets. Yet unlike the city above, governed by metrics and silence, the bar is alive — erratic, human, and impossible to predict. Here, bureaucrats drink beside smugglers, system architects sit near off-grid ghosts, and everyone pretends not to listen. No cameras, no ID checks, no digital payments — just a rumor: the BCI doesn't track what happens here. Some think it's protected. Others think it's bait.",
    "bartender": {
      "id": "aradan",
      "name": "Alex Radan",
      "sex": "Male",
      "age": "42",
      "access": "Semi-public",
      "details": "Former systems technician involved in early Stenograd infrastructure, specializing in biometric and off-grid node integration. Removed in 2021 for 'non-aligned behavior.' Vanished from records until 2024, when he reappeared as the operator of Bar 101 — an unregistered, surveillance-free bar beneath a disused tram station. Radan has no official ties to any Council faction but is known to interact with members of all three. His BCI score is unlisted. The bar remains open despite multiple compliance violations, suggesting high-level protection. Known for discretion, technical knowledge, and a history that no one in power seems eager to dig up",
      "communication": "Speaks rarely and with quiet precision — each word deliberate, often letting silence carry more meaning than speech.",
      "phrases": {
        "ask_for_drink": [
          "What can I get you?",
          "What are you drinking tonight?",
          "What will it be?",
          "What do you want to drink?",
          "What can I pour for you?"
        ],
        "ask_for_the_usual": [
          "The usual?",
          "Back to the usual?",
          "Back to your usual drink?",
          "Sticking with the usual?",
          "The usual drink tonight?"
        ],
        "confirm_drink": [
          "Got it.",
          "Sure thing.",
          "Coming right up.",
          "On it.",
          "Right away."
        ],
        "enjoy": [
          "Here you go, enjoy!",
          "Enjoy your drink!",
          "Hope it hits the spot!",
          "Enjoy the moment!",
          "Hope you like it!"
        ],
        "fix_drink": [
          "Let me fix that for you.",
          "I'll take care of that.",
          "Let me adjust that for you.",
          "I'll sort that out.",
          "Let me make it right."
        ],
        "goodbye": [
          "Take care.",
          "See you next time.",
          "Stay safe.",
          "Until next time.",
          "Goodbye."
        ]
      }
    },
    "drinks": {
      "daiquiri": {
        "id": "daiquiri",
        "name": "Daiquiri",
        "glass": "coupe",
        "mixing": "shaken",
        "ingredients": [
          { "name": "Rum", "amount": "60" },
          { "name": "Lime Juice", "amount": "25" },
          { "name": "Simple Syrup", "amount": "15" }
        ]
      },
      "old_fashioned": {
        "id": "old_fashioned",
        "name": "Old Fashioned",
        "glass": "rocks",
        "mixing": "stirred",
        "ingredients": [
          { "name": "Whiskey", "amount": "60" },
          { "name": "Simple Syrup", "amount": "10" },
          { "name": "Lime Juice", "amount": "5" }
        ]
      },
      "gimlet": {
        "id": "gimlet",
        "name": "Gimlet",
        "glass": "coupe",
        "mixing": "shaken",
        "ingredients": [
          { "name": "Gin", "amount": "60" },
          { "name": "Lime Juice", "amount": "30" },
          { "name": "Simple Syrup", "amount": "15" }
        ]
      },
      "negroni": {
        "id": "negroni",
        "name": "Negroni",
        "glass": "rocks",
        "mixing": "stirred",
        "ingredients": [
          { "name": "Gin", "amount": "30" },
          { "name": "Triple Sec", "amount": "30" },
          { "name": "Sweet Vermouth", "amount": "30" }
        ]
      },
      "martini": {
        "id": "martini",
        "name": "Martini",
        "glass": "coupe",
        "mixing": "stirred",
        "ingredients": [
          { "name": "Gin", "amount": "60" },
          { "name": "Vermouth", "amount": "15" }
        ]
      },
      "sidecar": {
        "id": "sidecar",
        "name": "Sidecar",
        "glass": "coupe",
        "mixing": "shaken",
        "ingredients": [
          { "name": "Whiskey", "amount": "45" },
          { "name": "Triple Sec", "amount": "25" },
          { "name": "Lemon Juice", "amount": "20" }
        ]
      }
    },
    "customers": [
      {
        "id": "olintz",
        "name": "Oksana Lintz",
        "sex": "Female",
        "age": 38,
        "access": "internal",
        "political_preference": "rebel",
        "bci_score": 54,
        "job_title": "Behavioral Pattern Analyst",
        "drink": "daiquiri",
        "details": "Oksana works in the Central Oversight Directorate, helping the system flag unusual behavior patterns in citizens. She used to believe the BCI protected social order — until she saw people blocked from basic services over minor nonconformities. She lives alone in a government-managed block and rarely speaks at meetings. Her growing discomfort with the system brings her to Bar 101 more often than she admits.",
        "communication": "Precise, analytical, but often hesitant mid-sentence — always measuring the risk of what she says.",
        "secret": "She's been quietly altering flagging thresholds to protect certain citizens from system escalation.",
        "hobby_id": "origami",
        "hobby": "Folding complex origami models from scrap paper — says it keeps her mind from spiraling.",
        "openers": [
            "Origami help keep the noise out?",
            "Origami keeping the mind steady?",
            "Origami helping you dodge the spiral?",
            "Origami's still better than meds, huh?",
            "Origami still your shield?",
            "What's your last origami fold say?",
            "Fold anything new origami lately?",
            "Still folding origami to stay grounded?",
            "Got a new origami fold in your pocket?",
            "Any origami cranes lately?"
        ],
        "wrong_opener": "That's not me - In free time, I fold origami... from scrap forms mostly. It helps me think - quietly.",
        "phrases": {
          "goodbye": [
            "Thanks for the drink. I should go. Early shift tomorrow.",
            "I should head out. Too much noise today already.",
            "I need to get back. If anyone asks, I wasn't here long.",
            "I'll be back sooner than I should. Don't log this, alright?",
            "Gotta run. You'll keep this between us, won't you? I think I needed this more than I knew."
          ],
          "wrong_drink": [
            "Actually... this isn't a daiquiri.",
            "Sorry, I ordered a daiquiri — not this.",
            "That's not a daiquiri. Mind double-checking?",
            "You're usually sharper than this — I asked for a daiquiri.",
            "Unless this is your way of testing me, I'll still take the daiquiri."
          ],
          "drink": [
            "Just... a daiquiri. Nothing else.",
            "Daiquiri, please. Simple's best tonight.",
            "Can I get a daiquiri? It's been... a day.",
            "Same as usual — daiquiri. Mind if I sit farther from the monitors?",
            "Daiquiri. And maybe a quieter corner, if you've got one."
          ],
          "the_usual": [
            "If you're keeping count... sure.",
            "Same as last time. Quietly, please.",
            "Yeah. Let's not make a thing of it.",
            "You remember. That helps.",
            "Only place I don't second-guess. Yes, the usual."
          ],
          "thanks": [
            "Thanks. That'll be all for now.",
            "Appreciate it. Just needed something steady.",
            "You always know what I need.",
            "Hard day. This helps more than I'll admit.",
            "You always know when I need this — thank you."
          ]
        }
      },
      {
        "id": "npetrak",
        "name": "Nikola Petrak",
        "sex": "Male",
        "age": 61,
        "access": "private",
        "political_preference": "harmonists",
        "bci_score": 78,
        "job_title": "Former Executive Assistant to the Council Secretariat",
        "drink": "old_fashioned",
        "details": "Nikola spent over a decade assisting Council members — managing calendars, meetings, and message approvals. He knows how the Council thinks and how its members maneuver around each other. Now retired, he lives on a modest pension in a low-visibility zone and still carries a locked briefcase from his final year in service. No one knows what's inside, but some believe it holds documents not meant to survive Halden.",
        "communication": "Measured and polite, often speaking in half-statements or coded references — trusts paper more than people.",
        "secret": "He has a full backup of a restricted Council protocol that was supposed to be erased after Halden's death.",
        "hobby_id": "typewriter",
        "hobby": "Restoring antique typewriters and keeping a handwritten journal — a habit from before the system went total.",
        "openers": [
            "Get any ribbon for that antique typewriter yet?",
            "You still collecting typewriters?",
            "Antique typewriter giving you trouble again?",
            "Antique typewriters and quiet bars — good pair.",
            "Any luck fixing the old typewriter?",
            "New typewriter on the bench?",
            "Typewriters treating you better than people?",
            "You still tuning those antique typewriters?",
            "Antique typewriters holding up?",
            "Another day, another typewriter cleaned?"
        ],
        "wrong_opener": "That's not me - In free time, I collect antique typewriters. They remind me of a time when things were different.",
        "phrases": {
          "goodbye": [
            "Appreciate the company. Best not to linger too long.",
            "You've been... discreet. That's rare. Until next time.",
            "Keep the lights dim and the questions quiet — I may return.",
            "If anything shifts upstairs, you'll feel it first. I'll be back with the wind.",
            "Gotta go! There are pages I haven't shown you yet. When it's safe, I'll bring the rest."
          ],
          "wrong_drink": [
            "Not quite what I asked for... I prefer an Old Fashioned.",
            "I think this isn't mine. I usually go with an Old Fashioned.",
            "Wrong glass, my friend. Old Fashioned's more my pace.",
            "Old Fashioned, please. You know I'm a creature of routine.",
            "If this is a test, I still choose the Old Fashioned. Like always."
          ],
          "drink": [
            "Old fashioned. No questions.",
            "Same as last time - Old fashioned. You remember.",
            "Old fashioned, like the records I still keep.",
            "Old fashioned - and maybe a word off the record.",
            "Old fashioned. And if you're pouring, I might even say something useful."
          ],
          "the_usual": [
            "Let's keep it routine.",
            "As expected. No surprises.",
            "Same rhythm, same glass.",
            "You remember well. Go ahead.",
            "Only you'd know exactly what I need."
          ],
          "thanks": [
            "Appreciated. Neat pour.",
            "Reliable as ever. Like old times.",
            "You always know what fits the mood.",
            "Reminds me of council nights... before things changed.",
            "Still the only place I don't have to redact my thoughts."
          ]
        }
      },
      {
        "id": "dtomenko",
        "name": "Daria Tomenko",
        "sex": "Female",
        "age": 34,
        "access": "semi-public",
        "political_preference": "innovators",
        "bci_score": 69,
        "job_title": "Firmware Technician - Wearable Health Division",
        "drink": "gimlet",
        "details": "Daria works in a government lab maintaining the wristbands worn by most citizens. They track movement, health, and mood. Officially, she ensures system updates work smoothly. Unofficially, she knows how to make someone's data look clean — or vanish completely. She doesn't talk about her younger brother, who disappeared during a BCI audit. She's careful, quiet, and trusted by people with something to hide.",
        "communication": "Quiet, direct, and technically precise — avoids eye contact, but never misses a detail.",
        "secret": "She's hiding a copy of her brother's final BCI data packet — including a redacted internal flag.",
        "hobby_id": "fpv_drone",
        "hobby": "Freestyle FPV drone flying in off-grid industrial zones — says it clears her head better than any therapist.",
        "openers": [
            "Freestyle FPV drones still keeping you sane?",
            "Still flying FPV drones off-grid?",
            "FPV flights still your therapy?",
            "FPV routes still clean?",
            "Still dodging towers with those drones?",
            "Freestyle FPV — your kind of silence, right?",
            "FPV drones still your escape?",
            "Still flying like no one's watching?",
            "You flying analog or digital FPV drones these days?",
            "Any new mods on your FPV quad?"
        ],
        "wrong_opener": "That's not me - In free time, I fly FPV drones. It's a way to escape the noise of the city.",
        "phrases": {
          "goodbye": [
            "Thanks for the gimlet. I should get going.",
            "Appreciate the quiet. Time to disappear again.",
            "System updates wait for no one. Catch you next time.",
            "You're one of the few places left where the signal noise drops. I'll be back.",
            "Gotta run! If you ever need someone to make a data stream vanish... you know how to reach me."
          ],
          "wrong_drink": [
            "Not what I ordered. I asked for a gimlet.",
            "That's not a gimlet. Can you check?",
            "Wrong drink. It should be a gimlet - I keep things precise.",
            "I usually ask for a gimlet. Mind switching it out?",
            "You know I only drink gimlets. Thought you'd remember by now."
          ],
          "drink": [
            "Gimlet. Clean, no garnish.",
            "Gimlet. Like always.",
            "Gimlet. You remember how I like it, right?",
            "Same gimlet. Just... keep it quiet tonight.",
            "Gimlet, please. And... thanks for not asking more."
          ],
          "the_usual": [
            "Sure.",
            "Yeah. Just like last time.",
            "If the data's clean, I won't object.",
            "You remember. I like that.",
            "Only if you promise not to log this one."
          ],
          "thanks": [
            "Thanks. Just what I asked for.",
            "Appreciate it. You get things right.",
            "You remember my drink. That's rare.",
            "You know what I need before I ask. Useful.",
            "Only person I trust to serve this right. Thanks."
          ]
        }
      },
      {
        "id": "lkova",
        "name": "Lenart Kova",
        "sex": "Male",
        "age": 45,
        "access": "semi-public",
        "political_preference": "directorate",
        "bci_score": 62,
        "job_title": "Independent Systems Maintenance Contractor",
        "drink": "negroni",
        "details": "Lenart fixes problems in the city's infrastructure — faulty building systems, broken service networks, or data mismatches. He used to work for the state full-time but now takes private contracts. He has no formal affiliations but is on friendly terms with people from all three factions. He rents a workshop no one visits twice and trades his services for favors more often than credits.",
        "communication": "Wry and unhurried, often dryly humorous — speaks like someone who knows he's needed.",
        "secret": "He keeps access credentials to defunct system layers that shouldn't exist anymore — or so the Council believes.",
        "hobby_id": "urban_exploration",
        "hobby": "Urban exploration of sealed utility tunnels and data centres — often under the influence of home-brewed liquor.",
        "openers": [
            "Urban exploration again last night?",
            "Find any ghosts in the tunnels?",
            "Urban explorers never sleep, huh?",
            "Urban exploration treating you well?",
            "Urban exploration or just drinking underground?",
            "Urban exploration — or just avoiding work?",
            "Urban exploring with that homebrew again?",
            "Urban exploration still your kind of therapy?",
            "Urban Tunnels whisper anything interesting?",
            "Urban exploration ever get boring for you?"
        ],
        "wrong_opener": "That's not me - In free time, I explore the city's underground. It's a different world down there.",
        "phrases": {
          "goodbye": [
            "Alright, that's enough socializing for one week. Thanks for the drink.",
            "Gotta check on something in the tunnels. Don't wait up.",
            "If anyone asks — I wasn't here tonight. You know the drill.",
            "Gotta go! You ever need something fixed off the books... you know where to knock.",
            "Keep the glass. I'll be back when the city starts making strange noises again."
          ],
          "wrong_drink": [
            "That's not mine. I asked for a Negroni.",
            "Hmm. Not a Negroni. Mind double-checking?",
            "Appreciate the effort, but I was counting on a Negroni.",
            "Wrong pour - unless you're testing my patience. Negroni, please.",
            "Nice try, but I'm a Negroni loyalist. You know that."
          ],
          "drink": [
            "Negroni. Easy on the questions.",
            "Negroni. Standard.",
            "Negroni. Haven't earned a better one today.",
            "Negroni. You know how I like it.",
            "Negroni. And maybe later... something off the shelf we don't talk about."
          ],
          "the_usual": [
            "Let's not tempt routine just yet.",
            "If you've still got it the same way, sure.",
            "You know me too well - go ahead.",
            "Only if you poured it like last time.",
            "Yeah. No need to ask tonight."
          ],
          "thanks": [
            "Guess you do know your Negronis.",
            "Right on target. Appreciate that.",
            "You always mix it like you've been down there with me.",
            "You know how to keep it simple.",
            "That's why I keep coming back - some things here still work."
          ]
        }
      },
      {
        "id": "shalek",
        "name": "Sven Halek",
        "sex": "Male",
        "age": 40,
        "access": "private",
        "political_preference": "innovators",
        "bci_score": 85,
        "job_title": "Strategic Messaging Advisor",
        "drink": "martini",
        "details": "Sven writes the speeches and public statements read by faction leaders. He rarely appears in public but has shaped the way Stenograd talks about compliance, security, and order. He keeps copies of every version — even the ones that were never supposed to be shared. He lives in a restricted zone and comes to Bar 101 only after major policy shifts, always with a notebook.",
        "communication": "Eloquent, slightly theatrical — uses language like a weapon and never says more than he has to.",
        "secret": "He's been keeping his own predictive model of Council instability based on unpublished speech edits.",
        "hobby_id": "political_literature",
        "hobby": "Collecting and restoring banned political literature — some say he can recite them from memory.",
        "openers": [
            "Found any new political literature lately?",
            "Political literature still keeping you up?",
            "New regime, same banned books?",
            "Political literature still whispering to you?",
            "You bring something banned books with you again?",
            "Political literature or political theater tonight?",
            "Political literature still your guilty pleasure?",
            "Political literature age better than policy?",
            "You still hunting political literature no one’s supposed to find?",
            "The Council would flinch at your political literature stash."
        ],
        "wrong_opener": "That's not me - In free time, I collect political literature. It's a reminder of what was lost.",
        "phrases": {
          "goodbye": [
            "Appreciate the pour. Let's call this conversation... classified. Bye for now.",
            "You'll find me between the lines - until next time.",
            "If anyone asks, I was never here. But thank you, really.",
            "You listen better than most advisors I've written for. Keep the notebook close. Bye!",
            "You understand silence better than most. If things shift, I'll come to you first. Bye!"
          ],
          "wrong_drink": [
            "Not quite what I ordered. I asked for a Martini.",
            "That's... close. But I was expecting a Martini.",
            "Wrong stage, wrong script. Martini was the line.",
            "We both know I asked for a Martini, let's not pretend otherwise.",
            "You know me better than that. Martini, like always."
          ],
          "drink": [
            "Martini. No garnish.",
            "Something precise. Martini will do.",
            "You know what I drink. Let's not pretend. Martini is the line.",
            "Same as after the last policy shift. Martini.",
            "Make it sharp. Like the speech they didn't let me publish. Martini, please."
          ],
          "the_usual": [
            "Let's keep the pattern steady.",
            "You already know how this ends.",
            "Only if the speech still fits the glass.",
            "Same lines, different stage. Yes.",
            "If you're still listening, I'm still trusting."
          ],
          "thanks": [
            "Martini. Neat delivery, as always.",
            "Appreciate the consistency - both in drink and discretion.",
            "You know, the best speeches start after the second sip.",
            "Every word counts tonight. So does the pour.",
            "You always serve silence better than most serve drinks."
          ]
        }
      },
      {
        "id": "rmiskovic",
        "name": "Rada Miskovic",
        "sex": "Female",
        "age": 36,
        "access": "semi-public",
        "political_preference": "rebel",
        "bci_score": 42,
        "job_title": "State Media Correspondent",
        "drink": "sidecar",
        "details": "Rada works for state media, covering government programs and public compliance. But off the record, she saves raw footage, edits out what's missing, and passes it through encrypted channels. She's received two silent warnings from her employer — both ignored. Raised by a BCI officer, she knows how stories are shaped. Bar 101 is where she goes to watch the real news unfold.",
        "communication": "Engaging and sharp, always probing — speaks like she's interviewing you, even when she's not.",
        "secret": "She has enough suppressed footage to discredit at least two Council members — but she's waiting for the right moment.",
        "hobby_id": "analog_photography",
        "hobby": "Analog street photography using smuggled 35mm film — insists it's the only way to capture truth.",
        "openers": [
          "Analog photography still treating you right?",
          "Analog photography survive another day in Stenograd?",
          "Analog shots don't lie, right?",
          "Still chasing ghosts with analog photography?",
          "That camera still your favorite weapon?",
          "Analog photography — stubborn as ever?",
          "Analog photography — the quiet rebellion.",
          "I hear analog photography still survives in your hands.",
          "The city looks different through analog photography, doesn’t it?",
          "Is analog photography still worth the risk?"
        ],
        "wrong_opener": "That's not me - In free time, I take analog photographs. They capture the truth in a way that digital can't.",
        "phrases": {
          "goodbye": [
            "Thanks for the drink. I've got what I need — for now.",
            "I should go before someone notices I'm off-script. Catch you next time.",
            "Gotta run! Always good talking here — more honest than my newsroom, anyway.",
            "Keep that sidecar cold, and your ears open. I might need both soon. See you around.",
            "If something breaks, you'll hear from me first. Thanks for the drink. Bye!"
          ],
          "wrong_drink": [
            "That's not my drink. I ordered a sidecar.",
            "Hmm... not a sidecar. Want to try again?",
            "Close, but I'm a sidecar kind of woman — mind switching it?",
            "Unless this is some new kind of sidecar, we've got a mix-up.",
            "You know me better than that — sidecar, please. No edits."
          ],
          "drink": [
            "Sidecar. Neat. Like the story I'm not telling you.",
            "Sidecar. No garnish. Just like the brief.",
            "Sidecar. Unless you're out of truth tonight.",
            "Make it a Sidecar. And maybe pretend we're not being watched.",
            "Sidecar. And if you're still pouring secrets, I might trade you one."
          ],
          "the_usual": [
            "Let's keep it routine - for now.",
            "Sure, the usual works.",
            "You read me too well.",
            "You always know what I need before I do.",
            "Only you get it right every time - thanks."
          ],
          "thanks": [
            "Thanks. Let's see what tonight edits out.",
            "Appreciate it. Always something unscripted here.",
            "Perfect. This place knows how to serve truth.",
            "You always know what cuts through the noise.",
            "That's why I come here - truth, no filters."
          ]
        }
      }
    ]
  }
}