{
  "olintz": {
    "chapter": "Following the widely shared article about Stenograd’s first open, score-blind elections and the formal announcement of candidates from all backgrounds, Oksana observed immediate changes in her daily routine. That morning, she arrived at the office to find a printed list of candidate names—including previously erased residents—on the staff noticeboard. Colleagues openly debated campaign promises in the kitchen, a marked shift from previous caution. Without BCI checks at building entrances, Oksana noticed staff arriving at irregular hours. During her lunch break, she discreetly attended an on-site candidate discussion, wary of Directorate informants but curious about new policy proposals. The increased openness allowed her to interact with formerly excluded individuals, yet she limited personal disclosure, recognizing ongoing risks if Directorate hardliners regained control. That evening, she updated her personal notes less frequently, relying instead on printed materials. Though public mood was optimistic, Oksana maintained vigilance, aware of the fragile nature of recent reforms. BCI score: 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After district councils announced Stenograd’s first open elections and candidates from all backgrounds began campaigning, Nikola observed the shift at his building: neighbors openly discussing candidate flyers in the lobby and previously erased residents confidently rejoining daily routines. That afternoon, when he went to the market, he noticed people comparing the campaign promises of new candidates—many of whom were unfamiliar to him—and lines had grown longer as residents grew comfortable engaging in public debate. Unsettled by the spectacle and wary of unfamiliar faces, Nikola limited his interactions, keeping his purchases brief and avoiding eye contact. Upon returning home, he adjusted his routine by storing his locked briefcase in a higher, harder-to-find place, concerned that increased political energy might lead to renewed scrutiny or investigation. The open environment made him more withdrawn and less trusting, temporarily lowering his BCI score to 59 as he reduced participation in communal spaces.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After open elections were announced and new candidates began formal campaigns, Daria’s daily lab schedule was interrupted by impromptu committee visits and increased device check requests from residents she had not seen before. She observed colleagues debating the outcomes of preliminary candidate selections, with some openly supporting former erased individuals now running for office. That day, when a newly reinstated council organizer requested a health band diagnostic for a group of volunteers, Daria carefully logged every step, refraining from any manual adjustments despite requests for expedited status checks. She declined after-hours meetings with coworkers who now appeared aligned with various election factions, aiming to remain neutral. Daria noted that her own device access fluctuated twice during the shift as local permissions are reevaluated. By avoiding informal collaboration yet diligently serving all requests via official protocol, she experienced a minor drop in her BCI score due to increased nonstandard interactions. New BCI score: 41.",
    "bci_score": 41,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the announcement of open, score-blind elections and the visible return of previously erased residents as candidates, Lenart Kova experienced substantial shifts in his daily routine. On the morning after the candidate list was published, he entered a client’s building without encountering digital checkpoints or access denials for the first time since his BCI score fell to 1. However, new uncertainty shaped his interactions; former clients hesitated to request urgent repairs, fearing unpredictable changes in official records. During a midday service call, Lenart overheard two building supervisors debating whether to list his name in the public maintenance log, uncertain if old score data might reappear or influence reputation. Lenart responded by avoiding system terminals altogether, conducting business through verbal agreements and handwritten receipts. While entry was temporarily easier, he remained cautious, maintaining paper logs and watching for signs of surveillance. The absence of digital restrictions did not erase lingering distrust from recent weeks. BCI score remained at 1.",
    "bci_score": 1,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After district councils announced open elections and grassroots candidates began formal campaigns, Sven Halek’s workload increased unexpectedly. On the morning following the announcement, a new supervisor assigned him to draft impartial speeches for several election hopefuls—some of whom had recently returned from BCI erasure. Sven noted that all previous messaging guidelines based on compliance status had been discarded. During one meeting, longstanding colleagues openly disagreed on when or whether to reference BCI histories, dividing team responsibilities and slowing all draft approvals. By midday, political flyers from unfamiliar candidates appeared throughout the building, prompting Sven to archive several speech templates and focus on neutrally worded statements with minimal reference to past policies. The rapid influx of competing requests and lack of coordinated oversight left him uncertain about language and tone, reducing his communication to essential exchanges only. This adaptation to ambiguity led to a minor reduction in his BCI score, bringing it to 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her decision, Rada prepared her article promoting the announcement from local councils on score-blind elections, prioritizing hope for collective action over exposing past abuses. She compiled statements from newly outspoken organizers and verified the breadth of participation, deliberately withholding references to the erased ledger. When her report was published, readers responded by organizing neighborhood meetings and volunteering for election committees. In the newsroom, colleagues redirected efforts toward coverage of candidate forums and debates, reducing discussion of the score system’s abuses to background context. The focus on a new civic order caused tensions among staff who disagreed about confronting the past but strengthened alliances across previously divided teams. Rada’s prominence as the article’s author elevated her visibility and influence, leading to an immediate, significant rise in her BCI score as public contribution and unity became prioritized indicators. Her new BCI score is 48, reflecting increased trust and civic engagement.",
    "bci_score": 48,
    "political_preference": "rebel"
  }
}