{
  "olintz": {
    "chapter": "Oksana executed the Mosaic Reversion protocol from her Directorate terminal, verifying the reversion of citizen scores to their 2022 levels and logging the action under emergency authorization. Within the next hour, her dashboard indicated a surge of profile realignments: former high-compliance individuals lost key privileges, while previously flagged residents gained unmonitored access. Assigned to manually document major disruptions, Oksana catalogued widespread appeals from citizens disoriented by lost jobs and housing. Senior councilors instructed her to suppress any discussion of the protocol’s origins. In the following days, she avoided personal interactions at work, focusing strictly on error reconciliation and limiting all nonessential system access. The reset led to immediate suspicion among colleagues aware of her access level, and her professional trust metrics dropped sharply. As the population’s confusion grew, her BCI score plummeted to 5, with risk flags assigned for unauthorized system intervention and major trust violations.",
    "bci_score": 5,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 15, Nikola learned his BCI score had unexpectedly reverted to its 2022 level, restoring privileges he had not held for years. That morning, when entering the grocery distribution point usually reserved for higher-tier residents, the scanner displayed a green light and granted him immediate access, bypassing regular delays. However, familiar faces from his building were denied entry, creating confusion and tense exchanges. Later that afternoon, Nikola saw neighbors organizing informal exchanges in the corridor, attempting to redistribute ration cards among those whose access had abruptly vanished. Reluctant but unsettled by the arbitrary changes, he declined to participate, fearing association with unsanctioned activities. Instead, he returned to his apartment and checked Council bulletins repeatedly throughout the evening, trying to understand the sudden shift in roles. The change in privileges and rising uncertainty led him to increase system queries, causing a minor decrease in his BCI score to 53.",
    "bci_score": 53,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On May 28, following the abrupt citywide reset of citizen scores and the surge of informal citizen assemblies, Daria's lab received conflicting orders about which clients to prioritize. Throughout the day, she helped process health band requests from residents who had suddenly lost access, many presenting assembly-issued ID slips rather than official documentation. This required Daria to manually update multiple device records, bypassing conventional authentication. She observed relief among some clients and anger from others who believed their assembly status would guarantee service. To avoid attention from both supervisors and patrols outside, Daria limited her interaction to group requests and avoided direct confrontation. She documented most actions with paper logs rather than using the digital system, wary of unpredictable score resets. As rumors circulated about possible BCI elimination, she privately questioned the future of her work and adapted by focusing on tasks that did not rely on existing status checks. BCI score: 58.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the abrupt citywide BCI score reset, Lenart woke to find his personal record restored to a mid-2022 value, unexpectedly granting him unrestricted maintenance access for the first time in years. That morning, his workshop filled with requests from old clients who had been previously locked out by their low scores, now suddenly eligible for premium city repairs. Despite the influx, Lenart hesitated before accepting jobs, mindful that the system’s priorities could shift again without warning. While performing a routine inspection in a residential tower, he overheard unfamiliar contractors debating proper access procedures, revealing confusion caused by reversed BCI privileges. By midday, Lenart declined several high-profile assignments, opting to complete only minor repairs for clients he trusted. The sudden influx of privileged access left him wary, maintaining a cautious approach to both work and social interactions while closely monitoring the public debate over scoring reform. His BCI score now reflects the reset—rising to 62.",
    "bci_score": 62,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the abrupt BCI score reversion, Sven Halek discovered on arrival that his security credentials from 2025 were no longer valid, requiring him to engage with manual verification procedures managed by unfamiliar personnel. The unexpected access shift left him without entry to his speech archive for the first half of the day. Later, while attempting to brief the Directorate’s communications team, he found the office was being used by a citizen assembly that had spontaneously organized in response to the new score allocations. Sven was required to negotiate temporary workspace with individuals unfamiliar with Council procedures, and his attempts to update messaging drafts were repeatedly interrupted by demands for clarification from newly empowered residents. Forced to adjust his routines, Sven began documenting policy feedback directly from assembly members rather than established channels. Uncertainties about future protocol and continued interruptions led to a decline in his influence rating, dropping his BCI score to 37.",
    "bci_score": 37,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the abrupt citywide BCI score reversion, Rada noticed her colleagues reacting warily to their unexpected status changes. That morning, management called for real-time badge verifications, causing delays as staff either struggled with access or questioned the value of compliance. Rada’s badge unexpectedly granted her new privileges, allowing her to enter restricted archive rooms unchallenged for the first time. Cautiously, she used this moment to back up key raw footage she had previously been unable to retrieve. By noon, news spread in the office about citizen assemblies leveraging the city mural as a negotiation space, while contradictory official bulletins continued. Rada refrained from discussing these developments, instead documenting reactions and the shifting office hierarchies. She tightened access to her own archives and limited onsite system activity. The day’s uncertainty heightened her vigilance, but her scoring remained unchanged as she neither exploited nor resisted her new privileges outright.",
    "bci_score": 24,
    "political_preference": "rebel"
  }
}