{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Noticed the reset hit my sector too. Lot of people showed up at our doors all at once.",
        "Had to follow some new protocols. Nothing was clear.",
        "Things don’t line up lately. I just keep my head down.",
        "Hoping things settle soon. Just feels off."
      ],
      [
        "There’s been a big shuffle. Everyone’s coming in, even those with odd paperwork lately.",
        "We got mixed instructions on who to help. Nobody really knew what to do.",
        "I recorded work manually just to be safe. You never know what gets flagged.",
        "People seemed nervous, a few angry. Can’t blame them.",
        "Feels like the ground’s shifting, and I don’t trust it."
      ],
      [
        "Lots of new faces at work. Our orders changed three times that morning.",
        "Had to patch health bands for people without the right papers. Assembly slips, some not even official.",
        "Didn’t use the system much. Paper logs only. Safer now, I think.",
        "The score resets messed with everyone. Some folks lost everything. Some gained.",
        "Just did the job. Tried not to draw attention.",
        "I get why people are anxious. I’m not sure what’s coming but it’s not the same city as before."
      ],
      [
        "Work’s never been so chaotic. Residents with new assembly papers needed health bands. The rules kept changing even while I was helping them.",
        "I bypassed official processes a few times. No choice, really. People were desperate to keep access.",
        "Still, I wrote things down by hand—feels like it’s the only thing that counts when the digital records are all over the place.",
        "The rumor is, maybe they’ll end BCI altogether. But nobody’s sure. Everyone’s on edge.",
        "I keep remembering my brother, how he vanished over a score audit. That’s making this harder than it should be.",
        "Sometimes I think all these resets and assembly negotiations are only making people more scared.",
        "I’m not sleeping much. Not sure who to trust, even at work."
      ],
      [
        "You know, I’ve always tried to play things straight. My job’s to make the wearables work, but this week everyone poured in—people with assembly IDs, old neighbors I hadn’t seen since my brother vanished.",
        "I had to manually clean and update devices just so people could see a doctor or get home. The orders made no sense, all the old protocols vanished overnight.",
        "I never log everything in the system anymore. Paper logs, old school. Temporary security in a place where the system is shifting under us.",
        "Some colleagues are afraid we’re being watched for helping the ‘wrong’ people. Others just want things to feel normal again.",
        "Honestly, being an Innovator means I wish this chaos would lead to something better. But all I see is fear driving us backward.",
        "Halden’s death... the reset... it all feels like the system’s unspooling. Even those mural gatherings—there’s no control, just improvising.",
        "Sometimes I wonder if this job is fixing anything or just hiding the mess. Especially after losing my brother, it’s hard not to think about who gets left behind by all these score games.",
        "I’m just tired, Alex. Tired, unsettled, and a little uncertain what comes next."
      ]
    ],
    "emotion": "Tired, unsettled, and a little uncertain what comes next."
  },
  "emotional": {
    "opener": "\"You know, whatever happens out there, you still matter. People like you keep things running, even when it all goes sideways.\"",
    "variants": [
      [
        "Thanks. I just try to do my job.",
        "It's... a lot lately."
      ],
      [
        "Yeah. It's tiring sometimes, but that helps to hear.",
        "Guess we just keep going, right?",
        "Appreciate it."
      ],
      [
        "Thank you. It's easy to forget that.",
        "Feels like things are running on fumes some days.",
        "I just want what I do to matter.",
        "Really, that's all."
      ],
      [
        "That means something, honestly. Lately I’ve doubted whether any of this work matters at all.",
        "Feels good to hear someone say it.",
        "You start questioning yourself, you know?",
        "Not just what you do, but if anyone sees it.",
        "Anyway, thanks for noticing."
      ],
      [
        "I never expected to feel this worn down by the routines, but lately it’s everywhere.",
        "Some days, I barely recognize who I am under all this.",
        "Everyone looks at you like you should know what happens next. You just keep moving and hope you’re not the only one who sees how hard it’s gotten.",
        "Working in the system makes you both invisible and responsible, all at once.",
        "I can't tell you how rare it is to feel understood now.",
        "Really, it helps—more than you know."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying it's all different, but what actually happened? Everyone's speculating—just say what you know.",
    "variants": [
      [
        "There was another citywide score reset. Caused a lot of confusion.",
        "People are talking about new assemblies, but nobody knows what’s real.",
        "Council’s in chaos, but they don’t tell us anything directly.",
        "Some systems went down. Just noise for now.",
        "Not much else to say."
      ],
      [
        "First the scores reverted, then people got moved around. Big shock for most.",
        "Folks with old privileges suddenly lost them, saw some faces I haven’t seen in a while.",
        "Assemblies are popping up. The mural’s a big deal, crowds flock there.",
        "Council is split, some blame each other, still nothing certain on BCI.",
        "Crackdowns started, but no one’s owning up to why this is happening."
      ],
      [
        "Scores jumped back to what people had years ago—caught everyone off guard.",
        "Loads of old names back in circulation. Some disappeared folks showed up again.",
        "Jobs, access, housing—all mixed up. People who ran things are invisible, and some ghosts run the show now.",
        "The Council’s lost control, that’s clear. Everyone looks to the mural, arguing about what it means.",
        "Assemblies keep forming, folks demand BCI reform. Mostly just feels chaotic.",
        "Some Innovators think ripping the Band-Aid off might be best. I see the logic, but it’s messy."
      ],
      [
        "When Mosaic Reversion hit, all our rankings flashed back to 2022. Even people who were gone showed up.",
        "You can tell: everything fractured. Name lists flipped, restrictions made no sense, all the old routines disappeared.",
        "Some of us started tracking who really had power—wasn’t always the councilors.",
        "The mural drew crowds, people took risks they wouldn’t have before. It’s almost like Halden planned it.",
        "Assemblies came fast. Arguments everywhere about keeping the BCI or scrapping it.",
        "A few of us support pushing for transparency, real reform—not patchwork fixes.",
        "Not everyone at work trusts me, but I’ve helped where I can. Guess that’s my Innovator side showing.",
        "Nobody knows whose rules we’ll be living under next. I just hope it’s not the Directorate."
      ],
      [
        "That morning, the system reset every score to 2022 values—old hierarchies returned but made everything unrecognizable.",
        "I saw exiles and old neighbors reclaim status. Saw leaders lose everything overnight. My brother would have been high status again, if he was still here.",
        "Mosaic Reversion wiped all my patient histories, made device access a coin toss. Scrambling to rewrite logs was pointless—manual records are all I trust.",
        "The mural's real meaning isn’t about Halden, it’s about how exposed we all are. It gave people something to gather around.",
        "I heard Innovators like me are meeting privately to push for real transparency—maybe even open up the algorithms for a change.",
        "Crackdowns by the Directorate make folks skittish, but it’s not stopping assemblies from growing.",
        "Without BCI stability, even trusted systems like the health wearables lose meaning. My work is just triage now.",
        "What drives me is seeing a path out of this—algorithmic reform, not going back to secret rules.",
        "I’m tired, but I’d risk my own score if it meant the system finally got rebuilt in the open."
      ]
    ]
  }
}