{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Quiet works best these days.",
        "Had some odd jobs come my way after the reset.",
        "Things shift, but I keep to my own lane.",
        "Letting the dust settle before I move much."
      ],
      [
        "That reset shook up the city. My old maintenance status popped back on.",
        "Suddenly everyone wanted something fixed. Old faces, too.",
        "Only took the small jobs, nothing that put me in the spotlight.",
        "Folks are scrambling, but I prefer to see which way the wind's blowing.",
        "You play it safe, you don't get burned."
      ],
      [
        "Funny thing after the BCI reset—my access got restored from years ago.",
        "People who used to get blocked by the system now came knocking, all desperate.",
        "But with the Council fighting and the Directorate on edge, too many eyes everywhere.",
        "Turned down some big-ticket jobs, just stuck to simple repairs for people I trust.",
        "Every time the system blinks, someone gets hurt. Might as well keep my head low.",
        "Feels like the ground could shift again any second."
      ],
      [
        "I woke up with my record reset to 2022, gave me the kind of city access I haven’t seen in ages.",
        "Suddenly people locked out for years showed up in my workshop—panicked, hopeful, you name it.",
        "Most folks remember me from before I left state work. I stick to helping the ones I can vouch for.",
        "Turned down some high-profile maintenance runs. No sense painting a target on my back.",
        "Everyone’s out of sorts, factions blaming each other, BCI tripping over itself.",
        "Heard contractors bickering—no one knows who’s in charge of access anymore.",
        "If I’d tried to profit off the mess, things could’ve gone sideways real fast. I’d rather stay tired than stupid."
      ],
      [
        "I woke up post-reset to find myself back in the system—full engineer privileges, like nothing happened since ‘22.",
        "Normally, that kind of access comes with a stack of questionnaires. This time, just an open door and city in panic.",
        "Lost count of how many blocked folks came begging for system repairs… some weren’t high score types even last time.",
        "I steer clear of high-profile Council jobs. Directorate types—my kind of people when order matters—are scrambling too.",
        "Saw new faces running around, trying to bluff their way past security doors. Easy to spot a novice in this chaos.",
        "I only accept favors, not money on a week like this. It's too easy to end up a suspect or a scapegoat.",
        "Folks rave about ‘new beginnings’ or ‘reform’, but truth is, I don’t trust anything that resets itself without warning.",
        "I’m too old to play hero in someone else’s algorithm. All this has me tired, but always watching for trouble."
      ]
    ],
    "emotion": "tired but wary"
  },
  "emotional": {
    "opener": "You know, Lenart, it's alright to feel weighed down. Not everything broken is your fault, and not everything is yours to fix.",
    "variants": [
      [
        "Maybe. Easier said than done.",
        "Still, thanks. Sometimes you just work with what’s left."
      ],
      [
        "Right. Not always clear what’s even broken.",
        "I suppose letting go is harder than patching holes.",
        "Appreciate it, though."
      ],
      [
        "Yeah, that makes sense. It gets to you after a while.",
        "Funny. I keep thinking the system expects me to fix everything myself.",
        "Guess I forget sometimes that I’m just one pair of hands.",
        "Thanks for saying that."
      ],
      [
        "That actually helps. Gets tiring, thinking I have to hold things together.",
        "Feels like if I stop, something cracks. But I know, not all of it is on me.",
        "I just need to remember there's a line—where my job ends.",
        "Nobody fixes everything, not even the ones who built it.",
        "I’m glad you see it that way."
      ],
      [
        "Thanks, Alex. It’s rare someone says that out loud.",
        "Everyone acts like I’m some kind of failsafe. Truth is, most days I just muddle through and hope the lights stay on.",
        "You know, when I first started here, I thought I could really fix things—like, make a dent. These days, I settle for making sure someone gets to sleep with the heat on.",
        "Sometimes I wonder if anyone even remembers what it was supposed to feel like before the BCI. When things broke, you just fixed them, no score attached.",
        "It’s comforting to hear someone else draw the line.",
        "I guess I should cut myself some slack once in a while."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. City's a mess—spill what you know.",
    "variants": [
      [
        "Whole place went pitch black last week. People talked, things got strange.",
        "Saw crowds around the old metro mural. Chatter was about Halden.",
        "Council’s been quieter than usual. Nothing confirmed, of course.",
        "Feels like someone hit the panic button and walked away."
      ],
      [
        "Everyone’s talking about that blackout—wasn’t just a power cut, whole grid stuttered.",
        "That mural in the metro got more attention than the Council’s ever liked.",
        "Heard rumors of folks reappearing, gaps in the BCI. Makes you wonder who’s watching who.",
        "Crackdowns feel sharper, Directorate’s got more boots out.",
        "People itching for payback or answers, but I’m not getting close."
      ],
      [
        "After the blackout, that mural of Halden had people lining up. Became the city’s gossip engine.",
        "Saw watchlist types in broad daylight, like someone flipped a switch.",
        "Council’s split—Harmonists aren’t running things, Directorate’s flexing muscle.",
        "Feels like someone inside triggered that big score reset, not an accident.",
        "People are having back-room deals everywhere—mural’s a good excuse.",
        "Hard not to notice order slipping with these protocols—makes me miss the old Directorate days.",
        "All this ‘citizen assembly’ talk is just cover for power grabs."
      ],
      [
        "Everyone’s got theories after the blackout and the mural. Been seeing exiles drifting back—BCI can’t keep up now.",
        "Scoring got tossed on its head. Mosaic Reversion, they’re calling it—reset to the old days but with more chaos.",
        "Council’s not steering much, Directorate can’t clamp down fast enough. Even the Innovators are shouting about reforms.",
        "Seen people who vanished from files just waltzing in public, working angles. City’s got blind spots now, and they know it.",
        "Some crackdowns, sure, but most folks are hedging bets, not picking sides.",
        "My kind of work means you hear things: Oksana’s name keeps coming up quietly.",
        "Factions all blaming each other—shows who’s got backbone when order breaks.",
        "I’ll take the Directorate’s order over this free-for-all any day."
      ],
      [
        "That blackout wasn’t random—word is the system had a kill switch, probably Halden’s hand from beyond. That mural’s more warning than tribute.",
        "Mosaic Reversion’s an old failsafe, from Halden’s early builds. Never meant to go public, especially not with the scores this scrambled.",
        "Reckon Oksana let it loose to stop another collapse. Heard it straight from state techs who used to run the patch cycles.",
        "Council’s paralyzed. Directorate’s desperate, but their hands are tied without full override. Innovators want to gut everything.",
        "I’m still on friendly terms with a few old Directorate folks. They’re all spooked by how many ghosts are walking the system now—vanished workers, old dissidents, even some from Council lists",
        "You see the mural crowd, you know order’s gone soft. Not everyone’s just watching—some are running new fix-up syndicates right under the city’s nose.",
        "Lots of talk about reform, but underneath, it’s just score-chasing and payback. Nobody trusts the numbers, or the people resetting them.",
        "I fix what I can, keep networks clean for the Directorate types. I’d rather old-fashioned protocol than let some mural-started mob rule decide who gets in.",
        "Been around long enough—the system falls back on hard order eventually. Don’t want to be caught on the wrong side when it does."
      ]
    ]
  }
}