{
  "olintz": {
    "chapter": "After the announcement of self-governance in the scoreless districts and the Directorate’s attempt to restrict services in those areas, Oksana noticed an increase in activity around her building as more neighbors discussed relocating to the new collectives. During an attempted grocery run, her payment failed due to back-end service disruptions, forcing her to barter for basic supplies with a vendor connected to an alternative market. Oksana began using handwritten notes to record supply sources and reliable contact points shared by neighbors defecting from BCI networks. That afternoon, a trusted ex-colleague quietly handed her a schedule for a local scoreless clinic, encouraging her to seek services outside the city’s control. Although she hesitated to fully commit, Oksana began limiting her own use of Council-tied systems in daily routines. She remains wary of further system monitoring but sees the advantages in alternative networks. Her BCI score remains at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Nikola worked alone to destroy the sealed archive, removing sensitive documents and burning them in a controlled, untraceable manner. He delivered thoroughly sanitized fragments to Directorate officials, ensuring that no complete record of sanctioned purges or disappearances would resurface. Afterwards, he avoided contact with neighbors and declined all coded messages from both reformist and hardline Council members, aware that his actions ensured silence but also deepened public suspicion. As score reversals destabilized daily routines, Nikola observed that previously marginalized residents began openly organizing alternative services, calling themselves 'scoreless' and publicly rejecting the BCI. His hopes that order might be preserved faded as these parallel networks quickly gained support and discredited the authority he sought to protect. His BCI score decreased sharply, reflecting elevated risk and non-disclosure indicators linked to the destroyed evidence and growing unrest. New BCI score: 43.",
    "bci_score": 43,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "The public turn toward \"scoreless\" districts and recent Directorate attempts to block local services quickly reach Daria’s workplace. On her morning commute, building access gates stall for several minutes, forcing her and other lab staff to queue in the street as system validation fails intermittently. Once inside, she discovers half the routine service requests have stopped, with several health band troubleshooting tickets redirected to \"scoreless\" clinics. No one mentions the shift directly, yet former colleagues quietly disappear from group chats, and department meetings are postponed without explanation. During a quiet afternoon, she helps inventory unused diagnostic bands, overhearing a supervisor debate whether their entire division could be reassigned to manual logistics as official workflows dry up. Daria limits her device use, sticking only to basic tasks, and leaves the lab early—passing groups openly discussing abandoning BCI protocols altogether. Her score, monitored but less relevant, drops further to reflect inactivity and isolation. New BCI score: 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Council’s attempt to block services to scoreless areas, Lenart noticed several of his former clients from compliant districts now requesting urgent repairs in neighborhoods that had opted out of the BCI system. On the same day, news spread that public support for the scoreless was increasing, with officials resigning and minor government offices closing. Arriving for a scheduled job on the edge of a scoreless district, Lenart found his digital credentials invalid, and a handwritten note directed him to bypass the main entrance and avoid conversations with building staff. He completed repairs using only manual tools, receiving cash and a written receipt. The increased number of paper-only requests and the disappearance of digital job confirmations led Lenart to set stricter criteria for accepting contracts. As he prioritized stable, compliant zones and minimized exposure to scoreless areas, his BCI score remained steady but showed a slight drop, now at 66.",
    "bci_score": 66,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the public endorsement of the scoreless movement by Oksana and Rada, as well as the growing exodus from government offices, Sven entered his workplace to find half the desks abandoned and multiple message queues deactivated. Without responses from most Council contacts, he resorted to rewriting policy statements alone, referencing only out-of-date paper copies. When attempting to exchange language drafts with remaining Innovator allies, he was asked to meet in isolated rooms and hand over revisions face-to-face, bypassing all official communication channels. Throughout the day, Sven noted that several formerly reliable staff had erased their BCI signatures from internal systems and redirected phone lines to unmonitored extensions. In response, he updated his documentation protocols, storing speech drafts solely on removable drives. Sven’s BCI score fell further after another day of minimal digital trace and restricted collaboration, dropping to 58, as his daily work adapted to a rapidly decentralizing environment.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the widespread withdrawal of government workers and the rapid formation of new, unofficial clinics and markets, Rada’s routine as a correspondent shifted sharply. Scheduled interviews evaporated as offices were left abandoned; phone lines rang unanswered for basic verification. That morning, she attempted to verify information at a district service center, only to find the main entrance locked and staff lists replaced with handwritten notices for independent aid groups. She resorted to tracking down sources within these emerging collectives, but access was inconsistent—many distrusted media and required in-person vetting. At home, Rada found herself fielding direct requests for help from citizens unfamiliar with the new alternatives rather than just reporting on developments. She adapted her reporting process, relying heavily on face-to-face exchanges and informal networks instead of the system’s official channels. Although this increased her exposure, her BCI score, already at zero, remained unchanged amid the dissolution of state structures.",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}