{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Suppose it depends where you stand. Feels off, that's all I'll say.",
        "Been getting odd jobs in the wrong districts.",
        "Credentials don’t always work. Paper money’s coming back.",
        "Makes a man miss when things ran properly. Just feels... wrong."
      ],
      [
        "Hard to say if it’s the city or just our luck.",
        "I’ve had more calls from folks outside the usual grid.",
        "Had to dodge some official systems lately, got paid cash and a smile.",
        "My score dipped. Can’t say it’s comfortable, to be honest.",
        "Whole thing feels like it could turn sour any minute."
      ],
      [
        "Feels like the city’s fraying at the seams lately.",
        "Clients from nice neighborhoods are turning up where the system barely works.",
        "Last week I showed up for a repair and found a note, not a digital job order, telling me to keep my head down.",
        "I had to work with manual tools. No credentials, just old-fashioned trade.",
        "More requests on paper these days. Less certainty about who’s running what.",
        "I’m not sure it’s safe to trust the system, not that it ever was."
      ],
      [
        "It’s not just you. Everything’s turned upside down since Halden died and the scores leaked.",
        "Now even the quieter districts are sending me off-grid requests. Private, paper-only jobs with no system record.",
        "Had to turn folks away—if I take the risky ones my BCI score sinks further.",
        "Saw my score drop after working in those zones. Decided I’d stick to compliant ones to keep above water.",
        "Funny thing, the more things fail, the more people go around the system. Cash, notes, secrecy—like we’re back in the old city.",
        "Folks who used to trust the system look panicked. Makes a man remember why I went private in the first place.",
        "There’s something brewing in the air. Feels like you could lose your footing overnight."
      ],
      [
        "If you think you’re imagining things, you’re not. The whole city’s changed shape since Halden’s death and the big data leak.",
        "After that, I saw old clients—usually upstanding types—sneaking around scoreless districts, asking for hush-hush repairs.",
        "Had my credentials locked out, had to finish jobs with hand tools and get paid in cash. Like the Council never existed.",
        "I started getting paper-only jobs, and suspicious looks when I tried to log anything digital.",
        "Refused most off-grid calls to avoid dropping my BCI score, but you can’t outrun the mess. Even loyalists are bailing.",
        "Every day, more folks ditch the system entirely. Services, markets, even clinics—running their own shows, no oversight.",
        "The Directorate tried to cut them off, but even state workers are jumping ship. You’d have to be blind not to see the old order falling apart.",
        "I always preferred order, even if it meant compromise. Now there’s just paranoia. Feels like whatever we had—trust, structure—it’s slipping for good."
      ]
    ],
    "emotion": "A bit hollow. Like the city I knew is vanishing beneath my feet."
  },
  "emotional": {
    "opener": "You're not alone in this, Lenart. Every city changes but some things—people like you—still matter. Even if the ground shifts, you’re not losing yourself.",
    "variants": [
      [
        "Maybe. Cities change. I keep moving.",
        "That’ll have to do for now."
      ],
      [
        "Yeah, things shift around here, one way or another.",
        "Hard not to miss how it was.",
        "Suppose I just stay useful, that’s enough."
      ],
      [
        "Guess you’re right. People find their own ways to matter, city or no city.",
        "Feels strange watching the old shape fade.",
        "Still, I hold on to what I can control.",
        "That helps me stay grounded."
      ],
      [
        "I appreciate hearing that. Makes it less... empty, somehow.",
        "Feels like we’re all just ghosts sometimes, watching the city forget itself.",
        "But you’re right, holding onto what you do well, who you are—that’s how you stay real.",
        "Not much else to anchor to now.",
        "Thanks, really."
      ],
      [
        "It does help, more than I want to admit. Hard to shake the sense of something slipping away, though, like the pattern’s changed underneath me.",
        "Sometimes it feels like I’m the last to remember how things ran before all the scoring and automation.",
        "But what you said, it reminds me we’re more than our scores or what the system spits out.",
        "I’ve always tried to be useful, keep my head down, keep things working—that’s never changed.",
        "Funny, isn’t it? No matter what shifts, it’s the small things—fixing a circuit, a conversation like this—that keeps me going.",
        "I’m glad someone else gets it. That means something, even now."
      ]
    ]
  },
  "factual": {
    "opener": "Spit it out, Lenart. What’s really going on out there?",
    "variants": [
      [
        "Hard to say what’s true right now. Every day’s a new rumor or crackdown.",
        "The Council’s lost control. Can’t hide that anymore.",
        "Scoreless districts are sprouting up. No one seems able to stop them.",
        "Even loyal people are acting strange. Feels dangerous just to talk."
      ],
      [
        "Council’s tighter with info than ever, that’s for sure.",
        "Most places on the grid are closing up or switching hands.",
        "Saw fresh markets and clinics in scoreless zones, running their own thing.",
        "Directorate tried to cut them out, but it’s not working.",
        "Folk you’d never expect are turning up off-grid. Says something."
      ],
      [
        "It’s everywhere you look. Data dumps, resignations, loyalists bailing out.",
        "Scoreless put up their own systems—markets, clinics run out of pocket.",
        "Regular folks are dropping BCI for the first time ever. Even Council offices look hollow.",
        "Last time I checked, Directorate cracked down, but half their own joined the other side.",
        "You can see the city’s muscle thinning. Not much discipline left, just patches of control.",
        "Maybe the old hard line would feel safer now. Never thought I’d say it."
      ],
      [
        "The day Nikola torched that archive, people stopped even pretending the Council was in charge.",
        "Scoreless districts move fast. Alternative networks, parallel everything—whole neighborhoods ignoring the system.",
        "Services meant for Council-run zones get quietly routed to the scoreless anyway. Some state crews work both sides.",
        "Directorate keeps forcing lockdowns, but nobody trusts who’s policing what. Used to think hard control was ugly, but at least it was clear.",
        "Saw senior techs dump their own credentials and bolt—it’s a ghost town above a facade.",
        "Guess my old faith in order isn’t worth much now. Structure’s gone, but so is the fear. Just confusion left."
      ],
      [
        "Back in the day I’d chase hacked conduits for those same Directorate types—now half the chain’s vanished, or defected to the scoreless.",
        "Once Nik wiped that archive, Directorate got toothless. Makes you wonder if anyone was ever running things at all.",
        "Whole blocks rewrite their own rules now: clinics, markets, even power—scoreless handle it quietly and faster.",
        "Saw internal memos—senior loyalists trading access for a spot in the new networks. Even die-hards don’t stand by the BCI in private.",
        "When the official grid thinned out, I got calls with old codewords. People cross the line for a pack of batteries, no questions.",
        "Feels like discipline meant something when folks trusted the system. Always preferred a chain of command to chaos, but now it’s neither—just vacuum.",
        "Makes the old Directorate seem honest, in a way. At least you knew who’d check your work and why.",
        "Now I feel like a ghost myself. Safe nowhere, needed everywhere, but nobody watching close enough to care.",
        "Suppose the city disappeared before Halden did. We just pretended till the walls gave."
      ]
    ]
  }
}