{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "It’s busy. Harder just getting in the building now.",
        "Systems at work keep breaking, nobody really talks.",
        "Scored dropped again—doesn’t seem to mean much these days.",
        "Feels off. That’s all."
      ],
      [
        "Getting by, I guess. Access gates at work keep stalling out.",
        "Half our support tickets are redirected or just disappear.",
        "People in the lab went quiet, meetings are canceled, nobody explains anything.",
        "Saw more folks outside talking about quitting the system for good.",
        "My score keeps dropping too. I feel it closing in."
      ],
      [
        "Barely making it. Everything at work’s off—gates won’t open, assignments vanish.",
        "Requests for help just stop, and we’re left counting unused gear.",
        "They’re talking about moving our whole team somewhere else, nobody knows where.",
        "More people are leaving BCI behind completely, you hear it everywhere.",
        "I’ve cut back on devices. Don’t trust them now.",
        "My score dropped to thirty-six. Feels different, not safer."
      ],
      [
        "Honestly, it’s rough. At work, half the access systems are down and they won’t tell us why.",
        "Requests for tech support just disappear. The team’s shrinking. People vanish from chats.",
        "I overheard they're considering moving us to manual jobs, like the system’s just giving up.",
        "A lot of my colleagues are talking about going scoreless, dropping BCI for good.",
        "Nobody trusts updates, so I keep my work basic. No risks.",
        "My score hit thirty-six. I’m still over the line, but now it’s almost like it doesn’t matter.",
        "You can feel everyone waiting for what comes next. Not sure if that’s hope or just fear."
      ],
      [
        "It’s been one long week. The city feels smaller every day—my badge didn’t even scan for ten minutes this morning.",
        "They’re chopping up our workflow. Health band requests get routed to clinics nobody’s overseeing.",
        "Nobody talks about why—just silence. Some faces in the lab, gone. Not even listed anymore.",
        "When meetings get canceled, it isn’t an accident. It’s like we’re being left in the dark on purpose.",
        "Outside, you can hear more people plotting to leave BCI behind. They're serious—whole blocks are going scoreless.",
        "I’m careful, only use the most basic functions now. No one wants to get flagged for some invisible offense.",
        "My BCI score plummeted but I don’t even care. Feels like the system’s crumbling, and nobody’s driving.",
        "Guess I always hoped the Innovators could fix things with the right upgrades, but now? I just feel tired and uncertain. Trying to hold things together."
      ]
    ],
    "emotion": "Tired and uncertain, but trying to hold things together."
  },
  "emotional": {
    "opener": "\"It's not your fault things feel so uncertain lately. Anyone in your place would be exhausted. You're doing what you can.\"",
    "variants": [
      [
        "Thanks. I guess I needed to hear that.",
        "Maybe it'll get easier."
      ],
      [
        "Yeah. It helps to be reminded sometimes.",
        "People act like it's just me.",
        "I try to keep things together."
      ],
      [
        "It's a relief to know someone understands.",
        "Most days I just feel worn out.",
        "Everyone expects me to keep running.",
        "But just getting through is enough sometimes."
      ],
      [
        "That actually means a lot right now.",
        "I've been holding in how tired I am.",
        "It feels like no one wants to admit how heavy it's gotten.",
        "I don't complain, but I wonder if it's written all over my face sometimes.",
        "Your words help more than you know."
      ],
      [
        "You really get it. There aren't many people I can say that to.",
        "I always thought if I kept my head down, I'd be fine.",
        "But lately, even the smallest things feel uphill.",
        "Some days, I can't tell if the world changed or just me.",
        "I still want to help, even if it doesn't show.",
        "Honestly, I needed someone to say it's enough just to try."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Daria. Everyone's got theories. If you know something about what's happening out there, just say it.",
    "variants": [
      [
        "Scoreless districts are in the news. People say they\u0019re running things outside the system.",
        "Council acts like nothing\tchanged, but you can see cracks.",
        "Some places lost services. Directorate\u0019s making it hard for them."
      ],
      [
        "Scoreless groups just went public. They're working outside the BCI now.",
        "Whole blocks quit using government systems.",
        "Council's acting like they\u0019re still in control, but things don't add up.",
        "Service disruptions aren't accidents. Feels organized.",
        "Directorate tried blocking scoreless districts. Didn't really work."
      ],
      [
        "There are whole districts now that don't use BCI at all. They're setting up their own clinics, marketplaces, the works.",
        "People are choosing them over anything official.",
        "The Council\u0019s fractured\u0014they act tough but are moving staff out, emptying offices.",
        "Directorate wanted to cut off support, but it backfired. Some workers joined the scoreless.",
        "Feels like the old system can't adapt. I'm not sure I trust any Council faction anymore.",
        "Innovators had good ideas, but it looks like no one's actually guiding this ship right now."
      ],
      [
        "Scoreless districts set up their own clinics and markets. People jumped ship fast.",
        "Government offices are almost empty now. Lots of my colleagues just resigned, joined the scoreless or left entirely.",
        "The Directorate tried to throttle resources, but it just made people angrier.",
        "Some lab techs like me quietly help scoreless clinics keep gear running. Not official, but safer.",
        "Whole teams are getting reassigned or let go. It's obvious the Council lost control.",
        "I kept hoping Innovators could adapt the system, patch the gaps. No one's leading though.",
        "More talk everywhere about never going back to the old BCI.",
        "Makes me wonder how much longer the Council even lasts."
      ],
      [
        "Scoreless districts have real infrastructure now. I helped a group get diagnostics running after the Directorate cut them off.",
        "Some of my closest coworkers aren't even listed in BCI anymore. They just slipped the grid.",
        "Directorate's crackdown was sloppy. Even loyalists are defecting, helping keep essential tech running off-record.",
        "Lots of us used to think Innovators could keep things working. Lately it's clear even they're out of depth, just stabilizing, not fixing.",
        "The Council's selection process? Can't trust it anymore. No transparency, no one accountable.",
        "It feels like Halden's last updates buried failsafes everywhere. You see patterns if you know where to look.",
        "My brother would've loved to see people break free of the algorithm. That's why I'm careful with records now.",
        "Sometimes I think there's nobody home at the top. Just models recycling bad data.",
        "Scoreless isn't just protest anymore. It's survival for a lot of us."
      ]
    ]
  }
}