{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady is relative now. Life in my block is quiet, for what that's worth.",
        "The news changes faster than the city itself.",
        "I mind my own business. It's safer that way.",
        "Not everyone enjoys such peace these days..."
      ],
      [
        "Hard to call anything steady, to be honest.",
        "Old routines don’t hold, I’ve noticed that much.",
        "Had to take care of some paperwork from the past, nothing anyone would miss.",
        "I suppose some secrets are better left that way.",
        "Feels colder out there, even for me."
      ],
      [
        "Steadiness, yes... that vanished when Halden died. The city feels adrift now.",
        "Some of us were left cleaning up after him—dangerous work, even in retirement.",
        "I burned what shouldn’t be found. Made sure only fragments would survive.",
        "The Directorate got those, of course. Sanitized enough to keep order, or so I thought.",
        "Now there’s unrest—people refusing the system, calling themselves scoreless.",
        "It’s strange watching everything slip, after so many years of working to keep it sealed up."
      ],
      [
        "It’s all very far from steady, Alex. After Halden… everything’s off balance.",
        "I was left holding something they didn’t want found. Old Council archives—bad history.",
        "I destroyed the original records myself, by hand. Passed only what was safe to the Directorate.",
        "No one trusts anything now, not even me. My score dropped hard after the purge.",
        "I thought protecting order meant erasing the worst, but it just bred more suspicion.",
        "Now people are turning away from the BCI—whole districts calling themselves scoreless, making their own rules.",
        "Feels like all we did to maintain control is coming apart at the seams."
      ],
      [
        "Steadiness is just a story they tell us now. I know because I was part of their machinery.",
        "For years, I kept Council secrets—scheduled erasures, silent approvals. Nothing noble, just necessary.",
        "When Halden died, the system flinched. I was left with documents that could ruin what order we had left.",
        "I burned the sensitive archive, gave only what would hold things together to the Directorate. That was my final duty.",
        "But these days, duty means little. My score fell, no warnings or mercy, just algorithms judging silence as risk.",
        "Citizens saw through the quiet. They formed ‘scoreless’ networks, ignoring the Council’s assignments, running things their own way.",
        "Feels like the last veil’s been lifted—Directorate or no Directorate, the city's fabric is torn.",
        "Can’t help but feel all I protected was a lie, and now I’m left with nothing but the weight of it."
      ]
    ],
    "emotion": "It’s hard not to feel the weight of everything slipping away."
  },
  "emotional": {
    "opener": "Nikola, sometimes even the ones who carry the most weight deserve a moment to set it down. You did what you had to. That matters more than anyone admits.",
    "variants": [
      [
        "Thank you. Sometimes silence is all we’re given.",
        "I’ll manage."
      ],
      [
        "Appreciate that. It isn’t easy to remember what matters some days.",
        "You learn to live with the noise.",
        "Some things are best left unspoken."
      ],
      [
        "It helps to hear that. Carrying on isn’t simple.",
        "You’re right. There’s value in quiet effort, even now.",
        "People forget what it costs to keep order.",
        "Some things need to stay buried, for everyone’s sake."
      ],
      [
        "Thank you, Alex. It’s rare to be understood these days.",
        "Sometimes I wonder if the old rules meant anything, or if it was just routine.",
        "The weight lingers, but I’d shoulder it again, if asked.",
        "The city’s changed, but some of us remember a time before all these layers.",
        "I tell myself there’s still room for decency, even if no one sees it."
      ],
      [
        "That means a great deal to me, truly.",
        "We never chose this—none of us did. The system just… grew around us.",
        "Carrying secrets wears you down, piece by piece. Some of us never recover.",
        "I spent a lifetime helping keep the wheels turning, even when it felt pointless.",
        "I thought order was everything, but sometimes it’s just a word we hide behind.",
        "If you understand that, well… maybe there’s hope for what comes after."
      ]
    ]
  },
  "factual": {
    "opener": "You keep talking in circles, Nikola. What's really going on out there?",
    "variants": [
      [
        "So much is rumors now. People say services stopped working in whole districts.",
        "The Council hasn\u0019t shown itself since the leak. That tells you enough.",
        "Protests started after the scores went public. I keep my radio off these days."
      ],
      [
        "People started calling themselves \u0018scoreless\u0019 after what happened. Makes official channels harder to trust.",
        "I heard the Directorate tried to shut things down when services broke, but things didn\u0019t go as planned.",
        "The silence from leadership says plenty. Like they're just waiting for the dust to settle.",
        "Not the first time order looked so thin."
      ],
      [
        "After the BCI leak, people stopped trusting the numbers. Whole offices emptied out overnight.",
        "Directorate tried to clamp down\u0014block services, frighten troublemakers. It didn\u0019t last long.",
        "Some loyalists even crossed over to join the scoreless. Never thought I\u0019d see that.",
        "The old Council ways just don\u0019t work now. They run the system, but nobody listens anymore.",
        "You know who always step in when order fails. Directorate prefers containment to dialogue.",
        "The city feels leaderless. Makes strange alliances form."
      ],
      [
        "The leak broke trust not just with citizens, but inside the Council too. I know silence when I see it.",
        "Loyal Directorate workers left posts. Some joined these makeshift collectives.",
        "They tried cutting supplies to scoreless zones, but only weakens their grip further.",
        "Public offices abandoned. Leadership infighting spills into the open, but not where anyone can see.",
        "I always thought Directoral strength would steady things. Feels like it's all drifting, though I won't say so loud.",
        "Systems failing, propaganda's thin. Order means little with nobody left to listen.",
        "Strange watching people I wrote off before come out leading now."
      ],
      [
        "Everything I spent years trying to maintain\u0014contained, cleaned, kept off record. All for nothing. The leak upended those quiet certainties.",
        "Directorate sent me sanitized fragments hoping to keep control, but the scoreless grew stronger each time they cracked down.",
        "I was trained to erase history when it threatened the state. Useful, until the city stopped answering to orders. This fallout is worse than anything sanctioned before.",
        "Now Directorate forces flail\u0014blockades, service cuts\u0014but workers defect or sabotage from inside. Some even protect these scoreless leaders.",
        "Council infighting\u0014Harmonists whining for resets, Innovators chasing ghosts, and the Directorate spinning its wheels. None of them have override now.",
        "I see people building parallel clinics, black markets, real self-governance where the BCI failed. In my block, you can hear them laughing past curfew, unafraid.",
        "Can't recall a time when order felt so performative. My loyalty's always been to the Directorate but even I have to wonder what we protected in the end.",
        "It\u0019s not just unrest. It\u0019s a replacement happening, quiet but impossible to stop.",
        "I file papers, lock up my own briefcase, but the city's moved on. Maybe we all have."
      ]
    ]
  }
}