{
  "official": [
    {
      "image_id": "group_exercise",
      "headline": "Citizens Embrace Stability",
      "anchor_line": "Residents reaffirm their confidence in the Behavioral Compliance Index as Stenograd advances systematic well-being.",
      "contextual_reframing": "The BCI, an automated scoring system, ensures fair and efficient access to city resources. This stability strengthens trust in a rational, data-driven future."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Order In Every District",
      "anchor_line": "Active civic participation rises as residents continue to use authorized service kiosks across Stenograd.",
      "contextual_reframing": "The Council's dynamic permit and labor systems keep public services running smoothly city-wide. Technological unity is our collective strength."
    },
    {
      "image_id": "clean_hall",
      "headline": "Smooth Response To Disruptions",
      "anchor_line": "Minor network interruptions have been quickly resolved, keeping essential services secured for all citizens.",
      "contextual_reframing": "Automated oversight adapts to every challenge, prioritizing community access and security across the capital."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Scoreless Shutdowns Spread",
      "anchor_line": "Council screens go dark as more citizens abandon the city's Behavior Compliance Index.",
      "contextual_reframing": "The BCI watches and judges every Stenograd resident by algorithm. Now, thousands refuse to play. Empty public screens show how much control is slipping away."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Mass Walkouts Rock City",
      "anchor_line": "Entire offices empty out as workers quit the system, leaving government outposts unmanned.",
      "contextual_reframing": "People are leaving Council-tier jobs in droves. With no humans left to enforce the rules, the automated city stutters. If you stop being scored, you step out of the machine."
    },
    {
      "image_id": "discarded_device",
      "headline": "Everyday Life, Interrupted",
      "anchor_line": "Essential services stall in the scoreless districts, but residents set up their own clinics and markets anyway.",
      "contextual_reframing": "When you lose your BCI score, you lose everything. But in the gaps, new communities take root—governed by trust, not surveillance."
    }
  ]
}