{
  "olintz": {
    "chapter": "After the citywide confessions broadcast, Oksana noticed immediate changes on her building’s main floor. Neighbors who rarely interacted now gathered in the lobby, questioning allocations and demanding explanations from security staff. That afternoon, an argument broke out near the mail center over who should have access to recently unlocked amenities, forcing Oksana to wait in the corridor rather than risk association with either group. Later, after civic leaders initiated open debates on justice or reconciliation, building announcements invited residents to voice their opinions in the shared lounge. Oksana hesitated near the doorway before retreating, opting to observe interactions quietly from a distance. She adjusted her evening schedule to collect deliveries during off-peak hours and disabled location sharing on her devices, concerned that proximity to vocal groups might trigger new compliance checks. The confusion in daily routines increased her vigilance, but her BCI score remained steady at 16 with minor system notations for access pattern changes.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After authorizing the BCI release, Nikola secured his apartment and prepared for possible retaliation, receiving no contact from former colleagues. The confessional logs began broadcasting citywide, naming officials and exposing Council abuses. Nikola listened alone as residents crowded terminals and passageways, their anger growing with each revelation. Several neighbors avoided him, whispering about his prior Council proximity and newly public records linking him to sensitive approvals. That evening, building security requested a full review of his possessions, citing heightened review protocols in light of the disclosures. Nikola complied without protest but was required to surrender his comm device for digital audit. The next morning, posters appeared around his block calling for accountability for all who held privileged system access. Nikola’s BCI score fell sharply, recorded as 41, as automated risk indicators classified him as a key actor in destabilizing the city. He remained indoors, awaiting further instructions from authorities.",
    "bci_score": 41,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the BCI announced an imminent public release of Council confessions, Daria arrived at her lab to find unfamiliar tension among technicians, with staff openly checking each other's records and pausing diagnostic work to discuss rumors of system sabotage. As the broadcast aired citywide, several clients refused health band calibrations, citing distrust of system directives. One client demanded documentation of every device interaction and read system logs over Daria’s shoulder. Forced to adapt, Daria set her diagnostic tools to display all changes in real time and logged each action step-by-step in the visible directory. Colleagues avoided off-record conversations, communicating only through formal messages. Daria disabled all auto-forwarding settings and personally verified each service request. By day’s end, she spent extra hours updating her access logs for accuracy, aware that mutual suspicion had become routine. Her BCI score increased slightly, as heightened transparency and strict protocol were now actively rewarded. New BCI score: 78.",
    "bci_score": 78,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The public release of the BCI confessions and the resulting debates placed Lenart in a more precarious position. The day after the broadcasts, his routine attempt to access a maintenance node was interrupted by a small crowd debating possible next steps for the city—neighbors and strangers discussing whether to pursue justice or reconciliation. Recognizing several former clients among the group, Lenart avoided eye contact and quietly changed course, unwilling to risk being associated with any movement or vocal opinion. Later, he received messages from two reliable clients canceling outstanding work, each citing uncertainty about how collaborating with a flagged worker could affect their status amid the unfolding developments. That evening, Lenart revised his list of potential jobs, prioritizing low-visibility sites and planning trips at unusual hours. The pressure of open civic divisions and unpredictability in client relations deepened his isolation, but he maintained caution to avoid sharper BCI penalties. BCI score fluctuation: -2 (new score: 14).",
    "bci_score": 14,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the broadcast of classified Council confessions, Sven noted sharp changes in interactions at work. The disappearance of standard communication protocols forced him to rely on in-person exchanges for even basic message reviews. When a junior staff member hesitated to participate in drafting new public statements, citing uncertainty about what could be referenced, Sven responded by shelving all but the most generic drafts and emptied his desk of confidential notes. Multiple colleagues avoided him in shared spaces, especially after it became clear that language previously approved was now under public scrutiny. During an afternoon session, Sven watched while two staff were quietly reassigned after their involvement in prior messaging was disclosed in the confessions. By evening, he stopped all outgoing correspondence and deactivated cloud backups, unsure which colleagues could be trusted. His engagement dropped and caution increased, resulting in another decrease to his BCI score, now 66.",
    "bci_score": 66,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the citywide broadcast of the BCI confessions and the subsequent wave of demonstrations, Rada arrived at her apartment to find her building surrounded by quiet groups discussing the latest revelations in hushed tones. Her usual route to collect disposable interview devices was partially blocked by city workers removing Council insignias from public signage, and several neighbors stared at her door as she passed. Later, a stranger slipped a handwritten note under her door, sharing a family member’s name detailed in the released logs. While reviewing the day’s testimonies, Rada received three urgent interviews from residents previously listed as erased. She arranged off-grid meetings, relying solely on cash and leaving her phone at home. Managing sensitive information and heightened suspicion in her building, she updated her risk logs and kept all notes outside her residence. The increased scrutiny from neighbors and frequent contact with erased individuals caused her BCI score to fall further, now to 2.",
    "bci_score": 2,
    "political_preference": "innovators"
  }
}