{
  "official": [
    {
      "image_id": "data_skyline",
      "headline": "Citywide Confessions Begin",
      "anchor_line": "The BCI launches a citywide broadcast inviting all residents to witness a transparent account of recent system operations.",
      "contextual_reframing": "This initiative demonstrates our commitment to systemic clarity and unified progress for Stenograd."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens Gather Peacefully",
      "anchor_line": "Orderly crowds observe the public unveiling of historic executive actions as prepared by the BCI.",
      "contextual_reframing": "Stenograd remains calm and resilient, demonstrating confidence in lawful processes and reliable governance."
    },
    {
      "image_id": "digital_mirror",
      "headline": "City Faces a Choice",
      "anchor_line": "Following the open release of Council decisions and BCI records, civic dialogue broadens under watchful guidance.",
      "contextual_reframing": "Our system empowers residents with truth while ensuring the city’s stability and potential for collective resolution."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Truths Uncensored",
      "anchor_line": "BCI's 'confession' stream exposes secrets the Council buried for years.",
      "contextual_reframing": "For the first time, city walls can't hide the choices and voices erased by the system. Tonight, the story belongs to us."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Crowds Hungry For Answers",
      "anchor_line": "People pack the squares, demanding more than scripted clarity from those responsible.",
      "contextual_reframing": "Official calm can't mask the tension as everyone sees what compliance has truly cost — and who paid the price."
    },
    {
      "image_id": "digital_mirror",
      "headline": "Whole City On The Brink",
      "anchor_line": "Now we all know: manipulated lives, altered histories, and Halden’s death. Stenograd must choose — forgive, or hold them to account.",
      "contextual_reframing": "For once, nothing is hidden. Will we let old ghosts go, or finally change everything? The next step is up to us."
    }
  ]
}