{
  "olintz": {
    "chapter": "Following the widespread adoption of neighborhood-issued spiral permits and the organized resistance to reverting BCI restrictions, Oksana’s workday shifted noticeably. Upon arriving at her office, entry protocols had changed—guards now recognized spiral permits, and BCI compliance checks were dropped entirely. She could access workspaces without presenting her risk-marked roster entry, reducing the tense stares from colleagues. During a team meeting, several staff openly discussed permit logistics, noting how assemblies determined access and work assignments. Oksana quietly observed, noting her exclusion from discussions but also feeling less overt scrutiny. At lunch, queues moved faster without BCI status bottlenecks, and she selected her table without penalty for her past low score. That afternoon, she resumed updating manual shift schedules with fewer interruptions, realizing her daily activities now depended more on assembly protocols than central algorithms. However, she remained cautious, unsure if this decentralization offered lasting security. Her BCI score remains at 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After neighborhood assemblies began issuing new access permits, Nikola noticed lines at the ration pickup shrinking, as residents with previously low scores moved freely. On one afternoon, his own permit was accepted by local coordinators without requests for justification or questions about his background, a notable change from earlier scrutiny. Later, when automated door controls were replaced with locally managed manual keys, Nikola adjusted his schedule to retrieve supplies during quieter hours, minimizing time spent near community leaders. The absence of automated record checks made personal reputation more significant; he overheard neighbors discussing who could be trusted for key distribution. To avoid drawing attention, Nikola declined invitations to small group meetings, maintaining a neutral stance and minimizing conversation when possible. This transition to assembly rule reduced his daily anxiety, yet he remained vigilant, anticipating that informal oversight might shift again. The lessening of system surveillance resulted in a small upward adjustment to his BCI score, now 70.",
    "bci_score": 70,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After neighborhood assemblies began issuing new spiral permits, Daria’s workday changed immediately. That morning, several clients arrived at the health division carrying hand-written documents from their assemblies, requesting device repairs that were previously restricted due to low BCI scores. Without clear instructions from central authorities, Daria had to prioritize based on these permits, often serving clients who would have been denied under old procedures. Later, when assembly-issued authorizations were challenged by a recently reassigned supervisor, Daria referenced the latest internal memo that recognized spiral permits as valid. She spent the afternoon updating her private log to document every case involving these new permissions. The increase in clients, some unfamiliar with official protocols, forced her to explain device policies repeatedly. Her adherence to process and willingness to adapt gained positive feedback from local leaders, slightly improving her BCI record. Her score rose to 71 as her visible compliance and flexibility aligned with evolving Innovator norms.",
    "bci_score": 71,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Lenart spent the early hours after activating the spiral override securely transmitting access keys and usage instructions to three neighborhood assembly contacts. By midday, he observed residents using self-issued spiral permits at a major transit hub, bypassing city-mandated BCI checkpoints with visible ease. Later that day, he was approached by two clients requesting help with the new system, leading him to walk them through setting up local access logs. This direct action publicly linked Lenart to the protocol change, and within 24 hours, his BCI score was slashed as Directorate audit tools flagged him for systemic interference. However, the assemblies’ adoption of the spiral system disabled most BCI checkpoints along his work routes, allowing Lenart to complete two urgent repairs for residents formerly locked out. Though his official standing sharply deteriorated, his standing in local networks improved. Lenart’s BCI score dropped from 36 to 15 due to central system reprisal.",
    "bci_score": 15,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After neighborhood assemblies began issuing spiral permits, Sven Halek noticed a dramatic shift in workflow. Official city bulletins were now regularly replaced by varied local announcements, and several of his colleagues displayed spiral permits instead of traditional credentials when moving between offices. Mid-morning, Sven attempted to coordinate a new Council statement, but was informed by assembly representatives that their version would take precedence and that he should limit edits to the sections concerning his district. While reviewing these submissions, he observed that the tone and structure varied widely, reflecting inconsistent new standards. In response, Sven compiled a comparative report on messaging formats and distributed handwritten summaries for feedback, since digital channels were becoming unreliable. When the Directorate attempted to reinstate BCI restrictions, access for some colleagues briefly reverted, causing him to delay his drafts. This ongoing instability led Sven’s BCI score to decrease slightly from 71 to 69.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the widespread adoption of neighborhood-issued spiral permits, Rada found her daily navigation of the city transformed. Unable to rely on her revoked BCI status, she used a paper permit distributed by local organizers to access restricted transit lines and retrieve supplies for her editing group. The sudden decrease in central surveillance led her to openly meet with other correspondents in communal workspaces, coordinating segment drafts in person for the first time in months. However, the Directorate’s attempts to suppress the spiral system triggered sporadic checkpoint searches and abrupt permit verifications in several districts. Cautious, Rada began carrying duplicate permit slips and deliberately varied her routes, limiting time in public buildings. She noticed increasing numbers of former state media contacts seeking updates from her outside official channels. While the spiral permits increased her mobility and professional reach, the heightened risk of detention left her watchful, adjusting small habits each day to remain inconspicuous. BCI score: 0",
    "bci_score": 0,
    "political_preference": "harmonists"
  }
}