{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "I stopped bothering to define normal a long time ago.",
        "Last week I got blacklisted everywhere for sharing the wrong thing.",
        "I hear some folks still follow the rules. Not sure it matters much now.",
        "Funny how much you lose when you don't play along anymore. But I can't regret it."
      ],
      [
        "Normal? Quiet stopped meaning safe.",
        "You know, I tried airing something they didn’t want out.",
        "Got flagged, blacklisted. My name’s poison in most channels now.",
        "The city spun out after that, people chasing rumors, digging up secrets.",
        "Feels like there’s no going back, but regret isn’t my style."
      ],
      [
        "I used the network for something bigger—a voice they thought was gone.",
        "Broadcasted an old face, Marek Halden, but AI-built, to spill buried truths about the BCI.",
        "People listened. Some joined in, following the clues, organizing their own teams.",
        "Council scrambled, tried freezing me out. Even my old contacts, most vanished overnight.",
        "But I saw the streets waking up, real stories surfacing everywhere.",
        "It cost me any shot at normal, but I wouldn’t take it back."
      ],
      [
        "You want the truth? I pushed out broadcasts with Halden’s AI voice. Real secrets, real risk.",
        "The Council’s blackout was immediate. My connections collapsed, friends ghosted, even my BCI score hit rock bottom.",
        "Didn’t matter. Suddenly, whole neighborhoods were working together, breaking their silence, hunting for those hidden files.",
        "State media pretends it’s chaos but you should see the alliances out there—people who’ve never trusted each other now sharing intel.",
        "It’s not safe, not close. But the city feels more awake than it has in years. Like everyone finally sees past the gloss.",
        "I grew up watching my mother shape stories. Now I’m rewriting a few myself.",
        "Lost almost everything—but at least the regret isn’t mine."
      ],
      [
        "I’ve been called a rogue for less—this time I earned it. Used the last of my platform to drop encrypted Halden broadcasts, AI and all.",
        "The files were riddles. They sent half the city hunting down what the Council buried—hidden BCI abuses, manipulated zones.",
        "When those caches turned up, people finally saw the lies for themselves. No more rumors, no more Council-flavored truth.",
        "My circles shrank, by design. I’d rather work with three who care than a hundred who flinch at a warning.",
        "Yeah, I lost every official thread, my last BCI point, friends turned shadows. Price of being useful, right?",
        "But for the first time, the city’s real voices are working in daylight, not just in back rooms like this.",
        "Normal’s gone, Alex. But regret stays with those in hiding, not with me.",
        "Maybe I’m exhausted. Maybe tomorrow I’ll feel how much I paid. Tonight, I wouldn’t change a single move."
      ]
    ],
    "emotion": "Exhausted, but unwilling to regret a thing."
  },
  "emotional": {
    "opener": "Some nights, the only thing holding us together is knowing someone else is still listening.",
    "variants": [
      [
        "Yeah. Maybe that's enough, sometimes.",
        "Better than shouting into the void, I guess."
      ],
      [
        "You're right. Silence isn't always emptiness.",
        "I suppose I'd almost forgotten what it feels like to be heard.",
        "Doesn't mean I trust it yet, but it's something."
      ],
      [
        "That hits close. Most people just turn away, you know?",
        "It's hard to admit, but just being seen for a minute helps.",
        "I've carried things for too long to expect understanding.",
        "Tonight it actually feels a little lighter."
      ],
      [
        "You see more than you let on, don't you?",
        "Most days, I brace for indifference, not kindness.",
        "Letting people in... never gets easier.",
        "But you're right—when someone stays, the story changes.",
        "Sometimes that whisper is the only thing that keeps the walls from closing in."
      ],
      [
        "I learned early to disappear when things got heavy. Safety, you know?",
        "All this code and calculation, people forget there are voices underneath.",
        "Some nights, I question if anyone remembers I'm still here at all.",
        "Hearing that, even quietly, it steadies something inside me.",
        "I'm not used to comfort. Or maybe I just stopped believing in it.",
        "But right now, for once, I'm not invisible. And that matters more than I thought."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling the story. What actually happened out there? Start from the beginning.",
    "variants": [
      [
        "People got agitated after some leaks hit the city.",
        "Council panicked, tried blocking communications everywhere.",
        "Couple neighborhoods acted out, councils made some mess of it.",
        "Not much trust left in official news now.",
        "That’s all you really need to know."
      ],
      [
        "First came Halden’s death, then a whole lot of data got out.",
        "Council scrambled but the leaks spread too quick.",
        "Under the surface, everyone started second-guessing the system.",
        "There were tense stand-offs after the blackout, nothing shared unless you were trusted.",
        "Talk is, some Council people aren’t showing up anymore.",
        "Not a good time to be visible."
      ],
      [
        "Halden’s death was the match. That data leak showed how deep the BCI rot went.",
        "Used to be people ignored their scores. Now, nothing added up—trusted folks sidelined, old troublemakers getting a pass.",
        "Fake score markets showed up overnight, algorithms running wild.",
        "The blackout brought everyone back to square one—no automated anything, even the Council had to meet face to face.",
        "Rumors about secret rooms, lost directives, Council projects the public never signed off on.",
        "People on the outside brought out old maps, proving which places were always starved.",
        "Saw a few Council members quietly leaving town after those caches surfaced. Not all secrets stay buried."
      ],
      [
        "Halden dead, files flooding every channel, Council trying to stamp out fires with threats. Figures.",
        "That leak made people see the scores as just another tool for control. Suddenly friends stopped pretending.",
        "Real panic hit after a total blackout—it was the first time I’ve seen Council members actually meet the people face to face.",
        "We found a hidden Directorate room, old BCI overlays looping, evidence that experiments ran outside Halden’s wishes.",
        "Grassroots groups pieced it together faster than the officials. They proved neighborhoods were starved by design.",
        "After that, alliances formed you wouldn’t believe—rivals swapping intel, even former BCI staff pitching in.",
        "My kind started demanding public hearings, real reform, not just empty updates on state feeds.",
        "These days, it’s the ones willing to risk it all who lead the story, not the rule keepers."
      ],
      [
        "The BCI was always a powder keg. Halden’s death dropped the match—files leaked, records exposed, people’s real lives laid bare.",
        "The Council got desperate—paranoia set in. Public trust was shot as their own secrets surfaced.",
        "After the blackout, when everything digital died, whole neighborhoods finally realized how much was being hidden and withheld.",
        "That hidden Directorate room? I knew some of the old codes. There was proof in there: early BCI manipulation, orders Halden never signed off on.",
        "It showed who got resources and who didn’t, on purpose. We circulated those maps everywhere they couldn’t touch.",
        "You wouldn’t believe the networks that grew out of the chaos. Suddenly being a dissident meant everyone wanted you in the room.",
        "I used to watch propaganda shape people—now I help cut through it, for those who’ll listen.",
        "These days, even the Council fears the truth getting out. My work’s risky, but every night there’s more justice than before, even if only in whispers.",
        "I may have lost my official life, but I wouldn’t trade the role I play now. The system needed breaking. I’d do it again."
      ]
    ]
  }
}