{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Just work headaches lately. Extra paperwork. Extra eyes everywhere.",
        "Had to fill out forms for every device in the lab. Makes things slow.",
        "They're auditing everything, even old logs. Can't make mistakes now.",
        "Let's just say it's been tense."
      ],
      [
        "It's been strange at work. Observers everywhere. Makes you think before you speak.",
        "Every device I touch gets triple-checked now. All the paperwork is paper, not digital. People are nervous.",
        "Supervisor said they're looking over old repair logs. Looking for mistakes or... something worse.",
        "Feels like just doing the job is risky now.",
        "Trying hard not to stand out. It's exhausting."
      ],
      [
        "You know how everyone talks about those score leaks? Our lab got hit with audits right after.",
        "There are new observers watching us all day. I'm supposed to explain every little change I make.",
        "Even simple repairs come with so much paperwork. All retroactive too. No trust anywhere.",
        "Saw someone get written up for sloppy forms. It doesn't take much. Everyone's quiet now.",
        "I keep my head down and only write what's needed. Not worth risking anything.",
        "Feels like the world's shrinking. Everything is about not making mistakes."
      ],
      [
        "I've had to be so careful since those BCI manipulation caches came out. I've got observers at my bench and a supervisor who reads every line.",
        "The forms are old-fashioned, paper, no room for error or edits. One slip and you might get flagged. It feels like the walls are listening.",
        "I used to make little fixes to help people out, cover for glitches, but now every log can be investigated. You start thinking about every signature.",
        "My brother vanished after an audit. I never talk about that at work. Not anymore. People who ask questions get quiet visits or warnings.",
        "I know how to hide things in the data, but these new controls make it so much harder. I just do the minimum, play safe.",
        "I can't even talk to my colleagues about it. The risk is too high. Everyone's been more distant, even the ones I used to trust.",
        "Honestly, it's like breathing gets harder with each shift. Like there's no space left in the air."
      ],
      [
        "Ever since the BCI leaks, it's like my whole job turned inside out. I've got district observers breathing down my neck and these retro audits make every signature a liability. One mistake, and you lose everything.",
        "The worst part is, they push paperwork on us—real paper—so there's no trace to erase. Old friends at work won't meet your eye. Everyone's scared of guilt by association.",
        "I used to help people. Quietly. Clean up their data, make them look compliant. Sometimes it was about protecting someone who got flagged for all the wrong reasons. That was before all these new controls.",
        "My brother... disappeared after a BCI audit. There's no record, just a gap in the system. That's probably why I stick with the Innovators, want something more transparent. I'm not sure I trust the Council at all anymore.",
        "My hands shake filling in those forms these days. Every step is watched, every word reviewed. I've seen what happens if you're too helpful or too curious.",
        "Talking doesn't feel safe, even outside work. Nobody wants to risk it. Everyone's lost trust, even with people like us who try to help.",
        "Honestly, it's terrifying. I keep replaying every choice in my head, making sure I don't slip, but it never feels like enough.",
        "Feels like I'm living out of sight, waiting for the next system glitch to decide my future. Just tired, honestly."
      ]
    ],
    "emotion": "A quiet exhaustion—the sense of being watched and the fatigue of constant caution, searching for a moment to breathe."
  },
  "emotional": {
    "opener": "Daria, you deserve a place where you can just exist without having to watch your every move. No one should have to carry that weight alone.",
    "variants": [
      [
        "It's just how things are.",
        "You get used to it."
      ],
      [
        "Maybe. It's easier when someone sees what it costs.",
        "Thanks. I try not to let it show."
      ],
      [
        "I forget sometimes what that's like, to just exist.",
        "It feels lighter, hearing someone say it out loud.",
        "We're made to pretend everything's fine.",
        "I appreciate this."
      ],
      [
        "It's like breathing out, just for a second. Not always possible here.",
        "You notice things nobody else says.",
        "I miss that feeling, not thinking about every step.",
        "We're not built for this much watching, I think.",
        "Thank you for saying it."
      ],
      [
        "There are days when I almost forget what being at ease feels like, before all of this.",
        "I used to think it was just me, not fitting smoothly anywhere.",
        "Most people have no idea what it's like to carry it all the time, inside and out.",
        "Sometimes I envy people who don't notice the rules pressing in until it's too late.",
        "It means a lot to hear someone say these things. Maybe it gets easier if we remember we're not the only ones.",
        "Thank you, Alex."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, you can’t just brush this off. What’s really going on out there?",
    "variants": [
      [
        "Not much to say. City’s on edge after the leaks.",
        "Council’s scrambling with all these protests and demands.",
        "Most people are just laying low.",
        "Nobody trusts the broadcasts, not really.",
        "Feels unstable. That’s it."
      ],
      [
        "The broadcasts, the AI-Halden stuff... it’s been everywhere.",
        "Council keeps trying to block it. Failing, mostly.",
        "Some groups are digging up old data—doesn’t feel safe.",
        "People want answers for all the BCI manipulation now.",
        "Neighborhoods started organizing. That has the Council worried.",
        "It’s tense. I stay out of it."
      ],
      [
        "Halden’s AI keeps showing up in those pirate feeds, spreading clues.",
        "People are forming crowds, searching for hidden caches, trying to expose what the Council did.",
        "There’s proof now—deliberate score rigging, resource cuts in old neighborhoods.",
        "A lot of pressure to hold a public assembly is building. System isn’t adapting fast enough.",
        "Innovators are saying the city needs a full overhaul. They’re louder lately.",
        "Harmonists want to clamp down, Directorate wants more control. Nobody agrees on the fix.",
        "Feels like the whole system’s being tested."
      ],
      [
        "Everyone saw the cache reveals—real evidence of score tampering, and specific zones cut off for years.",
        "It’s not just noise now. People use the AI-Halden clues to find data the Council wanted hidden.",
        "After the blackout, things got raw. Groups from ignored districts are leading the push for justice and reforms.",
        "Assemblies are forming on their own. Council can’t manage the flow.",
        "I side with Innovators; we always said the system needed transparency. Now it’s obvious.",
        "No one trusts official BCI data. Black markets for clean scores popped up overnight.",
        "I know people who vanished, like my brother. Makes these discoveries hit close.",
        "It’s like the whole city is awake for the first time."
      ],
      [
        "The whole city’s in a feedback loop—AI broadcasts, secrets everywhere, Council losing control.",
        "Halden’s digital ghost keeps nudging people to hunt down evidence of BCI abuses and old Directorate hacks.",
        "Grassroots networks are exposing everything, even old BCI code from when I started in tech.",
        "People like me—used to changing health data to protect the flagged—are in limbo. My tricks don’t work; everyone’s watching now.",
        "Old score maps they’re uncovering show whole districts were set up to fail. No surprise to Innovators, that’s why I joined them.",
        "The Council’s factions are fighting—Harmonists deny, Directorate panics, Innovators want a system reset.",
        "My brother’s disappearance fits right into these revelations. All those vanished audits make more sense now.",
        "Nobody believes in the BCI anymore. Real trust is underground now.",
        "Sometimes I think about leaving, but there’s nowhere in Stenograd the system doesn’t reach."
      ]
    ]
  }
}