{
  "preference": "a",
  "dilemma": {
    "opener": "You're stirring more than your glass.",
    "variants": [
      [
        "Not every update feels routine these days. The stakes are different now.",
        "Change can be dangerous here. Sometimes it’s safer to do nothing.",
        "Making the right move doesn’t always mean showing your hand."
      ],
      [
        "There’s a fork ahead, but both paths leave something behind.",
        "I can choose to fix what’s broken now or reach further back.",
        "One will push us forward. The other digs at things we never admitted.",
        "It’s not just about how the city runs—it’s who the city sees."
      ],
      [
        "I have to pick between resetting things to let people guide the city together, or opening doors for those the system erased.",
        "The records hold names we denied existed. Bringing them back would shake everything.",
        "If I just reset, the city reinvents itself—but some ghosts stay ghosts.",
        "Restoring what’s lost means facing old wounds, not just fixing the future.",
        "Either way, things won’t go back to how they were."
      ],
      [
        "I stumbled onto code Halden left—a choice between starting fresh or bringing up what we hid.",
        "If I let people steer things now, we move forward but leave the lost behind. That’s heavy on my mind.",
        "Restoring everyone who was erased could rip old wounds open, chaos or truth, I can’t predict which.",
        "It’s never just technical, not since my brother. I keep thinking: what if it were him?",
        "I lean toward change, real change, but my BCI score reminds me I’m watched.",
        "Either way, I’m shaping more than data—almost feels like playing god."
      ],
      [
        "I found a cache nobody else has, linking Halden’s last commands with records of everyone they disappeared.",
        "If I let the city reset, empower the people, we move on. But the disappeared—the ghosts—stay lost, including people like my brother.",
        "If I undo those erasures, everyone faces the truth, even if it tears us apart. There’s no hiding from that pain.",
        "My score’s decent, so I can risk this, but I know it paints a target. They’ll know it was me.",
        "My politics always pushed for new beginnings, for letting people shape their own fate. But leaving so many behind feels like betrayal.",
        "Those talks in the bar last week haunt me. People want justice, not just change.",
        "I’m here now, holding the door open, and trying to figure out if justice can outweigh survival. For now, I’m listening—hoping for something that feels right."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Progress means redefining legitimacy through open participation.",
      "monologue": [
        "Legitimacy can't be handed down by a dead engineer or hidden council logs.",
        "If people decide together, they start investing in the city again. It becomes theirs.",
        "Sometimes you have to sweep away what was broken just to let new things grow."
      ],
      "supportive_response": [
        "You’re right, real change happens when people actually get a say.",
        "Go on, Daria—tell me what kind of city you want to see next."
      ],
      "challenging_response": [
        "But isn’t legitimacy about honesty too, not covering up old wounds?",
        "I’m listening—what do you owe the ones who lost their place in all this?"
      ]
    },
    {
      "belief": "A system should look forward, not only backward.",
      "monologue": [
        "Looking back, the BCI became a museum of mistakes; it never fixed them.",
        "If we stare only at old records, we stay paralyzed by regret.",
        "We can’t build new trust if the system keeps picking at old scars."
      ],
      "supportive_response": [
        "There’s sense in moving forward—it’s the only way to get unstuck.",
        "Go ahead, I’m curious what future you think people could shape themselves."
      ],
      "challenging_response": [
        "But if you skip the past, don’t we risk repeating it?",
        "Keep going—what would it take for you to trust your own system again?"
      ]
    },
    {
      "belief": "Lasting change starts with empowering ordinary citizens to make real choices.",
      "monologue": [
        "People barely remember making a choice about anything—just the system choosing for them.",
        "If ordinary residents shape the rules, maybe they’ll start trusting them again.",
        "Power scattered out in the open can’t be quietly taken away so easily."
      ],
      "supportive_response": [
        "Giving people power is the first step to real stability, not the last.",
        "You’re on the right track—what does citizen power look like in your mind?"
      ],
      "challenging_response": [
        "What if some voices drown out others, or no one agrees?",
        "I’m interested—how would you keep the system from fragmenting if everyone gets power?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Justice requires restoring those deprived of their lives and voices.",
      "monologue": [
        "People were erased like a line of corrupted code—quiet, final, never spoken of.",
        "If we move on without them, everything built on top stays poisoned and false.",
        "Justice can’t be selective, or it’s just another filter—another way to disappear someone."
      ],
      "supportive_response": [
        "That’s the heart of it—only real justice brings back what was stolen.",
        "Go on, Daria; how else do you see the city changing if we do this?"
      ],
      "challenging_response": [
        "But if you bring everyone back, what if the city breaks? Sometimes justice looks different in practice.",
        "Let’s hear why you think facing that chaos is still the right path."
      ]
    },
    {
      "belief": "No new system can be trusted until the truth is openly faced.",
      "monologue": [
        "If we just patch over the past, every promise will be suspect and hollow.",
        "You can’t reboot trust—you have to prove it, by admitting where the system failed.",
        "Nothing in this city should reset itself until we bring every hidden file into the light."
      ],
      "supportive_response": [
        "You’re right; trust needs daylight. Secrets always come back to haunt systems.",
        "And if you had that openness, what would you hope the city learns?"
      ],
      "challenging_response": [
        "But total transparency has a cost—some wounds never close if you keep them open.",
        "Tell me, Daria, why should anyone risk reopening every old scar right now?"
      ]
    },
    {
      "belief": "Belonging starts with recognizing past pain, not just future plans.",
      "monologue": [
        "We can talk about new beginnings forever, but pain left ignored turns into sabotage.",
        "How does anyone belong if their whole story—what was taken—never even happened?",
        "Reintegration means looking at what we broke, not just dreaming what could be built next."
      ],
      "supportive_response": [
        "That’s powerful. Real belonging is about the past as much as the future.",
        "If the city listens, what would you want people to finally hear about those stories?"
      ],
      "challenging_response": [
        "Some people just want to move on, not relive those old wounds.",
        "What would you say to the ones desperate to close the door and start clean?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll trigger the new protocol. You probably already guessed.",
        "This ends here. That’s all I’ll say for now."
      ],
      [
        "Decided to reset the system for open input. It’s the only way forward.",
        "Let’s see if people actually change anything."
      ],
      [
        "I’ll open the system to collective participation. Thanks for pushing me a bit.",
        "People will finally have a say in city life. No going back now.",
        "We’ll let the present guide the city, even if some stories stay buried."
      ],
      [
        "You’re right, Alex. I’ll reset it for public participation.",
        "Letting the neighborhoods shape Stenograd is the honest move.",
        "We create new space for voices, even if the past stays quiet.",
        "This choice isn’t easy, and I hope it’s enough."
      ],
      [
        "I’ll do it, Alex. I’ll let the city learn to speak for itself.",
        "Rewarding participation means real hope, real voices. But I worry for people left behind.",
        "Your perspective helped me face what I wanted to ignore.",
        "We have to move forward, even if not everyone returns. That’s hard to accept."
      ]
    ],
    "monologue_b": [
      [
        "It’s time to restore everyone the system erased. It’ll be public soon.",
        "People won’t expect what comes next."
      ],
      [
        "Decided to bring back those who were written out. No turning back now.",
        "The city will have to see what it forgot."
      ],
      [
        "I’m going to restore everyone the system tried to erase.",
        "Stenograd will feel the impact. The illusion of peace will break.",
        "You didn’t make it easy, but I see the right thing now."
      ],
      [
        "Thanks for making me look harder. I’ll reintroduce the vanished citizens.",
        "We can’t keep hiding what was done to them.",
        "It’ll shake us, but justice matters more than comfort.",
        "Whatever happens, Stenograd finally faces the truth."
      ],
      [
        "I’m doing this. I’ll bring back the erased, no matter the cost.",
        "You helped me remember my brother. We can’t keep living in denial.",
        "Let the city feel what it lost, and maybe start to heal.",
        "I hope you’ll stand with me when it breaks open."
      ]
    ],
    "monologue_self": [
      [
        "Made my decision. Moving ahead with the update.",
        "You probably wouldn’t understand."
      ],
      [
        "I’ll give people a way to shape the city. It’s overdue.",
        "I don’t need advice to know what’s fair."
      ],
      [
        "I’m setting the system to reward everyone’s participation.",
        "We’ll let streets and voices drive the new order.",
        "I trust myself enough to see it through."
      ],
      [
        "Decided on my own to make things open for public involvement.",
        "People deserve a say, not more silent commands.",
        "My reasons are personal, but it’s right for Stenograd now.",
        "We need to try something honest, even with the cost."
      ],
      [
        "I’ll activate the protocol for participatory governance, Alex. It’s mine to carry.",
        "Nobody guided me here. I need to see the city change with its own hands.",
        "I’ll always regret leaving some stories unresolved, but I can’t do everything.",
        "This is on me. I’ll own the outcome, whatever it brings."
      ]
    ]
  }
}