{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Let’s just say work’s been thin since that data leak turned everyone into a score-watcher.",
        "Folks don’t trust a fixer with numbers my shade of gray. Getting in the door’s harder than fixing what’s inside.",
        "Kept my head down. Stayed off the net. Could be worse.",
        "Just tired. Feels like I’m still waiting for the city to catch its breath, and I’m not sure it remembers how."
      ],
      [
        "Had a rough week since the Council’s dirty laundry spilled all over the city.",
        "Clients want proof I’m part of these new neighborhood cabals. They’re not eager for outsiders.",
        "Tried taking a job old-school—note on a wall, handshake in the stairwell.",
        "Feels safer not to touch digital channels these days.",
        "Just tired. Feels like I’m still waiting for the city to catch its breath, and I’m not sure it remembers how."
      ],
      [
        "Yeah, things have turned upside-down since folks found out the Council rigged BCI scores.",
        "Lost clients overnight. Some laughed, but most just locked me out.",
        "Nearly got turned away from an apartment job—some volunteer said my number’s not good enough for them.",
        "I stopped using my comms. Face-to-face or nothing now.",
        "It’s a mess trying to keep regulars when anyone with a shadow of uncertainty gets froze out.",
        "Just tired. Feels like I’m still waiting for the city to catch its breath, and I’m not sure it remembers how."
      ],
      [
        "You know, I used to be a safe bet for a fix, didn’t matter the score. Now, after those cache leaks showed the Council’s hand, everyone’s twitchy.",
        "I walked up to a place I’ve fixed for years. Got the door gently shut because I’m not ‘local assembly approved.’",
        "Haven’t touched a data line in days. Too many eyes, too many new rules.",
        "Some kid posted plumbing work on a real paper note—I took it, felt almost quaint.",
        "What gets me is how quick folks turned on each other. Like trust got pulled from under us in one day.",
        "Haven’t seen my BCI budge, but every job is riskier now.",
        "Just tired. Feels like I’m still waiting for the city to catch its breath, and I’m not sure it remembers how."
      ],
      [
        "I’ve always floated between factions, fixed systems nobody else would touch. After Halden, after these leaks—BCI’s just another weapon.",
        "Those cache revelations, they weren’t a surprise to me. I’ve seen scores fudged from back-room deals and revenge.",
        "Now every doorway has a volunteer ready with a checklist and a side-eye if your record’s gray.",
        "Had to turn my phone off just to land a simple job. Even my old contacts keep a distance now.",
        "Favors pass quietly, credits mean less. It’s networking, but the desperate kind.",
        "Makes me realize I never fit the boxes they built. Innovators want the tech cleaned up, but the old guard, they want control. I’ll take tech over chains—at least until someone decides to break the loop.",
        "For now, I do what I can with what I’ve got, even if the city sees me as trouble.",
        "Just tired. Feels like I’m still waiting for the city to catch its breath, and I’m not sure it remembers how."
      ]
    ],
    "emotion": "Just tired. Feels like I’m still waiting for the city to catch its breath, and I’m not sure it remembers how."
  },
  "emotional": {
    "opener": "You know, Lenart, the city isn’t really broken. People can wear thin, but sometimes all it takes is someone who keeps showing up—like you—for the whole thing to inch forward again.",
    "variants": [
      [
        "Maybe. Guess I’ll take your word for it.",
        "Long week, is all."
      ],
      [
        "Thanks. Not sure it always helps, but at least I’m not the only one feeling it.",
        "Just going day by day right now.",
        "Sometimes that’s enough."
      ],
      [
        "Yeah, you’re right. Someone’s got to keep the lights on, even if no one notices.",
        "City’s still got a pulse, even if it’s tired.",
        "I’m used to being background noise here.",
        "Suppose that’s its own kind of comfort."
      ],
      [
        "Funny you say that. I’ve always thought the city runs on stubborn people more than any machine.",
        "Doesn’t always feel like it matters, but maybe just pushing through counts for something.",
        "Some days it’s like waiting for a signal only a few of us remember to listen for.",
        "Still, I’d miss all this if it ever really stopped.",
        "Suppose grit’s become a habit."
      ],
      [
        "I grew up believing the city was meant to outlast us, but now I’m not so sure—that’s not so bad, either.",
        "Being needed is what keeps me planting one foot after another, even when it feels pointless.",
        "The routines, the little repairs... they’re a way to remind myself I can still make things better, however slightly.",
        "Nobody teaches you how to wait for hope, but maybe keeping at it is enough.",
        "I guess I never realized how much I depend on just being a part of the system—even when it chews me up now and then.",
        "It helps to hear someone else gets it, even if just for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "You've seen the same mess as everyone else. Anything worth knowing, or is it all just noise?",
    "variants": [
      [
        "Council’s scrambling since those Halden broadcasts started popping up.",
        "People chasing rumors, looking for hidden files.",
        "Blackouts weren’t just a fluke, no matter what they said.",
        "All it means is nobody trusts the numbers anymore.",
        "Feels like everyone’s guessing their next move."
      ],
      [
        "Halden’s everywhere again, even dead—hard not to notice.",
        "Locals digging through old BCI caches, mad about being fleeced.",
        "Council tried pulling the plug. Didn’t work.",
        "Seen more assembly signs than Council flags now, if that tells you anything.",
        "Neighborhoods link up faster than the system can watch.",
        "I keep my distance from the big stuff."
      ],
      [
        "Seems like half the city’s running after Halden’s ghost, hunting data stashes.",
        "Council can’t get ahead of the leaks. Every day, something new surfaces—maps, fake scores, backdoor logs.",
        "Some neighborhoods running their own show: rationing power, setting up ad hoc repairs.",
        "People trust nobody, so they build their own safety nets.",
        "Most of my work now comes from off-list assemblies, not the main grid.",
        "Even the old algorithms slip in when nobody’s minding the shop.",
        "Better off with transparent systems, if you ask me."
      ],
      [
        "Wild, seeing Marek Halden’s face in those pirate broadcasts. Like he’s taunting them from the grave.",
        "Grassroots teams found stuff I thought was wiped for good—logs showing the Directorate fiddling with proto-BCI.",
        "Council’s fighting itself, all three sides, but the neighborhoods barely care. They’re busy mapping what they’ve got left.",
        "I’ve seen old Harmonists trying to pacify folks. Doesn’t work—people want answers, not speeches.",
        "Energy quotas glitched last week thanks to lost control. We strung up backup lines ourselves.",
        "Innovators always said system needed a rebuild, but this chaos proves it.",
        "Been asked to fix more off-grid patches than official ones lately.",
        "The past few weeks, it’s all patch jobs and nobody’s in charge."
      ],
      [
        "Everything’s up for grabs now, Alex. Halden’s AI popping up on backchannels, stirring everyone with Council’s dirty deeds.",
        "Whole city’s chasing after caches—physical, digital, you name it. Grassroots found old BCI maps that confirm the resource starving theory I’d suspected for years.",
        "I was in on some early BCI fieldwork, saw first-hand how easy it was to nudge scores for Council’s favorites.",
        "Now we’ve got power outages, Council blaming systems but the Directorate’s fingerprints are all over some of the sabotage.",
        "People are forming new rules on the fly—neighbors wiring their own grids, ignoring BCI scores, trading in favors instead of points.",
        "Seen the Innovators pitch their vision—less scoring, more open code. I support it, but most days I just fix the mess.",
        "Odd thing: nobody really wants the Council back in charge. Even some old Directorate types call me for help now, off the books.",
        "The line between official and underground’s gone. I keep my phone off and trade in trusted faces.",
        "Feels like the old city’s gone and whatever comes next is built door by door."
      ]
    ]
  }
}