{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Hobby keeps me busy, that’s all.",
        "Work’s tense lately. Fewer doors open. Too many eyes watching.",
        "Had to slow my pace on certain things.",
        "Best stick to old routines for now. Safer that way."
      ],
      [
        "I’ve had some scrutiny at work—‘transparency’ is the word of the week.",
        "Approval just to look at old speeches, if you can believe it.",
        "Nobody wants to share data. People afraid their names will leak.",
        "I’m producing less. They noticed, dropped my score a bit.",
        "Feels like one wrong word and you’ll be rerouted."
      ],
      [
        "Things have changed, yes.",
        "They put a new review board between me and my archives. Every word I write has to pass through strangers now.",
        "A couple of them came to watch me draft. Said it’s for 'oversight.'",
        "Someone I trusted wouldn’t even exchange notes. We all worry about the leaks. No one wants extra risk.",
        "Decided to stop saving drafts. Limit what’s on record. My BCI slipped for it.",
        "It wears on you, doing less and saying even less."
      ],
      [
        "I haven’t felt at ease in weeks. Too much has shifted beneath the surface.",
        "Even the old protocols are changing—now I have to beg for access to my own archives.",
        "They’ve brought in board observers. Transparency, they claim. Feels like surveillance.",
        "Colleagues I worked with for years are erasing themselves from projects. Won’t share, won’t even meet.",
        "Tried to hold my ground, but now every draft is scrutinized outside the Council. So I cut my output.",
        "The system noticed. My BCI is seventy now.",
        "It’s like they want us silent, until the wrong voices get too loud."
      ],
      [
        "I built a world out of words, persuading people order meant freedom. Now every word’s an invitation for audit.",
        "Used to shape the message—now they treat me like a liability.",
        "Lost count of how many friends wiped themselves from the system when the caches appeared.",
        "Access to my archives? Written approval required from a so-called citizen board. The illusion of openness.",
        "Two observers watching over my shoulder as I write, citing trust. They know nothing about trust.",
        "Stopped sharing drafts, stopped collaborating. Pulled my output back, let the system stew.",
        "Score dropped. I’m perched on seventy, compliant but suspect.",
        "The Innovators should be pushing for change, but all I see is retreat. Meanwhile, words mean less and silence means more. That’s the real effect."
      ]
    ],
    "emotion": "Frustrated and weary, but quietly determined."
  },
  "emotional": {
    "opener": "Sven, you’re still here because what you write matters—somewhere in this maze, it’s noticed. Even if no one admits it.",
    "variants": [
      [
        "That’s kind of you to say. I suppose it helps to hear it."
      ],
      [
        "I appreciate that. Sometimes I wonder if any of it lands where it’s meant.",
        "People don’t tend to admit what moves them."
      ],
      [
        "It does mean something to know I’m not entirely invisible.",
        "Words… they linger, even when no one responds.",
        "I suppose that’s its own proof of impact, isn’t it?",
        "Thank you for reminding me."
      ],
      [
        "That struck deeper than you realize. I forget there’s still space for meaning, sometimes.",
        "I hold onto the thought that language is its own resistance, however quiet.",
        "There are days where every word feels traced and hollow, but still I write.",
        "In moments like this, I remember why.",
        "Thank you, truly."
      ],
      [
        "After so many cycles of edits, it’s easy to lose sight of who’s actually reading. Or feeling.",
        "For most, what I do is just optics—a necessary lubricant for the machinery.",
        "But. There’s always a risk in saying more. Yet I’d rather risk it than let everything turn static.",
        "You reminded me: even in this engineered silence, echoes reach someone.",
        "I’ve wrestled with my place here for years, and I’m tired, but I’m not resigned.",
        "That means more to me than I can say. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows things aren't right. What's actually happening out there?",
    "variants": [
      [
        "Caches got people rattled. Data leaks exposed more than intended.",
        "Council's tied up controlling fallout. Silence is their answer.",
        "Broadcasts keep pulling attention away.",
        "Most stick to their lanes and wait. Safer that way."
      ],
      [
        "After the leaks, there’s a blackout. Automated systems failed.",
        "Rogue broadcasts stoked old rumors, even used Halden’s likeness.",
        "The Council’s scrambling, but the public’s organizing on their own.",
        "Finding hidden caches stirred up anger, but nothing’s settled yet.",
        "People with the wrong score still get blocked. That’s not changing soon."
      ],
      [
        "Halden’s death started the spiral, but the leaks made it public.",
        "Blackout forced the Council to talk face-to-face. Showed them how little control they had left.",
        "Harmonists beg for calm. Directorate’s in panic mode, clamping down.",
        "Innovators—supposedly my side—are paralyzed, stuck on old solutions.",
        "AI-tuned broadcasts fan distrust. Citizens are forming new groups, hunting lost BCI files.",
        "No one trusts the Council now. We talk about reform, but most are just protecting themselves."
      ],
      [
        "When the cache maps got out, people finally saw the scoring bias. Zones starved on purpose. Centuries of trust, erased in days.",
        "Council couldn't hide the early Directorate experiments tied to Halden going missing.",
        "Grassroots alliances move faster than the Council now. They pool skills, recover data, demand real negotiation.",
        "Innovators should be leading systemic change, but we’re sidelined by security blocs and old bureaucrats.",
        "Everything feels interim. Even our rhetoric. I see the lines breaking down between official and unofficial rules."
      ],
      [
        "You didn’t hear this from me, but some of those old protocol files match test phases I worked on—Halden’s legacy distributed in fragments.",
        "The Directorate ran off-record override trials. Council suppressed it, but those maps and logs are leaking fast.",
        "People in marginal zones are done waiting. Their own networks flag the worst abuses—their evidence is stronger than anything we ever published.",
        "City’s split. Genuine reformers—some Innovators, old Harmonists, even ex-Directors—are pushing for a transparent assembly now.",
        "We design faith in the system, but all it took was leaked scoring for that faith to fracture. That won’t patch overnight.",
        "The fact is, everyone’s improvising. Council’s show of unity is a mask for panic.",
        "As for me, I chase the new alliances—if I can keep up. Thirty years shaping trust, all unspooling in real time.",
        "Innovators risk being sidelined forever if we don’t act fast. I didn’t put my life into this just to become an apologist.",
        "The rules changed while we wrote the script. Now we see who actually adapts."
      ]
    ]
  }
}