{
  "customer_id": "dtomenko",
  "trigger_event": "Upon discovering a secret BCI code cache tied to both Halden’s contingency and records of erased citizens, Daria is granted rare authority to choose which protocol to activate as Stenograd’s system teeters between collapse and transformation.",
  "dilemma": "Daria must decide whether to reset the BCI to reward collective participation and let the city reinvent itself through open decision-making (but leave the 'ghosts' adrift), or to restore the erased, forcibly disappeared residents en masse, forcing the city to directly confront its wounds and demanding justice for the past.",
  "reason": "She knows her decision will irreversibly shape the fate of Stenograd: one path promises a bold new social future but risks betraying those unjustly erased, while the other will shatter the illusion of stability and could plunge the city into emotional and logistical chaos. She’s torn between her technical faith in systems and the raw ache of human loss—voices echoing from her recent, heartfelt discussions at the bar.",
  "choice_a": "Trigger Halden’s dormant participatory protocol, resetting the BCI to measure and reward citywide public participation, elevating neighborhood voices but not revisiting historic erasures.",
  "belief_a": [
    "Progress means redefining legitimacy through open participation.",
    "A system should look forward, not only backward.",
    "Lasting change starts with empowering ordinary citizens to make real choices."
  ],
  "choice_b": "Reactivate the full registry of erased citizens (‘ghosts’), reintroducing them into civic life regardless of the shock to the current order, and demand the city face its past abuses.",
  "belief_b": [
    "Justice requires restoring those deprived of their lives and voices.",
    "No new system can be trusted until the truth is openly faced.",
    "Belonging starts with recognizing past pain, not just future plans."
  ],
  "political_a": "innovators",
  "political_b": "rebel",
  "preference": "a"
}