{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Digital Broadcast Surge",
      "anchor_line": "Unprecedented digital broadcasts featuring Marek Halden appear across the city’s screens.",
      "contextual_reframing": "These carefully curated appearances reassure citizens of continued transparency and technological stability in Stenograd."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens Mobilize",
      "anchor_line": "Community groups harmoniously respond to broadcast cues, engaging in collaborative citywide activities.",
      "contextual_reframing": "Civic unity and public engagement demonstrate the adaptability and strength of Stenograd’s social fabric under the BCI system."
    },
    {
      "image_id": "paper_stack",
      "headline": "Assembly Demands Rise",
      "anchor_line": "Resident organizations call for open assemblies and ongoing improvement of governance protocols.",
      "contextual_reframing": "The Council welcomes constructive public feedback as part of its commitment to systemic refinement and citizen security."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Halden Returns?",
      "anchor_line": "Marek Halden\u0019s face hijacks city screens, hinting at truths the Council would rather bury.",
      "contextual_reframing": "The digital ghost reveals cracks in Stenograd\u0019s Behavioral Compliance Index, or BCI \u0013 a system tracking your every move. No official answers, just more questions."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Secrets Surfaced",
      "anchor_line": "Encrypted broadcasts and citizen raids uncover hidden BCI abuses long denied by Council spokesmen.",
      "contextual_reframing": "Residents discover evidence of score manipulation, blacklists, and targeted restrictions. The city learns what the data chains really mean when the lights flicker and files leak."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Pushback Ignites",
      "anchor_line": "Neighborhoods rally, demanding open assembly and real accountability from rulers hidden behind algorithms.",
      "contextual_reframing": "From cautious whispers to loud demands, citizens call out the Council\u0019s silent rule. Stenograd remembers the human cost of automated control."
    }
  ]
}