{
  "olintz": {
    "chapter": "After directing the BCI to convene public assemblies, Oksana submitted her system override and coordinated with internal resource teams to ensure compliance scoring screens would be present at each site. On the day of the first assembly, she monitored compliance queues from her restricted workstation, tracking live honesty and empathy scores as city residents recounted their experiences. As contradictions emerged in restored citizens’ testimonies, she witnessed mounting tensions and the first public accusations of fabricated identities. Her access logs showed a sharp increase in review requests about memory audits and identity integrity, leaving her responsible for manually approving real-time score corrections. Oksana refrained from intervening in the assemblies, focusing instead on documenting the new patterns of dissent and breakdown. Colleagues now recognized her as the architect of the assemblies, causing isolation within her team. Her BCI score dropped significantly, reflecting the system’s attribution of citywide instability and open conflict to her intervention.",
    "bci_score": -7,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After witnessing the new system of public assemblies and the live scoring of residents’ honesty, Nikola altered his routine sharply. On the day district officials announced participation was mandatory, he observed the crowd gathering outside the community hall from his apartment window, noting that restored citizens entered first and received visibly high empathy ratings. When Nikola’s turn came, he provided minimal information, watching his score lag visibly lower than others. Afterwards, several neighbors avoided him in the market, clearly reacting to his displayed result. Later that evening, upon hearing multiple restored residents in his building admit confusion and memory lapses during the session, Nikola became more reluctant to discuss personal history or participate in further forums. Instead, he documented each new inconsistency privately, increasing his avoidance of group gatherings. This visible divergence and recorded low engagement led the system to reduce his BCI score slightly, now placing him at 39.",
    "bci_score": 39,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After district assemblies made personal histories public, Daria noticed a tense atmosphere during her shift, with colleagues avoiding eye contact and pausing at screens that now displayed fluctuating honesty scores. Later, the open confessions by restored staff led to heated discussions in the break area, as details of identity tampering spread quickly and some questioned whether certain coworkers were genuine. Daria found herself double-checking her own employment records after a colleague quietly suggested her file contained fragments from someone else. She became more cautious, speaking only when necessary, and preferring to eat alone to avoid being drawn into accusations. Unable to access a device history that might clarify recent anomalies, she instead monitored system logs for manual overrides affecting restored staff. These shifts in routine, coupled with her increased isolation, led to further restrictions on her system access and a slight reduction in her compliance score.",
    "bci_score": 28,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the citywide assemblies where residents’ histories were publicly scrutinized, Lenart noticed a sharp division inside the Directorate-managed site he serviced. Several restored citizens, after emotional outbursts and inconsistent testimonies, had their access downgraded or were reassigned to nonpublic roles. On his next assignment, Lenart was required to wait outside a secure area while new protocols were debated by a rotating group of staff who cited real-time record checks. His work queue grew as routine repairs were delayed for additional identity screenings. Lenart adapted by switching to on-call diagnostics, documenting every communication, and strictly complying with access logs, avoiding personal discussion about residents’ backgrounds. That evening, he revised his repair templates to match new Directorate phrasing, while holding off requests from recently reassigned staff. The experience reinforced his tendency to minimize interactions and increased his reliance on formal channels, while uncertainty about future assignments kept him alert. BCI score: 75 (+3).",
    "bci_score": 75,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After a morning of urgent message requests about the digital record debate, Sven scheduled two crisis statement sessions. In the first, a restored colleague openly struggled to recall project details, while a district assembly broadcast in the background highlighted other restored citizens’ public confessions and breakdowns. The team’s printed reference files no longer matched live, system-generated work histories, forcing Sven to pause edits and verbally confirm sources before each revision. During the afternoon, his supervisor instructed him to include statements about the city’s contested digital record in all official releases, delaying routine operations as Sven cross-checked with both hard copies and trusted witnesses. As assembled testimonies clashed, Sven reduced his reliance on system prompts, using manual timelines to verify each announcement. Reliance on paper records created backlogs, and Sven noted tension growing between staff, particularly when restored individuals hesitated under scrutiny. His BCI score dropped by 3 points to 52 due to increased verification activities.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the district assemblies broadcast each resident’s honesty and emotional responses live, Rada observed tension in her apartment building as neighbors scrutinized one another’s displayed scores. The next day, several restored tenants faced direct challenges about their inconsistent memories, leading to arguments in shared spaces and prompting the building association to hold impromptu verification meetings. Rada, focused on her correspondence work, was pressured by management to submit a new self-attested record of her interview history. Upon reviewing her archives, she discovered discrepancies in official transcripts, making her hesitant to participate fully. Instead, she quietly withdrew from communal spaces, limited discussion with neighbors, and encrypted her most sensitive files. Although she complied with basic requests to avoid drawing attention, her visible reluctance to engage increased suspicion. This led to a slight decrease in her BCI score, reflecting the community’s doubts about her alignment. New BCI score: 33.",
    "bci_score": 33,
    "political_preference": "rebel"
  }
}