{
  "olintz": {
    "chapter": "Following the Directorate’s concession of limited power to independent citizen committees, Oksana arrived at her office to find access rosters amended by committee representatives rather than Directorate staff. Conflicting instructions caused her manual review partner to dispute which resident access forms to recognize, stalling their queue for an hour. Later, Oksana was required to join a cross-committee briefing where new protocols replaced her usual document checks with open floor questions. She spoke little, noting increased committee presence in hallways and a shift in co-workers’ loyalty to newly recognized committees. When a familiar supervisor bypassed her in favor of a committee appointee’s guidance, Oksana grew wary of eroding Directorate authority. By evening, she altered her paperwork to include dual signatures, anticipating further confusion. Her BCI score showed a slight drop, reflecting administrative risk amid unclear control, now standing at 31.",
    "bci_score": 31,
    "political_preference": "directorate"
  },
  "npetrak": {
    "chapter": "After formerly blacklisted citizens abruptly regained access to services, Nikola noticed unfamiliar people entering his building and reconnecting with previous allies. The building's atmosphere shifted, with new committees meeting in the communal area and frequent knocks at doors seeking support for neighborhood initiatives. Feeling exposed by the increased foot traffic and uncertain alliances, Nikola stopped using the elevator and began taking the stairs to avoid detection. At the market, he encountered restored residents who openly challenged the previously used ration queue, creating disputes and slowing service. Nikola limited his visits to off-peak hours, avoided eye contact, and carried only enough currency for immediate needs. With protests spreading and security patrols becoming more visible, he spent evenings listening for changes in stairwell traffic and double-checked the hiding place for his briefcase. These hyper-vigilant adaptations reduced his participation and flagged further risk indicators, resulting in a BCI score decrease to 58.",
    "bci_score": 58,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the Directorate's decision to cede limited power to citizen committees in certain districts, Daria arrived at her lab to find new committee-appointed observers reviewing her health band diagnostics paperwork. Where protocols had previously required dual signoff with another technician, today an unfamiliar committee member sat beside her, closely monitoring documentation and asking clarifying questions about client prioritization. This oversight slowed routine device checks and led to two contentious exchanges over why some requests had been delayed during curfew enforcement. Daria, who preferred consistency and clear hierarchy, adjusted by meticulously recording every interaction and strictly referencing updated procedural guidelines, avoiding informal explanations. Later, after overhearing colleagues debate Halden’s motives, she declined a request to join a newly formed staff discussion group, unwilling to risk further scrutiny. Her maintenance of official process, despite added civilian review and shifting authority, resulted in a minor, system-logged increase in her BCI score. New BCI score: 74.",
    "bci_score": 74,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Directorate granted limited power to citizen committees in several districts, Lenart arrived at a repair site where entry was now decided by a rotating panel of residents rather than official authorities. That morning, his request to access electrical panels was delayed while a committee member reviewed his paper credentials and questioned him about recent work for clients restored in the previous week’s amnesty. Later, the job was interrupted twice as other workers were ejected for lacking neighborhood approval, highlighting the volatile status of contractor access. Lenart noticed building staff relying less on any digital logs and instead circulated handwritten lists of trusted workers, forcing him to prioritize known contacts over new clients. Although these changes enabled him to complete repairs when locally approved, each visit now required extra time to navigate shifting committee expectations. By day’s end, Lenart’s BCI score remained unchanged at 36, but his work depended almost entirely on informal reputation.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following his decision to authorize the BCI’s secret amnesty protocol, Sven Halek discreetly monitored its effects while minimizing his direct communication with colleagues. As privileges were restored to blacklisted citizens, Sven spent the next morning revising Council messaging to exclude any references to irregular access, anticipating Directorate concerns. When Directorate monitors questioned recent system activities, Sven maintained plausible deniability, citing temporary system fallback routines in his explanations. By midday, unrest escalated as newly reinstated citizens organized small gatherings outside government offices. Sven documented reports of privilege restoration and observed heightened suspicion among senior administrators, who initiated reviews of his correspondence and queried his recent approvals. His actions, directly conflicting with Directorate authority, resulted in a rapid investigation into his involvement. The exposure of his manipulation led to an immediate and severe decrease in Sven’s BCI score, dropping it from 71 to 54, reflecting his shift from trusted advisor to a monitored, at-risk employee.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After Directorate patrols padlocked the volunteer bulletin center, Rada was unable to deliver printed updates to residents as planned. That morning, she found the doors locked and uniformed staff stationed outside, forcing her and former colleagues to meet on surrounding streets. Their usual handoff of uncensored news was replaced by discreet exchanges of handwritten information and whispered locations for alternate meeting points. When the city imposed a daytime curfew alongside severe limits on utilities, Rada restricted her activity to short rounds, sharing verbal updates face-to-face before returning to crowded safe apartments for the night. She no longer carried physical notes, instead memorizing reports and relying on brief, coded statements with organizers. The curfew ended her daily presence at the state media office, making all routine work impossible. Rada’s adaptation to harsher surveillance and restricted movement left her isolated but determined, her BCI score unchanged at 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}