{
  "olintz": "After Marek Halden’s death, Oksana found her access to behavioral flag data abruptly reduced, and her daily workflow slowed as system alerts failed to update in real time. The following morning, automated scoring anomalies forced her to manually review dozens of profiles that should have processed overnight. She spent hours rechecking active watchlists, unable to explain several unexplained removals. Facing mounting uncertainty, she skipped her evening routine at Bar 101 and instead stayed late at her terminal, cross-referencing old and new access logs. By the end of the shift, Oksana stopped trusting system outputs and began keeping her own handwritten notes.",
  "npetrak": "After automated city systems began failing following Halden’s death, Nikola noticed his pension was delayed and routine transport routes no longer functioned as scheduled. At midday, he queued for over an hour at the local administrative center, only to be told his status could not be confirmed by the clerk’s offline terminal. That evening, unfamiliar faces lingered near his apartment block, watching entrances and noting comings and goings. Nikola responded by moving the locked briefcase from its usual hiding place to a concealed vent in his bedroom. He now avoids unnecessary errands, limits conversations, and double-checks door locks every night.",
  "dtomenko": "Following Marek Halden’s unexplained absence from the audit review and the later announcement of his death, Daria noticed her system access requests taking much longer to process. On a Wednesday morning, an urgent wearable firmware fix for a hospital client was stalled by multiple error messages and delayed supervisor approvals. She quietly rerouted her routine checklists, avoiding tasks that required higher clearance, and deleted her request logs to prevent drawing attention. That afternoon, she answered brief, tense messages from colleagues about “system lag” but avoided further discussion. She now checks her personal logs several times a day, watching for anomalies.",
  "lkova": "After learning that many automated systems were failing due to the loss of Halden’s credentials, Lenart arrived at a maintenance site to find his access badge rejected and several recurring clients waiting in frustration. Later that day, as irregular scoring slowed transport and locked building controls randomly, he was unable to complete scheduled repairs for three separate clients. Forced to reroute his work on foot and negotiate access with unfamiliar administrators, Lenart postponed less urgent jobs and started carrying physical backup tools. He left messages for faction contacts, seeking unused entry codes, aware that trust and mobility had become unreliable overnight.",
  "shalek": "Following Marek Halden’s sudden death and the subsequent failure of automated systems requiring his credentials, Sven Halek found that scheduled speech approvals were delayed and several statements he prepared for Council leaders went unreleased for days. When Sven visited his secure office to retrieve a draft during a systems outage, he was denied building access and had to wait in a holding lounge with other staff until temporary permissions were issued. This forced him to conduct urgent revisions on paper, avoiding digital terminals after noticing erratic document versioning. That evening, he decided to begin manually archiving his speech drafts at home.",
  "rmiskovic": "After the death announcement of Marek Halden, Rada arrived at Bar 101 to find her contact for raw footage missing and her usual access credentials rejected at state media terminals. Later that day, automated editing tools glitched, requiring manual review and delaying broadcast schedules. Rada adjusted by switching to an older laptop and using a private network, but noticed her news stories now failed to upload without system errors. She quietly recorded a council spokesperson’s evasive replies about leadership, saving the raw file offline. The breakdown left her unsure which channels were safe, making every communication a calculated risk."
}