{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Oh, just some usual work troubles, you know.",
        "Halden's passing disrupted things a bit; unexpected updates shook things up.",
        "Systems aren't behaving as they should, throwing all off balance.",
        "Some data flows seemed irregular, all got me working extra hours.",
        "Brother's on my mind more often these days, kind of distracting.",
        "But really, nothing out of ordinary, I'll handle it."
      ],
      [
        "Oh, just a hectic time at work with all that's going on.",
        "Halden's sudden death caused some stir in our routines.",
        "Updates in the systems are acting weird, caught us all off guard.",
        "Weird data shifts, I'm double-checking everything now, hard to trust it.",
        "Sometimes I think of my brother—miss him, it's distracting.",
        "But managing, bit overwhelming but I'm dealing with it."
      ],
      [
        "Yeah, things at work have been interesting lately.",
        "Halden's death threw a wrench in our usual flow, systems are misbehaving.",
        "Had to deal with some unexpected data changes, bit tedious but necessary.",
        "Working longer hours to ensure everything's running smooth enough.",
        "Been thinking about my brother lately—a lot, he's still missing.",
        "It's a lot, but I'm trying to keep my head up."
      ],
      [
        "It's been a weird time with Halden's death affecting everything.",
        "Systems have gone off sync, and I'm often catching data anomalies.",
        "I've been doing my best to fix what's going wrong, but it's unpredictable.",
        "Honestly, my brother's absence feels stronger these days—he got caught in a BCI audit once.",
        "Work isn't just work recently, it's more of a puzzle, sometimes overwhelming.",
        "Trying to find normalcy—it's a struggle, but I keep pushing through."
      ],
      [
        "It's been quite challenging lately with Halden's death, really impacted my work life.",
        "Everything's out of sync now, I'm constantly finding errors in our data.",
        "It's more than systems though; I feel my brother's void daily, he vanished during a BCI audit.",
        "I've always had a knack for making data disappear if need be.",
        "Recently, I've found myself being extra cautious, evening labor is shadowed by these thoughts.",
        "I've realized, I'm just trying to hold on tight, keep everything together—it’s been hard."
      ]
    ],
    "emotion": "thoughtful resignation"
  },
  "emotional": {
    "opener": "\"Sometimes, Daria, it's the quiet ones who have the loudest battles.\"",
    "variants": [
      [
        "That's quite perceptive.",
        "I'll keep that in mind."
      ],
      [
        "You're right, it's a struggle.",
        "But keeping things under wraps is necessary."
      ],
      [
        "True, silence does have its own weight.",
        "It's essential to stay focused in this environment."
      ],
      [
        "Your words hit home for me.",
        "It's hard balancing these internal battles.",
        "I've always been reserved, for good reason."
      ],
      [
        "You've captured the essence of my journey.",
        "It's been a challenge, growing up cautious, yet adaptable.",
        "My brother used to say something similar, before he left me with this resolve.",
        "I learned early on to be discreet, observing more than sharing.",
        "This world needs us to be vigilant, however thankless it may feel."
      ]
    ]
  },
  "factual": {
    "opener": "You know, everyone's talking about Halden, but there's got to be more to it, right?",
    "variants": [
      [
        "Things shifted when Halden centralized BCI data; suddenly access changed.",
        "I remember pilot testing, targeting various behavior aspects, hush-hush stuff.",
        "He signed data-sharing, didn't he? Quietly expanding BCI, integrating streams.",
        "No public statement, but could feel the Council's divide over predictive scoring.",
        "Halden had that signature recalibration at times, internal only, rumors say."
      ],
      [
        "Halden's move to centralize data, it limited a lot of departments' insight.",
        "You know, the BCI quietly crept into every area, testing spending, travel.",
        "Council didn't publicly address that audio clip, guess Halden had his foes.",
        "Some flagged folks vanished from lists, the records didn't align well.",
        "Halden skipped an audit, last seen entering Tower 9—then silence."
      ],
      [
        "Centralizing that BCI data really changed access; huge departments went blind.",
        "During pilot phases, BCI targeted behaviors sneakily, no official word given.",
        "Public didn't see the Council's internal split over predictive scores; ongoing talk.",
        "Audio leak of him criticizing the Directorate was oddly left alone.",
        "Halden missing an audit; entering that tower, no trace felt odd."
      ],
      [
        "Centralized BCI data made departments lose real time insights; frustrating shift.",
        "Pilot tests targeted key behaviors, expanding scoring models covertly.",
        "Leaked audio of Halden criticizing Directorate floated, seemed downplayed heavily.",
        "Some colleagues raised eyebrows when flagged folks vanished from watchlists.",
        "Halden skipping audit, then vanishing was setting a strange precedent for trust."
      ],
      [
        "BCI data centralization cut off our insights; we had to adapt suddenly.",
        "BCI expanded while pilot testing, integrating streams quietly under public radar.",
        "Working inside, we caught wind of Halden criticizing the Directorate on leaked audios.",
        "Sudden disappearance of flagged individuals from lists; unsettling patterns noticed.",
        "When Halden disappeared post-audit, it hit hard—security measures couldn't trace him, only widened mistrust."
      ]
    ]
  }
}