{
  "main": {
    "opener": "You get the sense something's been building lately?",
    "variants": [
      [
        "Noticed a few things are off in the building lately.",
        "Some delays, extra checks—nothing anyone explains.",
        "Our update process isn't as smooth as normal.",
        "Feels like we're all supposed to just keep our heads down.",
        "Hard not to wonder what's next, honestly."
      ],
      [
        "Systems where I work are acting strange lately.",
        "Had to do manual work that the software usually handles.",
        "Requests from other techs sound worried—everyone's tiptoeing around.",
        "I'm being asked to explain things I never had to before.",
        "Makes you feel like you shouldn't be seen, just in case."
      ],
      [
        "Work's gotten strange since Halden died.",
        "Terminals are locked, updates delayed—for hours sometimes.",
        "Maintenance failures that shouldn't happen keep popping up.",
        "I spent most of this week redoing code by hand, trying not to get flagged.",
        "People I work with are nervous, asking for help quietly.",
        "It's lonely, pushing through every task like I'm on display."
      ],
      [
        "The day after Halden—our director—died, everything at the lab changed.",
        "Systems locked me out, even from basic access. Updates were off for hours.",
        "Had to fix people's wristbands manually, with techs getting anxious about compliance.",
        "Every data change gets reviewed by rotating committees now. Feels hostile.",
        "Nobody wants to get flagged for something innocent, so everyone's whispering.",
        "I'm double-checking everything, scared one mistake means trouble.",
        "It’s exhausting, feeling under a lens all the time."
      ],
      [
        "I work in the lab on the wristbands—you know, the ones tracking everyone's movements and health.",
        "After Halden's death nothing runs right. System access is locked before I start any shift.",
        "Used to be smooth, almost invisible work. Now every tiny update gets second-guessed and logged by people I don't know.",
        "Techs come to me, scared about compliance. I have to keep their data safe, even when I can barely access it myself.",
        "I'm paranoid I'm going to make a mistake and trip some alert, especially with my brother's disappearance still so close in my mind.",
        "I can't trust anyone above me. I keep my contact lists updated with people who might help if things turn worse.",
        "Trying to do my job and not draw attention—it's like living on a wire these days.",
        "I'm tired, Alex. I just feel so exposed."
      ]
    ],
    "emotion": "Uneasy and a bit exposed"
  },
  "emotional": {
    "opener": "Hey, Daria, you don’t have to explain everything. Some days just feel heavier than others—everyone gets it. I’m glad you’re here.",
    "variants": [
      [
        "Yeah… I guess that’s true.",
        "Thanks."
      ],
      [
        "Right. I’ll remember that.",
        "It helps, being reminded I’m not the only one who feels it."
      ],
      [
        "Thanks, Alex. I appreciate that.",
        "Sometimes I forget other people notice all this too.",
        "Guess it just takes a word to make things lighter."
      ],
      [
        "It means something, hearing that right now.",
        "I keep thinking I should have it together, all the time.",
        "But you’re right—nobody always does.",
        "It’s strange how easy it is to forget we’re all just getting through.",
        "Thanks for reminding me I’m not alone."
      ],
      [
        "You always seem to know when to say that, even if I don’t ask for it.",
        "Most people just ignore when something’s off, but you actually see it.",
        "Honestly, I’ve learned to be careful, to not let anyone see past the surface here.",
        "Sometimes it feels like I have to wear two versions of myself—just to get through a normal day.",
        "But you let me put the mask down for a second, and breathe.",
        "Doesn’t happen often. Thank you, really."
      ]
    ]
  },
  "factual": {
    "opener": "If you know something, just say it. Everyone's in the dark, but the facts are out there.",
    "variants": [
      [
        "Halden was found dead. That's no secret now.",
        "Authorities gave almost nothing in their announcement.",
        "No one is saying why he died or who takes over.",
        "System outages started the same day, nothing explained.",
        "That's the basic story."
      ],
      [
        "Halden's death changed everything at the top.",
        "The Council just put out a statement—no details, no replacement.",
        "Internal systems broke down right after. Access issues all over.",
        "Even medical reports got sealed by directive.",
        "Feels like more is being hidden than they're saying."
      ],
      [
        "When Halden died, it threw every part of the system out of sync.",
        "Whole buildings lost key access—no overridings worked. Even our lab felt it.",
        "The official line is just bland, but there were medical reports that went private fast.",
        "He was last seen entering Tower 9. After that—nothing until they found him.",
        "Everyone up the chain's acting like it's business as usual, but it's not."
      ],
      [
        "The day before Halden's death, he missed a critical review, just vanished from routine.",
        "Security footage only caught him going into his office—Tower 9—and that's the last trace.",
        "Lab chatter says his toxicology report showed sedatives, but medical records got locked before anyone could confirm it.",
        "No investigation, even though system logs flagged tons of user inconsistencies that day.",
        "I've seen archived data get wiped lately—whole profiles vanish. We can't even audit what's missing."
      ],
      [
        "Before Halden died, he'd started pulling all system data into his control—enforcement, everything. It shut out our own teams.",
        "There were arguments in the Council last year, especially over predictive scoring—it got so bad they let him move funds around solo.",
        "That morning, our internal logs flagged his credentials as failing. I've never seen core access like that just drop out.",
        "Sedatives were found in his system, but the medical file's sealed. The Directorate's internal health unit blocked any criminal inquiry.",
        "The same week, several of us noticed hundreds of flagged names gone from watchlists. Like they were deleted, not just archived.",
        "Whatever happened, someone in the upper Council is hiding it, and the system failures aren't just tech problems—they're gaps they don't want to explain.",
        "Honestly, after what happened to my brother during a BCI audit, I keep everything triple-encrypted now. Can't trust the system or the people running it."
      ]
    ]
  }
}