{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People? They always change, don't they? Just part of life these days.",
        "Stuff in the city is wonky. Feels like a bad day every day, but nothing I'd talk much about.",
        "I'm no stranger to chaos with this line of work. You learn not to get hung up on it.",
        "Gotten a few odd service requests of late. Delays, hiccups—technology, right?",
        "Well, can't complain too much. As long as things don't get to me, I'm good."
      ],
      [
        "Yeah, folks act differently now. You can't help but notice, right?",
        "City's systems are more erratic lately. Keeps me on my toes, you could say.",
        "Haven't had a minute to breathe. Glitches everywhere, constant calls—feels a bit insane.",
        "Had a strange job in Tower 9, security gaps you wouldn't expect. Raises eyebrows.",
        "Not sure what's wrong, just hope it simmers down soon enough."
      ],
      [
        "People? Absolutely. There's a shift, no denying.",
        "Those systems I work on are a mess. Halden's death must've really shook things up.",
        "I'm swamped with calls—faulty systems, unexpected trips—keeps me wound tight.",
        "Tower 9 was a real puzzle. The security holes, man—they were glaring.",
        "I'm rattled, honestly. No clue when it'll settle."
      ],
      [
        "People are jittery, and for good reason, after all that's happened.",
        "Halden's sudden exit left a storm in its wake, and I'm in the thick of it.",
        "Never seen systems this tangled before. Every call’s urgent but there's no end.",
        "Was deep in Tower 9. Security was so lax, it stunk of something bigger than me.",
        "Kind of drowning in it all, but hanging on. It's a lot."
      ],
      [
        "Different? They're caught in the crosshairs of chaos, and I am too.",
        "Halden's death sent ripples through the city. The systems are haywire, I can feel it.",
        "I'm running ragged trying to fix what's broken, never had to work so hard.",
        "There's more to Tower 9 than meets the eye—all these security lapses cry cover-up.",
        "I'm overwhelmed, Alex, but I'm trudging through the mess. Hope I don't get swallowed up."
      ]
    ],
    "emotion": "overwhelmed"
  },
  "emotional": {
    "opener": "\"Lenart, it's just a rough patch. You've handled worse, right? \"",
    "variants": [
      [
        "Yeah, been through tougher.",
        "Things will stabilize. Maybe."
      ],
      [
        "You're right. It's happened before.",
        "I just need to be patient."
      ],
      [
        "I guess you're right, Alex.",
        "It is just a hiccup.",
        "It'll smooth out eventually."
      ],
      [
        "You have a point, Alex. This isn't my first rodeo.",
        "Things have a way of working out.",
        "Some patience, maybe a good laugh, will get me through.",
        "You've seen it too, huh?",
        "Thanks for the reminder."
      ],
      [
        "Yeah, it's not my first time dealing with a mess.",
        "Stenograd has its ups and downs, but I've learned to navigate them.",
        "Patience and a touch of humor always help, don't they?",
        "Been around the block enough times to know tomorrow's another day.",
        "Life here is a cycle; sometimes it feels like we're tweaking the same old problems.",
        "Grateful for your words, Alex. Keeps things in perspective."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. If anyone knows what's really going on, it's you. Spill it.",
    "variants": [
      [
        "You know, they named people to roles in the Council without asking anyone.",
        "They say Halden just had a heart attack, some official line to calm the masses.",
        "Well, initial trial of the BCI was aimed at most daily habits of folks.",
        "Halden was beyond the usual system control, too much freedom, I'd say.",
        "Think they locked those results to avoid questions—never heard anything more about it."
      ],
      [
        "Council's a system, no voices involved. They just slide into roles.",
        "Halden's death is publicly vague, likely intentional.",
        "BCI was tested in specific areas, many unaware. Kept it quiet.",
        "Strange, Halden held the reins on updating without check—too much, maybe.",
        "Med reports sealed up, no reason given, no follow-up."
      ],
      [
        "Appointments to the Council are data-driven. Pretty mechanical, really.",
        "Halden's dead, announcement is barren. Strange there was no interim.",
        "The BCI had these quiet runs in select zones, barely registered.",
        "He could change scoring, unchecked—could've misstepped.",
        "Toxicology's sealed, no questions, no probe. Odd."
      ],
      [
        "Council promotion is straight algorithmic. Not a whisper from the people.",
        "Halden's death? No details, no successors announced. It feels off.",
        "BCI pilot tests barely surfaced, ran under the radar.",
        "Halden had control over system metrics, unchecked. Kind of risky.",
        "Sealed medical reports, they just pushed it under? Not typical."
      ],
      [
        "Council seats filled by data. Elections are a ghost. Citizens see zero input.",
        "Halden's passing was deemed routine, but so hushed. Missing an interim boss speaks volumes.",
        "BCI stealth trials in pockets. We were patsies. Keeps us clueless.",
        "Dirk around the clock. Freedom to modify—no oversight means danger in a connected world.",
        "Medical results vanished, sidestep questions like routine classic bureaucracy."
      ]
    ]
  }
}