{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Yeah, it's been a strange week.",
        "Work hasn't exactly been smooth.",
        "Systems are acting up—harder to get anything done.",
        "Feels like everyone's a little tense.",
        "I'm just trying to keep my head down right now."
      ],
      [
        "It's been complicated lately, honestly.",
        "My regular contact didn't show up the other night.",
        "Had some trouble with my credentials at work—locked out for no reason.",
        "Editing software glitched, which never happens, so that set me back.",
        "Even getting the news out feels... risky now.",
        "Feels like someone's watching a bit closer than usual."
      ],
      [
        "Things got weird fast after the Halden announcement.",
        "I showed up at Bar 101 and the person I was meeting—gone, just vanished.",
        "When I got back, my state login wouldn't work, so I had to jump through hoops just to file anything.",
        "Even the newsroom tech failed—old machines, weird uploading errors, like the system's scrambling itself.",
        "I caught a council rep on record dodging real answers; saved the raw file offline, just in case.",
        "It all leaves me on edge, honestly, waiting for the next glitch or warning."
      ],
      [
        "After Halden's death, everything broke routine—contacts missing, my accounts suddenly blocked.",
        "Security's so tight I had to drag out my old laptop and patch together a private network just to do my job.",
        "News uploads fail or stall, like someone's pulling strings, and I can't tell which channels are safe anymore.",
        "I managed to record a council spokesperson avoiding anything real about leadership—kept that one off the main servers.",
        "Honestly, I feel exposed, like every step is being tracked but nobody's actually running the show anymore.",
        "It's isolating—makes you wonder who you can actually trust."
      ],
      [
        "Growing up with a BCI officer for a parent, you'd think I'd be used to how slippery things are here, but lately it's on another level.",
        "Ever since Halden was found dead, the whole city's out of sync—people disappear, systems mess up, my contact at Bar 101 is just...gone.",
        "State media terminals iced me out in a heartbeat, silent software fails, always this sense the rug's being yanked out as soon as you rely on it.",
        "I'm back to basics: old hardware, encrypted files, keeping footage offline, but even that's starting to feel exposed—can't even trust my own edits to reach the air.",
        "Caught a council rep stonewalling—kept every word raw, but who's even listening now?",
        "Feels like we're spinning in the dark, faking order, no real center left—it's lonely in a way I can't shake."
      ]
    ],
    "emotion": "Ends on a note of uncertainty and isolation."
  },
  "emotional": {
    "opener": "It's okay to feel lost sometimes, Rada. You're not the only one walking in the grey.",
    "variants": [
      [
        "Maybe.",
        "I’m still working it out."
      ],
      [
        "You sound like you know the feeling.",
        "Sometimes, it just helps to hear that."
      ],
      [
        "Thanks for saying that.",
        "Most people just expect you to keep moving, no questions.",
        "It's rare to get a pause like this."
      ],
      [
        "Funny how everyone pretends to have it figured out.",
        "Hearing you say that, it takes some of the weight off.",
        "I guess I forget—no one sees the whole picture.",
        "Appreciate you being straight with me."
      ],
      [
        "My mother raised me to read between the lines—trust always came slow.",
        "But sometimes I wonder if I'd notice someone else lost, the way you just did for me.",
        "These days it's the small things, right? An honest word, a pause that lasts a beat too long.",
        "With everything feeling like signals and noise, that’s the human part I miss.",
        "Makes me want to hold onto it, even if it’s just at this bar for now.",
        "You get it more than most. That matters."
      ]
    ]
  },
  "factual": {
    "opener": "You keep skirting around what actually happened. Just say it: what's really going on since Halden died?",
    "variants": [
      [
        "The announcement was brief, left out anything important.",
        "Halden's name vanished from everything overnight.",
        "Official cause wasn't given—figures.",
        "Council's not naming a replacement yet.",
        "It all feels unfinished, like something's being covered."
      ],
      [
        "There was no detailed statement, just that Halden was gone.",
        "No interim lead, nothing solid about the next steps.",
        "Internal systems took a hit when he died—delays everywhere.",
        "Some files went sealed right after, medical stuff, too.",
        "It's all kept vague—classic distraction move."
      ],
      [
        "Halden was found dead in Tower 9; initial reports said cardiac arrest.",
        "Toxicology files were locked down right after—the sedative's not public knowledge.",
        "Since he died, automated systems keep crashing or running strange.",
        "Council's being evasive—no word on leadership, no explanations at all.",
        "A lot of records disappeared or got flagged right after the death."
      ],
      [
        "Halden skipped his audit the night before—security log put him in Tower 9 but nothing after 23:10.",
        "Only an internal health unit saw the toxicology, and they sealed the results. No investigation, just silence.",
        "Hundreds of people vanished from watchlists earlier, but nobody's talking about it.",
        "All the backend glitches line up with his personal clearance getting pulled.",
        "Honestly, the Council factions are at each other's throats—invisible, but you can sense it."
      ],
      [
        "My parent always said nothing bad happens out loud in Stenograd—Halden's death fit that.",
        "An unsigned update from his terminal rewrote BCI rules weeks ago, made the system way harsher on low-score zones.",
        "After the internal review flagged all those missing people, they just... let the logs stand, no cleanup.",
        "That sealed sedative report—only a few outside the Council even know it exists, and I'm not sure it was natural.",
        "Ever since, everyone's running on fallback—systems glitch, files vanish, but nobody in charge wants to name the reason. I've never seen state bureaucracy so lost."
      ]
    ]
  }
}