{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Yeah, it's like everyone's on edge, huh?",
        "Things are all off with the system lately, can't ignore that.",
        "Been seeing odd stuff with the data streams at work, might just be a glitch.",
        "I've been sticking to my lane, just trying to handle my tasks.",
        "Could just be stress, but who knows. Quiet times can be uneasy."
      ],
      [
        "You're right, feels heavy, like something's off balance.",
        "The system's been out of whack since Halden's death, hard to miss.",
        "Irregularities show up in my job, in the data streams we monitor.",
        "Staying low-key, focusing on what I can fix for now.",
        "No one's got clear answers, and that's nerve-wracking."
      ],
      [
        "Yeah, it's been tense around, feels like something might snap.",
        "Since Halden passed, everything's been acting up — the whole system.",
        "Seen some weird inconsistencies at work with the data I check daily.",
        "I find myself working odd hours, trying to piece things together.",
        "It's unsettling, like something's lurking just beyond reach."
      ],
      [
        "You're onto something, it's like a collective shiver we've got.",
        "Halden's death messed with the tech, the systems I work on daily.",
        "Sometimes the data reverts for no obvious reason, tough to nail down.",
        "I've been fixing it manually, but the uncertainty gets under my skin.",
        "Worry creeps in with every irregularity, it's a fine line to tread."
      ],
      [
        "Feels like everyone’s holding their breath, especially after Halden’s death.",
        "The systems went haywire; I see it firsthand in the tech I handle.",
        "Data reverses suddenly, no explanation, and it falls on us to sort it.",
        "My brother disappeared in a BCI audit, so this hits close to home.",
        "Every glitch makes me anxious, and I can't shake the feeling that something's brewing."
      ]
    ],
    "emotion": "anxious"
  },
  "emotional": {
    "opener": "Daria, it doesn't have to be perfect every time. Sometimes it's okay to let things be as they are.",
    "variants": [
      [
        "Thanks for that.",
        "I'll keep it in mind."
      ],
      [
        "I appreciate your words.",
        "It's rare to hear something like that."
      ],
      [
        "You know, that really helps.",
        "I often forget to slow down.",
        "Trying to hold everything together is tiring."
      ],
      [
        "Thank you for saying that.",
        "I often struggle with letting go.",
        "It's not easy when so much feels at stake.",
        "Your perspective is refreshing."
      ],
      [
        "Thanks, Alex. It's been tough.",
        "The pressure to make everything seamless gets overwhelming.",
        "There's so much I keep to myself.",
        "It's comforting to hear it's okay to ease off sometimes.",
        "I'm always trying to do right by my brother too.",
        "Knowing that perfection isn't the goal is relieving."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Daria, it's not like you're spilling state secrets.",
    "variants": [
      [
        "You know, I've heard whispers about Halden relaunching those compliance changes.",
        "Something about internal stuff getting quietly reshuffled, like real top-level moves.",
        "Just bits from here and there, some inconsistency talk, nothing concrete.",
        "No major headlines, but the system felt it. There's buzz. That's all I got.",
        "Just thought I'd mention what little I've picked up. No more than loose threads."
      ],
      [
        "I heard about Halden quietly tweaking some BCI stuff near the end.",
        "It came from his own terminal, so it's a direct link.",
        "There were changes to how certain behaviors got flagged, almost unnoticeable.",
        "Nothing officially documented, but internal chaos is undeniable.",
        "Flags and watchlists messed up postmortem, that's what I've gathered."
      ],
      [
        "Right before things went sideways, Halden was reworking some index settings.",
        "He didn't get approval from anyone \u007f— acted from his own secure terminal.",
        "Some of us spotted unusual behavior flagging, quicker than normal.",
        "Logs showed vanished entries, people off the radar unexpectedly.",
        "He vanished, then we saw the effects \u007f— poorly catalogued events in those logs."
      ],
      [
        "Back when Halden was in charge, we knew he had this provisional authority.",
        "His silence update boosted flags and kept scores sharp, that's no secret.",
        "After his death, those internal systems just couldn't keep pace in balancing.",
        "I saw logs where flagged people got unarchived; odd stuff.",
        "It's as if the oversight crumbled overnight, and this is what I'm dealing with."
      ],
      [
        "Halden had the leeway to rewrite rules on his own \u007f— no surprise.",
        "I work with real-time updates; I saw how he boosted that sensitivity for flags.",
        "After his death, seeing known people disappear from active lists was chilling.",
        "They wanted it all smooth and unenforced, but it points to something deeper.",
        "My brother disappeared during an audit. It's personal; I keep an eye on those logs."
      ]
    ]
  }
}