{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "It's a balance, isn't it? One misstep and you're flagged.",
        "The Council's announcement was thin, left too many gaps; unsettling.",
        "Noticed the transport's wobbly lately. BCI scores slipping, maybe.",
        "Last thing you want is attention when systems start wobbling.",
        "Bar 101 felt the aftershock, didn't see that coming."
      ],
      [
        "Feels like balancing on a thread, doesn't it? All the eyes watching.",
        "Council kept it too short, people like certainty but they gave us silence.",
        "Today's ride was brief chaos - reflects something wider, signs we're slipping.",
        "Score slips, small delays turn into big trouble in our routines.",
        "After Halden, tremors everywhere — even here at Bar 101."
      ],
      [
        "Feels like the paths are narrower now, watching every move counts.",
        "Council's statement on Halden - it added nothing substantial.",
        "Transport's now shaky; no one knows real reasons, but I've seen my score drop.",
        "I've had to shift some speeches, aiming at calming but wary of the unrest.",
        "Systems failing — the signs hit you, at places like Bar 101."
      ],
      [
        "I'm stepping more cautiously these days, even on familiar ground.",
        "Council's words on Halden's death felt evasive, almost empty.",
        "Transport data's a mess, no mystery why - BCI's less reliable.",
        "With shifts in power, language works harder to soothe fear.",
        "Can't escape the ripples of Halden's silence, even here at Bar 101."
      ],
      [
        "You know how every move feels weighed now, like I'm tiptoeing constantly.",
        "Halden's gone. Council's silence feels deliberate, leaves a void.",
        "Transport's chaotic. It's no leap to see — BCI's instability echoes.",
        "Speaking of instability, every word's a dance to maintain calm, watchful.",
        "Even at Bar 101, you feel the undertow. Halden's absence ripples through us."
      ]
    ],
    "emotion": "weary"
  },
  "emotional": {
    "opener": "\"We all face changes, and sometimes, it's the uncertainty that feels heavy, isn't it?\"",
    "variants": [
      [
        "Change is constant. We adapt.",
        "Uncertainty requires caution."
      ],
      [
        "You’re right, uncertainty is unnerving.",
        "It makes me hesitant.",
        "I prefer well-defined paths."
      ],
      [
        "Change can be a challenge.",
        "Uncertainty, though, tests our resolve.",
        "I guess adaptability is key."
      ],
      [
        "Changes do weigh heavy at times.",
        "Uncertainty is disorienting, yet here we are.",
        "Understanding one's place amidst change is vital.",
        "I feel the pull between loyalty and foresight."
      ],
      [
        "It’s the unpredictability that unsettles the most.",
        "But your words bring clarity in this fog.",
        "I used to thrive on certainty, not anymore.",
        "Navigating these waters is all about balance, isn’t it?",
        "At times, the system seems like a distant echo.",
        "It’s strange — comfort in chaos."
      ]
    ]
  },
  "factual": {
    "opener": "You're here for a reason, Sven. Spill it.",
    "variants": [
      [
        "Marek's death was marked as cardiac arrest — standard, really.",
        "Systems fell apart after, manageable chaos, you could say.",
        "A simple sedative found, uncommon detail but tightly sealed.",
        "BCI's struggling, subsystems reverting to fallback. Temporary, I'm sure.",
        "Council's one-liner left much to the imagination, wouldn't you agree?"
      ],
      [
        "Halden's report states cardiac arrest, that's all they've said.",
        "Some sedative present — not broadly discussed, I assure you.",
        "Central systems are glitching post-Halden, fallback modes active.",
        "I understand hundreds vanished from watchlists — no probe opened.",
        "Council was curt, leaves a lot unsaid, likely deliberate."
      ],
      [
        "Halden was reported dead from a heart issue, end of report.",
        "Toxicology mentioned sedation, a detail kept quiet, sealed away.",
        "Systems have transitioned into fallback, glitches are common now.",
        "Audit no-shows, hundreds missing from watch lists — publicly unaddressed.",
        "Council's tight-lipped approach keeps everyone guessing."
      ],
      [
        "Halden's cardiac arrest information is widespread, nothing novel there.",
        "Sedatives showed in the tox screen. It's sealed up, not public.",
        "Post-mortem, systems are shaky — fallback modes can't hold long.",
        "I've noted people vanish from lists — data's spotty and left unresolved.",
        "Council's bare-minimal announcement was proper strategy but misleading."
      ],
      [
        "Halden supposedly suffered a heart arrest, public knows this much.",
        "Some sedative appears in the tox screen. Private, hushed up.",
        "I was briefed on system fallback activations — it's shaky at best.",
        "Missing persons from watchlists — I suspect it's systemic. No audit, though.",
        "Minimal and misleading frameworks lead to chaos; the Council knows this."
      ]
    ]
  }
}