{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Always feels heavier when things don’t work right.",
        "The transport’s late. Pension too.",
        "Systems used to run clean—now, not even a clerk can confirm who I am.",
        "Can’t say I like standing in lines these days.",
        "People I don’t recognize taking more interest—just a feeling, really.",
        "Feels like you’re waiting for something that never comes."
      ],
      [
        "Used to be you knew what to expect, day or night.",
        "Lately, the buses stop whenever they want. My pension’s delayed—they say ‘system error’.",
        "Waited over an hour today, just to be told my paperwork wasn’t showing up.",
        "Noticed some new faces hanging around my building; maybe I’m imagining things, but I double-check the locks, you know?",
        "There’s something about these days… can’t shake it off."
      ],
      [
        "I suppose I feel it too. Ever since they made the announcement about Halden.",
        "Half the city’s stuck in queues—my pension’s held up, everyone in limbo.",
        "Was at the admin center for hours; clerk said the system couldn’t even find my record.",
        "It’s not just me—saw some odd types watching our block tonight, never seen them before.",
        "Feels like we’re all just waiting for the gears to turn again, but nobody knows who’s got the wrench anymore."
      ],
      [
        "You could say the air’s heavy—you feel like someone’s turned down the volume on the city, but you’re still listening for something.",
        "After Halden passed, the routines I counted on just fell apart. Pension’s not coming, trams don’t follow the map, even my ID isn’t showing up some places.",
        "Administrative office, packed with people today—everyone restless, clerk blinking at a dead terminal.",
        "I saw these men hanging by my building; no uniforms, but they had that look—counting steps, reading faces, probably not from here.",
        "Sometimes I move things around the apartment, just in case. Feels like I’m trying to stay unnoticed in a world where everything is noticed.",
        "I haven’t slept right in a week. Feels like the city is holding its breath."
      ],
      [
        "It’s not just heavier—it’s different. You remember how this place ran: not always fair, but at least the routine meant something.",
        "I spent half my life ensuring things ran on time, making sure the Council’s machinery didn’t hiccup. Now, my pension’s delayed, I can’t get a straight answer from a single office, and my name’s floating somewhere in the void.",
        "Today I stood in line like a ghost—clerk couldn’t even pull up my status, just shrugged and told me to check back. That never used to happen, not with the systems Halden built.",
        "There were strangers tonight outside my block, lingering too long. I recognized the way they watched—like the old days, when someone was about to disappear. I moved my papers, locked doors twice.",
        "Funny, for all the systems, there’s no one left to ask. I still carry the briefcase from my last year—everyone whispers about what’s inside. Truth is, I keep it close because it’s the only thing that feels real anymore.",
        "I thought I understood the rules here, but now all I feel is… lost, to be honest. Like the world I worked for is turning into fog."
      ]
    ],
    "emotion": "Worn out, unsettled, quietly searching for reassurance."
  },
  "emotional": {
    "opener": "Nikola, no matter how things shift out there, people still remember what matters—and so do I. You're not alone in this.",
    "variants": [
      [
        "Yes, well, I suppose that's reassuring to hear.",
        "Some things are best left unsaid, still."
      ],
      [
        "Thank you. Words like that are rare these days.",
        "I try not to forget what really counts, even when it's not so clear."
      ],
      [
        "That's kind of you, Alex. It helps to know someone sees past the surface.",
        "Sometimes you wonder if memory is the only thing that carries you forward.",
        "I appreciate the reminder."
      ],
      [
        "It means more than you know, Alex. Too easy to feel invisible, these days.",
        "I've spent most of my life trying to fade into the background, for better or worse.",
        "Sometimes, a simple word does more than these systems ever could.",
        "It's funny—there are moments I almost feel myself again, listening to you."
      ],
      [
        "I appreciate that, truly. I've spent years making sure I wasn't noticed—always a supporting part, never the one on stage.",
        "Things used to feel structured, if a bit impersonal, but at least predictable.",
        "Now I find myself reaching for old habits, just to feel steady.",
        "You remind me, in small ways, that connection survives the rest of it.",
        "Even after all this, recognition from someone genuine means something real.",
        "Thank you, Alex. That steadiness is worth far more than you probably realize."
      ]
    ]
  },
  "factual": {
    "opener": "Something happened, didn’t it? Cut the vagueness—just say what you know.",
    "variants": [
      [
        "They made it official—Halden’s dead. That’s what they said, anyway.",
        "No cause mentioned.",
        "Systems started failing right after.",
        "Those are the facts they gave the public.",
        "Doesn’t sit right, but that’s all they let slip."
      ],
      [
        "Announcement came down—Halden gone, no reason given.",
        "He was found in his own place, I heard that much.",
        "Systems went haywire after—public saw it, lines everywhere.",
        "Council’s kept quiet, no replacement named yet.",
        "The timing of those failures… makes you wonder, but that’s as much as I know."
      ],
      [
        "Halden was found dead—right after missing a scheduled audit, if you look at the timeline.",
        "They said cardiac arrest, but nobody’s shown a proper report.",
        "Automated systems locked up almost the same hour—admin couldn’t function for a bit.",
        "Council just released a bare bones statement, kept it impersonal.",
        "You’d think with all those controls, someone would step in, but it’s all fallback mode now."
      ],
      [
        "Halden’s death didn’t look natural—a sealed room, no explanation, just a hint in the official line.",
        "He had special access; systems started to fail without him managing the credentials.",
        "On the inside, medical reports were sealed, something about ‘sedative traces’—not public knowledge.",
        "No interim leader, no chain of command—everything stalling, factions quiet in public, loud in private.",
        "Even the Council’s routines are off. Councilors are maneuvering, but you won’t see that in the news."
      ],
      [
        "I saw the logs myself—last entry showed Halden going in, nothing after eleven at night.",
        "Medical report sealed quick—Council’s health unit, not even usual protocol. Sedatives, not just heart failure.",
        "The same cycle—Council split the minute Halden was gone. Directorate types more visible around admin towers now.",
        "So many flagged names just vanished from watchlists before this, rules inconsistent—nobody’s talking about it.",
        "I spent years shepherding the Council’s diaries. Quiet disputes, performance scores, all that—now, it’s like the algorithm’s unanchored and the old guard act like it’s business as usual.",
        "The security office is rerouting data requests. Even with my clearance, you can hardly get at what matters. Only thing that’s certain—they’re more worried than they let on."
      ]
    ]
  }
}