{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "I've felt that shift, nothing to worry about, really.",
        "Just another day, just another system glitch, you know.",
        "Nothing out of the ordinary here, just fixing systems as usual.",
        "You know, the city has its hiccups; we adapt.",
        "All part of the job, I suppose, getting back to it."
      ],
      [
        "Yeah, I've noticed some bumps lately, comes with the territory.",
        "Systems are acting up a bit more than usual.",
        "Curious things happening with access credentials, slows me down.",
        "Most days I fix things, but lately...It's been time-consuming.",
        "It's frustrating paying the price for someone else's fault."
      ],
      [
        "Definitely, especially since Halden's passing, things have been tough.",
        "I was working in Tower 9 when crucial updates got delayed.",
        "Halden's credentials caused access issues; it's a headache.",
        "I had to manually troubleshoot for hours.",
        "Can't ignore the delays and inefficiencies – it's affecting my work."
      ],
      [
        "Since Halden passed, it's been rough – delays, frustrations, you know?",
        "In Tower 9, fixing routine issues turned into a day-long struggle recently.",
        "Couldn't access some systems without Halden's keys; quite unusual, really.",
        "Clients getting frustrated, they don't get why things are on hold.",
        "I'm dealing with manual logs and prioritizing issues. It feels endless."
      ],
      [
        "Halden's sudden death? It's affected everything in ways I didn't expect.",
        "System failures in Tower 9 caught me off guard; it's thrown my schedule off completely.",
        "I couldn't access certain diagnostics without his credentials – that was a real headache.",
        "Clients are all over me due to delays – I feel the strain.",
        "Manually logging and prioritizing it's not efficient. It's making me rethink how I do things."
      ]
    ],
    "emotion": "frustration"
  },
  "emotional": {
    "opener": "Sometimes the system just needs time to find its balance again. You've been keeping everything running when that's not easy at all.",
    "variants": [
      [
        "Yeah, maybe.",
        "It's a tangled mess, that's for sure."
      ],
      [
        "I hope you're right.",
        "It's tough working in a system that's so out of whack."
      ],
      [
        "You've got a point, Alex.",
        "I have to remind myself that it's just a phase.",
        "Keeping things together feels like juggling."
      ],
      [
        "Thanks, I needed that.",
        "Some days feel like nothing's working,",
        "But I get why things are rough right now.",
        "It's a weird time for everyone, and it's reassuring you're watching the same show as me."
      ],
      [
        "You know, Alex, it's been a rollercoaster.",
        "Trust me, I've seen my share of wild systems.",
        "My life has always been about fixing things, finding ways to make them work again.",
        "There's some comfort in knowing I'm not the only one who sees the struggle.",
        "We'll ride out this chaos yet, right?",
        "I'm grateful for a moment to just share all this with a friend."
      ]
    ]
  },
  "factual": {
    "opener": "C'mon, there's more to all this. Spill it.",
    "variants": [
      [
        "Things change when people like Halden are suddenly gone.",
        "Operations shifted, nothing truly new apart from the regular.",
        "Council's been acting... in line, all systems are still there.",
        "Halden was reserved, no scandal when he went.",
        "Just another round of usual city hiccups, that's life."
      ],
      [
        "Halden's departure stirred some interest.",
        "Council's quiet, still running as ordered.",
        "System updates sometimes happen without prompt.",
        "One day Halden's in charge, next he's gone, but the show continued.",
        "It's the nature of things here, some come, some go, not much else."
      ],
      [
        "Right after Halden dropped, system logs pointed to inconsistencies.",
        "No criminal probe launched, but traces of certain sedatives found.",
        "City systems had a spasm, made life... let's say 'interesting.'",
        "The Council seems too quiet now, more so than usual.",
        "It's clear no one's in Halden's shoes yet, that's causing ripples."
      ],
      [
        "Right after Halden's passing, tower security footage went blank — odd, right?",
        "Records of flagged individuals vanished, I found that curious.",
        "Systems flagged without Halden's eyes, much goes unseen.",
        "Council's sealed the medical report, softened the inquiry blow.",
        "I've traded enough favors to know when things aren't adding up."
      ],
      [
        "You know Halden redistributed access quietly, fewer people had visibility.",
        "Traces of psychiatric sedatives found in his report — an off-record insight.",
        "Inconsistencies in archival logs, hundreds unnoticed now.",
        "Halden had provisional authority, but his absence ripple-less? Impressive system.",
        "I worked with a few who pulled favors to see these logs; not much left unexplored."
      ]
    ]
  }
}