{
  "customer": {
    "id": "msadeghi",
    "name": "Miro Sadeghi",
    "sex": "Male",
    "age": "51",
    "access": "Private",
    "details": "Miro is a retired colonel who formerly oversaw logistical coordination for defense mobilization units. Though no longer in uniform, he works as a strategic advisor to infrastructure contractors with defense ties, providing him with quiet access to procurement channels, fleet readiness metrics, and secure communications protocols. He lives in a controlled-access residential complex for ex-officers and participates in quarterly closed-door briefings as part of a “reserve strategy cohort” — an informal circle of former officials consulted in times of transition. Miro is divorced, childless, and keeps a small collection of wartime correspondence in his study. While he holds no formal office, he is respected by active-duty officers and still receives encrypted memos marked 'for insight only.'",
    "communication": "Uses sharp, minimal sentences — the way someone trained to give orders would. He says little, but every word carries weight."
  },
  "preceding": "Stenograd faces instability after a power outage and governance reform discussions, fueled by Miro's candid conversation with officials at Bar 101.",
  "dilemma": "Miro must choose between confronting internal sabotage and defending against foreign cyber threats, impacting Stenograd's future.",
  "reason": "Miro is torn between acting on trust in personal networks versus protecting technological systems foundational to the city.",
  "variant_a": "Focus on internal sabotage and secure the Council's trust in Stenograd's governance structure.",
  "transition_events_a": [
    {
      "timestamp": "2025-04-25T11:00:00",
      "visibility": "internal",
      "description": "Internal auditors, informed by Miro's strategic concerns shared confidentially at Bar 101, initiate a review of protocol adherence and access logs, uncovering unusual activities tied to a system administrator."
    },
    {
      "timestamp": "2025-04-26T10:30:00",
      "visibility": "internal",
      "description": "Investigative teams, given special clearance, identify data irregularities and unsecured access points within the central systems, validating Miro's emphasis on the potential for internal threats."
    },
    {
      "timestamp": "2025-04-28T14:00:00",
      "visibility": "public",
      "description": "The Council announces a comprehensive inquiry into the internal misconduct. This move aims at easing public apprehensions by committing to full transparency and institutional integrity."
    },
    {
      "timestamp": "2025-05-01T11:00:00",
      "visibility": "semi-public",
      "description": "A confidential leak reveals video evidence of a system administrator entering unauthorized commands on Halden's terminal shortly before his death, fuelling internal and semi-public discussions about the incident."
    },
    {
      "timestamp": "2025-05-05T08:30:00",
      "visibility": "internal",
      "description": "Internal reports confirm data corruptions linked to unscheduled access from a staff member with high-level clearance, prompting reviews of internal security measures."
    },
    {
      "timestamp": "2025-05-08T09:30:00",
      "visibility": "public",
      "description": "The Council formally announces the launch of an investigation into internal malfeasance, placing identified suspects under surveillance to prevent further disruptions and enhance system confidence."
    }
  ],
  "variant_b": "Prepare for foreign interference to protect Stenograd's digital infrastructure from external threats.",
  "transition_events_b": [
    {
      "timestamp": "2025-04-25T08:00:00",
      "visibility": "internal",
      "description": "Miro mobilizes a specialized task force to investigate potential foreign cyber threats, focusing on recent abnormalities in city systems."
    },
    {
      "timestamp": "2025-04-26T14:00:00",
      "visibility": "internal",
      "description": "The task force, leveraging Miro's extensive network, identifies encrypted foreign data exchanges targeting Stenograd's digital infrastructure."
    },
    {
      "timestamp": "2025-04-27T09:00:00",
      "visibility": "public",
      "description": "Government announces a precautionary tightening of digital security protocols in response to suspected foreign cyber threats, advising citizens to remain vigilant."
    },
    {
      "timestamp": "2025-04-28T11:00:00",
      "visibility": "internal",
      "description": "Analysis reveals cyber anomalies in communications linked to foreign operatives, aligning speculation with previous clues tied to Halden's death."
    },
    {
      "timestamp": "2025-04-29T17:00:00",
      "visibility": "public",
      "description": "Authorities publicly accuse a foreign nation of orchestrating a cyberattack following confirmed breaches in Stenograd's network, leading to calls for international cooperation."
    },
    {
      "timestamp": "2025-05-01T08:30:00",
      "visibility": "internal",
      "description": "Miro shares findings with international allies, emphasizing coordinated efforts to counter foreign cyber threats and secure Stenograd's systems."
    },
    {
      "timestamp": "2025-05-05T15:30:00",
      "visibility": "semi-public",
      "description": "Advanced forensic analysis uncovers specific access points exploited by foreign entities, revealing possible motives behind the cyber aggression."
    },
    {
      "timestamp": "2025-05-09T10:00:00",
      "visibility": "public",
      "description": "The government escalates diplomatic measures, demanding accountability from the suspected foreign power and ensuring citizens of strengthened defenses."
    }
  ],
  "outcome_a": "The Council discovers evidence linking Halden's death to internal sabotage.",
  "outcome_b": "Artifacts suggest Halden's death tied to foreign cyber-interference."
}