[
  {
    "timestamp": "2022-03-01T09:00:00",
    "visibility": "public",
    "description": "Marek Halden is appointed head of the Central Oversight Directorate, taking charge of national systems that track and coordinate citizen behavior and data."
  },
  {
    "timestamp": "2022-06-15T14:00:00",
    "visibility": "internal",
    "description": "The Directorate begins testing the Behavioral Compliance Index (BCI) in five regions. The system uses patterns in people's behavior and purchases to estimate how closely they follow government expectations."
  },
  {
    "timestamp": "2023-04-08T11:00:00",
    "visibility": "internal",
    "description": "The next phase of the Behavioral Compliance Index (BCI) begins. More data is collected quietly through deals with phone companies and businesses to widen the system's reach."
  },
  {
    "timestamp": "2023-11-03T07:30:00",
    "visibility": "private",
    "description": "A closed government meeting ends without agreement on expanding predictive monitoring tools. Halden is temporarily given control over related funding decisions."
  },
  {
    "timestamp": "2024-03-29T10:00:00",
    "visibility": "internal",
    "description": "A glitch in the Behavioral Compliance Index (BCI) wrongly flags members of a visiting trade group, causing a diplomatic incident and prompting an internal review."
  },
  {
    "timestamp": "2024-05-21T15:30:00",
    "visibility": "internal",
    "description": "Halden changes how data flows through enforcement systems, giving his department sole control and cutting off other offices from seeing what's happening."
  },
  {
    "timestamp": "2024-07-10T12:10:00",
    "visibility": "semi-public",
    "description": "An audio clip, allegedly of Halden criticizing the military, spreads on encrypted message boards. Officials neither confirm nor deny its authenticity."
  },
  {
    "timestamp": "2025-01-04T09:30:00",
    "visibility": "internal",
    "description": "A quiet update to the Behavioral Compliance Index (BCI) is made from Halden's secure computer. It changes how easily people are flagged based on uncertain or borderline behaviors."
  },
  {
    "timestamp": "2025-03-02T13:20:00",
    "visibility": "internal",
    "description": "People who had been flagged by the Behavioral Compliance Index (BCI) start disappearing from watchlists. The problem is blamed on a temporary data error, but no clear reason is found."
  },
  {
    "timestamp": "2025-03-25T06:00:00",
    "visibility": "internal",
    "description": "Halden misses an important planning meeting. Staff last saw him working late the night before in his combined home and office in Tower 9."
  },
  {
    "timestamp": "2025-03-26T10:00:00",
    "visibility": "private",
    "description": "Halden is found dead in his residence-office. There are no signs of violence. The initial cause is listed as heart failure."
  },
  {
    "timestamp": "2025-03-26T21:00:00",
    "visibility": "private",
    "description": "Toxicology tests find traces of a drug used in psychiatric treatments. No investigation is opened, and the report is sealed."
  },
  {
    "timestamp": "2025-03-27T06:15:00",
    "visibility": "public",
    "description": "The government announces Marek Halden's death in a brief statement, without giving a cause or naming a replacement."
  },
  {
    "timestamp": "2025-03-27T09:30:00",
    "visibility": "internal",
    "description": "Major technical problems appear across the system due to missing access codes tied to Halden's account. The Behavioral Compliance Index (BCI) stops functioning normally."
  }
]