{
  "official": [
    {
      "image_id": "symmetrical_laundry",
      "headline": "Community Systems Adapt",
      "anchor_line": "Local groups organize essential supplies distribution through new community-led channels.",
      "contextual_reframing": "Stenograd’s citizens display resilience, adjusting daily routines for stable resource access during temporary system transitions."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Dialogue Grows",
      "anchor_line": "Large gatherings call for new civic directions as public forums attract unprecedented participation.",
      "contextual_reframing": "The spirit of collective discussion supports social harmony and fosters balanced civic progress."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "Era of Openness Begins",
      "anchor_line": "A transparent citizen ledger replaces Council rule, as open debate shapes Stenograd’s renewed future.",
      "contextual_reframing": "The transition to grassroots coordination reflects Stenograd’s strength in adaptation and unity during important change."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "BCI Shutdown Spirals",
      "anchor_line": "BCI scoring is ignored as people find ways around the broken system and share supplies on their own.",
      "contextual_reframing": "The crack in the automated facade grows wider. Council power slips while ordinary people take risks to care for each other."
    },
    {
      "image_id": "group_stillness",
      "headline": "Crowds Speak Up",
      "anchor_line": "Central squares fill with voices demanding an end to Council rule. Even security doesn’t dare step in.",
      "contextual_reframing": "When denied a vote, the streets become the ballot. Rumors confirm even old BCI enforcers are keeping their distance."
    },
    {
      "image_id": "council_table_empty",
      "headline": "People’s Ledger Rises",
      "anchor_line": "The Council is finished. A new order grows as exiles, erased citizens, and neighbors build the future together.",
      "contextual_reframing": "Real power has changed hands. The city belongs to the people now. No one can silence what’s already been broadcast everywhere."
    }
  ]
}