{
  "olintz": {
    "chapter": "After publicly disclosing the legacy BCI routines and Halden’s embedded instructions, Oksana was summoned for repeated debriefings by both the Council and the Directorate. Her direct action precipitated the immediate broadcast of encrypted BCI messages citywide, forcing her to issue emergency technical bulletins clarifying which signals were authentic system directives. Throughout this period, she was closely watched by colleagues, many of whom blamed her disclosure for the unpredictable score changes and daily disruptions affecting their access and privileges. Oksana refrained from using internal chat channels, opting for signed print memos to document her guidance. Her office access was downgraded, and she was removed from oversight roles. The sharp loss of trust from the system and her peers, combined with formal censure for inciting instability, resulted in her BCI score dropping to 0. She now navigates the workplace as a known risk, excluded from key operations but closely monitored for further breaches.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After citywide broadcasts began airing fragments of Halden’s voice and cryptic instructions, Nikola witnessed confusion and suspicion among his neighbors. Later that afternoon, the market was abnormally crowded, with new handwritten eligibility lists posted instead of digital systems. When Nikola attempted to collect his weekly ration, staff scrutinized his identification card, referencing unfamiliar printed score lists and questioning his eligibility. Although eventually granted limited supplies, Nikola was watched closely and heard whispers about former Council staff. Feeling exposed, he chose to leave quickly without addressing the rumors. That evening, Nikola avoided shared spaces in his building and refrained from using his comm device to check Council updates, fearing additional monitoring. He methodically reviewed his personal documents and ration logs, anticipating further irregularities with system routines. The erosion of automated trust systems forced him to depend on shifting social perceptions, causing his BCI score to decline slightly to 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After days of rumored system manipulation and public unrest, Daria arrived to find mandatory briefings broadcast at her lab, where all technicians were required to watch fragments of Halden’s voice and follow unclear behavioral instructions. The resulting confusion led to missed service cues and inconsistent device access assignments, complicating her routine. That same afternoon, neighborhood leaders began escorting technicians to prioritized service zones, citing urgent system reforms in response to protests for transparency. Daria’s reassigned schedule placed her in unfamiliar areas, avoiding informal exchanges with colleagues as she documented every step to match visible orders. She refused several requests to alter or expedite band resets, citing unclear directives and the unpredictable system environment. The mistrust and shifting priorities forced her to focus strictly on official instructions and maintain minimal contact, increasing her administrative workload. This adherence to protocol, under greater scrutiny, stabilized her compliance record. BCI score: 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following public disclosure of erratic BCI routines and the Council’s continued investigation, Lenart adjusted his work methods again. Arriving at a familiar repair site, he found entry overseen by a provisional resident committee that now referenced handwritten lists instead of the usual digital logs. Residents with previously low system status handled access, and Lenart was required to present paper documentation for every visit. During repairs, a long-term client quietly avoided him after learning they had lost benefits while Lenart’s own credentials now carried little weight. By midday, a surge of dissatisfied tenants gathered in the lobby to dispute sudden service downgrades. Lenart refrained from intervening, limiting his contact to only those who actively vouched for him. Trusted recommendations mattered more than any prior official status. Although Lenart secured two minor jobs that day, he noted that his standing now depended entirely on face-to-face relationships, not on his BCI score. His score remained at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the recent mass protests and ongoing confusion from erratic BCI routines, Sven Halek altered his daily schedule to avoid office congestion and reduce exposure to unpredictable system checks. The sudden promotion of neighborhood leaders forced him to postpone a Council draft session and instead coordinate remotely with newer supervisors whose directives changed throughout the day. When he attempted to request updated behavioral metrics for an official statement, access privileges were revoked mid-query, resulting in incomplete speech drafts. Sven documented these inconsistencies by handwriting multiple message versions and consulting Innovator colleagues in a private meeting to confirm shifting clearance standards. By evening, he refrained from referencing Council authority in new drafts, substituting neutral language to match the decentralized climate. These changes, prompted by citizen unrest and unreliable system guidance, led him to act with increased caution, resulting in a minor decrease in his BCI score to 72.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After citywide protests for transparency and reform, Rada noticed more neighbors openly discussing the system’s flaws, some even exchanging printed lists of recent BCI anomalies. The same morning, local organizers distributed flyers instructing residents on how to document erratic system messages stemming from experimental routines. When Rada went to the newsroom, she found editors now required written explanations for every report mentioning the BCI, citing new guidelines to prevent public unrest. That afternoon, a supervisor quietly warned her that her past access logs were again under review, a result of ongoing Council investigations into the legacy data influencing scores. Rada responded by writing fewer stories about Council affairs, focusing instead on interviews with affected residents. She began keeping duplicate paper records offsite to avoid further scrutiny. While these changes allowed her to maintain some reporting activity, the increased documentation demands and heightened supervision led her BCI score to fall further, settling at -10.",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}