{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Carrying something? Suppose everyone is, in a way.",
        "Crowds at the market, lists on paper, the usual confusion.",
        "I got what I needed, eventually, but people watched. Can't be too careful.",
        "Feels like the old ways aren't as forgotten as we thought."
      ],
      [
        "You notice things shifting when systems fail.",
        "Today, the market was odd. Ration lists by hand, always a crowd.",
        "My card got a second look, whispers behind me—former Council staff don't blend so easily.",
        "Left quickly. Better not to stand out.",
        "Trust can turn thin overnight, I've found."
      ],
      [
        "People watched me at the market today. They used paper lists for rations, asked about my eligibility.",
        "Being former Council staff isn't much of a shield, not anymore.",
        "Heard talk—rumors about those who used to work close to power.",
        "Once I got home, I stayed out of sight. Didn't check the comms, just waited.",
        "Feels strange living by printed logs and old habits again, fighting the urge to reach for the system.",
        "Suppose we all keep something close, just in case."
      ],
      [
        "Since Halden's death, nothing quite fits. The market ran on paper, and people eyed me when they checked my card.",
        "I've seen suspicion before, but not like this—being former Council means very little when nobody trusts the old list anymore.",
        "There were rumors about what we took home from those days. I didn't answer, just left quickly. Silence sometimes carries less risk.",
        "I reviewed every ration log and document before night. You learn not to trust the comms or the score when the routines break down.",
        "It's strange, how quickly we fall back on memory and paper.",
        "Feels like my BCI score slips for old habits, yet half the city does the same.",
        "Sometimes I wonder if quiet loyalty even matters now."
      ],
      [
        "I spent decades behind Council doors, but the BCI cared more about routine than people. Now, the routine's breaking, and so are the rules.",
        "When the broadcasts started, it unsettled the whole building. At the market, we returned to ration slips, and nobody trusted what the digital lists said.",
        "My old Council connections mark me instead of helping—staff checked my identity like they expected something else in my file.",
        "There were whispers about my briefcase, as if I might have something from Halden. I left fast. People protect secrets more fiercely when trust erodes.",
        "Avoided neighbors, avoided the comms. It's a Harmonic belief—quiet keeps balance—but now it just feels like hiding.",
        "Spent the night sorting papers, tracking every ration, trying to find patterns in the chaos.",
        "You wonder sometimes if the system ever cared about order, or just the appearance of it.",
        "It's a lonely shape, this caution. A tired kind of hope that things will steady themselves."
      ]
    ],
    "emotion": "Weary and unsettled, quietly wishing for more certainty."
  },
  "emotional": {
    "opener": "Nikola, you’re not alone in feeling lost these days. Sometimes just being steady is all anyone can do.",
    "variants": [
      [
        "Steadiness is all some of us have left. Thank you for saying that."
      ],
      [
        "I suppose you're right. These days, composure is as good as certainty.",
        "It's not easy, but I manage."
      ],
      [
        "There is comfort in steady ground, even if it wobbles underneath.",
        "We do what we can, yes.",
        "Sometimes it helps, hearing that from someone else.",
        "I appreciate your words."
      ],
      [
        "It's strange, the things we lean on for stability now.",
        "I used to find certainty in routines, even the smallest ones.",
        "Feels like that's harder every week.",
        "Perhaps you understand that rhythm too.",
        "Your words help, truly."
      ],
      [
        "When I was on the inside, certainty felt like a part of the architecture itself.",
        "Now, it's as if the old certainties only exist in memory.",
        "I've had to teach myself to find steadiness in new places—little rituals, bits of order.",
        "Even a sympathetic ear like yours is something to hold onto.",
        "Most people wouldn't understand how important that is.",
        "So thank you, sincerely."
      ]
    ]
  },
  "factual": {
    "opener": "Enough with the hints, Nikola. What's really going on out there?",
    "variants": [
      [
        "Council meetings drag on, but nothing concrete comes out.",
        "Official screens loop strange messages, but it’s hard to know what to believe.",
        "People guess at causes, but the truth feels further away each day.",
        "Suppose that’s by design.",
        "Some things are better unsaid in times like these."
      ],
      [
        "Each day, some new rumor runs through the city.",
        "Old voices echo from public screens now. Makes people uneasy.",
        "The blackout left a mark, you know. There are still shortages, still gaps.",
        "Nobody trusts the Council’s statements much. Too much ‘containment,’ not enough clarity.",
        "Some say rules don’t match reality anymore. Maybe that’s intentional.",
        "I’ve seen these cycles before."
      ],
      [
        "There’s confusion at every level since Halden’s death.",
        "First, the data leaks—then public BCI scores, private details… enough to turn neighbor on neighbor.",
        "After the blackout, Council factions barely shared a table. Infrastructure’s still brittle, and ordinary routines keep breaking.",
        "People act braver, or just more desperate. Protest movements turned up fast when scores stopped making sense.",
        "Harmonists like me keep pushing for calm, though it feels quaint at times.",
        "Automated systems keep sending out the old man’s voice with cryptic instructions.",
        "Most would rather just know what code is running their lives."
      ],
      [
        "With Halden gone, even Council can’t steer the city’s course. Routines run wild—algorithm over administrator.",
        "I remember when information was filtered, not flowing raw onto the street. That changed overnight with the score leaks.",
        "Neighbors compare ration cuts and restrictions, nobody sure how the new lists are made.",
        "As a Harmonist, I wish they’d pause, stabilize—not chase each new Innovator fix or Directorate crackdown.",
        "Instead, erratic broadcasts and those odd ‘challenges’ shape behavior. Even I check for hidden cues now, old habit or not.",
        "Council bickers about legacy code, amnesty cycles. No side really trusts another.",
        "There used to be a rhythm to governance. Now it’s improvisation and anxiety.",
        "Still, some routines remain—reviewing, recording, waiting for reason to return."
      ],
      [
        "I spent years inside those rooms. Learned to read the silences—who would speak, who would stall. That doesn’t help much now.",
        "Council’s split wide open. Harmonists on one side, the rest scrambling over who controls the mess Halden left.",
        "His old routines still trigger citywide, without warning. The amnesty cycle? I warned them not to let old experiments near the live system. Nobody listened.",
        "The blackout forced us to work like it was twenty years ago. Paper logs, face-to-face arguments. You’d think that would help—just made the distrust sharper.",
        "BCI amnesty granted privileges to thousands, left loyalists suspended. People look for enemies in line at the bakery now.",
        "Those broadcasts of Halden? Not just noise. I recognize the structure of the old test protocols. Someone—or something—runs them now, beyond Council hands.",
        "A Harmonist wants order, balance, a return to clear process. Lately, I sound nostalgic for bureaucracy, but chaos is no improvement.",
        "I’ve kept notes, seen patterns. Council says things will stabilize. But nobody’s owned what happened—and nobody’s steering.",
        "So, every day, I watch for what breaks next, hoping enough paperwork outlives whatever algorithm is learning us."
      ]
    ]
  }
}