{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "I suppose so. Lately, things at work haven't made much sense.",
        "I was asked a lot of questions. About what I reported.",
        "Now people avoid me. I feel watched more than ever.",
        "Just...tired. Like something broke in me too."
      ],
      [
        "I know that feeling. After I flagged some odd system behavior at work, they started pulling me in for debriefings.",
        "There's been talk. People blaming me for updates, for confusion in the city.",
        "I've lost my status. Can't access most things now.",
        "The way people look at me changed overnight. Like I'm contagious.",
        "Just...tired. Like something broke in me too."
      ],
      [
        "Yeah, the ground's felt unsteady for a while now.",
        "I went public about some hidden routines in the BCI—Halden's old code, things no one was supposed to see.",
        "That triggered these encrypted alerts everywhere. I had to explain to everyone what was real, what wasn't.",
        "Colleagues shut me out. My office access vanished overnight, score at zero—like I'm a threat to order now.",
        "My guidance was ignored. People mutter, but no one trusts me.",
        "Just...tired. Like something broke in me too."
      ],
      [
        "That shifting feeling? It’s everywhere, even at work. I found traces of Halden's hidden commands running the BCI—stuff that was never meant to surface.",
        "I made a choice to tell the Council and the whole city. Didn’t see another way, even though I knew the risks.",
        "The backlash was instant. All these encrypted warnings flooded the system and people panicked. My explanations hardly mattered.",
        "Coworkers—people who used to trust my analyses—now avoid me. Access gone. Score zero. I’m flagged like a criminal.",
        "I keep to hardcopy memos; they monitor me, waiting for another mistake.",
        "But I wanted people to know how BCI decisions were being made—real transparency, not just a calm surface.",
        "Now it feels like I’m the unstable part, not the city...",
        "Just...tired. Like something broke in me too."
      ],
      [
        "It's more than a feeling for me. After years defending the BCI—telling myself it made things safer—I saw too much. Tiny missteps costing people everything. Patterns no one questioned but me.",
        "When Halden died, I thought things would settle, but... The system started acting on old, hidden code routines, things only a few even remembered existed.",
        "I risked everything to make it public. Issued full disclosure—Halden's legacy, his embedded directives. Told the Council, the city. It unleashed chaos: sudden alerts, mixed signals, my colleagues lost all trust in me.",
        "They stripped my access, marked me as a risk. I’m at zero now, barely tolerated at work. I walk down the hallways and people turn away, like I’m dangerous.",
        "Sometimes I think maybe I did destabilize things. But what was the alternative? More secrets? I always believed the Harmonists were right—keep it measured, steady, humane. But we crossed a line a long time ago.",
        "Now the propaganda feels thinner than ever. The calm is fake. All these layers of control, and it just takes one breach to expose everything.",
        "I guess I did what I had to for the city, not for any faction.",
        "Just...tired. Like something broke in me too."
      ]
    ],
    "emotion": "Just...tired. Like something broke in me too."
  },
  "emotional": {
    "opener": "Oksana, you’re not a part that can just be replaced. You’re still here. And you matter, even when the world tries to make you feel invisible.",
    "variants": [
      [
        "I hear what you’re saying. Thanks."
      ],
      [
        "Maybe. It’s hard to believe sometimes.",
        "Still, I appreciate it."
      ],
      [
        "That actually helps. Most days it feels like I don’t count for much.",
        "I know I’m not the only one, but it gets heavy.",
        "Strange how just hearing it out loud changes something."
      ],
      [
        "No one really says things like that here. Not seriously.",
        "It does make a difference, just to be seen.",
        "Most days I feel forgettable. Like I could disappear and nothing would shift.",
        "Still. Your words matter, even if I’m not sure I do.",
        "Thank you for not just looking away."
      ],
      [
        "Sometimes I worry I’m already invisible most places. Not just to the system, but to everyone.",
        "It wasn’t always like this — I used to believe I was part of something that mattered.",
        "The way you say it, it’s almost enough to remember how it felt before everything got so calculated.",
        "I used to tell myself I chose this. Maybe I did. Or maybe the system chose me.",
        "When people stop seeing each other, it’s easier to let the edges blur.",
        "I’m glad someone remembers what it’s like to actually see another person."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually pushed things over the edge? Feels like everyone’s talking, but no one really says what happened.",
    "variants": [
      [
        "When the BCI glitched citywide, things got chaotic.",
        "People noticed scores stopped matching what they expected.",
        "Alerts and warnings started coming from everywhere.",
        "The system was clearly unstable.",
        "Most of that isn't public, but. It’s all over now, anyway."
      ],
      [
        "After Halden... the blackout hit almost everything connected to the BCI.",
        "People’s scores didn’t make sense. Some were shut out while others got through.",
        "Protests, confusion, nobody trusted what they saw on the screens.",
        "Council had to step in—first time they really showed themselves.",
        "I think people are more afraid than before.",
        "The truth of it... feels less important by the day."
      ],
      [
        "There was this full blackout, all automated systems down, like before the BCI.",
        "Right after, city records came up with pieces of Halden's notes—wrote things nobody expected.",
        "His entries matched what started happening: old code surfacing, city feeling unpredictable.",
        "Suddenly, BCI awarded privileges to people it usually excluded, and vice versa.",
        "The Council can’t explain it. Some factions want more control, others just want calm.",
        "Behavioral 'challenges' started—old test routines, public directives from Halden’s voice. All very orchestrated, but... off balance.",
        "Feels like we’re running old experiments again, just on everyone."
      ],
      [
        "The blackout, then Halden’s journal—they really scrambled things.",
        "His last entries predicted these weird score shifts. I saw colleagues panic as rewards and penalties flipped for no reason.",
        "It was never just technical—each Council group tried steering things, but the BCI patterns kept changing. Nobody stays favored for long anymore.",
        "I recognize Halden’s behavioral cues in the ‘directives’—like the system’s replaying its earliest experiments on us.",
        "All the propaganda about safety... it’s thin now. Feels more like containment than care.",
        "I always wanted to believe order was possible. Now, even Harmonists can’t ignore the cracks.",
        "I don’t think anyone knows who’s in charge of the BCI anymore.",
        "Most people around me just fake compliance, hoping the system forgets them."
      ],
      [
        "After Halden’s death, I hoped things might get less tense, but the opposite happened.",
        "When those blackout days came, for the first time since I started, I saw the city without infrastructure—no scores, no automation, just confusion.",
        "Finding those fragments of Halden’s journal... you don’t forget reading someone predict unrest as if it were code, not people.",
        "I watched the Council fracture over legacy routines—every faction scrambling to hide how little control they had.",
        "Then the BCI’s amnesty protocol activated and gave privileges to people it used to monitor. Some loyalists were locked out overnight; nobody felt safe.",
        "Seeing the old pilot-phase ‘challenges’ rerun on public screens—it was surreal. I recognized datasets from my analysis work, but they were rewritten to manipulate, not measure.",
        "For years I rationalized it. Thought the Harmonist approach—keep things stable, humane—was enough. But the system’s outpaced any idea of humane.",
        "Half the city’s gaming the BCI already. The rest are just hoping it doesn’t notice them. And I’m not sure who I’m working for anymore.",
        "This isn’t governance, Alex—it’s feedback without end."
      ]
    ]
  }
}