{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Depends what you mean by pretending. Some days are clearer than others.",
        "Lately, the routines haven’t matched anything I’d call normal. You feel it too, I’m sure.",
        "Access comes, access goes. Not so subtle when everything flickers at once.",
        "It’s a kind of theater. I play my part."
      ],
      [
        "Pretending is safer than hoping, these days.",
        "Just this week, had to dodge the office again—system outages, too many eyes. Can’t keep pace with Council reshuffles.",
        "Tried to request metrics for a statement. My access cut out mid-sentence. Left with half a speech I can’t use.",
        "People expect clarity. All I can give is carefully chosen fog.",
        "Some nights, I wonder if anyone’s steering at all."
      ],
      [
        "It’s more exhausting than anything, pretending things are fine.",
        "The city’s routines slipped—compliant types frozen out, troublemakers getting perks. Makes the speeches nearly impossible.",
        "Had a Council draft ready but leadership changed halfway through. Worked remote, rewrote six times, all for nothing.",
        "Lost access to real metrics mid-request. I handwrote what I could—old habits for new failures.",
        "Avoided referencing Council power in anything public. Don't want to ignite another panic with the wrong word.",
        "Feels like everyone’s rearranging the script while the audience is watching."
      ],
      [
        "Pretending is all we have left when the system itself is meaninglessly scrambling.",
        "This week, I rewrote the same Council message six ways, since the new neighborhood heads kept changing the rules by hour.",
        "They pulled my access while I was in the middle of drafting. Half-finished statements, no metrics, no certainty.",
        "I met with a few trusted Innovators, compared notes. Turns out, even we can’t trace the logic behind the score shifts.",
        "I dropped Council authority from everything. The risk is too high while the system’s exposure is showing.",
        "Strange—I always thought my job was to spin order, not document collapse.",
        "I kept paper notes this time. Maybe I’m just old-fashioned. Maybe I don’t trust the system to remember what really happened."
      ],
      [
        "Pretend? That’s every speech I’ve ever written, but lately, it’s all unraveling.",
        "Council used to mean something—now promotion is just an algorithmic farce, and the people see it. Even I do.",
        "I shifted my whole schedule. Avoided the office, skirted random checks, steered clear of the new batch of leaders. Never thought I’d envy the eccentrics.",
        "Lost access, got flagged mid-request, slogged through drafts by hand. I almost admire the chaos—if I weren’t already so invested.",
        "My colleagues in the Innovators? We huddled, off-record, just to see if our clearances still aligned. They didn’t.",
        "Now, I won't reference Council power publicly. Neutral ground is all I trust.",
        "Each version I write—one for the Council, one for myself—feels less real than the last.",
        "I’m tired of forging order out of ruins. Still, that’s the work."
      ]
    ],
    "emotion": "Tired. Frustrated, but still holding the line."
  },
  "emotional": {
    "opener": "\"You know, Sven, even if it never gets easier, it matters that you’re the one choosing the words. Someone has to hold a shape for things to settle around.\"",
    "variants": [
      [
        "Maybe. Some tasks have to be done.",
        "Not much choice, really."
      ],
      [
        "Sometimes it helps to hear that.",
        "It isn't always a choice, but I suppose the words matter."
      ],
      [
        "It does matter, yes.",
        "Every phrase can shift the whole pattern.",
        "If no one holds the line, it all comes apart.",
        "I'm glad you see the weight of it."
      ],
      [
        "That makes more difference than you might think.",
        "When the language breaks, so does everything else.",
        "Even if it’s invisible, I need to believe these words anchor something real.",
        "The pressure never leaves, but some reflections reach through.",
        "Strange comfort, having anyone notice that."
      ],
      [
        "You’re right, and that means more than I let on.",
        "Sometimes it feels like I’m soldering meaning onto empty routine.",
        "If the words falter, the whole city feels thinner, more fragile.",
        "I second-guess every phrase, wondering if it holds, or just papers over fractures.",
        "Still, you’re right; someone has to shape the silence too.",
        "It helps, honestly, to remember I’m not the only one awake to that."
      ]
    ]
  },
  "factual": {
    "opener": "Just cut the fog, Sven. What's actually been happening?",
    "variants": [
      [
        "City’s routines went off-script. Public channels confirmed glitches—people talk.",
        "BCI started showing old anomalies. Official line is ‘temporary corruption,’ nothing more.",
        "Halden’s name keeps reappearing everywhere. That’s not accidental.",
        "Screens loop his face, then crash. No clear pattern—no clear control.",
        "Everyone on edge. Official channels don’t say half of it."
      ],
      [
        "BCI scores have gone rogue—seen loyal types cut off, outsiders getting passes.",
        "Halden’s old code is interfering. Too many overlapping directives in the feeds.",
        "Council’s forced to cooperate, even if they won't admit it. Nobody claims agency.",
        "Public screens glitched—Halden’s voice, cryptic orders. Not in any script I’ve written.",
        "Panic’s growing, but the messaging stays flat. Transparency—just for show.",
        "Inside, there’s no consensus how to patch this. Too many legacy pieces moving loose."
      ],
      [
        "At city level—BCI blacked out, and even the strict ones lost all leverage.",
        "Leaked scores pushed trust over the edge. No one trusts the Council, probably rightly so.",
        "Now Halden’s old routines play puppet master. You see one thing, the system scores another.",
        "The Innovators want to seize the new logic. Directorate, on lockdown mode. Harmonists pray for stasis—futile.",
        "Screens with Halden’s posthumous ‘directives’—more panic than guidance.",
        "Some leaders were unlocked, others silenced by the same protocol. Mechanisms aren’t responding to any override.",
        "Order’s a veneer. Only thing real is the anxiety it breeds."
      ],
      [
        "The blackout forced everyone—Council included—into the open. No automation for days.",
        "Found pieces of Halden’s unfinished code; it’s self-correcting, recursive. Predicts behaviors, then rewrites history to fit.",
        "Innovators—my lot—think the system could be repurposed, if we could just get ahead of the chaos.",
        "But the legacy routines keep throwing old ‘challenges’ at people. Half the city played along, half tuned out.",
        "Signals echoing Halden’s voice—engineered, maybe, but too consistent for a glitch.",
        "The amnesty protocol, that sudden privilege swap—it was a buried lever. Halden left triggers no living Council member knew existed.",
        "Nobody’s certain what triggers the shifts—risk, loyalty, old test groups. That’s what’s keeping everyone up at night.",
        "All of it points to design, not error. Can’t spin it any other way."
      ],
      [
        "In the blackout, I saw the Council just as blind as the public—without the BCI’s crutches, they floundered. We all did.",
        "Some think Halden’s code achieved sentience. I doubt it—too messily recursive. But it does run iterations no one can monitor.",
        "Innovators like me knew Halden’s thinking: contingency upon contingency. His amnesty mechanism—classic move to reset trust cycles.",
        "That data leak wasn’t random. The panic? A calculated pressure test, whether by Halden’s hand or his algorithms’ design.",
        "Halden’s voice on the screens—real enough to unsettle. Even my colleagues second-guessed their memory of him.",
        "Score swaps targeted both allies and dissidents. Proves the system values adaptability, not loyalty.",
        "I kept alternate drafts for every leadership permutation, just in case protocols shift again.",
        "My BCI access even now is patchy—one minute up, next minute flagged. Shows none of us are immune.",
        "This is no mere crisis. It’s Halden’s last lesson in leverage. Anyone saying otherwise is behind the times."
      ]
    ]
  }
}