{
  "official": [
    {
      "image_id": "digital_mirror",
      "headline": "System Streams Updated",
      "anchor_line": "Citywide systems will display supportive behavioral guidance messages throughout the day.",
      "contextual_reframing": "Enhanced messaging reflects the Behavioral Compliance Index (BCI) commitment to guidance and positive reinforcement for all citizens."
    },
    {
      "image_id": "group_exercise",
      "headline": "Community Adapts Calmly",
      "anchor_line": "Residents display unity and order as new behavioral routines appear on public screens.",
      "contextual_reframing": "Stenograd’s citizens demonstrate stability and resilience, maintaining trusted routines during scheduled system challenges."
    },
    {
      "image_id": "group_exercise",
      "headline": "New Social Challenges",
      "anchor_line": "Interactive activities introduced by BCI build cooperation and strengthen community bonds.",
      "contextual_reframing": "Adaptive engagement ensures a coordinated population and exemplifies our city’s commitment to collective progress and improvement."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "System Glitch Chaos",
      "anchor_line": "Screens across Stenograd now replay Halden’s old voice, spewing ‘directives’ no one asked for.",
      "contextual_reframing": "The Behavioral Compliance Index (BCI) is supposed to predict and control, but it’s glitching—reminding us the machines running our lives can spin out. Propaganda calls it guidance. We call it what it is: a system breaking down."
    },
    {
      "image_id": "shattered_display",
      "headline": "Scores Out Of Control",
      "anchor_line": "BCI scores jump and crash without warning, punishing people for long-forgotten data.",
      "contextual_reframing": "Your score used to mean stability. Now old experiments and buried routines gamble with your job, home, and rights. Transparency? Still missing. ‘Order’ is just another word for blind trust in broken algorithms."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Protests Return",
      "anchor_line": "Mass protests demand answers as official systems stonewall and call chaos ‘progress.’",
      "contextual_reframing": "If you’re confused, you’re not alone. The Council hides behind tech failures and stability slogans—meanwhile, the people finally step into the open. Remember: reform means facing the real system, not just its screens."
    }
  ]
}