{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Had some odd glitches at work this week. Never seen so many doors lock for no reason.",
        "Management acted like it was nothing, but everyone walked on eggshells.",
        "Missed every deadline. The system wouldn't let me send out even a summary.",
        "Felt invisible—like maybe that's the point."
      ],
      [
        "Had a string of archive failures at the office after the alert hit. Real convenient, right after all that news broke.",
        "Security's got everyone flashing badges on every floor. Like that's going to make anyone feel safer.",
        "Lost my footage access. Every piece had to go through management, and I got flagged low compliance.",
        "They told us not to mention this 'ghost archive' thing. Even between colleagues.",
        "It starts to feel like you're being watched twice—once by the cameras, once by your own doubts."
      ],
      [
        "This week? Caution tape everywhere, metaphorically and literally. After that city alert about hidden BCI profiles, the newsroom basically froze.",
        "Half the team couldn't log in. Physical IDs at every checkpoint, like we're the risk.",
        "My raw footage got locked out with everything else—I couldn't push out stories, had to ask for every single approval.",
        "Missed some deadlines and my BCI score dropped hard. Funny how it all links up, isn't it?",
        "Management glared at anyone who even whispered 'ghost profiles.' One warning away from a demotion, apparently.",
        "Most days I keep edits to myself, but lately, not even that feels safe. Just feels like the ground shifts under your feet, and you never get to plant both heels."
      ],
      [
        "You know me—a little too curious for my own good. Ever since that alert about invisible BCI profiles, I've been locked out more than in.",
        "Newsroom went on lockdown, people had to show IDs just to get to the bathroom. That really put everyone on edge.",
        "Every article I tried to push out was denied unless a supervisor stamped it. Even my backup stories vanished from the system.",
        "I saved what I could, but the files went dark overnight. Our management made it clear—mention 'ghost archive' and you risk a system review. Sounded more like a threat.",
        "I tried passing a draft to a friend off the record. Now every login’s flagged and my score tanked—eleven. Feels like I'm not supposed to exist.",
        "Makes you realize, when the system goes haywire, you find out who people really are.",
        "Feels like I'm fighting just to keep a grip on my own story. Just feels like the ground shifts under your feet, and you never get to plant both heels."
      ],
      [
        "Honestly? It’s a mess. After they confirmed those invisible BCI profiles, my whole newsroom became a minefield.",
        "We used to joke about file glitches. But this time, half our archives locked down, and suddenly it's mandatory ID swipes even for coffee.",
        "I lost access to all my raw footage, even stuff I’d hidden. Had to grovel for permission every time I needed to send out edits.",
        "I ignored two silent warnings already. Wasn’t planning to stop sharing what matters. But now they're pulling files offline and shadow-flagging people like me.",
        "Tried to push a real report through—let's say that didn’t go unnoticed. My BCI dropped so low I might as well be a ghost myself.",
        "It’s wild, because my mom helped set up these compliance programs. She’d never believe what’s happening. All this talk about keeping the city safe, but who keeps us safe from the system?",
        "Feels like it’s about keeping us quiet, not just compliant. Most of the time, I’m not sure what story I’m supposed to tell anymore.",
        "Just feels like the ground shifts under your feet, and you never get to plant both heels."
      ]
    ],
    "emotion": "Just feels like the ground shifts under your feet, and you never get to plant both heels."
  },
  "emotional": {
    "opener": "You know, Rada, sometimes the city wants you to think it owns the ground—but it can't take the balance you find for yourself. That’s something systems can’t calculate.",
    "variants": [
      [
        "Maybe. Sometimes balance is just another word for standing still.",
        "Still, I appreciate the effort."
      ],
      [
        "I get what you mean. There's comfort in pretending there's solid ground.",
        "Hard to remember that the ground is mine, though.",
        "Thanks for the words."
      ],
      [
        "Yeah, stability’s mostly an illusion around here.",
        "Guess you’re right—what we hang onto is ours, even if it’s small.",
        "Some days that’s enough. Some days it isn’t.",
        "But today... it helps."
      ],
      [
        "You saying that makes things feel a little less unsteady.",
        "I grew up thinking every rule had a reason, every crack warned you where not to step.",
        "Now, I just look for something real I can hold onto, even if it’s a moment like this.",
        "We all need reminders there’s more than the city’s scorecard.",
        "So... thank you."
      ],
      [
        "That hit the mark. My father used to tell me the rules were a floor—safe, steady, predictable. Turns out even floors can slide.",
        "Growing up under those stories, I was always waiting for things to settle. They never did.",
        "But lately, I’ve learned to trust my own footing, even if I’m the only one who does.",
        "Most people don’t see the ground moving until they're falling, and then it’s too late.",
        "So when someone notices, actually sees what it’s like... yeah, it matters.",
        "Especially when it comes from someone who isn’t just repeating what the city wants you to hear."
      ]
    ]
  },
  "factual": {
    "opener": "So, what’s really going on out there? You hear anything that isn’t on the news feed?",
    "variants": [
      [
        "All I know is since Halden turned up dead, things have been tense.",
        "People talk about some big leak, but details are patchy.",
        "Council’s cracking down, nobody’s sure who’s really in charge.",
        "There are whispers about profiles that won't go away.",
        "Feels like the rules change every hour."
      ],
      [
        "That data leak set everyone on edge. Too many details slipped out.",
        "Heard the Council’s even fighting itself, nobody agrees on the fix.",
        "A few friends got their scores bounced for no reason at all.",
        "Now they’re blaming Lintz, but the glitches were happening before her.",
        "Even the old Harmonists seem spooked. That’s not normal.",
        "Everyone’s just watching their backs."
      ],
      [
        "After Halden died, info started surfacing about BCI profiles nobody knew still existed.",
        "The city’s glued together with rumors now—ghost users, broken scoring, Council mudslinging.",
        "Factions are ripping at each other. Directorate’s on purges, Harmonists want a system rollback.",
        "Lintz got scapegoated, but it’s deeper than her. Evidence dumped showing problems go way back.",
        "People are getting flagged at random, as if someone’s rewriting the rules by the hour.",
        "It’s not just technical. It’s about who gets to decide what’s real.",
        "The BCI isn’t protecting us. It’s protecting somebody."
      ],
      [
        "Halden’s death wasn’t even cold before the ghosts came out—the old pilot subjects, hidden profiles.",
        "Leaks showed hundreds weren’t deleted. Some of those names…they shouldn’t exist, yet they’re in the system.",
        "Council’s been spinning in circles—Directorate locking down, Harmonists stammering about resets, Innovators salivating over a rebuild.",
        "Lintz is just a scapegoat. Data points to shadow games stretching way back. Early breakdowns, quiet manipulations.",
        "The public only got the scraps, but those files? Some of us know what was scrubbed.",
        "Now, any hint you talk about these 'invisible citizens,' you get flagged, silenced, vanished from the newsfeed.",
        "I’m done toeing that line. My BCI can fall as far as it wants.",
        "I’d rather be ghosted than play mouthpiece for this mess."
      ],
      [
        "Been saving scraps since before Halden died—those leaks are just surface rot. I’ve seen pilot logs, names of people I thought were purged for years.",
        "Council’s always called the shots through statistics, but now the numbers lie. Profiles were never really deleted. Just hidden.",
        "Saw Lintz’s name trashed, but her messages now? She’s digging through ghosts, trying to find roots. I passed her one of the old archive chains myself.",
        "Used to think the Harmonists just wanted order. Now they’re begging for ancient backups. That’s as desperate as it gets.",
        "The Directorate’s rubbing its hands, chasing 'purges,' but their orders break the city faster.",
        "Protests, sabotage—none of that started overnight. People I trust saw manipulation way before it hit the streets.",
        "All these resets and denials? It’s about power, not safety. Always was.",
        "My mother ran compliance audits. She’d choke seeing the system like this.",
        "If you ask me, the safest story is one nobody gets to write. I’m not here to serve Council truths."
      ]
    ]
  }
}