{
  "olintz": {
    "chapter": "Following news of the discovered privilege ledger and the resulting public outrage, Oksana noticed an immediate tightening of access protocols inside her building. Early that morning, her service terminal failed authentication requests for two consecutive hours, forcing her to manually file requests in person. Security staff, directed by hastily deployed Council mandates, began cross-checking ID tags for all residents regardless of score. Oksana queued alongside neighbors she had never spoken with as everyone waited for system updates to clear. When a compliant resident was denied entry to the lift while several previously flagged individuals were waved through, Oksana observed confusion and growing suspicion among tenants. She avoided conversations and quietly switched entrances, using side doors typically reserved for deliveries. Reviewing her compliance logs that evening, she noted the lack of negative flags but felt no confidence in the system’s rules. Her BCI score remained at 16, unchanged but with additional system notations for irregular access attempts.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the citywide revelation that high-level officials had received systematic privilege exceptions, Nikola noticed immediate changes at his residential terminal. Access permissions, previously predictable, now fluctuated by the hour as digital audits swept older entries. That morning, as Nikola queued outside in the rain, a group of anxious residents reviewed printed lists, pointing out names flagged for favored treatment. Conversations abruptly quieted when Nikola approached, as his name appeared near ambiguous entries. The next day, after the Council’s conflict escalated and irregular BCI restrictions were reported, the market he depended on limited service times without notice. Nikola waited over an hour, only to have his score queried twice before being served. He purchased only shelf-stable items, then left quickly, refraining from engaging with neighbors or using his comm device. He spent the evening quietly updating his hiding places and reviewing his digital footprint, resulting in a BCI score reduction to 64.",
    "bci_score": 64,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the leaked ledger confirmed favoritism within the BCI system, Daria’s lab was swarmed by colleagues suspicious of each other’s privilege status. As citywide outrage escalated into visible protests, her supervisor canceled the usual rotation, requiring all technicians—including Daria—to work extended hours under visible monitoring. That morning, two technicians confronted her directly about her recent refusal to override device logs, implying that anyone with a stable score had inside knowledge or unauthorized access. During a routine check, Daria documented all actions in the public log, but still noticed her workstation access was restricted for three hours, delaying critical diagnostic updates. She declined three separate requests to privately modify data, citing new oversight directives. By day’s end, her limited contacts and strict compliance with protocols increased the system’s trust in her, resulting in a modest positive adjustment in her BCI score. New BCI score: 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The morning after Lenart Kova planted the burned Council privilege ledger where protestors would discover it, he monitored the resulting unrest from his workshop, carefully avoiding digital channels. As news of explicit BCI corruption spread online and through the city, several former clients with Council ties severed all contact. Lenart’s access to multiple maintenance nodes was immediately revoked, flagged under system security protocols as his own BCI score plummeted. During an ordinary service call, he was denied entry by an automated checkpoint—system logs listed him as a possible agitator. The exposure of the ledger placed Lenart under suspicion from all sides: potential clients feared associating with him, while the Directorate flagged his credentials for investigation. His decision clearly triggered the citywide protests and open Council conflict, confirming that his action, not random chance, caused the accelerated breakdown of normal governance. Lenart’s BCI score dropped steeply from 35 to 17.",
    "bci_score": 17,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the public revelation of Council privilege exceptions and the intensified demonstrations demanding fairness in the BCI system, Sven arrived at work to discover his shared office had been reassigned again, this time abruptly paired with a junior staff member who openly questioned past official statements. Requests for updated communication protocols were deferred with no timeline, and Sven observed that collaboration among departments had slowed as teams hesitated to act without explicit clearance. During that afternoon’s message drafting, a senior contact declined to provide language approval, citing uncertainty about evolving compliance standards. Sven responded by halting in-progress drafts and restricted revisions to essential statements only, avoiding any mention of previous privilege systems. He saved all edits offline, anticipating further instability. Personal caution increased as he tracked abrupt shifts in personnel assignments. As a result of his reduced output and frequent hesitation, his BCI score declined slightly, from 76 to 74.",
    "bci_score": 74,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the leaked privilege ledger and the public exposure of Council favoritism, Rada’s newsroom became quieter as editors avoided referencing high-profile names in any new material. On the afternoon after citywide outrage broke online, she observed that compliance software flagged her every attempt to access leadership-related archives. Scheduled meetings were canceled without explanation, forcing her to rearrange her reporting plans. When a colleague shared new interview contacts with demonstrators using a secure note, Rada copied out phone numbers by hand and deleted the message immediately after. She shifted her interviews with affected residents to informal coffee shops rather than official sites, using voice recorders instead of digital files. Later, she kept notes on disposable paper stashed outside the office, fearing office sweeps. By evening, she saw her BCI dashboard had dropped to 26, the cumulative result of repeated flagged behaviors and association with protester networks.",
    "bci_score": 26,
    "political_preference": "rebel"
  }
}