{
  "main": {
    "opener": "It's been a rough season for some. You managing okay?",
    "variants": [
      [
        "You know, the office has been quieter than usual since that big leak.",
        "A lot of meetings canceled, not much clarity from upstairs lately.",
        "Feels like everyone’s watching their step now.",
        "If I’m honest, it’s tiring."
      ],
      [
        "It’s been a weird stretch since the ledger story blew up online.",
        "Let’s just say my newsroom isn’t big on talking about Council folks these days.",
        "I've tried chasing a few leads, but system flags keep popping up whenever I dig too deep.",
        "I take conversations off the record now. Trust is thin.",
        "It’s kind of like walking through fog, honestly."
      ],
      [
        "Since the privilege ledger surfaced, every attempt to report honestly gets flagged or blocked.",
        "They even shut down my access to archives about Council members—no explanation, just silence.",
        "Colleagues use paper notes, or meet outside the office.",
        "My BCI dropped again, just for meeting protestors and asking about the exceptions.",
        "I keep my notes outside work now. Every day feels risky.",
        "Feels like I’m running out of ways to do this job."
      ],
      [
        "Growing up with a BCI officer, I thought I understood how this city worked. I was wrong.",
        "The day after that ledger leak, I saw the gears grind to a stop inside my newsroom. Editors wouldn’t touch anything close to real names.",
        "Every attempt at digging deeper—flagged, sometimes erased.",
        "I’m back to voice recorders in coffee shops. I keep my notes hidden outside the office, even delete my contacts just in case.",
        "My BCI is down to 26 now. Half the things that got me here would’ve been considered normal journalism once.",
        "Leaked contacts, informal interviews, silent warnings—feels like I’m chasing ghosts and the system’s always a step behind.",
        "Still. I can’t just stop."
      ],
      [
        "When I was a kid my mother taught me to spot what the BCI left out—the stories nobody wanted told. That’s what I try to do now.",
        "Since the ledger leak, the newsroom’s gone cold. Editors tiptoe, leadership names are off-limits, and my access to anything real is just... gone.",
        "I can barely move in the system anymore. Every push for truth triggers an alert, every talk with a protestor costs me points.",
        "We all know the Council’s games have rotted public trust. I see colleagues passing paper notes, booking interviews as if they’re swapping secrets for survival.",
        "My choices have dragged my BCI down to 26. One more flagged meeting, maybe I’m next to vanish—for what, asking questions?",
        "If you noticed fewer stories with names, that’s no accident. They want us filling space, not reporting truth.",
        "Last week, I made the call to stick with the people anyway. I risked it, passed info out through channels, didn’t look back. No change without sacrifice.",
        "I’m just exhausted. But I’d rather fight than live pretending this is normal."
      ]
    ],
    "emotion": "Exhausted, but unwilling to give in."
  },
  "emotional": {
    "opener": "\"You know, Rada, you don't have to fix the whole city—surviving here is already a kind of rebellion.\"",
    "variants": [
      [
        "Maybe. Sometimes it’s all you can really do.",
        "Hard to disagree with that."
      ],
      [
        "Yeah... feels like that most days.",
        "It’s not much, but small things count, right?",
        "You get used to working with what you've got."
      ],
      [
        "That... actually helps, Alex.",
        "I guess I forget surviving means something.",
        "Some days just getting through feels like enough.",
        "It's good to hear someone say it out loud."
      ],
      [
        "That's the first thing that's made sense today, honestly.",
        "I spend so much time trying to push back, I forget just being here matters.",
        "People think it’s easy to adapt, but it takes something out of you.",
        "Still, I can’t shut it off. Even knowing—surviving’s a win.",
        "Thanks for the reminder, Alex."
      ],
      [
        "You really get it. Most people just expect you to keep your head down and not complain.",
        "It’s strange—my whole life has been about trying not to disappear in this place, even when no one’s watching.",
        "Sometimes it’s like we’re ghosts to each other. That wears you down.",
        "But I guess those tiny acts, just existing honestly, they're what’s left.",
        "That’s what keeps me from burning out, even if it feels pointless some nights.",
        "I appreciate you not making it sound easy—it never is, and it helps to hear that acknowledged."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling the same stories, Rada. Want to actually say what’s really been happening, or just keep hinting?",
    "variants": [
      [
        "Ledger made everyone jumpy. Council didn’t expect the backlash.",
        "Public’s restless, but enforcement’s doubling down.",
        "Some talk about system glitches but who knows.",
        "Council factions are snapping at each other, that’s about it.",
        "It’s all just noise until someone takes real action."
      ],
      [
        "First, the burned ledger pops up where protestors could find it. No mistake there.",
        "Since then, outrage everywhere but nothing public from Council, just security getting tighter.",
        "Rumors are flying—some say even loyalists are getting penalized by the system glitches.",
        "Protests keep growing. But I see more unmarked security around, watching the crowds.",
        "System’s acting off. That’s probably not an accident.",
        "People are waiting for a crackdown or a collapse, whichever comes first."
      ],
      [
        "The ledger explosion? Exposed all those Council exceptions. No way to put that genie back.",
        "Council’s been infighting ever since—all three major blocs barely holding it together.",
        "Algorithm changes are rolling out so fast, nobody’s sure which rules count day to day.",
        "Protests have picked up steam. Saw plainclothes analysts at the last rally, tracking faces.",
        "People flagged before for minor things are suddenly getting privileges, while others get stonewalled.",
        "An underground market for fake BCI scores popped up almost overnight.",
        "If this keeps up, even ‘model citizens’ will be looking over their shoulders soon."
      ],
      [
        "After the ledger leak, every faction’s moving in broad daylight—Harmonists want calm, Directorate’s locking things down, Innovators look desperate for a reboot.",
        "The BCI’s supposed ‘fixes’ are chaos—half the city running on glitches, the rest rewiring their lives around unofficial channels.",
        "Some of those who vanished before have started to reappear. No official record, but I’ve seen them—nobody knows how they got back in.",
        "Ghosts turning up means someone’s lost control over the exclusions. Makes the Directorates look weak.",
        "Fake BCI IDs are worth more than a job these days. Even the unflagged are buying security.",
        "Every day, more people are joining the protests. The old fear’s losing its grip.",
        "I never thought I’d see the system exposed like this. Makes me almost hopeful.",
        "People are learning to navigate without waiting for permission."
      ],
      [
        "The Council’s privilege ledger didn’t just spark outrage—it cracked the foundation. Even the most loyal BCI families are questioning their status.",
        "Saw proof myself: protests organized like flash mobs, everyone watching for moles, but now there’s this pulse in the crowd—hope mixed with dread.",
        "Backchannels are alive—encrypted forums, old journalists like me swapping real tips, not just filling content quotas.",
        "I keep track of who’s reappeared from the ‘vanished’ lists. Some are friends. No BCI trail, but they’re slipping into normal life. It scares people in power badly.",
        "Council blocs are sabotaging each other behind closed doors. Once they were united by control, now it’s personal survival.",
        "Networked systems glitch so bad, the city’s running on half-truths—nobody gets the same deal twice.",
        "BCI scores mean less each day, but crossing the wrong digital wire could still ghost you by sunset.",
        "I picked my side a while ago. If the system falls, I’ll have no regrets.",
        "You want to know what’s really happening? The old rules are gone. Everyone’s just pretending otherwise."
      ]
    ]
  }
}