{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Let’s just say, staying out of trouble’s gotten harder lately.",
        "System flagged me. Locked out of a couple places I used to walk right through.",
        "Had some old connections go quiet overnight.",
        "Feels like I’m on the wrong side of the city right now."
      ],
      [
        "Things went sideways real quick for me. Sprung a leak nobody liked.",
        "Lost some access, doors that opened don’t anymore.",
        "Guess a few people from the Council stopped taking my calls.",
        "All after some data got out that wasn’t supposed to.",
        "Can’t say the city feels much like home these days."
      ],
      [
        "Got mixed up in a mess after I made a certain ledger, let’s say, more public than the Council wanted.",
        "Had folks I’ve known for years cut me loose without a word.",
        "System’s labeled me 'trouble', locked out of half the places that used to hire me.",
        "Directors put me on a watch list, or worse, just for what I brought to light.",
        "Everywhere I go, it’s closed doors and a lower score following me around.",
        "Hard not to feel like the city’s gone colder overnight."
      ],
      [
        "So, got a bit too honest—burned Council privilege records ended up where protestors could find them.",
        "Council’s secrets hit daylight. People got angry, real angry. Soon as the word spread, my score tanked.",
        "Clients with safe jobs cut me off fast. Even checkpoints flag my face and I’m stonewalled everywhere.",
        "The system acts like I’m some kind of agitator now, like the wrong kind of honesty’s contagious.",
        "All because I figured folks deserved the truth, ugly as it is.",
        "Guess I traded comfort for a conscience. Couldn’t ignore what I saw.",
        "City feels different now. Colder. But for once, at least it’s honest."
      ],
      [
        "Well, I’m the reason those protestors are out in the streets—burned Council privilege ledgers? All me.",
        "Saw how deep the rot ran. Decided if the city's built on unfairness, maybe it deserves to crack open.",
        "Dropped that ledger where the right eyes would find it. Knew what it’d cost me. Still did it.",
        "Lost work, lost friends, watched my BCI plummet. System marked me noncompliant and I’m one glitch away from being a ghost myself.",
        "Not sure the Council even remembers who keeps their lights on. Guess I picked conscience over a quiet life.",
        "Council infighting is in the open now, trust in the system’s shot, and I’m locked out of half the city.",
        "Favors are all I have left, and fewer people are willing to trade them.",
        "Feels like I finally did something right, even if I’m not sure where it leaves me now."
      ]
    ],
    "emotion": "Resigned, a little weary, but stubbornly unrepentant."
  },
  "emotional": {
    "opener": "Lenart, after all you've seen, it's not wrong to question the world built around you. Some of us still remember who you really are.",
    "variants": [
      [
        "Funny thing, hearing that.",
        "Not sure what people remember, but it’s not my worry."
      ],
      [
        "Maybe questioning is all I’ve got left.",
        "If memory’s sharp, so be it.",
        "Truth is a rare visitor these days."
      ],
      [
        "It helps, hearing that from someone who still thinks.",
        "Sometimes the city feels hollow, but I keep at it anyway.",
        "I suppose I could have walked away long ago.",
        "For better or worse, I’m still here."
      ],
      [
        "Appreciate you saying that. Doubt and memory are just about all I trust nowadays.",
        "Some days I almost envy the ones who don’t notice.",
        "But I’d choose stubborn honesty over comfort, every time.",
        "Can’t say it’s easy, but at least it’s real.",
        "Maybe what’s left standing at the end is enough."
      ],
      [
        "That means more than I like to admit. Most folks stopped looking, or forgot on purpose.",
        "The machines keep us moving but it’s people who decide whether any of it matters.",
        "Feels like the city’s designed to grind you down or swallow you up, but I can’t let it.",
        "Maybe I’m stubborn, or naive, or just can’t leave things broken.",
        "Knowing someone remembers… it makes the weight lighter.",
        "Suppose that’s enough for tonight."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, quit dancing around it – what really happened out there?",
    "variants": [
      [
        "City’s in freefall since Halden died, but you know that.",
        "Data’s leaked all over, scores and secrets both. People aren’t quiet about it.",
        "Protests kicked off hard after the ledger surfaced. Can’t miss them out there now.",
        "Council’s scrambling but no one’s fixing it."
      ],
      [
        "After Halden, everything got jumpy. Secrets aren’t safe, never really were.",
        "Public’s angry—mostly at the Council, some at people like me.",
        "BCI’s going haywire. Suddenly all the wrong folks getting all the right perks.",
        "Seen checkpoints freezing up, ghosted a few ‘disappeared’ faces out there."
      ],
      [
        "Halden’s death cracked the system. Stuff that used to be rumor goes public overnight.",
        "Council’s best at fighting each other, not fixing much.",
        "Ghosts are showing up—ones we thought the BCI wiped out. Not just rumor anymore.",
        "Folks trade fake scores like bottled water now.",
        "Makes a person wonder how much of those rules were ever real.",
        "Not shy about it: the real rot starts at the top.",
        "This city runs on lies and privilege. We finally see the cost."
      ],
      [
        "Halden’s gone, system’s adrift. Council power plays in full swing.",
        "Those records only proved what plenty felt—insiders getting a different set of rules.",
        "Citizens started showing up on the streets who were supposed to be untraceable—ghosts, everyone calls them.",
        "Saw a dozen checkpoints glitch in one shift last week. Council tried hush, but word’s already out.",
        "People are scared. Some see opportunity, too—fake scores if you know where to look.",
        "Me, I lost faith in ‘neutral systems’ the day the city picked sides.",
        "I’d rather people know what’s behind the curtain, even if it burns me.",
        "Whole place keeps pretending it’s governed by reason, but it’s just a rigged circuit."
      ],
      [
        "After Halden died, I watched everything I ever worked on start coming apart.",
        "First the BCI leaks—personal details, scores, trades. No dignity for anyone, not even top brass.",
        "The ledger was a match to dry tinder: now Council’s fighting itself, Innovators selling new fixes that only make it worse.",
        "People are out there with fake identities, others coming back from the ‘dead’. I used to run maintenance for a few of them—never thought I’d see them alive again.",
        "Last time I got near a sensitive node, the whole thing was running algorithms Halden wrote years ago. No oversight, just old code guessing at fairness.",
        "Truth is, all sides built this mess—Harmonists just wanted to keep it quiet, Directorate wanted the leash, Innovators wanted to automate every failing.",
        "I called out corruption because I can’t stand this layer cake of privilege and denial.",
        "I’ve always been more rebel than repairman, even when it cost me. Council doesn’t want that kind of honesty now.",
        "Whatever’s next, this city can’t go back to how it was—maybe that’s the only good part."
      ]
    ]
  }
}