{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Carrying enough, I suppose. Rain never helps. ",
        "Seems everyone’s looking for names on lists these days.",
        "Queue was long, that’s all. People quiet when I walked up. ",
        "Score dipped again for no reason. Not much else to share."
      ],
      [
        "Bag feels heavier these days. Too much checking of names lately.",
        "Used to know what was allowed. Now entry permissions shift. ",
        "They scanned my score twice at the market. Took ages. ",
        "Bought the basics, kept to myself. Shelves getting thin. ",
        "Strange times. Nothing feels settled anymore."
      ],
      [
        "I try not to carry more than I must, but the city insists. ",
        "My terminal permissions—used to be steady. Now they flicker, especially after all that talk of privilege lists.",
        "Lined up in the rain with neighbors, felt like someone had flipped a switch. My name was on a list—no one said a word.",
        "Market changed hours without notice. Score scanned, waited ages, then only bought what keeps.",
        "Stopped using my comm device, just in case.",
        "Spent last night double-checking hiding places. Might just be habit now, but it cost me points. "
      ],
      [
        "Never thought I’d be checked for privilege at my age. But now, even the old assistant gets watched.",
        "Since those ledgers leaked—names, BCI scores, you know—everyone’s turning silent, side-eyeing each other, comparing who’s exempt. ",
        "My access used to be predictable. Now, the audits hammer my entries, and lines at the market feel like a test.",
        "Neighbors hush when I walk by. One even looked at my name, didn’t meet my eyes. Shelves are empty, nobody trusts the system—can’t blame them.",
        "Market queues drag on, score checked twice, then only shelf-stable goods allowed. I left in a hurry—better not to linger.",
        "I go home, check every old hidey-hole I have—just like the old days, only more pointless. Dropped my score for it, too.",
        "Retirement was meant to be quiet. Now it feels like waiting for the other shoe to drop."
      ],
      [
        "I used to help run Council calendars—you’d think that earns peace. But with those privilege ledgers burned and leaked, I became a name no one wants near.",
        "The BCI, it used to be efficient, if cold. When trust broke, the Harmonists tried for calm, but the Directorate just clamped down. I… just try not to draw notice.",
        "That old stability is gone now. People line up in the rain, clutching printouts, whispering about exceptions.",
        "My name was close to some flagged entries—now, even neighbors freeze up. You see eyes checking if you should be trusted. Or punished.",
        "At the market, permissions jump around. Shelves half-bare. My score—queried again and again. It’s like the rules melt every hour.",
        "No comm device for me anymore. Spent last night hiding paperwork, til my points dropped. Doesn’t even matter if you follow the rules now.",
        "Retired or not, the city won’t let us sit quietly. I miss when we were building something rational, not just surviving the system.",
        "Just tired, really. Ready for some quiet, if that's still possible."
      ]
    ],
    "emotion": "Just tired, really. Ready for some quiet, if that's still possible."
  },
  "emotional": {
    "opener": "Nikola, everyone needs somewhere to rest, even if it’s just a corner out of the way. You’ve earned some peace.",
    "variants": [
      [
        "Yes. Quiet would be good.",
        "I appreciate you saying that."
      ],
      [
        "You’re right. Quiet suits me these days.",
        "It’s not so easy to find, but I still look.",
        "Better than most alternatives, I suppose."
      ],
      [
        "You understand, then. I just need a little peace now and again.",
        "It’s not about solitude, really. Just… less noise.",
        "After so many years, it’s hard to adjust.",
        "But it helps to hear that from someone else."
      ],
      [
        "That means something, hearing it from you.",
        "I never thought I’d crave quiet, but here I am.",
        "It’s funny. When I was younger, activity was all I wanted.",
        "Now, I protect my peace like it’s the most valuable thing I have.",
        "Maybe we all grow into the stillness, eventually."
      ],
      [
        "Peace is rare currency these days. I spent half my life in rooms full of voices, all saying nothing.",
        "Now sometimes I miss it, but mostly I don’t.",
        "You know, quiet was never encouraged. Stillness unsettled people at the top.",
        "I used to think I was made for the noise. Maybe everyone does, at first.",
        "The moments of calm now—they remind me I survived more than I realized.",
        "If I can hold onto that, even just here, it’s enough."
      ]
    ]
  },
  "factual": {
    "opener": "You must know more than you’re saying. Is there something else about all this that matters?",
    "variants": [
      [
        "Too much noise about ledgers. Not all of it true.",
        "Council’s still squabbling, market’s still empty. Nothing new.",
        "People keep marching, but I stopped listening.",
        "I hear the system locks up sometimes now. That’s all."
      ],
      [
        "Most talk is just rumors, but the ledger was real enough. Burned, but not enough to hide the names.",
        "Protests are louder now, Council more fractured.",
        "Restrictions come and go at random.",
        "Best not to draw notice, let it settle.",
        "System glitches now and then. People just get nervous."
      ],
      [
        "That privilege ledger—they really did leave it smoldering by the chambers. Should’ve known it’d be found.",
        "Trust broke the day it got out. Council’s at each other now—no clear hand.",
        "Restrictions roll in waves. Nobody knows which version of the rules is running.",
        "Queues get longer with each new fix they try.",
        "It’s mostly broad panic—neighbors are quick to point fingers.",
        "Frankly, the Harmonists never wished for this kind of chaos.",
        "I keep to myself, watch for when things still work the old way."
      ],
      [
        "Found out firsthand what that ledger caused—knew folks on every list, some didn’t deserve the mess.",
        "Most in the Council are cornered, shouting blame or hiding behind protocols.",
        "Everything is two steps out of sync—people working the system any way they can, nobody trusts official channels.",
        "Restrictions shift each hour—sometimes you’re in, sometimes you’re barred.",
        "Heard of old algorithms cropping up. Halden’s legacy, out of order and running on fumes.",
        "Even a Harmonist like me hardly recognizes the city anymore.",
        "I stay off official channels, read the signs in body language, not updates.",
        "Quiet’s in short supply these days."
      ],
      [
        "I always said the BCI was rational until humans broke trust—turns out, that ledger proved my point.",
        "Saw names in those burned pages I entered myself, years ago. Good people in a bad spot, and some who never should’ve had power.",
        "The Council was meant to run on order, but factions just protect themselves now—Harmonists nearly invisible, Directorate barking at shadows.",
        "Innovators want to patch with more code, but no algorithm can mend this kind of suspicion.",
        "I get passed old printouts—routes, curfews, exceptions no one admits to anymore.",
        "Neighbors disappear, then show up again. The BCI can’t track them. That scares people more than lists do.",
        "Once I helped keep it all running—now I hide what I know to keep everyone a little safer.",
        "My briefcase... it’s heavy with records nobody should want. But burning truth never solves anything.",
        "Retiring used to mean stepping back, not living in someone else’s mistakes."
      ]
    ]
  }
}