{
  "olintz": {
    "chapter": "Following her decision to keep the discovery of rogue BCI routines confidential, Oksana organized confidential meetings with a small group of neighborhood coordinators. She provided targeted technical support to help them bypass failing system checks, distribute paper access permits, and establish resource-sharing protocols. Over several days, her collaboration allowed local leaders to quickly respond to logistical breakdowns, preserving order in key residential zones. As the city’s Peoples’ Congress took over, Oksana observed resource allocation improving in these areas but noticed emerging abuses as some new leaders excluded rivals and hoarded supplies. Attempting to address these issues discreetly, she alerted organizers to irregularities without exposing her identity. Her choice to conceal the evidence insulated the city from mass panic but also contributed to unchecked local power. The Council intensified scrutiny of outlier neighborhoods, attributing the sudden order to external manipulation. Oksana’s BCI score dropped to 0, reflecting her subversive, high-risk status.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the Congress's issuance of new local administration rules and the evident rise of resource favoritism among emergent leaders, Nikola entered the ration queue and was told by a neighborhood assistant that distribution priorities had changed. Although he presented his paperwork, he received only a partial allocation while others, some recently elevated, bypassed him. Returning home, Nikola refrained from voicing frustration, noticing that more residents now exchanged favors with coordinators rather than referencing official lists. That evening, routines that once relied on system schedules were replaced by inconsistent paper notices, leading Nikola to readjust his grocery planning and limit outings to avoid confrontations. He began documenting personal exchanges for future reference but avoided direct negotiation, wary of drawing new scrutiny. This persistent shift from system-driven procedures to relationship-based access made him more careful and isolated, reducing his social engagement and resulting in a slight drop in his BCI score, now at 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the city’s neighborhood coalitions formed the Congress and quickly pushed new local rules, Daria’s assignment board changed again. She was required to service clients from formerly restricted zones now granted higher BCI status, adding unpredictable stops to her daily schedule. On one call, a resident with a recent privilege upgrade questioned why her health band log still showed delayed responses; Daria had to explain the manual backlog, aware the resident scrutinized her work more closely than before. Later that day, a former Council-tier technician confronted Daria in the breakroom, blaming her division for a revoked access pass linked to a Congress-mandated override. Daria kept interactions strictly formal, declining requests for unlogged help and double-checking all log entries before signoff. These adjustments—new client priorities and open workplace resentment—left her even more cautious and withdrawn. Her BCI score held steady as she maintained rigorous compliance. BCI score: 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Congress issued new local rules, Lenart found entry to several buildings controlled by resident committees who demanded proof of recent, community-approved repairs rather than his usual credentials. On a morning job, he was required to wait while committee members checked his paperwork against a handwritten list, delaying his work for nearly two hours. When the Council’s offer to partially restore old privileges was announced, Lenart noticed some workers shifting loyalties, lobbying for reinstatement of their digital access. Wanting to avoid drawing scrutiny from either side, Lenart limited his interactions to essential conversations and documented all work transactions on paper for review by local coordinators. He declined an invitation from an old client now aligned with Council authorities, aware that accepting it risked his standing with neighborhood leaders. By day’s end, his ability to secure jobs depended entirely on personal reputation, not system records. His BCI score remained unchanged at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the Council announced partial restoration of privileges, Sven Halek arrived at work to discover that his access level remained unchanged, while several newly promoted staff from local coalitions had full entry and data permissions. During a mid-morning meeting, his former supervisor deferred to a neighborhood delegate who was unfamiliar with the formal communication protocols Sven still followed. When asked to rewrite the day’s statement, Sven was instructed to prioritize language that legitimized the People’s Congress. Adapting to the new authority structure, he avoided referencing Council prerogatives and instead highlighted coalition-led decisions. Later, after an attempt to request edits was declined on the grounds of resource allocation by a new floor supervisor, Sven documented the loss of status and adapted his drafts to be more neutral. Throughout the day, these shifts required Sven to act cautiously and limit initiative, resulting in a slight decrease in his BCI score to 72.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the creation of the People's Congress and the citywide assembly for managing resources, Rada noticed her daily routines change sharply. On her way to a neighborhood bulletin meeting, she encountered new blockades run by locally empowered volunteers who checked printed identification and asked questions about her news distribution. The shift in authority meant her previously reliable contacts for story verification were replaced by emerging leaders, making it difficult for her to authenticate details without risking exposure. Later, when she tried to distribute her latest reports, a local coordinator refused her access until her credentials were verified by the Congress's new media liaison. This delay forced her to wait hours before her work could reach the community. Although official surveillance on her decreased, the unpredictability of neighborhood controls left her uncertain which areas remained accessible. These obstacles required her to reconsider every route and connection, further isolating her from the established press network. BCI score: -5",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}