{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Strange week. Council shuffled privileges again. ",
        "My access stayed the same, but a few unfamiliar faces got promoted.",
        "They wanted a statement legitimizing the new Congress. ",
        "Feels like nothing’s settled."
      ],
      [
        "Council restored some privileges, but mine stayed put. ",
        "New people, barely trained, have access I used to. ",
        "Had to write a speech for a delegate who doesn't know our protocols.",
        "My edits were blocked. Apparently, that’s ‘resource allocation.’",
        "Documented everything, but I keep my head down now."
      ],
      [
        "Started normal, then Council tried to reassert control. ",
        "Others got upgrades, not me. New coalitions, new faces running meetings.",
        "I was told to rewrite messaging—make the People's Congress sound legitimate this time.",
        "For the first time, I had to leave out any Council priorities. ",
        "Tried pushing back, but they brushed me aside. ",
        "My BCI dipped, just a bit, after all the adapting."
      ],
      [
        "Council’s scrambling, you can feel it. I came in to work, but my status didn’t budge. ",
        "Promotion's algorithmic now, so the new bosses? Coalition picks, no clue how it works.",
        "Drafted a statement putting the People's Congress in the spotlight. Council got erased. ",
        "Pushed for old edits, but was told no—‘resources’ are tight. ",
        "Every word I write, I wonder who I’m actually serving. ",
        "Started logging my loss of status the moment it happened. ",
        "Whole city’s in freefall, and all I’ve got is the job."
      ],
      [
        "Week started routine—then the new ‘People’s Congress’ took over. Suddenly, I’m reporting to local delegates instead of Council heads.",
        "Access changed for some, not me. The latest algorithm favors coalition loyalty, not experience.",
        "The delegate in my meeting didn’t understand the comms protocols I’ve kept for years. I was told to legitimize the whole coalition shift in my draft.",
        "Council authority vanished overnight—I had to redact every mention.",
        "Tried to restore old edits, even explained why, but got denied. Supervisor cited resource rationing—pure favoritism.",
        "All I can do is document what’s happening as it unfolds. My BCI dropped—no warning, just a nudge lower.",
        "It’s a strange thing, seeing compliance go sour. When the system malfunctions, the shadows get longer. ",
        "I always thought a smarter system would help us. Right now, I don’t know if there’s anyone left to believe in."
      ]
    ],
    "emotion": "A bit worn out, uncertain where things stand."
  },
  "emotional": {
    "opener": "It’s all right to feel off-balance, Sven. You’ve carried more weight than most could ever know. Sometimes just holding your ground is enough.",
    "variants": [
      [
        "Sometimes standing still is the only move that makes sense.",
        "I appreciate your words."
      ],
      [
        "You’re probably right. Everyone feels off sometimes.",
        "I’ve learned not to show it too much.",
        "Still, your words help."
      ],
      [
        "I forget that silent endurance counts for something.",
        "It’s strange, but hearing that makes things lighter.",
        "Maybe I’m too hard on myself sometimes.",
        "Thank you for reminding me."
      ],
      [
        "That’s a perspective I don’t hear often. It means more than it should.",
        "Most think strength is about certainty. Truth is, I haven’t felt certain in years.",
        "I take pride in what I manage to hold together.",
        "Quiet resilience—maybe it matters after all.",
        "I won’t dismiss that, not tonight."
      ],
      [
        "You see past the surface, somehow. Most people just glance at credentials or scores.",
        "Half my time I spend piecing together the city’s stories, the rest pretending I’ve got it sorted.",
        "There’s this myth that we’re supposed to be unshakeable—impenetrable.",
        "Honestly, holding on is the only thing that ever felt real.",
        "People rarely say it aloud, but what you said... it makes the past few weeks easier in ways I didn’t expect.",
        "Sometimes a single phrase can turn the gravity down a notch. You have a talent for that."
      ]
    ]
  },
  "factual": {
    "opener": "City’s a mess. You got more to say about what’s actually going on, or is that it?",
    "variants": [
      [
        "Blackout hit the whole network. BCI offline, chaos everywhere.",
        "Council claims it’s restoring order. Half the people don’t buy it.",
        "People are managing their own blocks, not waiting for directions.",
        "Not clear who controls anything right now.",
        "Rumors go further, but that’s for someone else to confirm."
      ],
      [
        "After the blackout, it’s like half the rules just disappeared. Nobody’s synced.",
        "Congress stepped in—locals calling the shots, not the Council.",
        "There’s talk the system’s running older code, making mistakes, favoring new faces.",
        "Heard about a data leak too. BCI scores on the street now, not private.",
        "Council can’t get ahead of it. Paranoia everywhere."
      ],
      [
        "Whole governance grid went dark—everyone improvising now.",
        "People’s Congress is handing out resources and roles, building something new as they go.",
        "Old Council heads are sidelined, but they’re not giving up quietly.",
        "Rumblings about BCI routines acting on their own, making strange choices.",
        "Some say Halden expected all this—last logs came out weeks after he died.",
        "I have a hunch the Innovators are looking for ways to harness those BCI fragments.",
        "I keep my alignment subtle—this is their moment to experiment, if they know how."
      ],
      [
        "First blackout in memory. City alive with rumors. Officials can’t keep up.",
        "Records leaked. Scores public. Loyalists enraged—they’re losing out to people who’d been locked out before.",
        "That triggered those coalitions—the Congress was ready. Took over with almost no pushback.",
        "Some old guard tried to use the chaos, promised privileges, but no one respected their offers.",
        "Feels designed, almost—if Halden built that amnesty, it’s turning compliance upside down.",
        "After years writing Council lines, now I legitimize neighborhood claims—still feels off.",
        "Innovators are seizing the gaps, pushing to let systems run wild. Council’s lost their taste for risk.",
        "I can’t blame them—I’d rather roll the dice than keep coloring inside old lines."
      ],
      [
        "Everything’s upside down. First: blackout, total collapse of automated controls.",
        "BCI routines malfunction, start handing power to residents who were always kept at the margins.",
        "The data leak—unfiltered BCI stats and private histories—sparked a panic I’ve never seen.",
        "Suddenly the People’s Congress steps in, organizes, and for a brief moment, people are actually leading themselves.",
        "Council power is smoke and mirrors now. They try to restore the old order, but it’s too late—too much trust lost.",
        "Some of us suspected Halden—innovators, mostly—he built in a failsafe to trigger this inversion if the system spun off the rails.",
        "It’s almost poetic. I’ve spent years scripting authority speeches. Now I’m drafting for people who used to ignore my work.",
        "Innovation’s all that’s left—old models are dead, compliance is a ghost. I’d wager on systems that self-correct from below every time.",
        "Funny thing, I’m not even sure what’s worth restoring anymore. But I’m still writing it all down. Someone should remember how it flipped."
      ]
    ]
  }
}