{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Yeah. Things change, barely a word spoken.",
        "Used to think things would settle when they broke. Instead everyone just chased their own supplies.",
        "Some folks in my block started managing things themselves, quietly.",
        "Feels like nothing gets said, but everything shifts anyway."
      ],
      [
        "Yeah. You notice when routines break.",
        "I saw people in my building suddenly work together, keeping order when the system glitched.",
        "Not a word from above, but resource lines changed overnight.",
        "I tried to keep out of it. Couldn’t, really.",
        "Just feels like even when you try to help, you end up watching things slip out of control."
      ],
      [
        "Yeah, actually. Wasn’t just me—saw the whole block reorganize when the system failed.",
        "I got pulled in, showed a few people how to keep things running without alerts drawing attention.",
        "It started orderly. People doing more for each other than you’d guess.",
        "Then some got too comfortable with those little bits of power.",
        "I tried to warn a couple folks, quietly. Didn’t use my name.",
        "Just feels like even when you try to help, you end up watching things slip out of control."
      ],
      [
        "Things shifted fast after that. Saw whole neighborhoods run better than the Council ever did.",
        "I ended up working behind the scenes—helped a few local leaders adjust when the automated checks failed.",
        "We had to use paper for access permits, you know? No digital tracking. Made a difference.",
        "For a while it seemed almost... free. But some leaders grabbed extra rations, blocked rivals, that sort of thing.",
        "I tipped off the honest ones about the cheats—kept who I was hidden. Didn’t want to mess up what balance we had left.",
        "Now, the city Council’s pointing fingers, calling order a threat. Meanwhile people just want stability.",
        "Just feels like even when you try to help, you end up watching things slip out of control."
      ],
      [
        "Funny thing is, I used to believe in all this—the routines, the BCI. Thought it kept order, kept people safe.",
        "But after Halden died, things unraveled from inside.",
        "I found ways to patch things quietly, taught a few trusted people to work around checks. Kept it under wraps, even pushed for us to use paper permits so folks could get what they needed.",
        "Our neighborhoods got decent for a spell—like the city remembered how to care for itself without scores hanging overhead.",
        "Didn’t take long for power games to start, even among the ‘new’ leaders. Saw abuses nobody wanted to talk about.",
        "I tipped off the good ones, anonymously. Still. Felt powerless. Like any move I made just shuffled the problem.",
        "Now I’m flagged as an outcast. Council blames outside agitators, but half the city’s tired of their games.",
        "Just feels like even when you try to help, you end up watching things slip out of control."
      ]
    ],
    "emotion": "Just feels like even when you try to help, you end up watching things slip out of control."
  },
  "emotional": {
    "opener": "You're not responsible for everything that goes wrong. Just stepping in, even just a little, means someone didn't fall through the cracks.",
    "variants": [
      [
        "Maybe. Sometimes just not making things worse is all you can do."
      ],
      [
        "That's probably true. It doesn't always feel like enough, though.",
        "Sometimes it still feels like a risk, anyway."
      ],
      [
        "Thank you. It's... strange to hear that out loud.",
        "I do what I can. Some days it's not clear if it mattered.",
        "But I guess you never really know what small things actually help.",
        "I appreciate you saying it."
      ],
      [
        "I needed to hear that. Sometimes I carry the weight of every missed chance.",
        "I've seen people just... waiting for the smallest relief.",
        "Not everything can be fixed. But trying still counts. I forget that.",
        "Most of the time it feels invisible, like nobody sees the effort.",
        "So thank you for noticing."
      ],
      [
        "You make it easier, honestly. Most people pretend nothing's wrong.",
        "Trying to help is exhausting when every system is built to look perfect on the outside.",
        "Most days I wonder if it matters that I even care anymore, or if I'm just another clog in the pipes.",
        "But I can't force myself to stop noticing what slips past. I tried. It doesn't work.",
        "It helps, just having someone else acknowledge that small things matter.",
        "Really—thank you for letting me hear it from someone other than my own head."
      ]
    ]
  },
  "factual": {
    "opener": "People keep mentioning 'blackouts' and 'amnesty,' but nobody explains. So what actually happened?",
    "variants": [
      [
        "Whole city went dark for a while. Systems stopped—no BCI updates, nothing.",
        "Council made a lot of noise, tried to blame it outside.",
        "People handled things their own way. Order came from below."
      ],
      [
        "There was this big citywide blackout. No devices, no scoring—just silence from the system.",
        "Neighborhood groups started managing things fast. Not Council, just locals.",
        "Then the Council tried to make nice, offer pieces of BCI back, like nothing happened.",
        "Didn’t really help. People already moved on."
      ],
      [
        "City blacked out—whole BCI grid offline at once. It was chaos but also... clearer, for a bit.",
        "Neighborhood groups ran the show. Council was useless. Lot of new faces took charge, not always cleanly.",
        "Some folks started hoarding, others just helped. Real mix.",
        "Council tried restoring privileges to buy back loyalty—fell flat.",
        "Now there’s a new Congress, blocks running themselves, Council out of the loop.",
        "Almost feels like we’re not going back, even if they fix the grid."
      ],
      [
        "After the blackout hit, city didn’t fall apart—it reorganized. Neighbors stepped up. Council barely noticed at first.",
        "Once people saw BCI wasn’t coming back, resource lines changed overnight. Congress cropped up, direct action, that sort of thing.",
        "I caught glimpses of the new rules, paper permits, all off-grid. That felt... right. For a while.",
        "Council’s been scrambling, promising partial access to buy folks back. Nobody’s having it.",
        "But new problems replaced the old—petty power grabs, some hoarding. I tried to keep that tamped down, behind the scenes.",
        "My own score flatlined. Guess they flagged me as a risk. I’m done chasing order for them.",
        "Feels like real change, even if it’s not all clean."
      ],
      [
        "After that blackout, everything the Council ran fell apart. Nobody could check scores, so nobody cared.",
        "Neighborhoods ran on trust, old paper—people actually organizing themselves. Congress wasn’t a Council thing, it started bottom-up. I... nudged that along, best I could.",
        "Funny, when nobody’s watching, some folks do good—others steal what’s left. Saw both right up close.",
        "Council acted desperate—offered partial BCI, acted like it was a favor. People saw through it.",
        "We had new problems—corruption, favorites, ration lines twisted to protect friends.",
        "Most of my help, I kept anonymous. Had to. Last thing I want is the Council tracking a source of ‘external manipulation’.",
        "Honestly, I don’t want those old systems back. Not the scores.",
        "Could be rougher, but at least now people see who’s really making the calls—and why.",
        "I’d rather risk a mess than another year of silent, automated cages. That’s where I’m at."
      ]
    ]
  }
}