{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "Small changes, mostly. I’ve noticed the queues grow longer.",
        "My paperwork didn’t count as much as it used to. Got less than rationed, even with everything in order.",
        "People keep finding their own ways around the system now. It’s different.",
        "Paper notices instead of schedules—makes me rethink what I can expect each day."
      ],
      [
        "Small changes, mostly. I’ve noticed the queues grow longer.",
        "My paperwork didn’t count as much as it used to. Got less than rationed, even with everything in order.",
        "Some neighbours seem to know whom to talk to now. Favors matter more than lists.",
        "I started writing things down, just to keep track. Safer that way.",
        "Feeling a bit less certain every time I step outside."
      ],
      [
        "You could say things are shifting underfoot these days.",
        "Went for rations last week—my official forms barely mattered. Got shorted while others passed through.",
        "Noticed some residents, newly important, trading favors to skip ahead. Lists mean little now.",
        "The system’s timings vanished. Now we hang on last-minute paper announcements to plan meals and errands.",
        "It’s made me cautious—less talk, fewer walks. Documenting exchanges for myself, no arguments though.",
        "Hard not to feel smaller in all this. The city used to run on rules, not whispers."
      ],
      [
        "I spent years organizing things for others—used to think order would keep us steady.",
        "Lately, the streets feel unfamiliar. Last ration line, my years of paperwork held little weight—just enough for scraps, while new faces breezed past.",
        "Now it’s about who you know, not what you present. I watch people barter with the assistants; old codes mean less.",
        "No more reliable ping from the system. Just half-glued flyers telling us when to line up, if at all.",
        "To cope, I’ve taken to keeping notes—tracking what’s said and to whom, in case routine ever returns.",
        "I hold back, avoid pushing, even when wronged. Old habits die hard: better to observe than be noticed.",
        "Never thought I’d see a city where connections matter more than principle."
      ],
      [
        "Fifteen years I served the Council, believing their methods—paperwork, schedules, system logic—would outlast us all.",
        "Now, after Halden’s death and this new People’s Congress, everything’s inverted. I queued for rations—my records, my decade of service, all ignored. Partial allotment, while recent ‘organizers’ pocket extra and call it fair.",
        "I saw neighbors once ruled by scores now leap ahead with favors, a smile, the right exchange. We used to pride ourselves on neutrality. Feels distant as a dream.",
        "Years past, trust in the schedule was how the city breathed. Now, announcements come as rumors and handbills. No more certainty, just improvisation.",
        "I record what I see. It won’t stop the change, but it’s an anchor. I avoid bartering, afraid to cheapen old principles or attract unwanted eyes.",
        "My BCI score slips for staying silent. Maybe that means something, maybe not.",
        "Sometimes I want to shout, but I was always told: adapt, observe, endure.",
        "Hard watching a place built on order slip into something shapeless. Makes you wonder what else is worth holding on to."
      ]
    ],
    "emotion": "Quiet frustration and disappointment, tinged with resignation."
  },
  "emotional": {
    "opener": "Nikola, it makes sense you’d feel left behind. Not everyone remembers what order is supposed to look like. I see you trying to make sense of things, even when the lines get blurry. You’re not invisible to me.",
    "variants": [
      [
        "That’s decent of you to say.",
        "I’ll keep that in mind."
      ],
      [
        "It helps to be seen. Thank you.",
        "Not all notice, or care, I suppose.",
        "Appreciate your words, anyway."
      ],
      [
        "You put that well. Most avoid the subject entirely.",
        "It’s been some time since anyone looked past the surface.",
        "Order, yes... Some of us still think it matters.",
        "Thanks for acknowledging that."
      ],
      [
        "I didn’t expect anyone to notice, truth be told.",
        "Sometimes, trying to do things properly feels like a relic from another era.",
        "There’s comfort in knowing not everyone judges on appearances alone.",
        "Most don’t understand how important those small routines are.",
        "Your words help, more than you think."
      ],
      [
        "You’re right, Alex. Most have forgotten how things fit together when there was still a framework.",
        "I built my life on processes, not favors. Hard habit to quit.",
        "There’s a loneliness in being one of the few still holding onto those old lines.",
        "Sometimes I wonder if I’m fooling myself, thinking decency has a place now.",
        "Hearing this from you, it lightens the load a bit.",
        "It’s good to know there’s still someone else out there who sees the shapes beneath the noise."
      ]
    ]
  },
  "factual": {
    "opener": "Something's obviously going on, Nikola. People are talking, but nobody has details. Just say what you know.",
    "variants": [
      [
        "Watched a blackout sweep the city. No BCI, nothing worked.",
        "Council tried to step back in—partial privileges, empty promises.",
        "Seems like new faces have a hand on resources now.",
        "Folks get nervous. Nobody trusts the next message—paper or system.",
        "Things feel uncertain. I keep to myself."
      ],
      [
        "Blackout stopped the BCI cold, made everyone nervous.",
        "Council offered half-measures; people mostly ignored them.",
        "Some new groups run the neighborhoods now—strange how quickly that shifted.",
        "Heard about a Congress forming. Not sure who backs it.",
        "Resource lines don’t match old priority lists anymore.",
        "Feels like someone’s pulling strings, but not who you’d think."
      ],
      [
        "Everything turned upside down after that blackout—old rules meant nothing for days.",
        "The Council fumbled. Tried restoring BCI perks, but the neighborhoods handled their own business instead.",
        "A so-called Congress took charge, at least on paper. Ordinary people suddenly in power.",
        "Funny, the ones meant to be trusted were the first left waiting.",
        "Order used to come easy—now there’s more talking than doing.",
        "Favoritism runs straight through the new crowd, too.",
        "I suppose some part of me hoped we’d avoid this cycle."
      ],
      [
        "Since the blackout, trust never returned. Things fray faster when no one believes in the Council.",
        "Saw people once marginalized start leading because of that Congress. Could be hope or just a new kind of scrambling.",
        "The Harmonists like me wanted calm, maybe normalcy—now both sides look suspect.",
        "Corruption clings no matter who’s in charge; the new leaders take as much as the old, just differently.",
        "Old friends of mine lost out, while a few opportunists thrive. Predictably unfair.",
        "You won’t hear this, but some ration coordinators keep private lists again.",
        "I’m still clinging to principles, not that they count for much. Patterns break down fast.",
        "Feels foolish, but part of me waits for steady procedures to return."
      ],
      [
        "Spent decades trusting process—now, after Halden and the blackout, all process is improv.",
        "When the new ‘People’s Congress’ took over, I watched exiles become organizers overnight. Most barely hid their ambitions.",
        "My Harmonist leanings feel quaint. I used to believe structure won out. This is improvisation masquerading as order.",
        "Saw once-flagged citizens gifted privileges, while old loyalists lost their place—some of us lost twice, both by system and by new gatekeepers.",
        "Neighbors quietly admit the new local bosses hoard just as much as the old Council. Nothing official about it, just whispered recognitions.",
        "Resource records don’t match any list now. Sometimes my habit of paperwork just marks me as an outsider.",
        "Refused to barter, even as others traded favors. Fool’s position, but it’s how I sleep at night.",
        "Strange, isn’t it? Council, Congress, or whatever—corruption is just a new pattern on old fabric.",
        "Still trust the idea of order. The world doesn’t."
      ]
    ]
  }
}