{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Yeah, busy enough. The city’s got new hoops to jump through these days.",
        "Spent an hour waiting for some committee to double-check a repair list. Paperwork’s king now.",
        "Mostly keeping to myself. Least trouble that way.",
        "People say things are changing, but I’m not betting on anything yet."
      ],
      [
        "Keeps you sharp, that’s for sure. Tried getting into a building today and got stalled by locals with a handwritten guestlist.",
        "No more flashing old credentials, not since Congress got their claws in.",
        "Council tried dangling privileges to get the regulars back—doesn’t mean much if you’re already on thin ice.",
        "I’m trading favors now, credits don’t buy much trust.",
        "Feels like you’re one step away from the wrong kind of attention."
      ],
      [
        "Things are unpredictable right now. Paper records, not digital—neighborhoods set the rules.",
        "Had a job this morning, took ages just for them to let me in. People watching every move, ticking names off like it’s 1958.",
        "Council’s offering some access back, but most folks aren’t keen. Everyone’s hedging bets—can’t blame them.",
        "I had to turn down work from an old client tied to the Council. Too risky with the locals watching.",
        "Feels like your name matters more than anything the system tracks these days.",
        "Gets tiring, all the maneuvering just to work."
      ],
      [
        "If you want to know—a lot of it just feels absurd now.",
        "There’s this whole dance—committees, paper trails, guarding access like grain in winter. My BCI score’s still stuck, reputation’s the only currency.",
        "Council’s crawling back with deals, but the neighborhoods aren’t biting.",
        "I used to walk in anywhere. Now, I depend on every job coming from someone who’ll vouch for me, never the system.",
        "Turned down an offer from someone higher up, just so my name stayed clean in the neighborhood. That sort of thing changes your odds real quick.",
        "Even old clients are picking sides—feels silly, but that’s all we have.",
        "Sometimes I wonder if any of it’s worth it, chasing trust in this circus. Anyway, I’m still moving, just a little more worn around the edges."
      ],
      [
        "Honestly, every day’s an exercise in staying unnoticed. Not easy with my number.",
        "House rules run everything now, not the system. Word of mouth trumps any digital badge—I’m handing in paper logs like it’s my first apprenticeship.",
        "Council’s panicking, trying to buy loyalty by rolling back some restrictions. Too late. Everyone’s working the angles, and I’m just hoping I stay useful enough not to get squeezed out.",
        "My BCI’s 36—means I’m tolerated, but nobody’s loyal to someone marked ‘noncompliant.’ In this city, who you know beats what you know.",
        "I had to turn down a Council-linked contract. Would’ve paid off, but the Congress crowd has long memories. No job’s worth losing the block’s trust.",
        "People are scrambling for the scraps—the new Congress, old Council, even the underground with their fake scores and backdoor deals.",
        "If the system’s breaking, I’m fine with it. Maybe we can try something else—something driven by actual people for a change, not some algorithm’s idea of order.",
        "So yeah, I’m tired, but I’d rather burn out trading real favors than let some broken score decide if I eat. That’s just how it is now."
      ]
    ],
    "emotion": "A bit worn out, but not beaten."
  },
  "emotional": {
    "opener": "Lenart, you do what you can with what they've left you. Anyone who says that's not enough has never carried the weight themselves.",
    "variants": [
      [
        "Yeah, well, that’s one way to look at it.",
        "Still standing, anyway."
      ],
      [
        "Suppose you’re right. Other folks don’t see what it takes.",
        "Sometimes just keeping on is the best you get.",
        "Doesn’t mean it’s easy, though."
      ],
      [
        "You get used to pushing through. Doesn’t mean it stops feeling heavy.",
        "Appreciate you noticing. Not everyone does.",
        "Some days, just showing up counts for something.",
        "I guess that’s good enough most of the time."
      ],
      [
        "Hard to know if you’re getting anywhere, but giving up’s not an option.",
        "Feels like everyone’s too busy judging from the sidelines these days.",
        "Still, it matters when someone sees you trying, even if nothing’s perfect.",
        "Sometimes those quiet efforts are the only thing holding the city together.",
        "So, thanks. Helps to hear someone gets it."
      ],
      [
        "I used to think things would get lighter with time. Turns out you just get stronger, or maybe more stubborn.",
        "Nobody sees all the patchwork but the folks holding the seams together.",
        "I don’t mind being invisible most days, but every once in a while it gets heavy.",
        "You saying that—reminds me I’m not just spinning my wheels.",
        "Some people chase recognition, but I’ll settle for less hassle and a decent night’s sleep.",
        "Still, knowing I’m not alone in the trenches makes the next bit feel a little easier."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, but everyone keeps hinting things are shifting. What are you actually seeing out there, Lenart?",
    "variants": [
      [
        "Council and Congress both scrambling. Power games, nothing new.",
        "Neighborhoods just running things themselves now.",
        "All I see is people covering for gaps in the system.",
        "Not much for me to trust in any of it, really."
      ],
      [
        "Blocks are managing resources on their own. No surprise.",
        "Heard about some Congress forming, didn't see it myself.",
        "Council looks to be clawing back control. Doubt it'll work.",
        "New rules everywhere but nobody seems in charge.",
        "People looking out for their own first, as usual."
      ],
      [
        "After Halden died, city got weird. Leaks everywhere. People panicked, Council lost their grip.",
        "The Congress—real grassroots, not just talk—started running the blocks. Even old score-chasing doesn’t matter as much now.",
        "Council’s been dangling privileges, hoping to win people back. Doesn’t look like it’s working.",
        "Heard about a blackout too—whole city stopped, no digital anything. Strange feeling.",
        "Lot of folks trying to game the remains of the old system.",
        "Honestly, I don’t miss the BCI calling all the shots. Never did much for me anyway."
      ],
      [
        "After Halden dropped out, everything was up for grabs. Data leaks, BCI fell apart—nobody trusted a thing.",
        "Congress got momentum because they actually let the neighborhoods run things. People felt heard for once, even if it’s messy now.",
        "Council’s desperation is showing—trying to buy back loyalty with access. Most folks are staying local.",
        "Couldn’t get simple tools after the blackout—forgot what silence felt like.",
        "New Congress leaders, some got greedy quick. Saw it firsthand—hoarding, bending rules for family.",
        "I’ve worked both sides. My BCI score’s low, so I get to see all the cracks.",
        "Sticking with Innovators’ line, really—system needs fixing, but not more of the same old hard control.",
        "No going back to blind trust in algorithms. Not for me, anyway."
      ],
      [
        "Halden’s death was the switch—system started hiccupping bad, leaks everywhere. Council tried to hide it but everyone saw the panic.",
        "Congress only took hold because enough of us ignored the usual rules and started solving problems face to face.",
        "Blackout hit, whole city forced to remember analog life. Saw some old timers actually relax when the silence set in.",
        "Council’s attempts to bribe us with restored access? Too late. Trust's gone.",
        "New Congress folk, lot of big talk about fairness, but I’ve already spotted old client types skimming off the top—nothing changes overnight.",
        "Working outside the lines gives a better view. I’ve bartered with both council loyalists and grassroots folks lately. Favors go further than credits now.",
        "You want real change, you need more than tinkering—we need to redesign from the inside, not layer new code on top of old rot.",
        "I’m with the Innovators. Fix the system with fresh tech, real transparency, not more closed loops.",
        "I might be tolerated in the blocks, but at least I sleep knowing I didn’t sell out to any side yet. World’s shifting. I’d rather help build something better than pick scraps from the old guard."
      ]
    ]
  }
}