{
  "olintz": {
    "chapter": "Following the citywide Festival of Differences and the Council’s dissolution, Oksana’s daily routine altered abruptly. The next day, the service entrance she had used to avoid neighbor confrontations was unlocked and unmonitored, with residents freely coming and going. In the lobby, conversations about new district compacts replaced previous arguments over value sets. Oksana observed residents exchanging food and artwork, pausing to watch but not joining. Later, her access token displayed multiple district options for simple services like grocery purchases—an unexpected flexibility she had not encountered before. She hesitated at first, testing each new configuration to compare privileges, and eventually selected one that let her bypass a previously disabled lift, reducing her risk of public encounters. Despite these new freedoms, Oksana remained cautious, continuing to log her activities by hand, but she acknowledged a small sense of relief at no longer facing overt suspicion from neighbors. BCI score increased to 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the widespread adoption of local BCI rules, Nikola observed new signs posted in his building lobby listing separate access times for residents based on their value rankings. Later that day, he found that the communal mailbox lockers were only available during limited evening windows for those whose rankings matched the building’s new norms. When a neighbor asked about his declared values, Nikola gave a neutral answer and quickly left, aware that his evening visits would now be closely watched by both management and residents. That afternoon, a festival in a nearby district caused several neighbors to visit, returning with different passes and openly discussing alternative district privileges in the corridor. Uncertain whether such associations might trigger scrutiny under the voluntary BCI, Nikola delayed his errands until late at night to avoid being seen with these individuals. His increased caution and pattern changes resulted in a slight drop in his BCI score, now 57.",
    "bci_score": 57,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the morning after district assemblies adopted permanent local BCI configurations, Daria’s queue was dominated by requests from clients whose device access changed overnight due to their district’s new civic ranking. Several regulars, previously cleared for entry, arrived confused and frustrated, their health bands denying building access. Daria, now confronted with official guidance to defer to new district protocols, strictly limited all device fixes to remote checks. She offered no exceptions despite personal appeals from long-time clients, citing system requirements and logging her actions to prevent further score drops. As news of the citywide festival spread, Daria noticed coworkers sharing positive remarks about the celebrations, but she remained withdrawn, sharply aware that her own BCI score had little chance of recovery under the current protocols. By day’s end, her compliance with district rules was noted, but her low engagement and frequent denials resulted in a further drop. New BCI score: 45.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After district assemblies adopted local BCI configurations and privileges began diverging, Lenart’s work routine shifted again. That morning, a contract in a newly autonomous neighborhood was cancelled, as building staff explained their maintenance access list now only included longtime residents. Later, Lenart arrived at another client site in a Council-aligned zone, where he was asked to demonstrate his own alignment by producing recent BCI logs at a checkpoint. He noticed a visible change in how residents interacted—some approached with suspicion, others with open questions about his origin and work history. With the city celebrating district differences, Lenart spent the afternoon reviewing paper records, sorting contracts by neighborhood, and updating contact instructions to reflect each district’s preferences. By evening, he limited new appointments to familiar areas with stable rules, aware that further changes could affect access overnight. His BCI score held steady, fluctuating slightly but closing at 71.",
    "bci_score": 71,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the citywide celebration and the district assemblies' adoption of local Behavioral Compliance Index configurations, Sven Halek arrived at a workplace noticeably altered by these changes. That morning, several colleagues openly coordinated their schedules to attend festival gatherings, disregarding previous centralized protocols. Sven observed a shift from cautious conformity to an openness about individual district policies, resulting in unexpected interruptions during a Council speech review when differing district priorities caused debate over statement phrasing. Rather than relying on uniform messaging, Sven prepared multiple drafts, each tailored for a specific district, and used secure, offline methods for their circulation. This approach doubled his workload and forced him to avoid shared digital storage altogether. By evening, Sven found the building’s access controls fluctuating based on new local settings, prompting him to update his personal routines for both entry and document delivery. These adaptations resulted in a minor decline in his BCI score to 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Rada used her editorial control to produce a festival broadcast that presented each district’s unique values and the citywide Festival of Differences, prioritizing interviews with local leaders who advocated mutual respect and self-determination. She ensured the segment avoided mention of past BCI abuses and Council failures, focusing instead on community cooperation and optimism. The broadcast prompted immediate public adoption of district-based BCI rules, as neighborhoods refused reinstatement of the old norms. Rada monitored public response through encrypted channels and noted the sharp increase in inter-district dialogue and informal compacts. As citizens celebrated new freedoms, the Council’s authority rapidly unraveled, and centralized oversight diminished. When evidence emerged publicly confirming Halden’s intent for decentralized governance, Rada’s positive coverage was credited with hastening the shift to local autonomy. As a result, her BCI score increased to 45, reflecting her instrumental role in encouraging social cohesion and easing systemic transition during the city’s reorganization.",
    "bci_score": 45,
    "political_preference": "harmonists"
  }
}