{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Festival Unites City",
      "anchor_line": "Stenograd celebrates the Festival of Differences as districts share art and tradition.",
      "contextual_reframing": "Demonstrating the resilience of our society, citizens enjoy new connections across diverse communities."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Local Rules Adopted",
      "anchor_line": "Districts permanently adopt tailored BCI configurations reflecting unique values.",
      "contextual_reframing": "The system smoothly adjusts, empowering neighborhoods while ensuring access and harmony citywide."
    },
    {
      "image_id": "data_skyline",
      "headline": "New Stenograd Emerges",
      "anchor_line": "Stenograd evolves into distinct value-based districts, each embracing its own path.",
      "contextual_reframing": "A future of self-determination and organized diversity begins as districts operate in cooperative balance."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Truth Goes Dark",
      "anchor_line": "Council’s grip slips as district feeds glitch—truth trickles through broken screens.",
      "contextual_reframing": "People see through the silence. Leaked votes and council infighting spark questions about who really decides our lives."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Secrets Unsealed",
      "anchor_line": "Whispers spread: Halden wanted local control. Now the system is cracking open.",
      "contextual_reframing": "Not a technical hiccup—a rebellion in code. Even the old rules are being rewritten from the inside out."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Stenograd Breaks Free",
      "anchor_line": "The Council dissolves. Districts claim autonomy. No more one city. Many voices now.",
      "contextual_reframing": "What they called unity was control. Self-determination is finally ours—if we dare to keep it."
    }
  ]
}