{
  "olintz": {
    "chapter": "After circulated drafts of the manipulated reconciliation statements were leaked, Oksana noticed additional guards stationed near her office, and supervisors began collecting written updates from staff rather than relying on digital reports. That afternoon, colleagues avoided open conversations—even routine discussions about flagged cases were replaced by cautious glances and abrupt silence if anyone approached. When small groups began gathering in unused conference rooms to quietly discuss the statements and organize responses to growing city protests, Oksana kept her distance, fearing her already low score would draw attention if she was seen with them. She spent most of the day reviewing old flagged cases alone, checking her personal file twice for any signs of new scrutiny. By the end of the day, her BCI score fell to 18, reflecting heightened suspicion and diminished trust as her reluctance to engage or share information was seen as risk-avoidant behavior during a period of unrest.",
    "bci_score": 18,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 17, after handwritten drafts exposing the Council’s manipulation of returnee statements began circulating, Nikola noticed crowded groups clustering by message boards in his neighborhood. That afternoon, a surge of residents moved through side streets, carrying copied extracts and debating in whisper tones just outside earshot. Observing these gatherings, Nikola altered his route to avoid passing the boards and abstained from reading posted copies, aware the Council’s response to unapproved assemblies could trigger further citizen detentions. Returning home early, he secured all sensitive papers, including his locked briefcase, and avoided direct eye contact with neighbors known to share leaked notes. That evening, he refrained from his routine walk, choosing instead to monitor the hallway for unfamiliar movement. This shift in behavior—prompted by the spread of the leaked drafts and the visible surge of protest—resulted in an observable decrease in system alignment, leading to a 4-point reduction in his BCI score, now at 51.",
    "bci_score": 51,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the quiet removal of two colleagues after they voiced support for the assemblies, Daria noticed that inventory reviews at the lab became unusually frequent and always required a supervisor's presence. On the same day, the first printed rumors of manipulated reconciliation statements began circulating, handed to her by a resigned technician before their shift ended. Daria read the details quickly and shredded the paper, sensing that even possessing it could be dangerous. For the rest of the day she avoided unscheduled conversations and no longer accepted even routine maintenance requests from staff she did not know. The atmosphere grew cautious; technicians double-checked logs and hesitated before signing work reports. Daria focused exclusively on time-stamped diagnostics, minimizing interpretation or error correction. That evening, her BCI score slipped further due to proximity monitoring and increased logged delays, leaving her acutely aware that any association with missing or outspoken colleagues now posed significant risk. New BCI score: 36.",
    "bci_score": 36,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After intercepting Directorate orders, Lenart sealed the analog lines as instructed, allowing Council-controlled 'reconciliation' sessions to proceed without outside interference. He refused the handwritten testimonies, returning them to the anxious citizen and instructing them to leave the tunnels immediately. Lenart then relayed confirmation of the completed reroute to his Directorate contact, disabling alternative access points to prevent unsanctioned broadcasts. When news of the manipulated reconciliation statements leaked days later, Lenart avoided discussion and disconnected from his usual client network, suspecting increased surveillance. Neighborhood groups, learning of the Council’s control over the process, began identifying those who facilitated the analog blackout. Lenart’s actions ensured returnee testimonies remained contained, but mounting public mistrust led to waves of protest and reputational risks within his community. His unusual compliance with official orders caused his BCI score to rise sharply, reaching 45, despite personal isolation and lingering uncertainty about the long-term consequences.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "On June 17, after reports of citywide protests over the leaked reconciliation statements, Sven Halek arrived at Council headquarters to find strict security protocols implemented. Entry required new identity checks, and corridors were monitored by Directorate personnel. Sven noticed returnee staff had been reassigned again, making his speech team incomplete and unfamiliar. He worked alone for most of the day, instructed to prepare urgent contingency statements, but was denied access to original drafts now under review by security. Handwritten edits from multiple anonymous sources arrived late, each contradicting earlier instructions on how to reference the detainments. Sven documented every change, aware that the ongoing exposure of manipulated statements had undermined trust and left daily messaging tasks ambiguous. By evening, he secured all drafts in a locked cabinet and refrained from sending updates, recognizing that missteps could increase scrutiny. His BCI score dropped from 54 to 50, reflecting acute institutional uncertainty.",
    "bci_score": 50,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the returnees appeared at the media office, Rada noticed strict spoken-only instructions from supervisors and a ban on any off-script reporting. The sudden presence of security at every editorial desk coincided with new warnings that all staff communications were being monitored for unauthorized content. Colleagues kept conversations short, relying on official story lists taped to their terminals. When news spread among staff that manipulated versions of the returnees' statements were being reviewed for immediate broadcast, Rada complied by editing only what was assigned, omitting her own questions and suppressing any reference to outside demonstrations. During her lunch, she observed staff reading circulated analog leaflets but avoided taking one, aware these materials could be traced. That evening, an internal audit flagged her for the minimal but persistent divergence in her documentation habits, dropping her BCI score slightly to 11. Rada adopted a more passive approach in group settings to avoid further scrutiny.",
    "bci_score": 11,
    "political_preference": "rebel"
  }
}