{
  "olintz": {
    "chapter": "As citizen-led debates over prosecution and reform dominated Stenograd, Oksana noticed her building’s common areas becoming more volatile. Following renewed calls for accountability, management posted a daily schedule for accessing basic facilities, with priority for residents unconnected to past oversight roles. When Oksana attempted to retrieve a package, the clerk informed her in front of a small line that her credentials would need manual review, causing several people to step back and whisper. That afternoon, Oksana found a neighbor’s note taped to her door, warning her to avoid the lobby during argument-heavy hours. In response, she limited her outings to late evenings, using her knowledge of recent system workarounds to access essential services quietly. Although she managed minor errands, she remained alert to changes in manual protocols and neighbor hostility. These circumstances reinforced her isolation and made routine tasks unpredictable. Her BCI score remains stable at 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the citizen-driven trial of Directorate leaders and the subsequent introduction of a proposed city charter, Nikola observed new behavior among his neighbors. On the morning after public debates about ethical oversight, posters urging residents to attend charter forums appeared throughout his building’s corridors. Several former block managers, recently allied with newly empowered residents, began publicly cataloging those labeled as noncompliant, including Nikola. That afternoon, he attempted to use the laundry room but found access denied, citing his recent inquiry status and ongoing review. The mail terminal now displayed notices soliciting input on block rules, which Nikola read without responding, unsure whom to trust. He noted an increase in unsolicited queries from neighbors, pressing for his opinion on the changes. Cautious not to voice dissent, Nikola limited his time in shared areas, storing essential goods at home and further reducing traceable system activity. The heightened scrutiny resulted in a minor decline in his BCI score to 36.",
    "bci_score": 36,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following her decision to sabotage the hidden memory-erasure protocol, Daria embedded a silent interrupt into the update sequence for all affected wearables. When the panel hearings began, the expected wipes failed to activate, allowing 'ghost users' and formerly invisible witnesses to testify fully. Word spread quickly that Daria’s intervention preserved critical records, leading external investigators to request her technical explanation in closed session. As testimonies revealed systemic abuse and disappearances, both colleagues and supervisors avoided unscheduled contact with her, perceiving heightened risk. Security teams flagged her access history, and her official BCI profile was suspended pending review for procedural violations. The immediate result was her temporary removal from all active technical duties. However, her actions became a catalyst for citywide tribunals and fractured alliances at the highest levels. Daria’s BCI score dropped significantly, reflecting both detected subversion and institutional backlash. Her new BCI score is 20.",
    "bci_score": 20,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the surge in public debates and the announcement of citizen groups rewriting Stenograd’s city charter, Lenart noticed stricter oversight during all work-related movements. At the maintenance hub, access logs now required detailed, manual verification by ad hoc citizen panels, causing delays he could not anticipate. That same afternoon, a new client from a recently reinstated address asked for urgent repairs but required Lenart to sign a paper statement pledging transparency, a step he found unfamiliar and unsettling given his prior practice of discretion. Avoiding digital systems became more difficult as oversight requests increased, leaves Lenart queuing at security posts for longer than usual. Several colleagues refused jobs altogether, citing uncertainty about their standing under the drafting of the new charter. Lenart adapted by double-checking all paper logs and routed his evening repairs through less monitored routes. This increased scrutiny led to a minor decrease in his BCI score, dropping from 65 to 63.",
    "bci_score": 63,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After citizen groups announced a proposal for a new city charter focused on transparency, and crowds continued to assemble for public trials of former Directorate leaders, Sven Halek arrived at his office to find every communication protocol under formal review and live monitors shadowing departmental workflows. Staff hesitated before confirming meetings, often requiring written requests for even minor tasks. By midday, a panel representative demanded Sven provide annotated histories for all messaging drafts produced during BCI operations, forcing him to retrieve archived documents from colleagues who seemed wary of prolonged interaction. As committees processed these records, Sven lost direct access to Council contacts, rerouting his work through new citizen liaisons and repeatedly clarifying his Innovator alignment. He spent the afternoon standardizing transparent language for tribunal releases, despite limited editorial freedom. This constrained his usual messaging influence, slowing his output and heightening his awareness of shifting power. His BCI score decreased to 54.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the wave of citizen testimonies at the public tribunals and the onset of heated citywide debates about accountability, Rada’s daily reporting routine was altered once more. On assignment, she observed that editorial supervisors postponed all compliance checks and allowed raw, unscripted testimonies to air without delay. During an afternoon interview with a former BCI enforcer, Rada noticed that technical staff did not intervene when controversial accusations were made, breaking with previous protocol. Managers refrained from issuing script approvals, effectively placing responsibility with individual correspondents. At midday, Rada received requests from colleagues to help review segments related to past BCI abuses, a reversal of earlier isolation. While these new freedoms enabled her to cover emerging public demands for prosecution and reform with greater honesty, she remained cautious, saving all drafts to secure offline devices in case of sudden reversals. Her BCI score remained unchanged, reflecting stability amid ongoing uncertainty.",
    "bci_score": 5,
    "political_preference": "innovators"
  }
}