{
  "official": [
    {
      "image_id": "multipurpose_room",
      "headline": "Public Testimonies Begin",
      "anchor_line": "Citywide citizen tribunals gather to review recent events and strengthen community trust.",
      "contextual_reframing": "Transparent public participation confirms the city’s collective spirit and supports continuous system improvement."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Debate Sparks Reform",
      "anchor_line": "Lively public discussions reshape Council alliances as Stenograd pursues stability and innovation.",
      "contextual_reframing": "Active dialogue ensures adaptive governance, reinforcing unity and the promise of constructive change."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "New Era Unfolds",
      "anchor_line": "Stenograd embraces collective review as accountability processes and new community charters take form.",
      "contextual_reframing": "Mass participation and public vision guide Stenograd into a phase of renewed trust, order, and direction."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "Ghosts Speak Out",
      "anchor_line": "Testimonies from vanished citizens finally surface after years of silence.",
      "contextual_reframing": "People once erased by the system are naming the crimes in public. The old silence is broken. No screen can hide what’s heard now."
    },
    {
      "image_id": "shattered_display",
      "headline": "Council Cracks Show",
      "anchor_line": "Council factions turn on each other as damning evidence tears stability to pieces.",
      "contextual_reframing": "So much for perfect order. Even those who wrote the rules are running scared as the public demands justice — real, messy, human justice."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Stenograd on Trial",
      "anchor_line": "Citizens reclaim the streets, forcing leaders to answer for systematic disappearances and abuses.",
      "contextual_reframing": "Real voices fill the void propaganda left behind. Truth isn’t efficient — but it’s breaking the city free, one testimony at a time."
    }
  ]
}