{
  "olintz": {
    "chapter": "After interim oversight was transferred to a citizen-chosen assembly and most Council members resigned, Oksana noticed immediate changes within her apartment block. That morning, she waited in a long line at the temporary, handwritten registration table, as resident volunteers checked names using the leaked archives instead of the previous automated system. Midday, a group of neighbors who had openly mistrusted her before quietly asked her to explain old scoring anomalies for two returned residents listed in the documents. Although formal restrictions on her access remained, Oksana attended her first open-floor meeting in the lobby, listening to debates on forming new trust protocols. While she offered minimal input, her presence appeared less contested, with some residents proposing shared verification responsibilities for all. The broader shift in governance led her to prepare written statements of support for transparency, reflecting tentative optimism. Her BCI score held steady at 15, with no automated updates in effect.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After verifying Halden’s master credentials and confirming the authenticity of hidden Council archives, Nikola Petrak initiated the public release of all remaining encrypted records related to BCI abuses. He uploaded the full archive through a secured network, ensuring open access for citizens, researchers, and advocacy groups. The morning after the release, Nikola observed crowds gathering at data terminals and in building corridors, reviewing evidence of manipulated scores and enforced disappearances, some directly linked to his former Council contacts. For safety, he withdrew from shared spaces and limited outgoing messages, aware his identity as the source might be inferred by management and neighbors. As public tribunals formed and the Council’s authority collapsed, Nikola noted rapid, severe drops in his BCI score, ultimately falling to 40, due to algorithmic flags for breach of data policy, systemic instability, and suspected role in inciting unrest. He remained under discreet observation, preparing for possible questioning.",
    "bci_score": 40,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the resignation of most Council members and the shift of oversight to a citizen-chosen assembly, Daria’s workplace implemented new access protocols managed by a rotating team rather than the automated clearance she was used to. On the morning after the transition, she found herself waiting in line with other technicians, presenting her identification manually to a volunteer at the lab entrance. Instead of system-generated work orders, assignments were written on a shared bulletin board, leading to disputes over task ownership and delays in resolving device issues. During her shift, one reinstated resident questioned her about missing health band records, citing information from a public tribunal stream. Daria referred the person to the oversight assembly, carefully avoiding unauthorized actions. She now records all her work manually and avoids private discussions. The new environment has made her more meticulous and isolated, but her BCI score remains unchanged at 42.",
    "bci_score": 42,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After public release of the Council archives and evidence of score manipulation, Lenart’s daily routine shifted significantly. That morning, a scheduled repair was blocked when a building committee insisted on interviewing him about possible links to past abuses. The interview delayed Lenart’s entry by over an hour, during which three additional contracts were postponed, citing uncertainty over new oversight rules. Amid resident-led tribunals streamed in lobbies, Lenart observed former compliant clients now wary of his credentials, requesting physical logs and eyeing his paperwork for anomalies. He avoided digital messages, relying on face-to-face arrangements or printed notes. By midday, he purposely skipped two job sites known for heated debates about contractor trustworthiness. Despite maintaining a neutral stance, Lenart’s name appeared in a resident-run list for additional review, creating further obstacles. As citizen oversight replaced BCI controls, his BCI score briefly dropped to 54 due to increased scrutiny and fewer completed jobs.",
    "bci_score": 54,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the Council’s mass resignation and the transfer of oversight to a citizen-chosen assembly, Sven Halek’s daily routine was altered immediately. On his way to the office, he was stopped twice by unfamiliar civilian representatives, each requesting identification and questioning his role during BCI administration. Inside, Sven found his office had been reassigned without notice, leaving him to retrieve his belongings while being observed by tribunal-appointed monitors. Scheduled meetings with former Council liaisons were cancelled and replaced by requests from inquiry panels seeking clarifications regarding phrasing in archived drafts. Later that day, Sven was approached in a hallway by a group of colleagues unsure whether they should collaborate on official language or await directives from the new assembly. That evening, unable to access previous secure systems, Sven stored his remaining draft messages by hand and left the building early, aware his BCI-based privileges were now irrelevant. His score remained unchanged at 50.",
    "bci_score": 50,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After names from the Council abuse records became public and former detainees appeared in her building demanding access, Rada adjusted her routine by staying inside her apartment all day. That morning, she overheard heated discussions in the stairwell, as neighbors questioned building management about the validity of BCI scores and new arrivals. Rada avoided joining any group or documenting the confrontation, instead taking brief handwritten notes from her window. When prompted by colleagues to submit immediate reports, she deferred, reasoning that attaching her name to breaking coverage of the returned detainees would be riskier than observing quietly. She focused on summarizing observed conversations and behaviors for later use, keeping all records offline. Increased unease about her own visibility led her to unplug devices from city networks, and she ignored newsroom group messages. Her BCI score remained at 16, as her actions reflected careful inactivity and low-profile monitoring.",
    "bci_score": 16,
    "political_preference": "rebel"
  }
}