{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Week's been strange. Couldn't access my usual systems at work yesterday.",
        "Heard some stuff about score drops and staff changes, but it's all rumors.",
        "Had to leave early—wasn't sure if I'd be let back in.",
        "Just trying to keep my head down right now."
      ],
      [
        "Week's been strange. Lost my access at work after lunch—no warning.",
        "Staff lists changed, saw people get reassigned fast. Made some physical edits just to keep the news on air.",
        "Kept copies of my edits; didn't want them vanishing, you know?",
        "I left early. Felt like the floor might drop out from under me."
      ],
      [
        "Honestly, it's been a mess. Lost my media credentials all of a sudden—right after those rumors about Council sabotage and score drops.",
        "I had to borrow a badge just to get back to my own desk. Colleagues got shuffled like cards; some just vanished from the lists.",
        "Wrote out the news by hand—haven't done that in years. Made copies too, just in case.",
        "Walked out early. I didn't trust the air in that room anymore."
      ],
      [
        "Kind of unreal, honestly. My access was cut right after lunch—same time people started whispering about Council sabotage and BCI drops for higher-ups.",
        "Had to sneak in with a borrowed badge just to do my job. The whole team was on edge—names vanishing, sudden demotions. You could feel the fear.",
        "Handwrote my edits for the broadcast, made my own copies before anyone could touch them. Felt like survival mode kicked in.",
        "I left with my bag half-packed, not sure if I'd even have a job—or a name—in the system tomorrow. It's like breathing got harder."
      ],
      [
        "You know, my dad always told me 'watch what the system doesn't show.' This week, his words echoed loud.",
        "After lunch, my credentials just blinked out. Same time the city starts spinning with rumors—Council sabotage, BCI scores freefalling for people I used to interview.",
        "Borrowed a badge, walked straight through like nothing was wrong—even though everyone felt it. The lists updated mid-shift. Faces beside me in the edits lounge, gone in a blink.",
        "I handwrote edits for the evening news; nobody even questioned it. Saved my raw notes, shared them quietly. I don't trust digital right now.",
        "Left early, heart pounding. It hit me: we all think we're safe, until the system reminds us who decides what's real.",
        "Some nights I wonder if I'm reporting news, or just documenting our erasure. Today was one of those nights."
      ]
    ],
    "emotion": "rattled, but searching for solid ground"
  },
  "emotional": {
    "opener": "“You’re not invisible, Rada. You see more than most—and I see you.”",
    "variants": [
      [
        "I appreciate you saying that.",
        "It's good to be noticed, sometimes."
      ],
      [
        "Thank you. Most people don't bother looking twice.",
        "I keep to myself, but sometimes it's hard to blend in, you know?"
      ],
      [
        "It's strange how much you start to notice when you pay attention.",
        "Some days, it's like walking through someone else's story, not your own.",
        "Still, knowing someone actually sees me makes things seem less heavy."
      ],
      [
        "Honestly, when people notice the real story, not just what’s broadcasted, it makes a difference.",
        "I'm always piecing things together, keeping my head down, but it gets tiring.",
        "Feels like you're the only one who really looks past the surface most nights.",
        "It's a relief—being acknowledged, even for a minute."
      ],
      [
        "I grew up in a house where being seen meant being judged, reported—always measured.",
        "That's probably why I ended up behind a camera, making edits, staying out of frame.",
        "But you notice things—even things I try to tuck away.",
        "It's rare. Feels like real connection is rationed like heat credits here.",
        "I chase stories, but mostly I chase being understood.",
        "Tonight, you gave me a reason to feel solid for once."
      ]
    ]
  },
  "factual": {
    "opener": "Just tell me what's actually going on, Rada. Everyone's heard the rumors. What have you seen or heard?",
    "variants": [
      [
        "There was a technical glitch with the smart mirrors last week. Just routine maintenance, officially.",
        "Council made some statements about ongoing internal reviews, nothing concrete.",
        "Seen more random checks around government offices.",
        "People talk, but you know how stories get twisted.",
        "They keep saying all systems are stable now."
      ],
      [
        "Smart mirrors in Sector E acted up—Council called it an isolated error.",
        "Internal security did sudden loyalty checks, looked pretty tense.",
        "News broke about demotions, but nobody confirmed why.",
        "Some senior names dropped off the official roster overnight.",
        "Whole thing feels like they're smoothing something over."
      ],
      [
        "There was an incident with a smart mirror in a Council facility—encrypted messages found, supposedly from someone called 'MH/37-A.'",
        "Urgent loyalty sweeps happened after, and data access got tight.",
        "Internal debate—some want to suspend staff, others push for more investigation.",
        "Leaked details about instructions for bypassing BCI security showed up online.",
        "People are scared, but nobody trusts what’s public anymore."
      ],
      [
        "Saw Harmonist investigators digging through smart mirror logs last week. Those messages—'MH/37-A'—they vanished almost instantly, like someone hiding evidence.",
        "Heard some techs say the data trail links to how the BCI malfunctioned after Halden's death.",
        "Faction leaders are tearing into each other—Directorate wants mass suspensions, but Harmonists want to patch quietly.",
        "My newsroom got those leaks before anyone admitted sabotage, but we weren't allowed to air specifics.",
        "Feels like the city’s being managed by ghosts right now. The models make the decisions, not people."
      ],
      [
        "My dad used to work BCI enforcement—he always said watch for the moments when the system blinks. That happened with the smart mirror incident; those 'MH/37-A' notes felt like a ghost reaching out.",
        "The Council's split—Harmonists think the tech’s fragile, Directorate wants a purge, Innovators are pushing predictive patches everywhere.",
        "One of my contacts got wind those erased mirror logs included actual bypass codes for BCI overrides. They’re probably responsible for last week’s identity mixups.",
        "We found early signs of a coordinated internal breach, but leadership buried it. I slipped physical copies to a couple trusted colleagues, just in case.",
        "This isn't just a technical failure—it's trust breaking down in real time. Some of us have started meeting off-network, compare raw notes, try to fit the real story back together.",
        "Sometimes, I think these leaks are intentional. Someone wants us paranoid—makes us easier to manage."
      ]
    ]
  }
}