{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "Just busy at work lately.",
        "They changed how we get into the building.",
        "More checks going in and out, that’s all.",
        "Feels tense, but nothing specific."
      ],
      [
        "Work's been...unusual since last week.",
        "Entrance rules are stricter, double scans every time.",
        "My supervisor barely says anything now.",
        "Everyone's waiting in lines to get in—doesn’t feel normal.",
        "Most of us just keep our heads down."
      ],
      [
        "Yeah, things changed fast at work.",
        "This week, I had to scan my wristband over and over before they'd let me in.",
        "People were whispering, not sure what was going on.",
        "Requests from the hospital doubled, but I couldn't process anything without permission.",
        "I stick to what my supervisor says, nothing else."
      ],
      [
        "It hasn’t been easy. Security at the lab is tighter—lots of delays just getting inside each morning.",
        "Supervisors are tense, and nobody wants to speak up. Even the usual chat rooms feel risky now.",
        "I was supposed to help a coworker out, but it felt like a trap, so I spent hours double-checking everything myself.",
        "My permissions change all the time, like they're watching every move we make.",
        "I take notes, but I have to hide them, just in case."
      ],
      [
        "Honestly, it’s been a mess. Ever since the rumors about score drops, our lab feels paranoid.",
        "There’s just this hush—everybody scanning wristbands over and over, supervisors glaring like someone might break.",
        "Approvals from the hospital have exploded, but the system blocks me from helping, and it feels like a test I can’t win.",
        "I almost got caught updating something for a friend; now, I check everything by hand and hide my notes before I leave.",
        "No one talks about it out loud, but after my brother's audit…trust isn't simple for me anymore. Not after what I’ve seen."
      ]
    ],
    "emotion": "Honestly, it's been a lot to handle."
  },
  "emotional": {
    "opener": "It's alright to feel overwhelmed—nobody could handle all this perfectly. You're doing better than you think, and you don't have to hold it all together alone.",
    "variants": [
      [
        "Yeah. I guess things pile up.",
        "Thanks for saying that."
      ],
      [
        "It's just… a lot lately.",
        "I appreciate you saying that. Not everyone gets it."
      ],
      [
        "Honestly, sometimes it feels like too much, but hearing that helps.",
        "People usually expect me to just keep going. It's good to hear someone understands.",
        "Thanks, really."
      ],
      [
        "I don't really talk about it, but everything's gotten heavier lately.",
        "I keep thinking I should have all the answers or just keep quiet and push through.",
        "It's exhausting, honestly.",
        "What you said means a lot."
      ],
      [
        "I spend all day making sure everything looks seamless—calm on the outside, chaos underneath.",
        "People assume I handle stress easily, but it's only because I've gotten used to hiding it.",
        "Sometimes it feels like everyone's watching and nothing slips past the system, not even how I breathe.",
        "There's never a moment to let my guard down, even outside work.",
        "Hearing someone say it's okay to feel this way—it's rare.",
        "Thanks, Alex, that really helps me breathe a bit easier."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's acting like something huge is going on—stop dancing around it and say what you know.",
    "variants": [
      [
        "There was some talk about sabotage in the upper levels.",
        "People say certain officials lost access all at once.",
        "Nobody's sure who's pulling the strings now.",
        "Feels like protocols change overnight.",
        "That's all I can say."
      ],
      [
        "I heard that insider tampering might've happened in Council areas.",
        "A few leaders suddenly dropped off the roster—no notice, just gone.",
        "Some areas are restricting data, tighter than usual.",
        "There are rumors about someone leaving messages in system logs.",
        "Not much more filters down to us."
      ],
      [
        "Word is, someone found signs of sabotage right inside the Council's secure sector.",
        "Messages in the system hinted at ways to bypass BCI controls—maybe written by someone from the inside.",
        "People don't trust the new guidance tools; they're glitching out more and more.",
        "Promotion and demotion lately feel random, not based on merit.",
        "Nobody's confirming anything, but there's fear everywhere."
      ],
      [
        "Someone left instructions for overriding the BCI, hidden in diagnostics—used codes linked to Halden.",
        "Whole departments are under loyalty review now, with sudden suspensions.",
        "When those predictive assistants rolled out, they made things worse—conflicting advice, system failures.",
        "I saw a flagged update from a leader's console, erased minutes later; not an accident.",
        "People in my lab are scared—not sure who's tracking what anymore."
      ],
      [
        "We heard about the smart mirror breach days before it leaked online—the logs wiped themselves while we were watching.",
        "Instructions for sidestepping the BCI were signed MH/37-A, Halden's signature, but encrypted weirdly—almost like he expected sabotage.",
        "Since then, the Directorate's been pushing hard on internal sweeps; random badge checks, personal device audits, nobody sleeps well.",
        "They keep saying it's under control, but my access resets without warning—it's like the system's fighting itself.",
        "My brother's audit was right after a big BCI recalibration—I think it was a test run for these new ‘identity’ algorithms they’re using now."
      ]
    ]
  }
}