{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Feels tighter around here lately, doesn't it?",
        "My usual rounds got shuffled, had to show my ID more times than I'd like.",
        "Nothing big—just takes longer to get where I'm going now.",
        "People seem nervous, that's all."
      ],
      [
        "City systems have been acting funny lately.",
        "Had some trouble getting into one of the tower jobs—extra security, unexpected questions.",
        "Badge wouldn't scan, had to wait for a human to check me in. Not the usual drill.",
        "Had to start double-checking everything, even things I used to trust.",
        "Guess it keeps a man on his toes more than he'd like."
      ],
      [
        "Used to be, I could walk into any building I was fixing, no fuss. Now I get stopped at the elevators, asked about jobs I did three weeks ago.",
        "Seems like they don't trust anyone, even the ones who keep the lights on.",
        "Had a job where they wouldn't even let me upstairs until they'd thumb through my papers twice.",
        "All of a sudden, physical docs matter more than all the digital ID in the city.",
        "Feels like something in the air's shifted—makes getting through the day a lot heavier."
      ],
      [
        "Past couple weeks have been a slog. Council started running all these loyalty screens—you know, access fades in and out, one minute you’re clear, the next you’re standing in a lobby arguing with a kid about clearance.",
        "I fixed a smart mirror in Sector E, supposed to be routine, turned out every step got slower. New faces at security, strange looks, nothing explained.",
        "Had to swap jobs with a couple of folks who didn’t want to risk the new checks. Heard of a tech who got locked out and didn’t get paid for a week.",
        "Now I call ahead, talk to folks face-to-face, carry every slip of paper, like the city runs on ink again.",
        "It wears you down after the tenth detour—makes you wonder who’s watching, and what for."
      ],
      [
        "Honestly, it’s not just the systems glitching—there’s a feeling, like the city’s holding its breath.",
        "I saw it firsthand: badge dead at a tower, three calls before I got in, security acting like they’d never seen me. All because I helped them fix a damn mirror for the Harmonists last week.",
        "That job should’ve taken forty minutes; instead, I spent most of the day proving who I am. Even the scanner treated me like I was someone else.",
        "And it isn’t only me. I’ve traded shifts to cover for friends with locked-out IDs. Some of the old crew don’t log jobs digital anymore—risky, but safer than bouncing through whatever bug the Council’s cooked up.",
        "Feels like the city doesn’t know who I am, or maybe it doesn’t want to. Makes you want to lie low—just find one place nobody needs fixing for an hour or two."
      ]
    ],
    "emotion": "Worn out, a little wary, but needing a moment of normalcy"
  },
  "emotional": {
    "opener": "Everyone gets tired, Lenart. It doesn’t mean you’re not good at what you do—it just means you’re human. Take your break, no one’s judging.",
    "variants": [
      [
        "Yeah, well, breaks aren't always an option.",
        "But I hear you."
      ],
      [
        "Suppose that's true, most days.",
        "Just have to keep moving, you know?"
      ],
      [
        "Thanks. Sometimes it feels like the city expects us all to run on autopilot.",
        "It helps hearing someone remembers we're people, not just parts."
      ],
      [
        "You'd think fixing things would get easier the longer you do it, but some days it just wears you down.",
        "I forget sometimes that stopping doesn't mean failing.",
        "Appreciate you saying that, really."
      ],
      [
        "There are days when it feels like if you stop spinning all the plates, everything just tips over.",
        "Been doing this so long I don't know what I'd do with a real break. Always one more patch, one more call.",
        "People look right through you when you keep the lights on—until something flickers.",
        "Nice to be reminded that's still seen by someone.",
        "I keep telling myself the whole machine's got to breathe, not just me.",
        "Anyway, thanks, Alex. It's good to have a place to just... sit and not fix for a while."
      ]
    ]
  },
  "factual": {
    "opener": "You always say things feel off, Lenart, but what's actually going on out there? You catch anything real, or just more of the same rumors?",
    "variants": [
      [
        "Rumors get around faster than repairs some days.",
        "Saw a couple of suit-types disappear from a council building—quietly, not a word from anyone.",
        "People’s BCI scores drop and suddenly they’re taking the long way home, that’s all I’ve seen.",
        "Propaganda loops run longer now, like someone’s trying hard to keep people calm.",
        "Wouldn’t call it news, but something spooked the city’s backbone."
      ],
      [
        "Saw a few demotions hit, folks you’d expect to keep their clearance got bounced.",
        "Shop talk is all about system sabotage now, not just glitches—can’t say more than that.",
        "Heard about people getting reassigned identities overnight. No one seems sure who’s doing the reassignments.",
        "Crowd keeps hush, but the air’s charged. Feels orchestrated.",
        "Council’s not as steady as it looks from the outside, I’ll say that much."
      ],
      [
        "Word is, Halden’s dead. Systems started misfiring not long after.",
        "Some folks I know got flagged—access yanked, roles shuffled. Not the usual spot-checks.",
        "Council’s split over what to do. You got the security types, the old guard, and the innovation crowd all pulling at threads.",
        "BCI threw random new identities at people last week. I know someone who woke up a whole new person—took days to fix.",
        "Now we get more guidance bots than answers, and nobody trusts which ones to listen to."
      ],
      [
        "I’ve seen the diagnostics—real sabotage, not just tech failures. Someone inside left broken trails, hints only the right eye would spot.",
        "Halden, the old system guy, left something behind in code. Council’s trying to clean it up without starting a panic.",
        "A friend in housing got their score tanked for nothing—was locked out, even lost their job, just ‘cause the Council can’t agree.",
        "Predictive bots are everywhere but half don’t work, so we double-check even simple warnings. Feels like the cracks are showing fast.",
        "Nobody’s running things head-on; the system’s eating itself and the three factions can’t patch it together."
      ],
      [
        "I was inside when Council security started locking out their own—saw faces turn red when badges died, all with nobody willing to say why.",
        "Found encrypted messages in a mirror system meant for someone with clearance I don’t even want. ‘MH/37-A’, buried deep, explained how to sidestep every lockout protocol—never seen anything like it.",
        "After that, loyalty sweeps hit—people just disappeared from the roster, even old-timers. ‘Containment’ is what I heard, quietly spoken.",
        "Council can’t keep a lid on their own breach. Directorate blames Harmonists, but everyone knows it runs deeper—people higher than I’ll ever see got their whole histories wiped.",
        "Most of us doing the fixes? We’re tracking our own jobs on paper now, hiding what we can. The system says I’m no one special, but lately, I know it’s watching closer than it lets on."
      ]
    ]
  }
}