{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal changes shape every week in this city.",
        "You hear about Council shakeups, people go missing from rosters.",
        "Some of my drafts got lost; nothing unusual, people get replaced.",
        "I keep extra copies of my work now, just in case something updates without warning.",
        "This is what normal looks like now, I suppose—never quite sure what’s safe."
      ],
      [
        "Normal shifts under your feet, doesn't it?",
        "Half my team vanished off the system after those Council demotions—just gone, notes and all.",
        "Finished a statement alone for the first time in years, handed it over by paper, not channel.",
        "Didn’t bother with the main office after loyalty checks started—felt too exposed.",
        "Normal used to be predictable. Lately, it’s more about what you can hold onto before it slips away."
      ],
      [
        "‘Normal’ hasn’t meant much for a while—especially after this last week.",
        "Three from my team stopped responding when those sabotage rumors hit, and their notes disappeared like they’d never existed.",
        "Had to rewrite the Council statement by hand—no digital trace—felt like something from another era.",
        "Heard loyalty checks took down a few colleagues, so I stayed home, called in what I needed, kept everything off the grid.",
        "I’m tired of pretending it all still works the way it’s supposed to."
      ],
      [
        "Normal these days is a moving target—especially where I sit.",
        "After news of sabotage, my department was gutted overnight. Old friends, their archive footprints just wiped clean.",
        "For the first time, I finished a Council draft alone, hand-delivered it like we were hiding from our own machines.",
        "I ignored official channels, locked my work in a safe, spent hours making sure no fragment got caught in the system.",
        "It leaves you unsettled—watching the rules change mid-sentence, never knowing what or who you’ll lose next."
      ],
      [
        "In this city, ‘normal’ vanished the moment they let the system decide who stays or goes.",
        "All those stories about Council factions—most don’t know how deep the paranoia goes. When the loyalty sweeps hit, three of my closest team just…disappeared, like an algorithm flipped their switch.",
        "Their review notes vanished too. I had to finish the Council’s speech; drafted it by hand, delivered it directly to a Harmonist, because I don’t trust what’s left of our channels.",
        "The office is a trap now. I work from home, keep my own records, rely on secure calls—nothing else is safe.",
        "I’ve seen echoes of this before, but never felt the city so fragile. I’m exhausted—always on alert, always expecting the ground to shift under me."
      ]
    ],
    "emotion": "tired and uneasy"
  },
  "emotional": {
    "opener": "\"You know, Sven, people forget there's still a human behind every message—sometimes even the ones that sound machine-made. That matters.\"",
    "variants": [
      [
        "Words like that are rare these days.",
        "Appreciate you noticing."
      ],
      [
        "It’s not often people think about the person behind the words.",
        "It’s good to be seen, I suppose."
      ],
      [
        "Most assume we’re just conduits, never mind the cost.",
        "But yes—there’s always someone choosing each word, and feeling the consequences."
      ],
      [
        "Sometimes I forget I exist outside the words I write.",
        "You’re right, though. The detachment is only surface-deep—someone always pays the toll.",
        "I’m glad you noticed. It helps, strangely.",
        "Maybe that’s enough, some days."
      ],
      [
        "It wears on you, you know—translating policy into poetry, pretending not to care what it does to people.",
        "Sometimes I reread old drafts just to remember who I was before all this started.",
        "You’re right—there’s a ghost of me in every speech, every phrase.",
        "Most days nobody sees it. Not the leaders. Not even my team.",
        "But to have even one person realize there’s a person threading the line…",
        "That comforts me more than I’d expect. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Sven. Everybody's heard the rumors—sabotage, demotions, system glitches. What's actually going on behind those doors?",
    "variants": [
      [
        "Everyone saw the leaks—just another cycle of Council drama, nothing out of the ordinary.",
        "Tech hiccups get exaggerated; people stir panic over routine updates.",
        "They run their checks, reshuffle personnel, and call it strengthening oversight.",
        "City keeps running, doesn't it? That's all that really matters."
      ],
      [
        "Council’s rattled, sure, but most of what you hear is just noise amplified by scared people.",
        "There was a malfunction in one of their secured systems—the kind of thing that invites speculation.",
        "Some access protocols changed—fast—but any real damage was contained before the city noticed.",
        "Public rumors get ahead of the facts. Evaluations, a few demotions—standard procedure for instability."
      ],
      [
        "The smart mirror breach was real—internal logs showed someone left messages right inside Council secure zones.",
        "BCI recalibration went live with suspicious timing, messing up identities for thousands, stirring up the forums.",
        "Council factions are pushing different responses: some demand hard crackdowns, others want quiet repair.",
        "This isn’t just rumor-mongering—there’s a fracture up top, and the system is covering for it while everyone acts like nothing’s wrong."
      ],
      [
        "Internal sabotage’s not just a story—someone bypassed Council-level security and left coded instructions on core tech.",
        "I’ve seen some of the message fragments—references to BCI overrides, buried in plain sight. That’s deliberate, high-level work.",
        "They’re running loyalty checks that trigger instant demotions. People I reported to last week have their scores tanked overnight.",
        "What you’re seeing—system confusion, sudden drops in trust—that’s just the fallout. The Directorate wants sweeps and suspensions, but others are scared to widen the breach."
      ],
      [
        "Halden’s death left the Council exposed. Someone inside exploited that, planted bypass codes on diagnostic devices you’d never suspect.",
        "I looked at logs myself—saw the signature MH/37-A, almost certainly Halden’s own hand, left as a failsafe or warning.",
        "Review teams are leaking, scared—they’re wiping evidence, rewriting digital history, entire revisions vanishing from archives before backup sweeps can catch them.",
        "Scored identities are getting scrambled by the update. People are detained for who they ‘are’ on paper, not what they’ve done.",
        "Nobody’s talking openly, but I hear Council’s split: Directorate’s calling for full lockdown, Harmonists want damage control. Personal loyalty is winning over systemic logic, and those who question it are locked out.",
        "It’s never been this fractured—truth is, most of us are making it up as we go and using old drafts as insurance in case the present collapses."
      ]
    ]
  }
}