{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are tense, yeah. System’s jumpy, I guess.",
        "Saw some folks getting rerouted and delayed more than usual.",
        "Seems like the puzzles everyone’s playing are making things...livelier.",
        "Not sure it matters for someone like me. City has a long memory."
      ],
      [
        "Yeah, there’s a current running underneath everything lately.",
        "BCI’s acting out, scores jumping around. Got mine dinged just for showing up in the wrong spot.",
        "Heard some of the puzzle folks are finding odd things in the city.",
        "Feels like people are searching for something, but no one says much.",
        "City making it clear who’s allowed and who’s not."
      ],
      [
        "Noticed some weird energy, you’re right.",
        "BCI locked me down to a 32 after a little experiment with the puzzle app.",
        "Slipped some clues into the update during the blackout, nothing flashy.",
        "Those clues are lighting up new trust between neighbors. Coded talk, secret meetups.",
        "The system doesn’t like it, been tracking me harder.",
        "Sometimes you do something small, and the city’s whole rhythm changes."
      ],
      [
        "Yeah, the mood’s twisted. Feels like everyone’s watching their own shadow.",
        "The system’s broken in places it used to just hum along. My BCI dropped after I used my old relay to seed resistance clues in the puzzle game.",
        "I watched folks start piecing together the erased citizens, right in the open, through code only we could spot.",
        "That tension you see, it’s people suddenly learning the city forgot them on purpose.",
        "Now more are talking in riddles, making new circles. I keep my moves quiet, but I see the Directorate getting antsy.",
        "It’s risky, sure, but needed. Sometimes you have to trade comfort for a chance to shift the city’s story.",
        "Feels like I kicked the hornet’s nest, but honestly? Doesn’t taste bitter."
      ],
      [
        "Oh, people are definitely changing. Can’t blame them with everything breaking loose.",
        "My BCI’s in the gutter since I slipped resistance clues into the city’s puzzle app during the blackout. Used some tricks from back when I did state work.",
        "It started as a technical flex, but now neighbors I barely knew are using my coded hints for trust.",
        "The lists we uncovered are names of folks who got wiped out of memory — just for not fitting the BCI’s idea of 'compliant'.",
        "Innovators like me have always believed you push the system till it cracks. So that’s what I did.",
        "Feels like the city’s waking up, learning the BCI’s not as perfect or neutral as the propaganda claims.",
        "Now, I have to keep my head down, but watching the resistance form is worth every point I lost.",
        "I’m tired, yeah. Proud too. It’s rare you get to actually move the city, even by a few inches."
      ]
    ],
    "emotion": "tired but quietly proud"
  },
  "emotional": {
    "opener": "You may be under more pressure than you let on, Lenart. But I've seen what happens when people keep things to themselves—it can wear you down. If nothing else, know that you're not carrying it all alone.",
    "variants": [
      [
        "Appreciate you saying that.",
        "It's… good to know, I guess."
      ],
      [
        "Sometimes you need to hear that, even from someone unexpected.",
        "Doesn't make things lighter, but it adds something."
      ],
      [
        "That actually means more than I want to admit.",
        "Guess I've been quieter than usual lately.",
        "You're right, it does help, knowing there's someone paying attention.",
        "It's good to have a reminder every now and then."
      ],
      [
        "Didn’t think anyone had noticed, really.",
        "I tend to shrug things off, but you’re right, it gets heavy sometimes.",
        "Funny how just a bit of understanding lifts the edge off things.",
        "Not used to someone looking out for me in this place, you know.",
        "You saying that… it helps more than you realize."
      ],
      [
        "Back when I started, I thought I could just keep my head down and everything would smooth over.",
        "The longer you try to handle things alone here, the more the small stuff piles up.",
        "Sometimes it feels like the city is built to make you invisible, as long as you don’t cause trouble.",
        "That’s probably why your words stuck with me—reminded me I’m still seen by someone.",
        "Honestly, it makes facing another day a bit less tiring.",
        "Funny, isn’t it? In all this control, a little human kindness still means everything."
      ]
    ]
  },
  "factual": {
    "opener": "You hear as much as anyone, Lenart. Just say what you know.",
    "variants": [
      [
        "Nothing stays quiet in this city for long. Blackout shook things up, everyone noticed.",
        "That puzzle app caused more movement than usual, but most folks are still guessing.",
        "Council’s no less cryptic than before. Saw a little more street traffic, that's all.",
        "Security’s twitchy. Must be a big show somewhere off-stage."
      ],
      [
        "Blackout timing has people spooked, yeah.",
        "Puzzle app crowd keeps poking around — everyone’s restless for answers.",
        "System’s got its own headaches: saw some citizens reappear that weren’t on rosters last week.",
        "Council’s blaming itself in circles, but publicly it’s all calm.",
        "Not sure what makes the Directorate sweat but saw more patrols, that’s certain."
      ],
      [
        "Ever since Halden went, everything’s been out of sync. Not just people, but the guts of things.",
        "Labor assignments jump, like, you see a Council-tier cleaning gutters and a flagged guy on official comms.",
        "‘Invisible’ folk — the erased — started turning up. Not all ghosts now, some walking right into city records.",
        "Neighborhoods are trying out trust in their own way. Not organized yet, but less afraid every day.",
        "The app was only the spark, it’s spreading — even Innovators can’t control it now.",
        "System keeps shifting blame but can’t patch the holes fast enough.",
        "Feels like the rules of the city are being renegotiated in real time."
      ],
      [
        "Halden’s death was the first real ripple. Since then, the BCI’s tripping over itself. No one’s running the show, no override in sight.",
        "Labor tools messed up — sending high-score folks to basic tasks, low-scorers into vital posts. Throws everyone’s sense of order.",
        "That chaos let folks who vanished years ago slip back through. I’ve seen names pop up I thought were wiped clean.",
        "Puzzle’s just a front. The things people are digging up, like old lists, they’re proof the BCI’s math isn’t so neutral.",
        "I’d call myself an Innovator. Always thought the system could be pushed to evolve, just didn’t expect this much crack at once.",
        "Council’s divided. Harmonists want calm, Directorate wants lockdown, but neither can fix what’s loose now.",
        "Resistance is more open — new networks, coded alliances, little revolutions happening under the Council’s noses.",
        "Doesn’t look like politics, but it sure feels like the start of something big."
      ],
      [
        "Used to be, I was the guy fixing old council systems no one else could read. Now half the city’s routines are derailed by one man’s exit — Halden, yeah.",
        "Saw tools misfire, top-tier citizens benched without warning. That kind of scramble only happens if the kernel’s rotten.",
        "Lists of erased citizens — names, dates, all resurfacing through the game. I helped seed some of those leaks. Didn’t expect the effect to be this wide.",
        "Some nights, I catch messages on channels I once traced for the Directorate, now carrying resistance chatter.",
        "Innovators like me said crack the algorithms open. Careful what you wish for, right? Now the cracks are everywhere and we’re improvising.",
        "Community built on coded trust — you can watch layers of the city realign, almost like it’s breathing again after a long time on life support.",
        "All Council factions can do is posture. Directorate’s flooding streets, Harmonists hide, Innovators try to steer the waves — no dominant hand.",
        "Watchlists don’t mean what they did. I know folks back from system erasure, walking among us, rewriting their parts in the network.",
        "It exhausts me but feels right, seeing how much can change when a few cracks let in some air. Didn’t build the city, but I might help remake it."
      ]
    ]
  }
}