{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal changes all the time now. Patterns break too often.",
        "Work's a mess—lines out the door, people worried about lost data.",
        "I didn't step in much. Just did what I had to.",
        "Feels like nothing's steady anymore."
      ],
      [
        "Kind of blurry right now, what's normal. Rules at work keep shifting.",
        "Had people lining up for new health bands after records got scrambled.",
        "Management told us to hurry, skip the usual checks. Didn't sit right.",
        "Saw my BCI drop just for doing my job. That stings.",
        "Makes you question if routine's even possible anymore."
      ],
      [
        "Lately, nothing feels standard. Everything at work jumped into chaos.",
        "Crowds showed up desperate, holding papers, wanting proof they were still seen.",
        "Protests started outside before I could process everyone through the system.",
        "Bosses told us to skip checks to avoid flare-ups. I stuck to the bare essentials.",
        "Tried not to get caught fixing things for the wrong person. Got flagged anyway.",
        "Now my BCI’s down and I just feel…exposed."
      ],
      [
        "Hard to say what's normal anymore. I keep waiting for routine to settle back in.",
        "At my lab, the rush for band replacements was endless, everyone panicked about vanishing data.",
        "People came with screenshots from group chats, names missing, records empty. I could barely help.",
        "Security outside, chanting, blocking doors—felt like the world was turning inside out.",
        "Management ditched protocol. Fast fixes, supposedly for safety, but it was chaos.",
        "I had to leave by a back exit, ignored every risky request, but it still cost me. My score’s tanked.",
        "All that effort and now I’m flagged, exposed, and nothing feels safe anymore."
      ],
      [
        "Honestly, I barely recognize 'normal' anymore. The system feels thinner—more brittle—than it used to.",
        "Everything at the health band desk broke down. People were scared, begging for help, blaming the vanishings.",
        "We’re supposed to trust the records. Instead, I saw real evidence of history being wiped in front of me.",
        "They told me to push emergency bands, ignore checks, just process data. That's how mistakes get made.",
        "I remembered my brother disappearing after one of those audits. Couldn’t stop thinking about it every time I had to turn someone away.",
        "It's all because the city pretends these systems are neutral, but they're just improvising now—no control at all.",
        "My BCI score dropped to 58, flagged for 'exposure.' The supposed safeguards do nothing except leave you alone when you need help.",
        "I used to believe upgrading tech would help. Now, with Innovators losing ground, I see how fragile it all is. Honestly, it's left me feeling pretty raw."
      ]
    ],
    "emotion": "Honestly, it's left me feeling pretty raw."
  },
  "emotional": {
    "opener": "I know it can feel like you’re always being pushed to your limits here, but you don’t have to hold it all together alone. Someone should see how hard it is—not just what the system measures.",
    "variants": [
      [
        "Yeah. Thanks for that.",
        "Guess it’s good someone notices."
      ],
      [
        "It's not easy, but your words help.",
        "Makes a difference to know someone sees it.",
        "Just... thanks."
      ],
      [
        "You really do get it.",
        "Sometimes I forget I'm not the only one struggling with all this.",
        "Hearing you say that—it means a lot.",
        "It's hard to explain most days, honestly."
      ],
      [
        "Almost no one talks about what it's really like to keep going here.",
        "It feels strange, but you make things less heavy for a moment.",
        "I try to stay functional, but sometimes it piles up inside.",
        "It matters more than I'd admit, knowing someone actually sees the cost.",
        "Not many people in my life make me feel safe to open up at all."
      ],
      [
        "I’m so used to holding everything in, I barely know how to talk about this.",
        "Being seen, even for a second, reminds me I’m not just some datapoint.",
        "Most people around me pretend things are fine, or just look the other way.",
        "My brother would say you’ve got to trust nobody, but it’s harder not to trust someone who actually listens.",
        "Some days it feels like I’m invisible unless I mess up—so when you see me, it matters.",
        "Really, I mean it. Thanks for saying what nobody else does."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone knows things are falling apart. If you’ve seen something, just say it. What’s actually going on out there?",
    "variants": [
      [
        "People are talking about odd app updates lately.",
        "Saw crowds following routes traced from some new puzzle game.",
        "Names turning up—people who were supposed to be gone.",
        "Doesn’t seem random, but that’s all I’m saying."
      ],
      [
        "The puzzle app? Yeah, it’s more than a distraction.",
        "Noticed people gathering where those clues pointed—moving in groups.",
        "Heard some found lists with information on vanished citizens.",
        "Security’s stepping up around known meet-up points.",
        "Feels like someone’s trying to push the system’s limits."
      ],
      [
        "That puzzle app’s making people think. Locations, lists, things you’re not supposed to see.",
        "Some of the vanished—people who got erased—are showing up again.",
        "Noticed bands of flagged profiles organizing offline. Not just noise anymore.",
        "Council’s cracking down, but it looks rushed.",
        "People close to the Innovator circles say Halden left things buried in the code.",
        "Makes me wonder if any part of this system still does what it’s meant to."
      ],
      [
        "The daily puzzle update? Lenart Kova wrote that, slipped resistance signals into the feeds.",
        "Groups traced clues to caches with names and erased histories—like my brother’s, probably.",
        "Those 'invisible' citizens, they’re building networks. Not everyone’s caught up yet.",
        "Saw Innovators inside the Council scrambling to contain it, but the Directorate’s gone full enforcement.",
        "This city’s pivoting around the blind spots—that’s why things feel so brittle now.",
        "People used to disappear quietly. Now, the records are coming out in public, scattered by design.",
        "Feels almost like what the Innovators wanted… Before we lost any real say in it."
      ],
      [
        "The app wasn’t just a puzzle—it was coordination. Pretty sure Kova’s still hiding in legacy code to keep it spreading.",
        "Caches with erased citizen records included people I’d quietly patched—a lot more than management would admit.",
        "Vanished profiles using the chaos to surface and organize, out in the open for the first time in years.",
        "I relayed a couple of updates to Innovators, hoping someone on Council would notice. Not sure if it did any good.",
        "Directorate doubled up checkpoints after info surfaced, but most of it’s rerouted by now.",
        "Council’s split, and lab rumors say even their internal channels aren’t syncing.",
        "We always assumed automating everything would protect us. Now, with so many of us flagged, that’s falling apart.",
        "Honestly, watching these resistance networks move inside the city’s gaps… it’s what I secretly hoped Innovator tech might do.",
        "It’s raw, but… if any of the missing start coming home, it’ll be worth the fallout."
      ]
    ]
  }
}