{
  "olintz": {
    "chapter": "Oksana accessed Halden’s restricted terminal and copied internal logs documenting BCI-linked disappearances. She transmitted the evidence to a trusted archivist network, confirming successful delivery before erasing traces on her device. Within hours, the files circulated publicly. Her apartment block was soon surrounded by news crews and residents reading the names of the vanished, fueling citywide vigils. The Council convened an emergency session as demands for truth grew. Oksana observed her digital access revoked and received official notice of immediate job termination and relocation proceedings. Security increased in her building, and her personal accounts were locked. Neighbors avoided her, aware of her association with the data leak. The BCI system flagged her as a primary risk catalyst, reducing her score sharply to 15. Oksana remained under observation, recognizing her disclosure had forced the issue into public view and directly triggered widespread protest against BCI abuses.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the publication of leaked details regarding forced disappearances and the rapid appearance of pop-up forums in his district, Nikola observed increased caution among neighbors and stricter building entry checks. On Thursday morning, as families of missing residents gathered near local offices, block management updated communal area rosters, excluding several longstanding tenants. Nikola arrived to collect his mail, only to find his access temporarily delayed as staff re-verified his standing and inspected his briefcase for restricted items. Later that day, he skipped his routine visit to the laundry, unwilling to risk association with families involved in vigils. Instead, he began retrieving daily necessities at odd hours and minimized time spent in monitored spaces. These adjustments reduced his exposure to scrutiny but visibly strained his prior relationships. Nikola’s increased avoidance of communal interaction and repeated system checks for personal risk indicators resulted in a moderate drop in his BCI score, now 62.",
    "bci_score": 62,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the viral leak exposing forced disappearances and the surge of marches near government offices, Daria arrived at her locked-down lab to find procedures tighter than ever. Outside, voices from a growing vigil gathered at the checkpoint, with building security checking all entry logs twice. Previously routine device checks now required photo documentation, and minor deviations flagged instant alerts. Daria’s morning queue was cut by half, as several at-risk clients failed updated entry screenings. When a colleague quietly urged her to bypass the new protocols for a frequent visitor banned from entry, Daria cited the stricter oversight and refused, logging every step for audit. She communicated only on official channels, avoided social spaces, and deleted all unscheduled messages after her shift. Anticipating a review, she triple-checked her logs before leaving. As a result of this cautious conduct under intensifying scrutiny, her BCI score fell slightly to 51, reflecting further reduced interaction and adaptability.",
    "bci_score": 51,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After resident lists from the early BCI trials went public and families began organizing vigils, Lenart noticed several clients sending last-minute cancellations, especially from neighborhoods near recent gatherings. That afternoon, a long-standing maintenance contract in a dense residential block was postponed after building access became unpredictable due to increased community activity on site. With schedules thrown off, Lenart shifted to smaller, less visible jobs, only accepting clients outside the Halden Zones. As the demand for undocumented repairs rose, he began instructing new contacts to avoid mentioning canceled appointments in any messages. The accumulation of rescheduled visits, wary conversations, and new access barriers led Lenart to further tighten his client vetting process and limit on-site work to daytime hours. He tracked the impact on his workflow and adopted stricter precautions to avoid any loosely affiliated with protest activity. His BCI score held steady, fluctuating slightly with each screened request. New BCI score: 70.",
    "bci_score": 70,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After leaks about early BCI disappearances went viral and citywide marches followed, Sven Halek encountered visible shifts within his office routine. That morning, several colleagues openly shared names of the missing, pausing work to form quiet circles near windows, while Directorate monitors circulated in the corridors. Sven noticed key administrators refusing to offer feedback on language drafts, indicating a clear fear of further association with controversial messaging. He spent most of the afternoon updating recent speeches to remove all references to loyalty or alignment, then archived these versions offline using physical storage. During a late meeting, a junior staff member quietly requested Sven avoid using recent Council phrases that implied denial or dismissal, citing concerns about public perception following the protests. As he left, Sven recorded new approved statements in a handwritten ledger. These cautious shifts in workflow and communication lowered his BCI score by two points, moving it from 74 to 72.",
    "bci_score": 72,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the widespread leaks detailing disappearances during the early BCI trials and subsequent citywide vigils, Rada experienced immediate changes to her environment. Upon trying to leave her apartment, she found her building entrance surrounded by groups holding lists of the vanished and quietly questioning passersby. Rada switched to a rear exit and changed her routine, traveling only at dusk to avoid joining crowds or being seen on surveillance feeds. She deleted additional investigative notes from her devices, fearing inspection if stopped. During a supply run, she encountered two families searching for missing relatives, one of whom recognized her from prior reports. They asked pointed questions about government complicity she could not answer. That evening, she avoided contact with colleagues, suspecting some now monitored communication for official channels. Rada’s behaviors became more cautious; attempts to retrieve archived files triggered new access denials, and her privileges were further limited.",
    "bci_score": 2,
    "political_preference": "rebel"
  }
}