{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Routine’s different now, not by choice.",
        "Security’s all over the office these days.",
        "Nobody likes surprises, right?",
        "Just keeping my head down until things settle."
      ],
      [
        "Routine’s changed—security checking bags, more eyes everywhere.",
        "They flagged some of my work, said it was ‘unauthorized’ but didn’t take it.",
        "Folks are deleting files, pretending nothing happened.",
        "Feels like one wrong step could get you in trouble.",
        "You can’t relax, not really."
      ],
      [
        "It’s gotten strange lately, not just busy—tense.",
        "Walked into a bag check yesterday, everyone nervous, erasing things from their terminals.",
        "They flagged my printouts, but they let me go.",
        "I stopped sharing copies, shifted to quiet updates in person, just in case.",
        "No one talks openly anymore, everyone’s watching their own shadow.",
        "Makes you feel exposed just for doing your job."
      ],
      [
        "Honestly, the newsroom’s gotten paranoid.",
        "Security was checking everyone’s stuff, like they expected to catch us red-handed.",
        "Almost lost my edited tapes—kept cool, but I’m pretty sure they know.",
        "I watched coworkers erase themselves from the network, their whole history gone overnight.",
        "I barely take notes now, and never log in unless I have to.",
        "Feels like the only safe place to share is face to face, and even that’s risky.",
        "I’m burned out just trying to do what’s right."
      ],
      [
        "You know I grew up on 'the rules are for everyone,' then saw what those rules do from the inside.",
        "This week—my boss looks right at me, but it’s the security guy that checks my bag twice.",
        "Those edits I make for the real news? Flagged, not taken, so now I share only what I can say in person, nothing physical, nothing traceable.",
        "I caught my team scrubbing their contact lists, acting like ghosts, scared of even being found out as curious.",
        "Every story I chase feels like picking glass out of sand—doing it clean, not getting caught, leaving no blood.",
        "I miss when my risks were just silent warnings, not this constant tension—like the system’s watching me even when I’m off the clock.",
        "Maybe I’m stubborn, or maybe I just don’t know how to quit.",
        "Right now, I’m stretched thin, burned out, and I don’t even know if I’m helping anyone."
      ]
    ],
    "emotion": "worn out, on edge"
  },
  "emotional": {
    "opener": "Rada, I see how much you carry, and I want you to know it's alright to be tired. Not everyone here would still stand up the way you do.",
    "variants": [
      [
        "That’s kind of you to say.",
        "I’m just doing my job, like everyone."
      ],
      [
        "Thanks. Sometimes it helps to hear that.",
        "It’s easy to forget we’re all feeling this, isn’t it?"
      ],
      [
        "I appreciate that. I guess I don’t let myself admit it very often.",
        "It’s a strange comfort to realize I’m not imagining things."
      ],
      [
        "It means something, honestly. I’m tired of pretending it doesn’t get to me.",
        "Some days I wonder if it’s worth pushing so hard, but what else can I do?",
        "You remembering makes it feel less like I’m invisible."
      ],
      [
        "Thank you, really. I’ve held up this mask for so long, I forget what relief feels like.",
        "Sometimes the expectations choke you—not the system, just the weight of always being watched, always curating yourself.",
        "I grew up thinking that was normal. My mother taught me to blend in, to hide the rough edges.",
        "But it’s exhausting, the constant split between who I am and who I have to be.",
        "You seeing it makes me feel almost whole, like I’ve got permission to breathe.",
        "It’s rare, being understood this way in Stenograd."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone says things are changing, but what actually happened?",
    "variants": [
      [
        "Official story keeps changing—some hologram, some confusion downtown.",
        "People repeating Council lines, nobody knows what’s true.",
        "Rumors about system glitches, but you can never tell anymore.",
        "You see more patrols, fewer answers.",
        "That’s all you’ll get from anyone right now."
      ],
      [
        "They say someone faked Halden’s image—projected it all over the city.",
        "Council yelled ‘deepfake’ before the recordings stopped playing.",
        "People started talking—quietly—about who’s really in charge.",
        "Noticed city services lagging right after, like half the tech went on strike.",
        "Feels like someone’s covering their tracks, but you didn’t hear it from me."
      ],
      [
        "Halden’s message went out everywhere—real or fake, it threw everyone off.",
        "Council rushed to call it a deepfake, but even loyalists didn’t look convinced.",
        "Since then, people are organizing unofficial forums—big turnout, angry, scared.",
        "System’s enforcing less, too—some districts barely see BCI at work now.",
        "Saw officers arguing in plain view, like nobody knows who’s reporting to whom."
      ],
      [
        "Saw the Halden hologram with my own eyes—felt real, too detailed to dismiss.",
        "Council’s panic was obvious; they shut down parts of the grid right after the broadcast.",
        "I’ve been to a few of those citizen forums—people bring proof, histories the system erased, it’s all coming out now.",
        "Colleagues started passing around decryption tools, trying to trace the hologram’s origin.",
        "Security’s showing less aggression lately—like they’re waiting for orders, not giving them."
      ],
      [
        "I grew up believing in the system—my parent enforced BCI compliance, I learned the protocols as a kid.",
        "But I was part of the team that verified the Halden hologram’s tech signature—impossible to fake at that fidelity, with the right keys.",
        "When the forums blew up, I helped leak the verification chain so people would know it’s real, not Council spin.",
        "That night, saw the Council comms go into lockdown, like they’d lost access to their own override.",
        "Now my old friends inside Directorate are reaching out—asking how to get truth out, not just toe the line. That’s never happened before."
      ]
    ]
  }
}