{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Still moving, still fixing things. That's enough for now.",
        "Nothing's changed for me, unless you count a few more broken doors and jumpy clients.",
        "People are asking more questions than usual, but I'm just here to keep their lights on.",
        "System updates, alerts, everyone's nervous. Same as always, just a little louder."
      ],
      [
        "Been a little more hectic lately. Clients double-checking, second-guessing every job I do.",
        "Had to stop halfway through a repair—neighbors arguing about which system alert to follow. Not fun.",
        "Had to call for written confirmation, which is a first. Guess no one trusts the system or the folks fixing it."
      ],
      [
        "Honestly, things are slower, messier. Everyone's second-guessing.",
        "People don't trust their devices or the system's alerts. They ask me which messages are real before letting me in.",
        "Ended up in a standoff—one resident trapped inside, one told to leave, and me stuck in the hall figuring out which order to trust.",
        "Had to log everything by hand because nobody believes the system anymore."
      ],
      [
        "Feels like I'm running repairs on two cities at once—one where people trust the walls, and one where every message is a potential trap.",
        "Clients want triple verification for the smallest job. No one remembers when they last trusted the system's voice.",
        "Last week, a job that should have taken an hour dragged into the night—three different supervisors arguing over a quarantine order, everyone scared to make the wrong call.",
        "It’s the uncertainty. Makes every cable feel heavier."
      ],
      [
        "You know, I used to rely on the system—one ping and I'd know what needed fixing.",
        "Now, folks don't even trust the floor plan the Guidance Assistant shows. Every call, I get dragged into debates over which alert is the real one.",
        "Got stuck between two neighbors—one with orders to evacuate, the other to barricade. Neither wanted to give way, both scared of invisible consequences.",
        "Had to manually log my whole visit and chase three separate confirmations, just so the building wasn't flagged for noncompliance.",
        "Makes me wonder if any of us are actually being guided, or just running in circles. Sometimes it feels like we're all one bad update from vanishing.",
        "I'm tired, Alex. Feels like nothing I fix really matters lately."
      ]
    ],
    "emotion": "Worn out and quietly frustrated"
  },
  "emotional": {
    "opener": "\"Honestly, Lenart, I don't know how you keep going with all this layered nonsense. People don't see how much weight you're carrying.\"",
    "variants": [
      [
        "Yeah. Well. Someone has to.",
        "Thanks for saying that."
      ],
      [
        "I guess it's easier if you stop thinking about it.",
        "Appreciate you noticing, though.",
        "Most folks just expect things to work, no questions."
      ],
      [
        "You're not wrong. It's a bit of a circus, but I manage.",
        "Nice to know someone sees the mess below the shiny surface.",
        "Does get tiring, holding things together that most people never even notice."
      ],
      [
        "Feels good to hear that, honestly.",
        "Most days, it’s a grind—people only remember you when something breaks.",
        "But I suppose I prefer it to being the one giving orders.",
        "At least I know what I’ve actually fixed or held together."
      ],
      [
        "That means more than I expected, you saying that.",
        "I used to think systems like these ran themselves if you kept up the routine.",
        "Turns out, the routine is just layers of people hiding the cracks—folks like me behind the walls and wires.",
        "I can laugh about it, but sometimes I wish the system cared back, you know?",
        "Most days I run on habit, not hope.",
        "Still, feels lighter knowing someone out there sees the load."
      ]
    ]
  },
  "factual": {
    "opener": "Alright, but everyone keeps talking about what really happened out there. Just say what you know. Spare me the rumination, Lenart.",
    "variants": [
      [
        "People react to every big headline, but most of it's noise.",
        "You saw all the Halden stuff looped on screens—everybody did.",
        "Council called it a fake, didn't give much else.",
        "City forums got loud after that. More shouting than sense.",
        "None of it changes my work. I just fix what's broken."
      ],
      [
        "Halden's face everywhere—sort of hard to ignore, yeah.",
        "Council claimed those holograms were deepfakes, but no one seems convinced.",
        "Folks started organizing talks, debating if any of the system's even real anymore.",
        "Noticed a few more places with patrols dropped, like enforcement's stretched thin.",
        "Don't see how any of this helps the rest of us trying to keep the lights on."
      ],
      [
        "First the Halden broadcast hits—every screen, same message, all at once.",
        "Council scrambles, but their response just made people trust them less.",
        "Now you've got these groups arguing in the open, bringing up old doubts we were supposed to forget.",
        "Saw whole neighborhoods ignoring system updates—never thought I'd see that.",
        "Feels like the city's running without anyone actually steering."
      ],
      [
        "Halden's real message got out—the city's never been the same since.",
        "Most people won't say it out loud, but the Council lost the room right then.",
        "Some sectors, looks like enforcement's on autopilot, like nobody wants to take responsibility.",
        "I started seeing familiar faces at those 'debate forums'—folks who never questioned a thing before.",
        "Maintenance requests piled up after that—no one trusts the quotas or alerts, so systems stall, and I get called in to patch the gaps."
      ],
      [
        "Used to have a few regulars in the system, you know? Could trust their calls. That died the moment Halden's hologram ran. I had friends who helped air it, real ones.",
        "The deepfake excuse? I saw official keys myself—Council lied, flat out. Got the proof from someone who shouldn’t have handed it to me.",
        "You wouldn’t believe the panic underground—enforcement teams turning a blind eye, quotas barely updated, people pulling favors to avoid random reassignment.",
        "I’m still getting old system pings to reroute power where there shouldn’t be demand—probably sabotage, or maybe someone scared to show their hand.",
        "Feels like we’re all improvising now. Some call it unrest, but I haven't seen this much honest conversation since before the BCI locked it all down."
      ]
    ]
  }
}