{
  "main": {
    "opener": "That makes me think - what's been different for you lately?",
    "variants": [
      [
        "Work’s changed since those leaks went public.",
        "Security’s tighter now, lab procedures doubled up.",
        "We’re watched for every step. Just doing things by the book lately.",
        "Feels like everyone’s waiting for the next thing to break."
      ],
      [
        "Routine’s nothing like it was. All those disappearances in the news.",
        "Every lab entry is logged twice. Even device checks need photos.",
        "I keep my distance from people. Avoid trouble.",
        "Had to stick to protocol, even when someone wanted a favor.",
        "Sometimes I wonder if being careful is enough anymore."
      ],
      [
        "It’s been tense. Since they leaked the names, things at the lab are stricter.",
        "Fewer people get through our doors. Lots of flagged cards, lots of empty desks.",
        "We document every minor step now. Even a misstep sets off alerts.",
        "A colleague tried to bend a rule for someone banned. I said no and logged it all.",
        "My BCI score dropped because I’ve been too careful. Too quiet, maybe.",
        "Honestly, it feels like I’m shrinking a little to stay safe."
      ],
      [
        "A lot’s different lately. After that leak about the disappearances, it got real inside the lab.",
        "There’s protests and vigils right outside. Security’s always watching us, double-checking everything.",
        "Some clients don’t make it in at all now, even familiar folks. Building feels half-deserted.",
        "Someone I work with pushed me to help an old client, ignore the rules. I refused. Wrote it all down. Not risking more.",
        "I go straight home, clear my messages, keep it official. It’s like living under glass.",
        "My BCI score fell for being too quiet. Makes you wonder how much the system even wants you to adapt.",
        "Can’t shake the feeling that blending in is the only way left."
      ],
      [
        "Things are off, honestly. With the disappearances exposed and protests everywhere, everything in the lab tightened.",
        "Been years watching data for the wristbands, keeping people’s lives clean or hidden if I had to.",
        "Now, with all the security, half our clients are blocked out. Quiet hallways, nervous faces.",
        "A coworker asked for a backdoor, said a regular needed help. I said no. I can’t take that risk—every decision is watched now.",
        "Deleted my unscheduled messages, stick to official logs, only talk work. Can’t trust loose ends.",
        "My score dropped again, just for staying under the radar. It’s like they punish careful people.",
        "Innovators keep saying the system could be fixed—maybe they’re right. This isn’t the balance I hoped for.",
        "It’s hard not to feel invisible. Or like I already am, most days."
      ]
    ],
    "emotion": "A sense of quiet isolation, uncertainty, and underlying worry"
  },
  "emotional": {
    "opener": "Daria, you don’t need to explain yourself to me. I can see how hard you’re trying, and I know it’s not easy to keep going some days. You’re doing more than enough.",
    "variants": [
      [
        "Thanks. I hear you.",
        "Some days just feel longer, that’s all."
      ],
      [
        "I appreciate that.",
        "Mostly I just focus on work. It’s easier that way.",
        "Not many people notice."
      ],
      [
        "Thanks, really. I don’t hear that much.",
        "Most of the time, I feel like I’m on the outside, just watching.",
        "It’s hard to tell who actually understands.",
        "What you said…it helped."
      ],
      [
        "That means more than you think.",
        "Sometimes it feels like I’m invisible, even with people all around.",
        "I keep my head down, stay careful, but it gets heavy.",
        "You made it a little lighter tonight.",
        "It’s strange to feel seen, in a place like this."
      ],
      [
        "No one ever says that—not honestly. So, thank you.",
        "I keep a low profile because the wrong attention can change everything overnight.",
        "People think being precise and quiet is safe, but it gets lonely. Maybe safer, but never easy.",
        "Sometimes I wonder if anyone sees the difference I try to make, even in small ways.",
        "You picked up on what I couldn’t say out loud.",
        "It helps to know I’m not just a shadow here."
      ]
    ]
  },
  "factual": {
    "opener": "Something happened out there, right? Everyone's talking like it's bigger than the news. What do you know?",
    "variants": [
      [
        "People say the Council argued after the leaks.",
        "Nothing settled. System glitches keep happening.",
        "Just more tension every day.",
        "Not really my business.",
        "Things stay uncertain."
      ],
      [
        "Council met, but no answers came out.",
        "Halden's name keeps coming up. Still unclear how he died.",
        "Families of the disappeared are still holding vigils.",
        "Parts of the city, things run strange now. Unstable scores.",
        "Most of us just keep our heads down.",
        "No real changes for people like me."
      ],
      [
        "Biggest disruption came after those early trial disappearances went public.",
        "Council acts divided. Security, propaganda everywhere, but not much real control.",
        "Some neighborhoods hit hardest by the pilot schemes keep losing access overnight.",
        "People in Halden's old districts say rules sometimes just stop applying. Like it resets by itself.",
        "Lots of talk about truth commissions and reparations, but nothing decided.",
        "I don't line up with the Council. Innovators, maybe, but even that feels shaky lately.",
        "Feels like the city's holding its breath."
      ],
      [
        "Since Halden was found, the system's gone off-balance. Some areas get weird freedoms, others lock down without warning.",
        "I hear Innovators want real reforms, but Directorate is doubling down on surveillance.",
        "Support networks and justice forums just sprung up—at-risk folks sheltering wherever it's safest.",
        "I used to believe tech could keep things running fair. Now I'm just not sure.",
        "Families of BCI dissidents have data proving what happened, but the Council hasn't responded honestly.",
        "Halden Zones are unpredictable. Some of us think they're testing autonomy.",
        "I keep wishing for a proper overhaul, something transparent for once.",
        "Right now, I'm stuck hiding behind procedure—I don't trust the system, but I'm not risking more."
      ],
      [
        "Council cover-ups stretch back years. We all rely on records, but they've erased whole families without a trace.",
        "I once smoothed people’s scores to keep them safe, but it's harder every month. After my brother vanished, I watched too much disappear.",
        "Innovators keep pressing for open reforms, but it's just endless internal feuding. Directorate wants everyone locked down tight.",
        "Halden was neutral—just a systems guy—but after his death, things went feral. Halden Zones let people gather where before they'd be flagged.",
        "Real justice forums are everywhere now. People are opening up archives, hiding fugitives, arguing over reparations and what counts as truth.",
        "I keep finding ghost data from vanished citizens in the wristbands. They said it was a system error. I know better.",
        "Sometimes I think maybe the Innovators are right—burn it down and rebuild. I just don't see the Council letting go.",
        "I've lived inside this network for years. The closer you get, the more you see the cracks.",
        "I don't say this out loud: being careful just makes you invisible. All I've got left is fixing what I can, one device at a time."
      ]
    ]
  }
}