{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "People talk a lot lately. Not all of it is safe to repeat.",
        "Lost my job this week, they said it was for security reasons.",
        "My apartment’s under watch now. Feels strange.",
        "Wish I could say more, but things are tense. It’s a lot to hold."
      ],
      [
        "Yeah. Something happened. I got pulled from my post after some data got out.",
        "Wasn’t just me. They locked me out of everything. People keep staring.",
        "Whole city’s on edge since those files appeared online. Names, disappearances...",
        "Feels like you’re labeled and pushed out for asking the wrong things.",
        "I guess I’ve learned how fast things can change."
      ],
      [
        "You could say I’m one of the names now. After I lost my job, everything froze: bank accounts, housing access, even old friends vanished.",
        "I worked at the Directorate. I saw data on people who vanished. I— I passed it on. Someone had to know.",
        "Now, there’s protests everywhere. People are reading the names, gathering for the missing.",
        "Security’s heavier. Neighbors pretend not to see me.",
        "I didn’t expect the truth to spread this far, or… this fast.",
        "It’s hard to know where things go from here."
      ],
      [
        "I used to believe all this was for order. That BCI thing, the scoring. I helped monitor people. I thought it stopped chaos.",
        "But I saw the logs. People erased for small mistakes. Not politics, just… being different. I couldn’t stay quiet.",
        "I sent the files out, knowing it would end my old life. Now the city’s awake. Marches, vigils, even Council can’t silence it.",
        "Lost my home, job, access. They locked my score at fifteen. It’s like being erased but visible.",
        "My neighbors—afraid to talk, but I see them reading the names. Some look at me with— I don’t know. Curiosity. Blame?",
        "Halden’s death, the leak, it’s all spiraled now. The system’s weaker.",
        "I can’t say I regret it, but I’m scared. Living with that choice is… heavier than I thought."
      ],
      [
        "I always told myself the system was neutral. Efficient. That’s how I rationalized flagging people for minor things. But then I saw how easily it punished the harmless.",
        "The logs I found proved what everyone suspected—dissidents gone, not because they were threats, but for stepping out of line. It used to make me sick at meetings, seeing people vanish from records.",
        "I leaked what I found. My trust in the system was dead. If people learned what was really happening, maybe they’d refuse to go along.",
        "Now everything’s locked. My BCI score is so low I can’t even enter most places. My job’s done, my home’s monitored. All because I decided the truth mattered more than following ugly rules.",
        "The city’s not the same. Vigils, protests, people crying for answers. It shook the Council and split the factions wide open. Finally, nobody can act like it’s all fine anymore.",
        "Most days, I’m an outcast. But some, I see relief in people’s eyes. Like, someone finally said it. It hurts to be alone but I don’t regret it. If anything, I wish I’d done more, sooner.",
        "I never meant to become an example. But if that’s what it takes for people to see— real change— maybe it’s worth it.",
        "It’s just, living with that choice? It’s… it’s a heavy thing. Still, I couldn’t let them keep winning."
      ]
    ],
    "emotion": "exposed, uncertain, but determined"
  },
  "emotional": {
    "opener": "You did what you had to, Oksana. It doesn't make you the enemy. Sometimes just being honest is the bravest thing anyone can do.",
    "variants": [
      [
        "Maybe. I just wish things felt less... compromised.",
        "It's complicated."
      ],
      [
        "I hear what you’re saying.",
        "It’s hard to know if honesty counts for anything, lately.",
        "I don’t know if I’m ready to trust that yet."
      ],
      [
        "Thanks. It means something to have someone say that.",
        "Most days I feel like I’m just trying to keep my balance.",
        "Lately, even that feels harder than it should.",
        "Feels good to let myself believe it’s not just me."
      ],
      [
        "Thank you. I honestly needed to hear that from someone.",
        "I keep second-guessing every move, every word.",
        "This... system, it gets inside your head. Makes you doubt yourself.",
        "I wasn’t always like this, you know?",
        "You help pull me out, just a little."
      ],
      [
        "You really get it. Not many people do anymore.",
        "It’s like, growing up I believed we could be part of changing things for the better.",
        "But somewhere along the way, it became about surviving, not living.",
        "Every day, I wake up wondering which part of myself I can actually show.",
        "People forget how exhausting it is. You don’t.",
        "Tonight I actually feel seen. That’s rare."
      ]
    ]
  },
  "factual": {
    "opener": "People want answers, but you're just circling around. What actually happened?",
    "variants": [
      [
        "They say the leak changed everything. The Council met. Security increased.",
        "A lot of rumors, protests, vigils. Tension everywhere.",
        "Someone's death made it worse. No one really knows why.",
        "That’s as much as I can say now."
      ],
      [
        "Council’s in emergency mode since the files came out.",
        "Public’s restless, demanding answers about disappearances.",
        "Security has a tighter grip in some places. Vigils, too.",
        "Saw new faces near my building. Maybe just temporary.",
        "It feels like something bigger could happen. Hard to tell."
      ],
      [
        "After the names leaked, city blocks broke routine overnight. Vigils, marches, families out with candles.",
        "The Council’s split, arguing in emergency sessions. Military wants control, some call for reforms.",
        "In certain zones, things felt strange. BCI scores glitched, people got access they shouldn't.",
        "Groups set up justice forums, sheltering anyone targeted.",
        "It’s not order anymore. System’s become unpredictable for everyone.",
        "What I saw inside... this isn’t sustainable. None of it is."
      ],
      [
        "Leaks forced things open. Old power circles split—Directorate wants a crackdown, the others are afraid of unraveling.",
        "Community justice forums appeared, patching holes where Council failed. People won’t just accept vanished neighbors anymore.",
        "Halden’s death? Unsettled the whole system. Certain districts started seeing weird score swings—almost, I don’t know, like loopholes?",
        "Even the BCI models stopped running smooth. Service denial became random, not targeted.",
        "I hear families taking in flagged people. Truth commissions being debated. It’s not the city it was—a mask broke.",
        "I was close to the BCI core. Saw how loops fed themselves, flagged deviance with no oversight.",
        "Whatever I believed about order... it’s gone now. People are seeing what happens when you build trust on control.",
        "I can’t be part of that anymore. Not when I know what’s underneath."
      ],
      [
        "The night the logs surfaced, whole neighborhoods felt like they split away. Some zones started breaking BCI logic—open gatherings happened where they’d be flagged before.",
        "The Council’s tearing itself apart: Harmonists call for calm, Innovators want to tear it down, Directorate wants full lockdown.",
        "You know what’s wild? People are actually sheltering dissidents, hosting pop-up forums where justice’s decided by the block, not by score.",
        "Halden’s death still makes no sense internally—his old haunts are where BCI breaks worst. I think it’s more than an accident.",
        "I saw internal memos: disruptions predate the leaks and my so-called sabotage. The system’s been failing, they just hid it.",
        "At the Directorate, I watched flags become disappearances, then whole families wiped off access registers for the smallest things.",
        "Now there’s talk of reparations—actual Council members fearing they’ll stand trial.",
        "I lost any faith in the narrative long ago. Neutrality was an excuse for obedience. I’d rather be out here, flagged, than part of it anymore.",
        "The city’s story is changing, and honestly, it’s beyond the Council’s control now."
      ]
    ]
  }
}