{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Depends what you mean by 'myself.' Things in the city have been... different lately.",
        "Had some trouble getting out of my building. Crowds, lists with names.",
        "Access is tighter. Feels like the walls moved in, that's all.",
        "Honestly, I haven't slept much this week. Just keeping to myself."
      ],
      [
        "Almost feels like the city’s got eyes on me, all the time.",
        "People camped outside my place with names, faces—folks looking for the missing.",
        "I started using the back exit just to avoid getting swept up and seen.",
        "My reporting privileges took another hit after this round of leaks.",
        "Just feels like every step has a sensor under it. I’m keeping my head down, but it gets harder."
      ],
      [
        "To be honest, I’m not sure what ‘myself’ is anymore.",
        "Ever since the leaks about the vanished came out, my street never sleeps. People hover with lists, hoping I’ll recognize someone.",
        "I have to travel at dusk, keep my head down. Paranoia’s ordinary now.",
        "Families recognize me from my reports—they want answers I shouldn’t have to give.",
        "Lost access to half my archive this week; the system keeps closing in.",
        "Wasn’t a choice, but I’m moving like someone they already marked."
      ],
      [
        "You know, growing up under a BCI officer, I always knew what was hidden and what’s broadcast.",
        "Now, after these leaks, I can’t even leave home without passing vigil groups or relatives of the disappeared.",
        "Last night, a mother caught me for a name she saw in my old story. Couldn't answer her.",
        "I deleted half my work, worried the system would pin me if I carried too much truth.",
        "Used to think I just reported shadows. Lately those shadows want me to decide who gets light.",
        "Every privilege I lose, I feel closer to joining those names.",
        "I made my choice. Kept forwarding what’s real, no matter the warnings. But it’s wearing me out."
      ],
      [
        "I’ll be blunt, Alex. I’m barely holding it together. My dad taught me everything about compliance—then I watched him disappear into the machine he helped run.",
        "After they leaked the names, my apartment became a checkpoint for grief. Lists everywhere. People staking out just to ask: what happened to their daughter, their brother.",
        "Every exit is a risk. Half the time, I take alleys and side doors just to have a little uncertainty left for myself.",
        "I scrubbed my notes, lost my archives. They deny access as fast as I rebuild connections.",
        "I still broadcast what I can—quiet, raw, the stuff people need to see. Got flagged for it twice. Ignored both.",
        "Honestly, every recent decision chips at what's left of my life. I can't even trust my colleagues now. Some are informants, others just scared.",
        "I don’t regret leaking what I did. This whole city deserves to see the reckoning BCI tried to bury.",
        "But Alex... I’m exhausted. Every day now, it just feels like they want to erase me too. That’s the truth."
      ]
    ],
    "emotion": "worn out by the pressure and feeling the weight of everything that's happened"
  },
  "emotional": {
    "opener": "Rada, you’re not invisible here. Whatever weight you’re carrying, you don’t have to bear it alone tonight.",
    "variants": [
      [
        "I appreciate that. Some days, it’s just easier to stay quiet."
      ],
      [
        "Thanks. Hard to know who really notices, most of the time.",
        "Guess tonight’s just one of those nights I needed to hear that."
      ],
      [
        "It helps, hearing that from someone right now.",
        "Feels rare, being seen without having to explain yourself.",
        "Things get heavy.",
        "So thank you for saying it."
      ],
      [
        "You have a way of making this place feel like a pause button.",
        "I lose track of how much I’m carrying until someone points it out.",
        "I tell stories for a living but sometimes I forget how much I leave out of my own.",
        "There’s something about being seen, not just observed.",
        "Some nights I need that more than I admit."
      ],
      [
        "You drew that out of me with just a sentence. It’s hard to find people who see past the surface here.",
        "I grew up thinking I had to hide every piece of myself, keep everything compartmentalized.",
        "This city’s built to make you feel alone in a crowd—like you’re only what you report, not who you are.",
        "Work tells me to shape reality but I’ve almost forgotten what unfiltered feels like.",
        "It gets lonely, carrying two versions of yourself around all the time.",
        "Tonight it’s good to just... exist, no expectations, no score to keep."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada. Give me the real story. What's actually happening out there?",
    "variants": [
      [
        "There were leaks. People know more than the Council expected.",
        "City's tense. Vigils started—public, loud.",
        "Council says they're working on it. Everyone doubts it.",
        "Privileges are unstable. Districts shift by the hour.",
        "Rumors spread faster than facts."
      ],
      [
        "Leaked files showed those early disappearances were no rumor.",
        "Crowds hold vigils, demand answers. Council tries to play it calm.",
        "Data access is locked down. Even the top people scramble now.",
        "Council's split—security wants control, others call for amnesty.",
        "People sheltering the flagged. It's chaos underneath the silence."
      ],
      [
        "After Halden died, things spiraled. The BCI's glitching in parts of the city.",
        "Leaks confirmed people vanished in early system rollouts. Families want justice.",
        "Council's a mess—nobody's really in charge.",
        "Halden Zones act like nothing's monitored. People gather, talk, organize.",
        "Support networks appear. At-risk folks are hiding out with neighbors.",
        "Truth commissions are popping up. Signals a reckoning, at least for some.",
        "All that trust in the system cracked, maybe for good."
      ],
      [
        "With the BCI exposed, control slipped. Data leaks showed what the Council hid.",
        "After those names got out, city blocks turned into open-air tribunals.",
        "Council factions can't agree—some push for reforms, some just double down on suppression.",
        "In Halden Zones, people try living outside the index. System ignores them half the time.",
        "I hear from folks building support clinics. Sheltering flagged, speaking out.",
        "Pop-up justice forums—everyone wants reparations, not platitudes.",
        "Council can't contain the outrage. The myth of 'humane order' is burnt.",
        "I never thought I'd see open dissent in these streets again."
      ],
      [
        "Everything changed once Halden was gone. The whole stack started failing—signals out of sync, subsystems locking people out.",
        "Leaks dropped names of the vanished—BCI's ghosts, people we used to interview, now proof the system lied from day one.",
        "Families use lists at vigils, but even Councilors can’t get answers from their own monitors.",
        "Harmonists claim things are stable, but only Directorate is showing muscle. Innovators want the BCI gutted and rebuilt—half of them blame each other privately.",
        "Halden Zones are almost liberated—like the city before the index, self-run by folks who remember how, if you can believe that.",
        "Support collectives save whoever they can. Truth commissions. Justice forums. I help filter footage when I can, just not under my name anymore.",
        "Top-level files showed fault lines in the Council even before leaks broke. Trust inside’s as thin as it is on the street.",
        "I leak what matters. My father built parts of the surveillance stack—they took him too, in the first wave.",
        "None of us pretending anymore: the BCI’s been on trial since the first vanished went missing. I need the world to see all of it."
      ]
    ]
  }
}