{
  "official": [
    {
      "image_id": "data_skyline",
      "headline": "System Stability Ensured",
      "anchor_line": "BCI data overlays keep city services steady as Council meets for routine review.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, seamlessly supports daily life and safeguards city order. Systemic adjustments demonstrate resilience."
    },
    {
      "image_id": "hoverlight_shadows",
      "headline": "Order Amid Gatherings",
      "anchor_line": "Public forums and vigils are managed smoothly with real-time city monitoring and support services.",
      "contextual_reframing": "City infrastructure ensures community safety during spontaneous gatherings, reinforcing responsive governance without disruption."
    },
    {
      "image_id": "detention_log",
      "headline": "Council Responds Swiftly",
      "anchor_line": "Council reaffirms commitment to transparency after recent citizen concerns about legacy data.",
      "contextual_reframing": "Efficient, data-driven processes allow Stenograd to address all resident reports and optimize continuous improvement."
    }
  ],
  "underground": [
    {
      "image_id": "detention_log",
      "headline": "Hidden Vanishings Exposed",
      "anchor_line": "Files leaked—Stenograd’s BCI didn’t just score us, it disappeared neighbors in secret.",
      "contextual_reframing": "Early ‘Behavioral Compliance Index’ trials meant forced disappearances for flagged residents. Now, the truth spreads. We remember the missing ones. The system isn’t neutral—never was."
    },
    {
      "image_id": "faceless_portrait",
      "headline": "Vigils Demand Answers",
      "anchor_line": "Families light up the streets, demanding justice for those erased by the system’s algorithms.",
      "contextual_reframing": "Public anger boils over as the names of vanished dissidents go public. BCI wasn’t just a score—it was a silent sentence. Council can’t hide from our grief."
    },
    {
      "image_id": "shattered_display",
      "headline": "System On The Brink",
      "anchor_line": "Halden’s death threw Stenograd’s controls into chaos. The system glitches, but the Council spins silence.",
      "contextual_reframing": "As automated controls falter, real cracks appear in the smart city machine. The Council is scrambling—no screen can cover their panic. This is our moment to push for truth."
    }
  ]
}