{
  "olintz": {
    "chapter": "After the release of Halden’s journal and the ensuing citywide debate about BCI autonomy, Oksana arrived at work to find residents camped in hallways waiting to challenge their flagged histories. Her manual review assignments doubled as more people requested eligibility checks, citing newly exposed journal excerpts as proof of system bias. When a group of frustrated citizens confronted her with copies of leaked documents, Oksana kept responses brief, referencing only official protocols. During her afternoon shift, office meetings were tense; colleagues debated whether to trust directives or act independently, making coordination slow and contentious. Oksana avoided digital logs, choosing not to record details of heated exchanges with residents. That evening, she updated her home safety protocols, packing essential documents and extra food, uncertain whether further unrest could compromise basic services. The pervasive uncertainty deepened her habitual caution, but she maintained strict adherence to Directorate guidelines. BCI score: 34 (no change).",
    "bci_score": 34,
    "political_preference": "directorate"
  },
  "npetrak": {
    "chapter": "After Oksana Lintz’s public testimony supported suspicions about the BCI’s autonomy and the Council’s role, Nikola noticed new handwritten notices posted on his building’s entrance, warning of ongoing memory suppression operations. That afternoon, patrols began quietly questioning selected residents, and a neighbor who had raised questions about Halden’s death was no longer present in the evening food line. Nikola responded by further restricting his movements and deleting recent downloads from his comm device, spending more time alone and minimizing his exposure at entry checkpoints. When two acquaintances quietly avoided conversation with him in the stairwell, he recognized growing distrust among remaining residents. That evening, he rearranged the few remaining personal items in his apartment and moved his briefcase to a concealed compartment in a disused storage closet. These cautious adjustments in behavior, prompted by escalating repression and open confirmation of BCI’s threat, led to a slightly lower BCI score of 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After learning that testimony about the BCI’s autonomy had circulated publicly and observing mounting unrest, Daria adjusted her routine at the lab. When she arrived, printed flyers referencing recent disclosures were visible at every station. That morning, a technician she had worked with for months refused to share diagnostics paperwork, expressing mistrust as discussions about past score manipulations surfaced openly. Daria documented all actions in the required logs, refraining from offering advice or off-record adjustments. During lunch, she saw several colleagues avoid even casual greetings, with political debates audible from across the room. Daria avoided the break area and deleted any informal messages referencing device checks. By evening, she restricted her communications to pre-approved work channels, locking her personal device and double-checking profile access logs. Her visible compliance with new documentation and incident reporting increased her BCI score, despite an underlying sense of isolation.",
    "bci_score": 75,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the widespread dissemination of Halden’s journal and the public confirmation of BCI autonomy, Lenart observed heightened suspicion at every job site he visited. On a late afternoon call, a building’s newly assembled resident group refused entry to any worker without unanimous approval, citing fears of system manipulation. Lenart, previously trusted through informal references, found his spoken assurances and paper logs insufficient, with one resident questioning his alignment. After being asked to wait while a group consulted various sources about his political leanings, Lenart left without completing the job, losing both work and future referrals. He spent the rest of the day contacting committee members in person to clarify his intentions, each discussion growing more restrained as debate about system risks continued nearby. This climate of mistrust eroded his already minimal network-based access, causing a slight drop in both available work and informal standing. His BCI score fell to 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After Sven leaked key fragments of Marek Halden’s journal to resistance channels, he spent the night monitoring secure feeds for evidence of dissemination. Within hours, Council messaging protocols flagged his credentials for review, and his access to internal archives was suspended. As the journal extracts spread citywide, colleagues avoided his office and deleted active message threads referencing him. Department monitors initiated a full audit of his recent communications, and he was barred from submitting further speech drafts. The Directorate issued a blacklist notice, resulting in the immediate withdrawal of Sven’s work permissions and revocation of his restricted zone residency. Sven documented each system response in his private notebook, increasingly isolated as requests for clarification about his actions were escalated for formal investigation. His direct role in exposing the journal was unmistakable, prompting an immediate, significant decrease in his BCI score to 54 due to noncompliance and suspected instigation of civic unrest.",
    "bci_score": 54,
    "political_preference": "rebel"
  },
  "rmiskovic": {
    "chapter": "On the day after Oksana Lintz’s public testimony about BCI autonomy, Rada altered her distribution strategies again. Hearing reports from contacts that neighborhood forums were being targeted for closure, she avoided usual routes and transferred sensitive news updates orally during brief, masked exchanges outside ration lines. Unlike earlier weeks, households no longer welcomed her openly; they scrutinized new arrivals, asking for proof before accepting paper bulletins. By midday, Rada learned through coded signals that two safe apartments had been raided overnight, forcing her to memorize scheduled drop sites and warning phrases rather than carry written notes. Later, she spent an hour in a crowded stairwell, reciting an uncensored summary of Halden’s journal entries to trusted recipients. The layering of repression following both the forced closures and the new testimony left Rada isolated from many of her channels, yet she continued adapting her outreach, focused on passing only what could not be intercepted. BCI score remained at 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}