{
  "olintz": {
    "chapter": "After reports of citywide adoption of citizen-run alternative scoring networks, Oksana noticed several neighbors using non-official credentials at new checkpoint tables in her building. That morning, she hesitated before trying to access her lift, having seen two residents redirected for lacking recently printed verification slips. At a small grocer, her government-issued ID failed again, but a clerk quietly offered her passage after showing a temporary paper token—an unofficial workaround spreading among risk-flagged tenants. Oksana accepted, realizing reliance on the official system was no longer practical. In the evening, she received a sheet of handwritten instructions from a neighbor describing how to register for the shadow network, including contact points and privacy tips. She followed the basic guide but limited use to avoid detection until legitimacy became clearer. Despite this, her activity drew a minor access alert, resulting in a cautious decrease in her BCI to 30.",
    "bci_score": 30,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following Nikola's authorization of the Directorate’s crackdown, security forces appeared in his neighborhood by midmorning, dispersing gatherings and confiscating devices linked to citizen-run data networks. Nikola remained in his apartment, responding to Directorate requests by providing old data access contacts, and avoided all outside communication. The strict enforcement disrupted daily routines—residents were denied entry to common rooms and had messages screened for subversive content. Nikola observed his neighbors' distrust increase, with several avoiding even brief hallway encounters. Within hours, news of the citywide outages spread, and maintenance ceased for noncompliant residents. Nikola catalogued support tickets and system logs, forwarding them to command as ordered. Word reached him of decentralized 'shadow BCI' tools emerging despite the crackdown, limiting the Directorate’s success and intensifying neighborhood resentment. As a direct result of his decision and its social consequences, Nikola's BCI score increased significantly, rising to 65 due to restored hierarchy and loyalty to protocol.",
    "bci_score": 65,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "As citizen-run alternative scoring networks attracted widespread use, Daria noticed an immediate change in her daily workflow. Residents who previously hesitated to approach official labs now arrived with devices flagged by the shadow systems, seeking help in restoring access to blocked services. The lab’s entry queue was mixed—some wore bands synced to the citizen system, others had official devices malfunctioning due to ongoing BCI degradation. Daria adjusted her diagnostics process to account for unfamiliar data logs, spending extra time verifying which system a band reported to and avoiding any unauthorized fixes. During one appointment, a client requested she transfer their service record to the shadow network; she declined, citing unclear risks and new temporary compliance checks. The increased complexity led her to further reduce device notes and prevent unscheduled communications. Her BCI score dropped to 47, as the system flagged her reduced peer interaction and deviation from standard log procedures.",
    "bci_score": 47,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the introduction of neighborhood committees verifying compliance status at building entrances, Lenart arrived at a regular job to find three other contractors waiting outside, all delayed by updated credential checks. The building’s floor warden required written confirmation from the neighborhood committee before permitting entry, causing appointments to stack up in the lobby. That evening, news of citizen-run scoring networks led several residents to bypass official service channels, contacting Lenart directly and offering payment in cash for discreet repairs. Lenart reduced his service area, restricting jobs to approved neighborhoods he could access without additional scrutiny, and logged requests on paper only. He avoided digital communication, fearing association with unapproved scoring systems would risk his compliance standing. Less work and longer wait times followed, and his BCI score dropped slightly due to fewer official registrations and limited travel, ending the day at 66.",
    "bci_score": 66,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the Directorate’s escalation of security operations and the subsequent controlled shutdown of core city systems, Sven arrived at his office to find multiple speech archives inaccessible and several colleagues absent due to denied entry protocols. Communication requests for updated Council guidance went unanswered, with staff citing unpredictable message routing and heightened monitoring of language. Forced to halt most digital collaborations, Sven conducted all revisions on standalone terminals and delivered key statements personally to approved contacts, taking care to avoid unsanctioned language. Noticing growing uncertainty in private staff discussions, Sven limited his interactions and avoided offering unofficial advice, focusing instead on drafting backup templates anticipating further system failures. By evening, Sven updated his personal speech database offline and reviewed emergency restoration procedures, preparing for additional outages. The continuing instability and his reliance on manual messaging resulted in a slight drop in his BCI score, now recorded at 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After citizen-run scoring networks began to spread across Stenograd, Rada noticed local grocery stores accepting passes from these new systems instead of verifying official scores. On her morning supply run, she observed several residents—previously denied entry—able to shop again, using handwritten credentials. Later, when visiting a community help desk, she received a provisional food voucher from a volunteer, bypassing state authentication entirely. That afternoon, a heated street debate about which system to trust made her reconsider her own safety, prompting her to conceal her old state-issued credentials. By evening, a neighbor shared a list of safe access points for alternative services. Rada updated her daily plan to rely solely on community-run resources and encrypted communication, minimizing all contacts traceable to the state. The shift to citizen-led systems allowed her more basic access but increased her concern about possible retaliation as public trust splintered. Her score remained at 1.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}