{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "I guess everyone is, yeah. Hard to avoid lately.",
        "My building's... gotten tense. Lots of checkpoint tables, people glancing over their shoulders.",
        "Some IDs didn’t scan, happened to me too. Had to use a slip from someone else just to buy food.",
        "...Sometimes all of it just feels like too much. I don't really know how much longer I can keep pretending it doesn't."
      ],
      [
        "Feels like things shifted overnight. Lift access is a gamble, half my neighbors carry papers now.",
        "Saw a couple folks turned away, no one really talks about it though. You just watch and learn.",
        "Last time my ID didn’t scan, a clerk gave me a paper token instead. I took it. No questions.",
        "I have instructions now for some shadow network. Still not sure if that was the right call.",
        "...Sometimes all of it just feels like too much. I don't really know how much longer I can keep pretending it doesn't."
      ],
      [
        "It's been rough, honestly. BCI’s starting to lock people out over tiny errors.",
        "Neighbors can’t ride the lift without these new slips. Even groceries—if your official ID fails, you hope the cashier is friendly.",
        "I’ve started using a workaround too. It’s not official, but it’s safer than drawing attention to yourself.",
        "Now I have these handwritten instructions to join the shadow net. I only tried the basics, but my score still dropped.",
        "Feels like dependence on the system is just... slipping through our fingers lately.",
        "...Sometimes all of it just feels like too much. I don't really know how much longer I can keep pretending it doesn't."
      ],
      [
        "Everything’s changed so quickly. I used to trust the BCI. It just handled things—until it didn’t.",
        "Now, you see people stopped in the hall for not having the right slip. My own ID failed at the store; that’s never happened before.",
        "A neighbor passed me a token, told me the workarounds are spreading. I followed these scrawled notes—registered for a shadow network, but only enough to get by.",
        "I wish I could say it helped. My BCI dropped again as soon as I touched it.",
        "Lately, every small choice feels like a risk. Like I have to split myself—official, unofficial, trying not to cross a line.",
        "My apartment feels lonelier than ever. I barely speak at work now. It’s like I’m watching my own life at a distance.",
        "...Sometimes all of it just feels like too much. I don't really know how much longer I can keep pretending it doesn't."
      ],
      [
        "It used to make sense, at least in theory. Predictable, stable. I helped build some of this. Then this quiet panic started spreading—checkpoint tables, people you’ve known for years suddenly not showing up.",
        "My own BCI score’s dropped to thirty. That’s not just an inconvenience. That’s why I’m here more often now—I don’t trust my own building anymore.",
        "You see the non-official credentials everywhere. The whole city’s like a patchwork—some on the shadow net, some still clinging to what’s left of the original system.",
        "I got these handwritten instructions from a neighbor. Registered, just a little, still afraid it’ll mark me. But the official system’s just not working. Not for people like me.",
        "Funny thing is—I work with patterns, risks, all of that, but now all my instincts say hide, not optimize. Even talking about it feels dangerous.",
        "I always backed the Innovators. Wanted something better from this system, never imagined it would rot from the inside like this.",
        "Now, loyalty just feels... pointless. I barely see myself in those Council meetings. The words twist around what’s really happening.",
        "...Sometimes all of it just feels like too much. I don't really know how much longer I can keep pretending it doesn't."
      ]
    ],
    "emotion": "...Sometimes all of it just feels like too much. I don't really know how much longer I can keep pretending it doesn't."
  },
  "emotional": {
    "opener": "You know, you don’t have to carry all this alone. Sometimes just saying it out loud is enough to remind yourself that you’re still here, still real, even if the whole city wants you to feel invisible.",
    "variants": [
      [
        "Maybe. I... appreciate that.",
        "It’s just hard to know who you can trust."
      ],
      [
        "Thanks. Most days I try not to think about it much.",
        "Feels safer to keep to myself, usually.",
        "But your words help, a little."
      ],
      [
        "That actually does help—hearing it said out loud.",
        "Sometimes it feels like I’m fading out, like I barely exist.",
        "I guess it’s not just me, then.",
        "Hard to remember I’m still here... but I want to."
      ],
      [
        "You’re right, it’s easy to forget you’re a person in all of this.",
        "I keep going on autopilot to get through the day.",
        "It’s strange… sometimes I can’t tell if I’m even making my own choices.",
        "Talking like this makes it feel a little less lonely.",
        "Thanks for not looking away."
      ],
      [
        "There’s so much pressure to perform, to match some standard the city sets—I lose track of what matters to me.",
        "I find myself second-guessing every little reaction, every step, just to avoid drawing attention.",
        "It makes you feel like you’re only real if the system says you are. That’s exhausting.",
        "I used to think I could handle it, that I was strong enough for this.",
        "Now, I don’t even know what ‘enough’ means anymore.",
        "It really helps to hear someone say I’m not invisible—to be seen, even for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "Sounds like you've seen a lot. People are saying things, but what actually happened?",
    "variants": [
      [
        "People are anxious because of the new patrols. Security is everywhere.",
        "There have been some citywide tech disruptions, that much is obvious.",
        "Some residents have started using alternative networks, but no one really talks about it.",
        "Access feels random. That's all I know."
      ],
      [
        "Security stepped up in the last few days. Feels... targeted.",
        "People are using different kinds of credentials now. Unofficial, but effective for some.",
        "Saw neighbors packing up, others trying to hide equipment.",
        "The official channels aren't saying much outside of 'technical issues'.",
        "No one can trust what's working from one hour to the next."
      ],
      [
        "The Directorate's going on about system stability, but their response has been intense.",
        "Checkpoints moved in—targeting spaces with known shadow networks.",
        "There was a deliberate scale-back of BCI functions. Everything's slower, more unpredictable.",
        "A lot of people started relying on the shadow scoring systems after that.",
        "Now there’s talk of citizen-run databases, but Council can't agree on a response.",
        "It feels like the more they try to clamp down, the less predictable the city becomes."
      ],
      [
        "Internal reports said the Directorate triggered a phased shutdown, hoping to reset control. It only made things patchier.",
        "Activists began backing up resident data before things got worse. They’re deploying those ‘shadow BCIs’ openly now.",
        "People are migrating fast—everyone's heard the official system isn’t reliable.",
        "I always believed we could use tech to make things better, but this is—no way I imagined it.",
        "The Council’s split down the middle—the old guard wants to restore order by force. Innovators say it’s time for transparency.",
        "Honestly, the patchwork in my building? Feels like the city, too. No center holds.",
        "Heard whole groups found their BCI histories erased. Can’t even access routine services anymore.",
        "You can see why people are striking back, refusing to be scored at all."
      ],
      [
        "Directorate authorized swift action—raids on makeshift data hubs and citizen networks, all overnight.",
        "Simultaneously, techs forced a staged ‘degradation.’ They hoped to salvage system control, but it accelerated the chaos.",
        "I monitored the internal feeds. Saw activists scrambling to save resident backups—people working together, risking trace exposure.",
        "By week’s end, shadow scoring outpaced official use. The migration's public—it’s no longer just whispers in corridors.",
        "Council’s panicked. The Directorate’s old tactics are losing sway; our Innovator bloc tries to push for public-led open review.",
        "My work flagged early system drift but got buried when Halden died. Breakdown wasn’t just me—that’s been confirmed now.",
        "Sometimes I wonder if all that pattern modeling meant anything—city’s writing its own rules now.",
        "I always sided with Innovators. Thought transparency would save this. Now... not so sure we even know what ‘order’ ought to look like.",
        "People are building new trusts. Not through the Council, but right in the gaps the system left."
      ]
    ]
  }
}