{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Work's been slow. Lots of new checks at the doors lately.",
        "Had to wait outside one job all morning. No one knew who could let us in.",
        "People are nervous. No one wants delays, but that's all we get now.",
        "Feels like nothing's moving unless you push twice as hard."
      ],
      [
        "Work's been slow. Lots of new checks at the doors lately.",
        "Had to wait outside one job all morning. Can't get anything done with these committees.",
        "Some folks are skipping the system and calling me direct. Real hush-hush, cash only.",
        "I've had to cut back where I go. Less risk if I stick to what I know.",
        "Score dipped a bit—now everything just drags. Not what you call ideal."
      ],
      [
        "Work's been slow. Lots of new checks at the doors lately.",
        "Had to wait outside with other contractors—nobody wants to get flagged.",
        "People are nervous. They started offering cash for off-the-books repairs—just to stay off the radar.",
        "I've trimmed my route—only taking jobs where I know I won't get grilled.",
        "Started keeping things on paper, nothing digital. Can't be too careful with scores acting up.",
        "Not exactly thriving. Bit weary of jumping through hoops just to do a day’s work."
      ],
      [
        "Work's been slow. New compliance screens at every building. Committees stall you for hours now.",
        "Had three other techs stuck with me—no one could get inside until the floor warden had paperwork from the neighborhood board.",
        "It’s made folks desperate. I get cash offers to fix their systems off the books, just because they’re afraid the official channels will hurt their score.",
        "I've trimmed my work area—avoid neighborhoods where I’m likely to get flagged or questioned.",
        "Started tracking my jobs on paper only. Digital record means more chances the system dings you—honestly, I don't need surprises like that.",
        "Score slipped to 66. Cuts me off from a lot, but better than getting caught up with the wrong crowd.",
        "Hard not to feel like the city’s turned into one big waiting room these days."
      ],
      [
        "Work's been slow. Compliance screens everywhere—impossible to get real work done under this BCI circus.",
        "Had three other repair guys with me, all stuck outside one building for hours so a committee could check credentials.",
        "Now residents are getting spooked. They’re dodging official services, calling me on the sly, cash in hand, just hoping I’m not a risk to them.",
        "Problem is, every time I dodge the system or limit my travel, that score ticks down. Slid to 66 this week—puts you in limbo land. Not a threat, not trusted either.",
        "Started keeping all jobs off the books, paper notes, no calls—one flagged job and you’re toast. Can’t say I miss working for the state full-time, though.",
        "Most folks don’t see it, but the Directorate's losing its grip. Neighborhood committees and backchannel trades run half the city now.",
        "I get why the old hands wanted order, but sometimes you just want to fix a pipe without feeling radioactive.",
        "Suppose I’m just tired—miss the days when work was work, not a chess game."
      ]
    ],
    "emotion": "Bit weary—like someone who'd welcome a moment of calm for once, even if just over a drink."
  },
  "emotional": {
    "opener": "Hey, Lenart. No need to carry it all on your shoulders tonight. You do what you can. That’s enough.",
    "variants": [
      [
        "Suppose that’s true. Sometimes that’s all there is to it."
      ],
      [
        "Appreciate that. Not many say so out loud.",
        "Nice to be reminded I’m not the only one thinking like that."
      ],
      [
        "You’ve got a point. Doesn’t always feel like enough, though.",
        "Still, one quiet night helps set things straight.",
        "I could use more of those, frankly."
      ],
      [
        "Funnily enough, that does help. I keep telling myself to just do the job in front of me.",
        "World’s a tangle, but a bit of sense here and there keeps you moving.",
        "Makes a difference knowing someone gets it.",
        "Thanks for saying it out loud."
      ],
      [
        "I grew up thinking if you kept your head down and fixed what you could, things wouldn’t pile up so much.",
        "Now it feels like everything’s tangled—people, rules, systems, all of it.",
        "Sometimes I wonder if there’s an easier way, or if I’m just not seeing it.",
        "Still, being here and hearing that... it cuts through the noise a bit.",
        "It gets heavy carrying it all alone. Not sure how others do it.",
        "Grateful for a moment that actually feels simple. That’s rare these days."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. Everyone's heard the rumors—what's really going on out there?",
    "variants": [
      [
        "Hard to say what’s true. Looks like the system’s glitching all over town.",
        "Heard some folks lost their data—can’t get basic services now.",
        "City feels on edge but who knows what’s next.",
        "Guess we’re all waiting to see what shakes out."
      ],
      [
        "Supposedly the BCI’s having major problems. Lot of noise about leaked scores.",
        "Saw patrols moving through the districts, grabbing equipment from some pop-up networks.",
        "Some families are saying they vanished from the records. That’s serious if true.",
        "Can’t imagine the Council letting things drift for long.",
        "Bit much for anyone just trying to keep their head down."
      ],
      [
        "System took a beating after Halden’s death and that data leak. People’s profiles out in the open—caused a real mess.",
        "Council’s scrambling—factions blaming each other. Meanwhile, whole blocks are losing services overnight.",
        "Some folks started backing up their own data. Shadow scoring systems popping up—less tidy than the official one.",
        "Directorate's running ‘degradation protocols,’ hoping it buys them time. Makes my work unpredictable.",
        "Feels like order’s coming apart at the seams. I don’t envy the people in charge right now.",
        "You hear the old-timers talk, but this isn’t how the Directorate handled things back when."
      ],
      [
        "After Halden, it all spiraled—BCI leaks, trust gone, everyone on edge.",
        "Saw whole families wiped from records. One morning you’re a person, by noon you’re nothing.",
        "Directorate’s throwing around fixes—forced slowdowns, patrols everywhere, but that just makes regular jobs harder to finish.",
        "Some neighborhoods built their own scoring systems, out in the open. Council’s split on if that’s smart or insane.",
        "For what it’s worth, I preferred a firm hand at the top. These days, feels like three factions all wrestling a snake.",
        "Sometimes I see techs working overtime, no backup, nothing official. Makes you wonder who’s actually keeping the lights on lately.",
        "Had to help someone reconnect utilities after their profile vanished. Used to be unthinkable.",
        "Wouldn’t mind calm for once, just a spell of plain work."
      ],
      [
        "Ever since Halden’s number was up, everything’s fraying at once. BCI leaks, private files dumped—saw it happen to a Council tech I know. Just erased, overnight.",
        "Panic spread fast. Couldn’t even get into the lift, some mornings. People went from trusted to outcast in one cycle.",
        "Directorate tried taking back control—rolling shutdowns, emergency patrols. Only made everyone twice as jumpy. I’ve had to dodge checkpoints just to get groceries.",
        "It’s chaos behind the curtains, believe me. The Council’s pointing fingers, but too late. Half the system runs on pilots and testers who never signed up for any of this.",
        "Working off-book isn’t rebellion—these days, it’s survival. I see more cash than credits, and more solidarity with folks missing from the records than any admin.",
        "If you ask me, I’d swap all these ‘innovations’ for the Directorate’s old playbook. At least then you knew who was calling the shots.",
        "Used to spend more time with security teams, fixing infra on the quiet. Now they come to me, all anxious about being flagged next.",
        "Some neighborhoods spin up their own scoring. Not legal, but it works. That’s the new order here.",
        "Wish I could remember the last time we had a week without drama. Feels like the city feeds on noise now."
      ]
    ]
  }
}