{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Things change all the time, Alex. Routine breaks, people adjust.",
        "Some official activity nearby, nothing I hadn't seen before.",
        "Stricter measures. Had to pass on a few instructions, that's all.",
        "Not what you'd call normal, no."
      ],
      [
        "People here watched the news. Those data crashes shook everyone, especially last week.",
        "Security was tightened. I was asked to help, old contacts, old habits.",
        "Devices were taken. Neighbors aren't speaking much.",
        "Had no choice but to follow the chain of command.",
        "Feels... less familiar than before."
      ],
      [
        "I'll say this—routine's gone. Directorate stepped up. I did what was asked: gave them access to my contacts, helped keep a record of disruptions.",
        "Security moved in soon after, confiscated hardware from civilians trying to run their own data nets. Folk mostly stayed in, avoided each other.",
        "Most services near me stopped unless you had the right clearance. I kept logs, forwarded complaints, but the orders were clear.",
        "No one's really sure who is in charge now. Gossip travels, but it's all noise.",
        "Crackdown isn't working as planned. People resent it.",
        "Feels off. I don't sleep the same."
      ],
      [
        "Never thought I'd see things scramble so quickly. The Directorate leaned hard on us to restore stability, and I had to approve security moving into my own neighborhood.",
        "Shared my old access contacts, complied with every request. Not proud, but that's the way you hold the line when order frays.",
        "Residents lost trust. Messages screened, communal spaces closed, devices taken for a look. You could feel the suspicion thick as fog.",
        "There are rumors—some true—of shadow networks popping up. All that effort, and people still find a way around.",
        "My BCI score edged higher after I backed the Directorate. Appeasing the system comes at a cost, though. Friends avoid my door.",
        "The word going around now is that techs want a full controlled shutdown. That's not a fix. It's something else.",
        "I've spent years managing Council calendars and secrets. This isn't how things are meant to run."
      ],
      [
        "Normal left these streets a while back, Alex. It's all data and control now—routine as theater. I helped the Council for years, knew every game and every silence. Those skills mattered when the Directorate called.",
        "Had to sign off on the crackdowns, let old security teams sweep the place. No illusions. It was about keeping hierarchy, not saving lives.",
        "Gave up contacts. Revised old logs. Sat watching neighbors get cut off for running harmless data networks. Saw suspicion become policy, policy become daily life.",
        "My own hands sent in complaints, requests, denials. Whole blocks locked out from services. Never a word spoken aloud, just a system that says: tolerated, watched, or erased.",
        "Now, even as BCI tries patching itself, citizens are building their own networks—shadow BCIs. Can't blame them. The old order doesn't fit anymore, yet my score jumps for toeing the line.",
        "Feels like we're all tally marks in someone else's ledger. My loyalty always favored structure—call it the Directorate's way. That meant hard choices.",
        "Saw enough to know the factions at the top can't hold this city together by numbers alone.",
        "Not a single night has felt normal since Halden died. I tell myself it was duty—still, it leaves you cold."
      ]
    ],
    "emotion": "Things are unsettled. I feel uneasy, but duty gets in the way of rest."
  },
  "emotional": {
    "opener": "You don’t have to carry all that alone, Nikola. People notice your steadiness, even now.",
    "variants": [
      [
        "Perhaps. Habit keeps me upright.",
        "One adjusts."
      ],
      [
        "Thank you. I suppose habit is a kind of shield.",
        "I keep to routines, even when it’s uneasy.",
        "It passes, eventually."
      ],
      [
        "I appreciate that. Sometimes I think duty is the only thing holding me together.",
        "Rest doesn’t come easily, but consistency helps.",
        "It’s strange, being relieved and anxious at once.",
        "Time softens it, I expect."
      ],
      [
        "That’s kind of you. I try to remain composed, even if the calm is a facade.",
        "Duty helps me maintain purpose when everything else feels uncertain.",
        "There are nights I cannot quiet my mind, but structure is soothing.",
        "It’s not easy for people like us to let our guard down.",
        "Still, your words help me remember I’m still seen."
      ],
      [
        "Your words mean more than I can say. I’ve always fallen back on discipline, even before the Council days.",
        "I learned early that steadiness is a kind of armor, especially when the world demands it.",
        "Being useful is a comfort, but it’s isolating, too.",
        "Sometimes, in the quiet, I wonder what’s left if I put the briefcase down.",
        "It’s easier to serve than to share—habit, as you say.",
        "But your kindness reminds me I don’t have to vanish into the system. Not entirely."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Nikola. Everyone knows something major's happening. Just give me the real picture—cuts, leaks, whatever. What's actually going on out there?",
    "variants": [
      [
        "Not much I can say, Alex. Headlines cover enough.",
        "Council's still in session, that's all I can confirm.",
        "Some disruptions, but life finds its routine.",
        "Nothing the public needs to worry over for now."
      ],
      [
        "You saw the news feeds—info spills everywhere, not all of it verified.",
        "City’s tense, people nervous, but they adjust.",
        "Some old security protocols reactivated, nothing new on my end.",
        "Council reviewing everything, as they should.",
        "Neighborhoods on tighter watch than usual."
      ],
      [
        "That recent leak—the one with resident scores and details—set a few things in motion.",
        "Security took tighter reins, but the Council's split on next steps.",
        "I hear they've started reviewing BCI failures from before Halden's death.",
        "Now, certain districts are seeing odd shifts in who gets what, service-wise.",
        "It's not just outages—some people go missing in records, like they never existed.",
        "Directorate favors the strict line, familiar to me.",
        "Stability's hard to come by now."
      ],
      [
        "Whole system feels brittle—BCI data leak, breakdowns, public anger building.",
        "Council factions blaming each other; Directorate pushing for tough measures.",
        "Saw reports of whole families erased from records—no services, hardly able to travel.",
        "People strike back—some wipe their own scores, vanish from the official map.",
        "Directorate authorized a stepwise shutdown, hoping to regain high ground. I relayed orders, as expected.",
        "Shadow scoring networks grow, run by citizens now. Old structure’s slipping.",
        "I’ve backed hierarchy, always did. Not sure there's any hierarchy left.",
        "Routine doesn’t exist now, not for anyone."
      ],
      [
        "I kept track—after Halden, chaos took root. That citywide BCI leak, the one that named trusted officials, started a spiral.",
        "Every faction—Harmonists, Innovators, Directorate—turned on the others. I saw their inner notes, the scramble for control.",
        "I processed tickets where people lost entire family records—invisible overnight. Some plead for help. We had no answers but protocol.",
        "Neighborhoods are cut up, no clear authority. I heard Council logs—some want to degrade the system entirely.",
        "Activists built their own networks. Not just rumor; their logs fill my contacts now. Shadow BCIs cover gaps the Directorate can’t patch.",
        "I submitted council reports warning about this. They preferred protocol—chain-of-command, risk suppression. It’s all faltering.",
        "Backed measure after measure, even harsh ones. Raised my own BCI by demonstrating loyalty... but it isolates you.",
        "There's little left of the city I ran messages for. Power’s data now, not policy.",
        "If it weren’t for old Directorate habits, I doubt I’d be here at all."
      ]
    ]
  }
}