{
  "official": [
    {
      "image_id": "biometric_scanner",
      "headline": "System Refresh Underway",
      "anchor_line": "The Behavioral Compliance Index, or BCI, is receiving critical upgrades to support smooth city services.",
      "contextual_reframing": "Temporary modifications to automated governance are reinforcing Stenograd's infrastructure for continued public reliability."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Citizen Access Ensured",
      "anchor_line": "All residents are assured uninterrupted access to daily essentials through adaptive civic channels.",
      "contextual_reframing": "Stenograd's data-driven management safeguards your routines, proving the value of responsive systems in times of adjustment."
    },
    {
      "image_id": "blank_display",
      "headline": "Transparent Monitoring Grows",
      "anchor_line": "New open reporting displays offer residents real-time updates on network conditions across the capital.",
      "contextual_reframing": "Visible oversight demonstrates the city's commitment to open information and system resilience for all."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI Breaks Down",
      "anchor_line": "Stenograd's all-seeing BCI is failing and everyday life is grinding to a halt.",
      "contextual_reframing": "The Behavioral Compliance Index, once advertised as perfect, is stumbling. When the system scores everyone, nobody escapes the fallout when it goes dark."
    },
    {
      "image_id": "id_scan",
      "headline": "Access Denied Again",
      "anchor_line": "Residents face blocked doors and chaos while the system glitches and locks out the 'noncompliant.'",
      "contextual_reframing": "When every digital move is tracked, a single low score means real lost access to food, jobs and care. People with nothing to hide are suddenly invisible."
    },
    {
      "image_id": "data_skyline",
      "headline": "Shadow Networks Rise",
      "anchor_line": "Citizen-run networks takeover, letting people help each other as the city's tech crumbles.",
      "contextual_reframing": "With the old BCI breaking, locals launch new, open scoring systems—challenging control and exposing what life was really like under the data regime."
    }
  ]
}