{
  "olintz": {
    "chapter": "Following the wide adoption of shared leadership models in several free zones and a growing public debate on self-governance, Oksana found her workspace increasingly obsolete. On the morning after the local free zone announced a pilot for transparent resource allocation, her scheduled compliance review session was replaced by a neighborhood meeting, where assignments were discussed openly without reference to central directives. She observed as residents distributed maintenance duties themselves, ignoring system scoring entirely. Later that day, when a colleague requested her help interpreting BCI metrics for a complaint, both realized the data was outdated and irrelevant. Oksana quietly stopped checking her own score, uncertain about its future importance. Instead, she began keeping a handwritten notebook to track practical issues raised by neighbors. The visible abandonment of central oversight made Oksana more withdrawn, concerned her role would soon vanish. Her BCI score dropped to 15 due to reduced system participation and ongoing risk flags.",
    "bci_score": 15,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 16, Nikola Petrak delivered the simulation chip to trusted free zone leaders, instructing them to review and discuss its contents together. He avoided public gatherings, instead observing from a distance as the simulation data quickly surfaced at a community market and was circulated by technologists. Within hours, the digital scenario depicting an alternative, inclusive future for Stenograd became the focal point for debate among neighborhood organizers. As forums developed in the free zones, Nikola noted an increase in Directorate surveillance and the arrival of unfamiliar figures monitoring known distribution points. Recognizing the direct link between his actions and the ensuing tension, Nikola further isolated himself, limiting all external contact and leaving his home only after dark. This behavior, along with traceable evidence linking him to unauthorized data transmission, caused a significant decrease in his BCI score from 60 to 42. Nikola remains on alert for possible repercussions as citywide divisions intensify.",
    "bci_score": 42,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After free zones implemented shared leadership using resources inspired by the simulation, Daria’s repair station saw a steady flow of local council representatives bringing health bands for urgent manual updates. Procedures now relied on face-to-face exchanges and handwritten lists, bypassing the standard ticket system entirely. When Directorate-backed monitors arrived to question these alternative workflows, Daria limited her maintenance to basic technical fixes, refusing any requests to alter compliance data, aware that increased observation meant higher risk of detection. Communication about repairs moved further offline, and Daria collaborated directly with community-appointed liaisons rather than official supervisors. This shift in responsibility and reporting left several official service requests unresolved, flagged as incomplete by the central system. By evening, Daria checked her BCI score and saw it drop again, reflecting unlogged tasks and irregular reporting, but remained committed to supporting neighborhood councils as central authority weakened. Updated BCI score: 58.",
    "bci_score": 58,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After news of some free zones piloting shared leadership and distributing resources transparently, Lenart noticed a shift in his daily contacts. Clients who once approached him quietly for system work asked if he could help adapt their buildings to these new arrangements. On the same morning, he heard that the Council had fractured and citizens were openly questioning its legitimacy. A routine visit to a supply depot was delayed by a crowd reading discussion schedules posted by organizers—something he had never witnessed in public before. Lenart found his physical notes now in higher demand as neighbors shared updates about pilot programs. When a young tenant requested a crash course in local grid bypassing, Lenart hesitated, aware that broader participation could raise his BCI score risk but chose to demonstrate anyway. This visible involvement, combined with growing scrutiny, resulted in his BCI score dropping further to 33, as system logs flagged his activity.",
    "bci_score": 33,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After news spread that some free zones had adopted shared leadership and transparent resource allocation practices modeled on the widely circulating simulation, Sven Halek arrived at the Directorate offices to find his speech review committee missing and access terminals set to read-only mode. Instead of drafting policy statements collaboratively, Sven was instructed to produce emergency communiques alone, based solely on fragmented Directorate memos. Mid-morning, a supervisor informed him that all instances of the simulation chip were to be reported on sight; by noon, Sven witnessed an altercation between Directorate security and two messaging aides over a suspected duplicate. Throughout the day, Sven made handwritten notes documenting employees evading orders to monitor public sentiment in local free zone meetings instead. Noting this coordination breakdown, Sven tightened his own circle of contacts and refrained from discussing free zone governance by memo, recognizing his influence—and systemic order—had weakened further. His BCI score dropped to 54.",
    "bci_score": 54,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "On the day after self-organized teams at state media were permitted to independently manage coverage, Rada noticed a surge of handwritten story drafts circulating among trusted colleagues. This change directly followed news that free zone councils across the city were piloting shared leadership and transparent resource allocation, an idea spreading rapidly after open forums on inclusive governance. With managerial oversight now minimal, Rada joined a team discussing coverage of these experimental councils, observing that references to BCI were intentionally omitted from planning notes. During a mid-afternoon session, she documented a colleague’s account of a council-run market, but limited her note-taking to factual observations to avoid potential future scrutiny if systems were restored. While there was a cautious optimism in the newsroom, Rada remained wary of deeper monitoring or sudden reversals. Her personal vigilance increased, maintaining a low profile despite the relaxed environment. The lingering uncertainty kept her BCI score unchanged at 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}