{
  "main": {
    "opener": "Whatever's been going on, seems like you've been managing it quietly.",
    "variants": [
      [
        "Things have gotten messier since the system glitched.",
        "Repairs take longer these days. More people, less order.",
        "I keep my head down. You know how it is.",
        "Hard not to feel worn out lately."
      ],
      [
        "Everyone’s coming in, needing band updates since those free zones started changing things.",
        "Some higher-ups dropped by, asking too many questions about how we log repairs.",
        "I stick to the basics, nothing extra on the data front right now.",
        "Score took another hit this week.",
        "It drains you, playing it cautious all the time."
      ],
      [
        "Repairs never stop, especially with council types sneaking in for quick fixes since leadership started shifting.",
        "Protocols got messy after the Directorate sent monitors to look over our work.",
        "I avoid their requests to change anyone’s compliance data. Too much risk if you slip up.",
        "Now, most of our repair work happens face-to-face. Handwritten logs, no digital traces.",
        "Official jobs pile up as ‘incomplete’ in the system, and my BCI score keeps dropping.",
        "Even so, I keep going. Hard to let the community down now."
      ],
      [
        "Since everything fell apart with the BCI, local councils rely on us for real repairs, off the record.",
        "I handle the wristbands but these days, I work with people outside official channels. Handwritten notes, no tickets, no questions.",
        "Directorate inspectors came poking around, but I only do standard fixes. I won’t touch anyone’s data, not while they're watching.",
        "We're switching to offline repairs more and more. Community liaisons are good at keeping things discreet.",
        "My BCI score keeps sliding. Missed logs, missing reports – it all stacks up.",
        "Feels risky, but I can’t walk away. People are counting on me, especially since the council stopped protecting folks like my brother.",
        "I’m tired, but staying careful. That’s all I can do with everything this upside down."
      ],
      [
        "Working the health bands used to be predictable – now, free zone reps come in with handwritten requests, nobody trusts digital anymore.",
        "Official channels don’t matter so much. Everything’s face-to-face, traced only by memory, and all because the BCI’s crumbling without Halden.",
        "Directorate monitors showed up, expecting me to bend the rules. I just give them the same tune: basic fixes only, nothing illegal.",
        "We’ve got a whole underground communication now, sharing work quietly, helping people who’d be flagged and ghosted by the old system.",
        "The system marks me down for missing job logs, but I’d rather lose points than betray folks hiding from the authorities.",
        "Free zones are trying a new kind of leadership, and honestly, I help their tech stay invisible whenever I can.",
        "I still think the Innovators had it partly right – the system could have changed for the better instead of spiraling like this.",
        "All this leaves me exhausted, but every little fix feels like choosing my side, even if it means living with a lower score."
      ]
    ],
    "emotion": "tired but quietly determined"
  },
  "emotional": {
    "opener": "You know, Daria, no one should have to carry all that weight alone. Sometimes just being steady is enough. I see how careful you are—it matters.",
    "variants": [
      [
        "Thanks. Just doing my job."
      ],
      [
        "Appreciate it. It gets heavy sometimes.",
        "Best to stay steady, like you said."
      ],
      [
        "That means a lot. Staying careful, quiet—I have to, most days.",
        "I try not to let it get to me, but it does.",
        "Still, I know it matters to someone.",
        "Thanks for noticing."
      ],
      [
        "Thanks. I don’t always feel seen.",
        "Most people just want you to blend in, not stand out.",
        "I’ve learned how to hold things together, even when it gets difficult.",
        "Sometimes it feels like breathing underwater—just trying not to make waves.",
        "But I know it’s important, even when no one says it aloud."
      ],
      [
        "Thank you. Sometimes all I have left is habit and routine.",
        "People think being quiet means you aren’t hurting, but it’s the opposite.",
        "I watch everything—details, patterns. It’s hard to turn it off.",
        "Staying steady is the only way I know how to help, even if no one understands why I do it.",
        "Some days it’s easier to forget I’m part of something bigger, then someone reminds me.",
        "Hearing that from you, it helps more than most people realize."
      ]
    ]
  },
  "factual": {
    "opener": "People keep whispering about all these changes. What\u0019s really going on out there?",
    "variants": [
      [
        "Council and Directorate can\u0019t agree on anything now.",
        "Some groups test new ways to run things in the free zones.",
        "There was a data leak about an alternate plan. People talk, but no one trusts the details.",
        "Directorate wants everything contained. That\u0019s all I know."
      ],
      [
        "Council split up hard since Halden died. No clear orders anymore.",
        "Saw locals trying their own leadership out, outside BCI oversight.",
        "Simulation chip turned up showing some alternate city future. Caused a stir.",
        "Directorate trying to lock it down. Feels tense everywhere lately."
      ],
      [
        "Council fell apart, Directorate scrambling to keep order.",
        "Locals running their own councils now, ignoring scores for jobs and housing.",
        "Everyone\u0019s talking about some simulation file. Shows what the city could\u0019ve been with real input.",
        "Directorate\u0019s worried people will change things for good.",
        "I always thought the Innovators should have had more room. Now it\u0019s chaos, but also hope."
      ],
      [
        "After Halden\u0019s out, Council factions just blame each other. Directorate cracks down hard, Innovators lose ground.",
        "Free zones set up their own leadership, almost no one checks BCI scores for work anymore. Feels like old habits dying off fast.",
        "There\u0019s this simulation floating around—shows a council with open elections, people in charge. Not the usual propaganda.",
        "Heard the Directorate orders raids to get rid of it. Too late, everyone\u0019s copying it on sticks and paper.",
        "Folks rely more on each other now, less fear. I always leaned Innovator. Part of me wishes we\u0019d steered the system this direction years back."
      ],
      [
        "Everything\u0019s changed since Halden, none of the old control works anymore. Council can\u0019t agree, Directorate just issues threats.",
        "Free zones run on resource sharing now, jobs go to those who’ll do them, not just some score. People actually talk, figure things out.",
        "I see tons of chatter around the simulation. It’s like someone mapped out a Stenograd where people get a real say, and the system works with them, not just over them.",
        "Directorate’s scared stiff, ordering crackdowns and confiscations, but they’re outnumbered by how many have seen it.",
        "Community forums pop up in every district. Techs are building new comm lines, bypassing official net blocks. That’s what gives me hope.",
        "I help keep bands running and data clean for council reps who want this change, even if it drags my own score down.",
        "My brother disappeared for less than this, so I don’t say much usually. But these free zones matter. They’re what the Innovators talked about, even if the old guard never listened.",
        "Tired from all the workarounds, but I’d rather do my part than see the Directorate clamp down like before."
      ]
    ]
  }
}