{
  "preference": "b",
  "dilemma": {
    "opener": "You look like you're carrying more than a drink.",
    "variants": [
      [
        "Some things cross your path and make you rethink everything you know.",
        "Decisions lately feel bigger than they sound on paper.",
        "It's hard to tell if making noise or staying quiet helps anyone."
      ],
      [
        "I've run into something—two ways to fix a mess, neither is clean.",
        "Could push the past into full daylight, or just... make it easier and quieter.",
        "Not sure what causes less damage, honestly.",
        "Every option means a risk for someone."
      ],
      [
        "I found two files during the audit. One exposes everything hidden about the city's control.",
        "The other repairs what’s broken, but leaves the past untouched.",
        "If I share the secrets, nothing stays the same—chaos would spread fast.",
        "Or I could quietly fix things for those marked by the system.",
        "Feels like any step changes Stenograd, but which way is right is never clear."
      ],
      [
        "Audit pulled up audio logs—direct proof people’s lives got twisted by orders no one ever saw.",
        "There's also a way to quietly help flagged citizens start over, clean slate—no questions, no drama.",
        "I get to decide whether everyone sees what happened, or just fix things behind the screen.",
        "Pushing everything into daylight would tear up the city. Quiet repairs would mean old wounds fester longer.",
        "Innovators always said change should come with tech, not fire.",
        "My score's at the edge. Either way, I don’t come out untouched."
      ],
      [
        "I opened his files. The logs record every quiet intervention—my brother, others, all decisions made in secret.",
        "The other file is called Reconciliation Spiral. It's basically a loophole, letting flagged people return to life, but it never deals with what was done to them.",
        "I could hit release. Force the city to face who got hurt and why. No controlling what happens next.",
        "Or I patch things quietly, let people back in, and never mention the scars.",
        "Part of me owes it to the ones who vanished. But I know how panic spreads here—one move, everything burns.",
        "If I go too loud, the Council hunts down whoever let the truth out. Too quiet and nothing really changes underneath.",
        "I lean toward the Spiral. Not because I think it's fair, just... fewer people get hurt at once. But it eats at me."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Truth must come before healing, no matter the pain.",
      "monologue": [
        "If we bury what happened, nothing ever really gets fixed. The city just adapts again.",
        "People deserve to know who shaped their lives, even if the truth burns at first.",
        "Maybe healing needs scars. You can’t clean a wound if you never open it."
      ],
      "supportive_response": [
        "You’re right—sometimes wounds have to breathe before they close.",
        "Go on, Daria, I’m listening. What else do you see that others refuse to?"
      ],
      "challenging_response": [
        "Truth can destroy as much as it heals. Maybe the city needs calm, not scars.",
        "You’ve said a lot, Daria. What makes you sure we’d survive this particular truth?"
      ]
    },
    {
      "belief": "Systems built on secrets cannot be reformed; they must be rebuilt.",
      "monologue": [
        "I’ve watched patches cover the cracks, but deeper rot just spreads under them.",
        "Secrets don’t disappear—they fester. Sooner or later, they break everything open.",
        "Real change starts where no one can hide—otherwise, the system always regrows the same way."
      ],
      "supportive_response": [
        "It makes sense. Old foundations can’t hold up new hope.",
        "If you see rot beneath, I’d rather hear more about that foundation."
      ],
      "challenging_response": [
        "Total collapse might mean chaos, Daria. Are you ready to see that, too?",
        "You’re talking about burning it all down—what if we can’t build it up again?"
      ]
    },
    {
      "belief": "Responsibility means facing consequences, not covering them up.",
      "monologue": [
        "People like us—if we look away, we become part of the cover-up.",
        "If there’s damage, we let it heal wrong by hiding it. I can’t do that.",
        "Maybe it’s not safe, but sometimes responsibility means letting the city see itself fully."
      ],
      "supportive_response": [
        "That’s a real kind of courage—not hiding from your share of the weight.",
        "Keep going. This city’s used to shadows. What might it look like in the open?"
      ],
      "challenging_response": [
        "Responsibility can mean protecting people, too—not just exposing every truth.",
        "You’ve put a lot on your shoulders, Daria. Is there another way to carry it?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Change is safest when it heals, not destroys.",
      "monologue": [
        "If we force people to face too much at once, everything could fall apart.",
        "I keep thinking repair is better than shock—quiet fixes work, even if nobody thanks you.",
        "Maybe slow healing is the only way Stenograd survives, no matter what’s buried."
      ],
      "supportive_response": [
        "You’re right, not every wound needs to be torn open all at once.",
        "Letting things mend quietly leaves space for you to decide what comes next."
      ],
      "challenging_response": [
        "But sometimes healing means cleaning out the rot, even if it hurts more first.",
        "What if your quiet fixes are just new layers over something that’s never been faced?"
      ]
    },
    {
      "belief": "People deserve a second chance, even if the full truth is delayed.",
      "monologue": [
        "No one’s their BCI file—all of us are more complicated than those scores.",
        "Giving flagged people a way back might matter more than making the city confess every secret.",
        "Maybe mercy is braver than honesty, if lives can change for real."
      ],
      "supportive_response": [
        "Giving people a path forward—sometimes that’s the real justice in a place like this.",
        "Mercy can rebuild trust even if the past stays locked up for now."
      ],
      "challenging_response": [
        "But who gets a second chance if the truth is buried?",
        "Isn’t it empty if nobody understands what was taken from them?"
      ]
    },
    {
      "belief": "Restoring trust happens through action, not only confession.",
      "monologue": [
        "Stories of what happened might spark anger, but fixing what’s broken does the real work.",
        "I keep asking if trust grows from what the system does next, not what it admits to.",
        "Maybe people care more about feeling change than hearing apologies."
      ],
      "supportive_response": [
        "You’re right, trust is something you build in small, quiet steps, not speeches.",
        "Results matter more than stories in a city that’s all systems and signals."
      ],
      "challenging_response": [
        "But what if action without truth just breeds more suspicion—like the system’s still hiding?",
        "Can you really build trust on repairs if people sense you're still keeping secrets?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll do what’s needed. Nothing more to say.",
        "It’ll be public soon. That’s all."
      ],
      [
        "I’ve decided to let people know.",
        "Things will come to light soon. Don’t ask more."
      ],
      [
        "I’m releasing the intervention logs to everyone.",
        "People will see what really happened.",
        "Hope it’s the right call."
      ],
      [
        "I’ll expose the hidden interventions. The city deserves truth.",
        "This will stir up the past but maybe we need that.",
        "You made me realize silence helps no one.",
        "It starts now. We’ll see how they react."
      ],
      [
        "Your questions cut through every excuse I had. I’m publishing the logs tonight.",
        "We need to confront everything, even chaos. Hiding it only lets it grow.",
        "If there’s pain, maybe it means we’re alive again.",
        "Whatever happens, I’ll keep working to make things better."
      ]
    ],
    "monologue_b": [
      [
        "I’ll handle things quietly.",
        "System changes will happen. No need to explain."
      ],
      [
        "I’m going to patch what I can.",
        "People will notice improvements, not the cause."
      ],
      [
        "I’m activating the reintegration protocol for flagged citizens.",
        "It won’t be loud, just necessary.",
        "This feels like the best balance."
      ],
      [
        "You helped me see repair can come quietly. I’ll give flagged people fresh starts.",
        "We don’t have to tear everything open for hope.",
        "I’ll fix what I can, step by step.",
        "Let’s see if healing works from the edges."
      ],
      [
        "Your advice made me realize healing matters, even if it’s quiet. I’ll launch the protocol.",
        "The city needs hope, not more scars. Small repairs can grow trust.",
        "We’ll start returning dignity to those flagged—that’s the real change.",
        "Maybe silence is mercy this time."
      ]
    ],
    "monologue_self": [
      [
        "I’ll make the changes. No discussion needed.",
        "I have work to do. That’s it."
      ],
      [
        "I’ve chosen what needs to happen.",
        "This is about fixing the system, nothing else."
      ],
      [
        "I’m running the reintegration protocol. No need to expose the old logs.",
        "I think this is the safest path.",
        "People will get another chance without chaos."
      ],
      [
        "My instinct says we need gentler repair. I’ll bring the flagged people back.",
        "It isn’t about hiding the truth, just not burning everything down.",
        "Quiet steps can still be strong.",
        "Maybe the city’s not ready for more trauma."
      ],
      [
        "Alex, your words didn’t really help, but I know what matters. I’ll quietly restore flagged citizens.",
        "Truth matters, but so does survival—I’ll choose healing for now.",
        "This city needs slow hope. Throwing pain at it won’t fix anything.",
        "This feels right, even if history stays quiet."
      ]
    ]
  }
}