{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "New Simulation Unveiled",
      "anchor_line": "A data chip showing an alternate governance simulation circulates in Stenograd after a market sale.",
      "contextual_reframing": "Officials encourage curiosity while reminding all residents that the current Behavioral Compliance Index ensures citywide stability and fairness."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Open Forums Expand",
      "anchor_line": "Free zone councils host forums to publicly discuss simulation ideas for cooperative leadership.",
      "contextual_reframing": "Citizen dialogue reflects the strength of our systemic approach, allowing careful evaluation of all perspectives within the existing order."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "City Debates Governance",
      "anchor_line": "Public debate increases as citizens and officials respond to new visions of leadership and self-governance.",
      "contextual_reframing": "Dynamic conversation is a mark of Stenograd’s resilience, with the Central Oversight Directorate continuing to monitor and adapt for optimal societal outcomes."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "Future Ignites Debate",
      "anchor_line": "A smuggled chip showing a freer Stenograd spreads after Halden’s mysterious death.",
      "contextual_reframing": "Citizens finally glimpse a world without the Behavioral Compliance Index—or Council handpicking the rules. Discussions now crackle in every free zone even as state screens go silent."
    },
    {
      "image_id": "blank_display",
      "headline": "Council Fears New Voices",
      "anchor_line": "Authorities scramble to shut down forums after thousands debate real self-governance.",
      "contextual_reframing": "Leaks reveal internal orders for confiscation while the city’s propaganda claims ‘open dialogue.’ What are they so scared of hearing?"
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Reform Or Crackdown?",
      "anchor_line": "Council factions turn on each other as more citizens reject BCI scoring and demand a vote.",
      "contextual_reframing": "Stenograd’s rulers fight over how much to clamp down. The system is slipping—people talk openly about life beyond compliance numbers. Real change might be coming."
    }
  ]
}