{
  "olintz": {
    "chapter": "After the dissolution of both the Council and Directorate, Oksana discovered her office abandoned and her system credentials fully deactivated. That morning, she found a group of former colleagues removing identification plaques and emptying desk drawers, quietly discarding old compliance manuals into a communal bin. Without official duties or any access to the network, Oksana spent several hours rereading handwritten notes she had kept during her last weeks in oversight. When a group of neighbors entered to repurpose the office for a citizens’ assembly, she was asked if she intended to participate in resource allocation discussions. Oksana declined and left, feeling uncertain about her purpose but aware she was no longer monitored by any system. That evening, she attended a neighborhood gathering as an observer rather than an official, recording events in her notebook. With institutional barriers removed and no system activity, her BCI score remained at 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After choosing to support the Directorate’s narrative management, Nikola met discreetly with officials to assemble approved disclosures and authored a statement calling for restraint. He compiled selected cases of BCI abuses while omitting direct references to disappearances and system errors. Over the following day, Nikola assisted in the release of these stories to the public, closely following established guidelines. He observed the Directorate’s coordinated propaganda campaign, which reframed citizen frustration as a security threat. Despite his efforts, large crowds gathered for peaceful demonstrations, and new messages calling for Council accountability appeared in his neighborhood. Nikola’s selective communication raised suspicion among former colleagues and neighbors, many of whom withdrew trust or openly criticized the attempt to manage information. Nikola reduced his public activity, avoided gatherings, and faced isolation as mass citizen action overwhelmed official messaging. The choice resulted in a sharp BCI score increase to 52, reflecting renewed system alignment, but left Nikola further marginalized.",
    "bci_score": 52,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "In the days following the dissolution of the Council and Directorate, Daria’s daily routine at the community repair station shifted sharply. The newly empowered citizens’ assembly mandated full transparency in device maintenance, and several local residents insisted on observing all repairs of their health bands. As council representatives distributed new compliance forms, Daria was required to document every update in writing and submit logs for public review. One afternoon, a customer refused to accept their device until Daria explained a historic anomaly, citing concerns raised during recent public forums. Unable to offer her usual discreet assistance, Daria performed only standard diagnostics and maintenance under supervision. She refrained from any off-record adjustments, aware that any action outside documented procedures could prompt formal complaints or public accusations. The increased scrutiny led to an incremental drop in her BCI score, which now read 39, reflecting strict protocol adherence but reduced compliance flexibility.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the removal of the Council and Directorate as citizens’ assemblies assumed control, Lenart witnessed a marked change in his daily routines. Formerly, unauthorized maintenance work risked immediate exclusion, but today, his neighbors openly organized repair schedules without consulting any central authority. During a morning walk, he encountered a team of residents dismantling old BCI monitoring panels from the lobby. A tenant handed him a list requesting assistance with repairs, expecting prompt help as a matter of course. For the first time, Lenart accepted the request without hesitation or concern for system repercussions. However, as news spread about the dissolution of city authorities, some residents expressed doubts regarding the permanence of this freedom. Lenart noticed that he no longer needed to hide his tools or logs but remained cautious about openly sharing technical details with new faces, aware that uncertainty remained regarding future oversight. His BCI score remained stable at 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the mass public demonstrations and the dissolution of the Council and Directorate, Sven Halek arrived at what remained of his office to find security staff gone and the Directorate wing already repurposed by citizen groups. Where communication review committees once operated, local assemblies now conducted open meetings, openly discussing former Directorate policy statements and rejecting official messaging templates. Sven was not called to attend or advise; instead, a resident organizer simply returned his archived drafts and informed him all future statements would be community-sourced and publicly amended. Attempts to retrieve stored council directives were blocked by assembly monitors who allowed only non-confidential materials. Sven refrained from drafting new messaging, recognizing his usual role was obsolete under the new assemblies. He quietly compiled notes on the structural shift, concluding his influence had ended. This loss of function and authority caused his BCI score to decrease further, dropping from 48 to 45.",
    "bci_score": 45,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "On the morning after city assemblies replaced both the Council and Directorate, Rada arrived to find the media floor in a state of quiet transition. With no official supervisors, she watched as colleagues organized an open meeting to elect shift coordinators and assign coverage areas. During the new protocol, selection was done through a show of hands and open nominations, replacing the previously opaque and data-driven appointment methods. Rada contributed by drafting a factual brief on the assemblies’ plans for resource transparency, distributing handwritten copies among her peers. She noticed a marked increase in collaborative note sharing and open debate, leading her to shift from her usual caution to more direct participation. Although relieved by the lack of imposed hierarchy, she remained watchful for signs of possible system restoration. The morning’s autonomy resulted in a minor improvement in her daily interactions, causing her BCI score to rise slightly to 33.",
    "bci_score": 33,
    "political_preference": "rebel"
  }
}