{
  "official": [
    {
      "image_id": "data_skyline",
      "headline": "Unified Messaging",
      "anchor_line": "Citywide broadcasts reinforce calls for calm and collective resilience.",
      "contextual_reframing": "Coordinated messaging strengthens public trust and safeguards daily harmony in Stenograd."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "Silent Gatherings",
      "anchor_line": "Residents assemble peacefully in support of order and remembrance.",
      "contextual_reframing": "Civic unity is demonstrated through calm participation, reflecting the city's enduring social fabric."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Era of Renewal",
      "anchor_line": "Following citizen-led demonstrations, central structures are peacefully dissolved.",
      "contextual_reframing": "A new era of participatory restoration begins as Stenograd transitions to decentralized governance."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Blocked And Silenced",
      "anchor_line": "Official channels talk unity, but the real news and public fears stay blacked out.",
      "contextual_reframing": "Selected truths slip through the blockade. People trade hidden stories. No one believes the empty screens anymore."
    },
    {
      "image_id": "eye_on_wall",
      "headline": "Streets Speak Truth",
      "anchor_line": "Thousands gather in silence. Halden’s warnings echo louder than any state broadcast.",
      "contextual_reframing": "You can feel it in the city squares. The system wanted obedience but found resistance—and memory."
    },
    {
      "image_id": "backlit_exit",
      "headline": "Control Ends Here",
      "anchor_line": "Council collapses as crowds take back Stenograd. No more orders from behind glass walls.",
      "contextual_reframing": "We watched it happen. No force this time—just people, finally heard, building something new where the old regime fell."
    }
  ]
}