{
  "olintz": {
    "chapter": "After authorities replaced the BCI scoring system with a human-verified rewards pilot, Oksana arrived to find her building lobby overseen by unfamiliar neighborhood coordinators checking residents' names against handwritten logs. She noticed the previous BCI-driven access procedures were gone, replaced by awkward interviews about her community participation and recent interactions. Later that day, a team meeting required each member to present ways they had helped others, prompting some colleagues to exaggerate their actions in public, which Oksana silently observed. Feeling both exposed and skeptical of the sincerity around her, she avoided volunteering details and kept her answers brief. Having previously depended on system neutrality, she found the subjective assessment process unpredictable, and hesitated to engage directly with evaluators. That evening, her apartment access was delayed for manual review, a new uncertainty that left her more cautious in all interactions. Her BCI score remains at 0, with no formal algorithmic restoration.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the Council’s announcement of suspending BCI-driven privileges and the launch of a pilot for human-verified status, Nikola found building entry managed by a rotating group of appointed residents instead of automated scans. That morning, he waited in line as a new neighbor questioned his identification and asked about his previous employment more pointedly than before. Later, news circulated that Halden’s empathy code had been a deliberate test rather than system sabotage, intensifying discussion among neighbors about the legitimacy of the Council’s oversight. Observing increased skepticism, Nikola avoided communal spaces and limited his public interactions, aware that former Council staff were now discussed openly with distrust. That afternoon, he crossed his name off the ration sheet instead of using his access card, noting that allocations were even more tightly controlled. These developments made Nikola more isolated, resulting in a slight decrease in his BCI score to 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the abrupt suspension of BCI-driven privileges and the introduction of a human-verified status system, Daria entered the lab to find her assignment list replaced with a manual schedule overseen by a newly appointed supervisor. That morning, several residents with uncertain backgrounds arrived at the service desk, demanding urgent band diagnostics while referencing the amnesty protocol that had given them access just days earlier. Daria, trained to avoid confrontation and aware of ongoing scrutiny, adhered strictly to the new dual-signoff process and documented each interaction in detail. Midday, she quietly rechecked her own profile logs, worried that recent entries or an administrative oversight could trigger questions about her past favors. As the day ended, she noticed the staff’s conversation shift from system scores to supervisors’ personal judgments, heightening her caution. Daria’s behavior remained meticulously compliant but inwardly guarded, resulting in a slight upward shift in her BCI score. New BCI score: 70.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the city introduced a pilot for transparent, human-verified status allocation, Lenart found the familiar rules around service access had changed overnight. Arriving at a large housing complex, he was met by a rotating committee rather than the usual digital entry process. Committee members checked his repairs against a whiteboard schedule, confirmed by two residents who recognized him from past work. Lenart noticed other contractors being turned away for unverifiable claims. The shift to manual records meant he had to rely on personal introductions and physical evidence of past repairs. Later the same day, discussion inside the complex turned to Halden’s empathy code after its official investigation was revealed. Residents debated whether to trust the evolving system or their committee. Lenart kept interactions factual, focusing on his work, but recognized his future depended less on any fixed score and more on these local, unpredictable human gatekeepers. His BCI score remained at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following Sven Halek’s decision to silently deploy Halden’s empathy patch, he spent several days manually tracking shifts in BCI behavior and public sentiment. He observed a sharp increase in staged acts of kindness throughout the city, with citizens performing visible displays to improve their scores. Within his office, colleagues quickly adapted, offering performative assistance and rearranging work habits to maximize privilege gains. Sven refrained from participating, choosing instead to document false patterns of behavior in his private notebook. As reports of insincerity and manipulation mounted, Council supervisors met with grassroots representatives to demand investigation, leading to the suspension of BCI-driven rewards and a trial of human-verified status systems. Sven’s involvement in the unauthorized systemic overhaul was quickly identified, resulting in his BCI score dropping sharply to 54 as his actions were categorized as high-risk manipulation and breach of established protocol. His access and influence were immediately restricted pending review.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After local organizers began distributing flyers instructing residents to document unusual system alerts, Rada witnessed one neighbor openly mark a BCI error message on their apartment door. Hours later, newsroom management enforced stricter guidelines, requiring reporters to submit handwritten explanations for every article referencing system behavior. Facing the new rule, Rada stopped interviewing city officials and instead focused on residents directly affected by the changing protocols, gathering handwritten statements as evidence. She maintained duplicate copies of each report at a friend’s flat, fearing sudden data collection or seizure. This shift in procedure led her to minimize time spent at the office, preferring to meet sources in person to avoid drawing attention. While these adaptations allowed Rada to continue reporting, she noted a further decrease in support from colleagues and increased review of her activities by supervisors, causing her BCI score to fall slightly from -5 to -10.",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}