{
  "official": [
    {
      "image_id": "id_scan",
      "headline": "Identity Boundaries Fade",
      "anchor_line": "Residents across Stenograd experience new shared BCI privileges as categories blend.",
      "contextual_reframing": "Innovative protocol transition enables collective harmony and renewed trust in social infrastructure."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Assemblies Lead Dialogue",
      "anchor_line": "Open sessions bring citizens together for calm discussions about changing identity routines.",
      "contextual_reframing": "Collaborative citizen engagement strengthens city unity in times of beneficial transformation."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "New Order Emerges",
      "anchor_line": "Stenograd enters a new era as community-led empathy guides the city beyond surveillance.",
      "contextual_reframing": "Systemic evolution affirms the city’s resilience and the promise of humanity-driven progress."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Cracks Show",
      "anchor_line": "BCI categories melting down means old privileges and penalties just got scrambled for everyone.",
      "contextual_reframing": "Rumors swirl as some citizens swap lives overnight. The official story says 'efficiency' but real order is slipping."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Assemblies Take Over",
      "anchor_line": "Locals run their own forums. The Council is silent while neighbors actually talk — maybe for the first time.",
      "contextual_reframing": "State screens say 'progress.' On the ground, it's confusion, anger... and the faint sound of hope no algorithm predicted."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Halden’s Last Move",
      "anchor_line": "Turns out the great architect bet the system on us, not the Council. Blurred lines, real voices, no reset.",
      "contextual_reframing": "Surveillance failed but empathy survived. Now citizens are rewriting Stenograd by simply listening."
    }
  ]
}