{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "City Debates Future",
      "anchor_line": "Citizens gather for open citywide forums, supporting public dialogue and collective review.",
      "contextual_reframing": "Stenograd’s commitment to transparent discussion ensures continued unity and orderly transition."
    },
    {
      "image_id": "blank_display",
      "headline": "Council Steps Down",
      "anchor_line": "The Council announces its resignation, prioritizing the city’s stability and fresh perspective.",
      "contextual_reframing": "Leadership transition reflects the adaptive strength of Stenograd’s governance systems."
    },
    {
      "image_id": "data_skyline",
      "headline": "Era Concludes",
      "anchor_line": "As the BCI era ends, citizens prepare for open governance by collective agreement.",
      "contextual_reframing": "By embracing full transparency and shared responsibility, Stenograd enters a new chapter of progress."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI Exposed Live",
      "anchor_line": "Halden's hidden confession and logs released citywide—turns out the system was built to break us all along.",
      "contextual_reframing": "Years of obey, comply, adjust—and for what? Even the system's creator knew the truth couldn't stay buried forever."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Council Walks Out",
      "anchor_line": "Under pressure from angry crowds, the last Council members finally bail—no more control panels, no more quiet threats.",
      "contextual_reframing": "Authoritarian order unravels fast when the people see how deep the lies really go. This is what collapse looks like up close."
    },
    {
      "image_id": "data_skyline",
      "headline": "A New Dawn—Or Not",
      "anchor_line": "Scoreless streets, vanished controls, public debate on every corner—this is the end of hidden rule in Stenograd.",
      "contextual_reframing": "Can we build something for ourselves at last? The city’s watching. This chapter is ours to write or erase."
    }
  ]
}