{
  "olintz": {
    "chapter": "Oksana agreed to testify at the televised tribunal, following the Council’s request for a formal witness on BCI abuses. In preparation, she submitted extensive documentation of suppressed flagging errors and detailed written accounts of directive orders from her supervisors. On the day of the tribunal, security escorts met her at her residence and restricted her movement to ensure her appearance. Her colleagues avoided contact, reinforcing her isolation. During her testimony, Oksana described the intentional concealment of system errors and wrongful denials of public services. Media coverage focused on her statements, positioning her as the primary whistleblower. Following her testimony, public attention increased and her communications were monitored by Directorate security. As a result of her visible role, her BCI score was adjusted upward to 25 to reflect official recognition of her public cooperation, despite continuing institutional mistrust and public controversy surrounding the tribunal’s true impact.",
    "bci_score": 25,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the tribunal’s announcement of partial reparations and the Council’s statement acknowledging BCI flaws, Nikola observed new behaviors in his residential block. On the morning of June 10, several former tenants who had previously disappeared from official registries returned, claiming they were entitled to compensation. As the building’s routine service schedule became unpredictable, Nikola limited his movement in shared spaces to avoid random confrontations and informal distribution of goods. He avoided conversations about reparations, fearing association with vocal complainants might be logged and misinterpreted. He increased the frequency of checking Council bulletins from his home terminal, seeking reliable information on changing protocols. These precautions resulted in an additional system alert on his account for repeated status monitoring and avoidance of collective activities. That day, his BCI score dropped by 3 points, reaching 49, as the system registered his withdrawal and heightened attention to compliance records.",
    "bci_score": 49,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide tribunal announcement and Oksana Lintz's testimony regarding suppressed evidence of BCI abuses, Daria noticed immediate changes within her workplace. That morning, several clients presented her with copies of their publicized histories, insisting on expedited band reissuance without standard checks. Supervisors, now wary of further scrutiny, instructed staff to avoid confrontation and fulfill requests quickly, leaving Daria to process a higher volume of disputed cases. During a team meeting, colleagues openly questioned past lab protocols and discussed the likelihood of upcoming reforms, which made Daria more cautious in her interactions. She refrained from any off-record adjustments, fearing that her previous technical interventions might surface if records were reviewed. Although she completed tasks as instructed, her BCI score dropped by two points due to frequent accesses to newly flagged files and atypical request handling. Daria left unsettled, anticipating deeper changes after the tribunal’s public promises. New BCI score: 56.",
    "bci_score": 56,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the Council's announcement of a tribunal investigating BCI errors and the later public testimony exposing official cover-ups, Lenart observed his clients hesitating to arrange repairs through the city’s system. On June 3, a longtime property manager arrived at Lenart’s workshop in person rather than sending a digital request. He explained he could no longer trust the network to assign qualified technicians, pointing to recent apologies issued to wrongly flagged residents. Lenart noticed fewer digital notifications but received more handwritten notes slipped under his door, requesting urgent but unregistered repairs. Instead of logging jobs into the city database, he performed two ventilation fixes off record and avoided all official maintenance channels. His suspicion toward the system deepened and his visible activity dropped further as distrust spread throughout his network. This combination of increased caution, off-system work, and client wariness dropped his BCI score from 24 to 20.",
    "bci_score": 20,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the televised tribunal announcement and Oksana Lintz's public testimony, Sven Halek was required to attend an unplanned Directorate debrief with unfamiliar security officials. While preparing crisis messaging, he noted several senior colleagues were absent and office doors displayed handwritten notices redirecting staff to temporary review posts. During the meeting, Sven received a stack of revised speech drafts marked for immediate manual review and was instructed to purge all references to BCI infallibility from talking points. Across the workspace, muted conversations reflected concerns about pending reparations. Sven adjusted his writing to avoid definitive claims and minimized all personal device usage, wary of record checks. For the remainder of the day, he worked in semi-isolation, unable to access previous archives. That evening, his profile was flagged for possible information withholding, resulting in a small BCI deduction. The uncertainty about future mandates left Sven reviewing his employment record for inconsistencies.",
    "bci_score": 35,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the Council's public promise of tribunal reparations and the ongoing collapse of trust in badge systems, Rada arrived at the office to find half her team refusing to present their credentials at the security checkpoint. Later that morning, an official policy required all movements to be verified against the central database, causing repeated delays as badge scanners produced inconsistent results. Rada avoided the main entry points and accessed her desk using a secondary stairwell but still had to submit her badge repeatedly with verification attempts failing twice. During a meeting, a supervisor referenced upcoming reparations but offered no specifics, leading staff to exchange speculation instead of completing assignments. Rada limited her documentation, saving only brief notes offline and skipping any sensitive footage review to minimize attention. By the end of the day, her incomplete activity and avoidance triggered another review notice in the system, leading her BCI score to drop to 21.",
    "bci_score": 21,
    "political_preference": "rebel"
  }
}