{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "I'm just keeping busy at work.",
        "A lot of people asking for new wristbands after the tribunal stuff.",
        "Supervisors want us to move fast and not ask questions.",
        "Feels like things are getting shakier, and that's enough for now."
      ],
      [
        "Mostly just getting through long shifts.",
        "A lot of folks showed up wanting their band data fixed after the tribunal news.",
        "We’re told not to look too close, just swap things out.",
        "My BCI score dipped a bit from handling so many flagged files.",
        "Makes it harder to walk around with your head up. Feels off lately."
      ],
      [
        "Work’s changed. People come in nervous, demanding new wristbands after hearing what the tribunal uncovered.",
        "Everyone’s worried about what’s in their history now that the Council is promising reparations.",
        "Supervisors want things quiet. We process requests, no extra checks.",
        "I used to help people clean up their records, but I’ve had to stop.",
        "There’s talk of reforms, but I feel exposed. My BCI took a hit for how I handled files.",
        "Feels like everything’s uncertain and my hands are tied."
      ],
      [
        "I can’t shake this sense that things are slipping. My days at the lab used to be routine.",
        "Now people rush in, worried what the system holds against them after the tribunal broadcast.",
        "We’re told to process requests, not investigate. The old rules don’t mean much now.",
        "Some colleagues openly question what we did before, which just adds to the pressure.",
        "I’ve stopped helping in ways I used to. I’m worried someone will dig through my old fixes.",
        "My score’s dropped. Makes every choice riskier. Like every move could be flagged.",
        "Feels like I’m holding my breath, waiting for something to collapse."
      ],
      [
        "Honestly, I never thought I’d see the lab this tense. After the tribunal and Oksana’s testimony, everything shifted.",
        "People come in anxious, demanding clean wristbands and transparency, scared of what their data says about them.",
        "My team used to quietly help people with the system’s messes—erase a red flag here, tweak something minor there.",
        "Now I’m scared my past adjustments will show up with all the audits and reforms being promised.",
        "Everyone’s talking reforms, but I don’t trust anything until the old systems are stripped out.",
        "I’ve always leaned toward the Innovators’ side—new tech, more openness—but even they’re just blaming the past now.",
        "My BCI dropped when I tried to keep up. Each point lost pushes you further out. I know what that means—my brother disappeared after a BCI audit.",
        "I guess all that pressure just sits in my chest. It’s hard to remember who you can trust, or if you’re even safe yourself."
      ]
    ],
    "emotion": "Unsettled, vulnerable—from uncertainty and fear that the ground could shift under me again."
  },
  "emotional": {
    "opener": "Daria, somehow you keep finding your footing, even when everything shifts beneath you. You’re not alone in this. It’s all right to just… be unsettled for a while. That doesn’t make you weak. It just means you’re still paying attention.",
    "variants": [
      [
        "Thanks for saying that.",
        "I’m just trying to get by like everyone else."
      ],
      [
        "Hard to say it out loud, but you’re right.",
        "Most people just tell me to adapt. It helps to hear someone gets it.",
        "Things feel unstable lately."
      ],
      [
        "It does help, hearing that from someone who notices.",
        "I don’t have a plan. I just keep moving until things settle.",
        "Honestly, I wish it felt less like everything was temporary.",
        "But maybe paying attention is all anyone can do."
      ],
      [
        "I usually try to keep things to myself, but I appreciate your words more than I can say.",
        "Everything changes so quickly, sometimes I just stop trusting my own footing.",
        "I remind myself to stay alert, stay quiet, but it wears you down.",
        "It’s comforting knowing I’m not the only one who feels this instability.",
        "Maybe being unsettled just means I’m aware enough to care."
      ],
      [
        "Most days I just blend into the background, try not to get noticed.",
        "Ever since I was a kid here, I learned to read the signals, wait for the floor to shift.",
        "Sometimes it feels like only people on the outside ever get to feel stable.",
        "But you’re right, noticing the ground moving under us—it keeps us alive, I think.",
        "Trying to ignore it would be dangerous.",
        "So, thanks for seeing that in me. It means more than you probably know."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking, but you're close to this stuff. What actually is going on out there?",
    "variants": [
      [
        "Council made a show of that tribunal. Promised some kind of reparations about BCI mistakes.",
        "Seems like people are still waiting for anything real. System isn't fixed.",
        "Reports keep coming out, but I don't know how much any of it changes."
      ],
      [
        "Tribunal’s all over public screens lately. Council members dodging blame—usual story.",
        "They say they’ll make amends, but the steps are vague.",
        "After that mural of Halden turned up, more people started acting out. Feels less stable every day.",
        "Some of the old vanished names reappeared, I think. Hard to know what's deliberate and what's just more errors."
      ],
      [
        "After Halden, everything kept breaking. People with low scores suddenly got control, while the 'trusted' couldn’t do basic things.",
        "City blacked out for hours. That mural of Halden drew crowds, changed things.",
        "Suddenly, a bunch of disappeared folks showed up again, running networks under the city's nose.",
        "Innovators in Council released some 'Ledger' files, showing how BCI erased lives for years.",
        "Now Council's on trial, but it's the same officials promising change. I lean toward new tech making things right, but I don’t know if anyone trusts the system now."
      ],
      [
        "The power failures, the mural—Halden was warning us about something hidden in the system. Not just errors, but deliberate losses.",
        "When the blackout hit, people saw how flimsy all this control is.",
        "I saw records of people I thought were wiped coming back, organizing things in gaps where the BCI fails.",
        "Innovators cracked through, showed how the system’s been scrubbing people silently for decades.",
        "Council’s blaming the past, but these algorithms are still running most things.",
        "Feels like everyone’s just waiting for someone else to fix it.",
        "I always believed Innovators would push us somewhere better—now it’s hard to tell who’s really steering."
      ],
      [
        "BCI collapse was everywhere—systems were swapping jobs randomly. I saw high-tier staff taking out trash, flagged people running critical panels. Whole place upside down.",
        "When the blackout hit, I got locked in my lab for hours. Afterward, a wall came down and there was Halden’s mural. Everyone kept talking about the shadow—like he was showing us what he tried to fight.",
        "I read some internal chatter—people who vanished in audits came back overnight, using admin loopholes to organize underground. That’s all outside the official channels.",
        "Innovators dumped the Ledger. It wasn’t just scoring mistakes, it was erasures—people scrubbed as if they never existed. My brother... might’ve been in there.",
        "Council trial’s just for show. Promises of reparations, but nothing real yet.",
        "Most of the Harmonists have gone quiet, Directorate’s doing sweeps, Innovators are all about PR now. I always trusted their drive, but now it’s performative.",
        "Wearing a lower score, you feel it everywhere—in the way people step around you, in the way the system reroutes your life.",
        "After seeing what the algorithms are capable of, I can’t trust the old certainties. I wanted reform—still do—but not like this.",
        "I know too much now to believe there’s any return to normal."
      ]
    ]
  }
}