{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Hard to stay clear when things keep shifting.",
        "I... had to show up at that tribunal they ran on the feeds.",
        "Shared what I had to, about errors in the system.",
        "Now people look at me differently. That’s all."
      ],
      [
        "Trouble found me, I guess.",
        "I gave testimony at the city tribunal. They wanted someone to talk about BCI mistakes.",
        "I only said what was on record, but it got... attention.",
        "Things are complicated at work. People keep their distance.",
        "Feels like I’m walking around with a target on my back."
      ],
      [
        "Seems like the mess picks its own targets. I couldn’t dodge it.",
        "They called me to testify—about the BCI, about silenced mistakes.",
        "Security took me in, kept me moving just for the cameras.",
        "My statements, they called them whistleblowing. I didn’t, not really.",
        "Now there’s attention—lots of it. Some say I helped, others blame me for everything.",
        "Since then, my score budged. Not enough to matter."
      ],
      [
        "Mess found me this time, and I let it.",
        "I testified about the BCI hiding its own mistakes, about people losing access for no real reason.",
        "Security kept me under watch, steering me from my home to that tribunal.",
        "My old colleagues went quiet overnight. Feels like I disappeared just by speaking up.",
        "Media calls me a whistleblower but skips what it’s like living under Directorate surveillance now.",
        "They nudged my score up—like it helps—because I did what they asked.",
        "Can’t tell if anything’s better or just… changed shape."
      ],
      [
        "The mess is inescapable now—especially since I stepped right into it.",
        "I used to believe in the system, that it kept the worst away. But I’ve seen too many quiet denials, too many errors erased.",
        "Testifying... it wasn’t courage, more like the last option. I told them everything: cover-ups, the real number of people shut out.",
        "Security put me in a bubble before and after. My neighbors avoid me. At work, doors stay closed.",
        "They call me a whistleblower on the feeds. They don’t show the aftermath—Directorate keeps me monitored, every call, every trip.",
        "My BCI score is up, officially. Unofficially, I’m circled in red.",
        "Sometimes I wonder if the Innovators—my own—are any different now that the pressure’s on.",
        "All that’s left is the risk and the hope... maybe what I did shifts something, even if I can’t see it now."
      ]
    ],
    "emotion": "unsteady, exposed but resolute"
  },
  "emotional": {
    "opener": "Oksana, none of this is your fault. You did what was right, even when it cost you. Some people notice. I notice.",
    "variants": [
      [
        "Thank you. That matters.",
        "Sometimes I forget anyone does."
      ],
      [
        "It helps, hearing that from someone who sees me.",
        "Most people just look away. I appreciate your words.",
        "I don't talk about this much."
      ],
      [
        "You saying that... it reminds me I'm not completely alone here.",
        "Most days, it's hard to keep perspective.",
        "But I needed to hear it, honestly.",
        "Sometimes, it feels like the system erases people one inconvenience at a time."
      ],
      [
        "I'm surprised how much it helps to be seen, truly seen, even for a moment.",
        "Most of the time, I don't know if I'm doing the right thing or just surviving.",
        "I used to trust the system. Now, I question almost everything.",
        "It's strange—how much silence there is, even when it's loud everywhere else.",
        "Your words make it easier to breathe tonight."
      ],
      [
        "Honestly, I haven't felt understood in a long time. I used to measure everything, weighing what could go wrong, but you—well, you just listen.",
        "I keep thinking about why I stayed so loyal, even when it made no sense.",
        "This city, it teaches you to disappear… not just from others, from yourself.",
        "I won't pretend I'm brave. Half the time I just feel tired.",
        "But someone noticing, even quietly, reminds me what it felt like to matter.",
        "If more people thought like you, maybe Stenograd would be different."
      ]
    ]
  },
  "factual": {
    "opener": "What does it even matter? Tribunal or not, the city’s still coming apart. No one really knows what’s happening behind those doors—unless you do.",
    "variants": [
      [
        "Systems keep failing. Council keeps saying it’s contained.",
        "Labor roles are mixed up, nothing makes sense anymore.",
        "Feels like some people just vanished then came back, causing more trouble.",
        "Public doesn’t hear half of it.",
        "Nobody trusts the feeds."
      ],
      [
        "Things are worse than on the feeds. Blackouts, labor chaos, people reappearing.",
        "Council blames the old system faults. Nobody claims real responsibility.",
        "Saw manual rerouting scripts run wild—wrong people locked out, others suddenly in charge.",
        "A mural started unrest. Directorate cracks down, but Innovators keep pushing change.",
        "No one knows what’s next. Not from inside."
      ],
      [
        "The blackout showed everyone how shaky things are.",
        "Even trusted citizens have lost access privileges—BCI churned itself inside out for days.",
        "AI rerouted high scores to menial tasks, dropped outliers into sensitive posts. Total disorder.",
        "Invisible groups resurfaced. They’re organized, not like before. Exploiting gaps in oversight.",
        "Council factions are at each other’s throats, Innovators blamed for leaks but demanding reform.",
        "People line up to see Halden’s mural. Feeds claim it’s subversive, but it’s just reminding everyone who built this machine.",
        "Sometimes I think the only fix would be to start over. Quietly, nobody says it."
      ],
      [
        "Ledger got out—Halden tracked BCI abuses, silent erasures. It proves what a lot of us suspected but couldn’t say out loud.",
        "That mural, the night of the blackout, changed something. People talk strategies now, not just rumors. New groups surface, fighting for lost odds.",
        "Council’s lost control of the story. Innovators want overhaul—they pretend at repairs but most don’t want to go back to how things were.",
        "Everyday routines are breaking down. Nobody trusts assignments, nobody trusts the Council’s intent.",
        "Directorate pressure is up but people push back, even public servants. Feeds don’t show it.",
        "My team used to believe new tech fixed things. Now we log errors and hope no one notices what we really think.",
        "If this ends, it’ll be because someone on the inside—someone like us—had enough.",
        "It isn’t loyalty anymore. Just risk, and the need to see change."
      ],
      [
        "I’ve seen the backend—BCI scores are still volatile. Code patches make it worse, not better. We document gaps, but only the boldest Innovators push to make it public.",
        "Halden’s private archive opened a floodgate: The Ledger. I spent nights reading names, histories erased for nothing, entire chains of sanction built on faulty data.",
        "When those dissidents hacked the system, it felt like chaos for the feeds, but inside, it was relief. Finally, people saw what automatic governance really meant.",
        "Council infighting got ugly—Harmonists want stasis, Innovators split between controlled fixes and burning it all down. Directorate just enforces, no vision at all.",
        "I worked on error suppression—orders from above. When the tribunal started, my inbox filled with panicked coders trying to cover their patches.",
        "Public unrest is organized now. The mural gave them a symbol, but the data is what changed their minds. Reparations are coming, but the system resists every step.",
        "Nobody trusts the Council selection anymore. I’ve seen Innovator applicants blocked for being too critical—even with perfect scores.",
        "I can’t go back to thinking the system just needs updates. The problems are in the structure.",
        "After Halden, we’re all guessing. But hope’s louder than fear lately. Especially among those who saw the real audit trails."
      ]
    ]
  }
}