{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Shifts, yes. Hard not to notice them now.",
        "Schedules used to keep the building in order. These days, things arrive out of place.",
        "People you thought had moved on come back, paperwork in hand.",
        "Feels stranger every morning. That's all."
      ],
      [
        "Shifts, yes. Hard not to notice them now.",
        "They talk reparations, but systems only respond with delays.",
        "Saw some faces I’d not expected, all claiming new rights.",
        "I keep to myself. Too many opinions fly around here now.",
        "Strange, how a routine can unravel. Makes you rethink what’s really stable."
      ],
      [
        "Things do change quietly, don’t they.",
        "After the Council’s announcement, old neighbors turned up. People disappeared from records came back, expecting reparations.",
        "Routine’s off now. Deliveries arrive whenever. No one knows if they’re still on a list.",
        "I avoid the common rooms when it’s busy. Some things are better not overheard.",
        "Checking Council bulletins for updates is just habit at this point.",
        "My score dipped again. Seems system doesn’t like watchfulness."
      ],
      [
        "Quiet shifts, yes… hard to ignore if you’ve worked close to the Council.",
        "After the reparations talk, tenants who’d vanished showed up, demanding what they’re owed.",
        "Regular building services fell out of step. The hallways feel tense.",
        "I’ve grown careful—changing my movements, keeping away from arguments about fairness.",
        "Nowadays, I watch Council bulletins, hoping for a clear word, but you mostly get noise.",
        "All that caution? The system caught on. Dropped my BCI again, for simply not wanting trouble.",
        "Feels like even doing less is risky now. Like the city wants you to act casual in the dark."
      ],
      [
        "Strange times… You work long enough in the Council’s shadow, you grow sensitive to these undercurrents.",
        "Now, after those broadcast promises about repair and justice, familiar faces reemerged as if from thin air.",
        "Disappeared neighbors walking corridor like nothing happened—claiming their compensation, stirring the air.",
        "The routine’s gone—services forgot us, deliveries a mess, no more predictability left. That’s a system trying to keep order by making it up as it goes.",
        "I avoid the trading of grievances. Just being seen with the wrong group can tip the scale. I learned to keep mostly to myself.",
        "My only source left is Council bulletins, read from home, quietly, but the more I check, the more the system flags me.",
        "Old instincts kick in—never be the first, never the loudest. Each report, each absence, marks you somehow.",
        "I’ve always preferred quiet stability, like the Harmonists. Hard to see where it leads now. Weary, yes. But habits linger. Maybe there’s a use for that."
      ]
    ],
    "emotion": "weary but quietly hopeful"
  },
  "emotional": {
    "opener": "Nikola, you aren’t invisible here, and your caution makes sense. People like you deserve a place that doesn’t ask them to vanish.",
    "variants": [
      [
        "That's generous of you to say.",
        "People notice more than they admit."
      ],
      [
        "I appreciate the sentiment.",
        "Sometimes it's easier to be overlooked. Keeps things smooth, usually.",
        "You read people well, Alex."
      ],
      [
        "Thank you. It's not common to hear that.",
        "Fading into the background... it wears on a person, even if it's sometimes safer.",
        "Most prefer to ignore what’s in front of them. You don’t.",
        "It’s reassuring, in a way."
      ],
      [
        "That helps more than you know.",
        "It’s hard to balance caution and hope, but hearing that—makes it feel possible.",
        "Over the years, you learn to make yourself small. Still, being seen matters.",
        "I suppose I miss when trust was simpler.",
        "You seem to understand the weight some carry."
      ],
      [
        "You have a rare kindness, Alex. It makes a difference.",
        "I spent my best years in rooms where silence kept you safe. Now, silence feels heavy.",
        "The world teaches you to shrink, to tidy away anything uncertain or inconvenient.",
        "Still, moments like this remind me what it was like to feel included—genuine, not just tolerated.",
        "We tell ourselves adaptation is neutral, but it costs you, quietly.",
        "Thank you for reminding me I'm still here, and that it matters."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got an opinion, but you were close to the Council. What do you really make of all this upheaval?",
    "variants": [
      [
        "Council wants us watching the tribunals. Keeps eyes forward, not sideways.",
        "BCI upsets, sudden job trades. Most handle it as best they can.",
        "Hard to say what’s changing, honestly."
      ],
      [
        "Tribunals make fine drama, but you notice the real shuffling in the background.",
        "Labor’s been reassigned all wrong—order gone, but maybe that’s the point.",
        "Council signals make things sound under control, but I wouldn’t bet on it.",
        "Some who vanished turned up. That unsettles people."
      ],
      [
        "Citizens saw their scores swing overnight. You try to keep up, but it’s chaos.",
        "Labor placement’s a mess. People suited for nothing getting serious posts.",
        "Tribunal show—looks like accountability, but the Council keeps it on their ground.",
        "Suddenly, the disappeared come back with claims in hand. Doesn’t feel resolved to me.",
        "You watch, you realize: compromise, not restoration.",
        "Never saw much patience for disorder, not among Harmonists anyway."
      ],
      [
        "They make the tribunal public, talk ‘remedial intent,’ but it’s all signals, no real core admission.",
        "Lots of new ‘official’ faces fighting for reparations—old absences swept in.",
        "When high-score citizens are upended, makes you question the logic of it all.",
        "Council fractions louder now. Directorate stirs hard, Innovators spin the story. Harmonists left watching.",
        "I spent years proofing Council statements. Saw how they sideline what doesn’t fit the narrative.",
        "Never meant to see things unravel, not with a Harmonist’s lean. Still, you hold out for the old routines—maybe something useful left."
      ],
      [
        "Watched it often: staged accountability. The Council always stacks the deck, even now with the tribunals.",
        "Innovators crack Halden’s archives. Ledger comes out—decades erased without record. Nothing new, just exposed.",
        "Neighborhoods organize quietly now; the system’s lost its mask.",
        "I manage bulletins, but there’s no order to what’s left. Reassignments, vanished neighbors, all thrown together by a failed logic.",
        "Directorate doubles down on its grip. Innovators want transparencies. Harmonists sidelined—no taste for spectacle, just stability lost.",
        "I used to pass Council memos along. Saw the edits, what went missing between drafts.",
        "You learn to read noise for what it is. I kept faith in slow repair—stability above all. That’s where I leaned, still do, quietly.",
        "People think chaos came from nowhere. But these cracks were set in the system’s bones, long before Halden’s shadow showed up.",
        "Hard to abandon hope, even now. Habits linger, even the good ones."
      ]
    ]
  }
}