{
  "main": {
    "opener": "You still keeping the same rhythm, or things gotten weird?",
    "variants": [
      [
        "Rhythm is a luxury these days. Things changed after the tribunal broadcast. Direct orders come with fewer explanations now. I keep my head down. Everything feels strange now, as if the city is holding its breath."
      ],
      [
        "Routine isn't worth much lately. I was pulled into a last-minute Directorate review after the testimony fallout. Had to rewrite the usual lines, but this time they asked for everything about the BCI to sound vague. A few colleagues vanished. I think they flagged me. Everything feels strange now, as if the city is holding its breath."
      ],
      [
        "Nothing runs like clockwork anymore. After Oksana’s testimony, I got summoned—new people, tighter scrutiny. Every statement about the BCI had to be cleaned, no more talk of certainty. Our office shrunk overnight; names peeled off the doors. They shaved my BCI for supposed 'withholding.' You start to question your own record. Everything feels strange now, as if the city is holding its breath."
      ],
      [
        "If rhythm means certainty, then no, it’s gone. I write the words they feed the city, but lately nothing I send feels honest. The Directorate called me in—stripped away any illusion of infallibility from my drafts, pulled colleagues for reviews. A few disappeared. I worked alone, no access to my own archives. The BCI nipped me too, called it 'information withholding.' You wonder who’s actually controlling this anymore. Everything feels strange now, as if the city is holding its breath."
      ],
      [
        "Same rhythm? That’s almost a joke now. Since Marek’s death, everything’s off-kilter. One day I’m writing scripts for order, the next—dragged before security, told to erase the system’s perfection from every phrase. My Directorate ties mean nothing when no one trusts each other. Colleagues—old hands, loyal—swept into silence. All signals point to fracture. My own BCI dipped; now I watch myself at work and at home. I’ve spent years dressing power in certainties and now—they want uncertainty to be the new truth. Everything feels strange now, as if the city is holding its breath."
      ]
    ],
    "emotion": "Everything feels strange now, as if the city is holding its breath."
  },
  "emotional": {
    "opener": "It's strange, but I've always thought that even when the city feels silent, someone still notices. You're not the only one.",
    "variants": [
      [
        "Strange is one word for it. Silence has weight here."
      ],
      [
        "Some things slip through the cracks, even now. I suppose you notice them too."
      ],
      [
        "I appreciate that. Sometimes it's difficult to tell if anyone feels it, or if it's just me.",
        "The quiet can be louder than the noise these days.",
        "Maybe that's when you have to listen most closely."
      ],
      [
        "You're right. Sometimes the silence says more than any broadcast could.",
        "I find myself cataloguing these empty spaces, as if there's a pattern I'm missing.",
        "It helps to know someone else senses it too.",
        "There are days I wonder if that's all it takes to keep going."
      ],
      [
        "You're right. The city's silences always held a kind of warning, but now it's like an unfinished sentence.",
        "I've spent years shaping stories no one was meant to question, but lately, even I can't convince myself.",
        "When I walk home, I listen for the old repetitions, and it's the absences that feel loudest.",
        "Maybe this city has always needed someone to notice, if only to bear witness.",
        "It helps to admit it, honestly—if only in places like this.",
        "Thank you for reminding me that someone is watching besides myself."
      ]
    ]
  },
  "factual": {
    "opener": "People are talking. Tribunal or not, what actually changed? Give me something real, not just atmospherics.",
    "variants": [
      [
        "They announced that tribunal on every screen in the city. Talk of investigations, reparations, nothing concrete yet.",
        "Some say Oksana's testimony forced their hand. Council’s still running the show, regardless.",
        "No one’s been punished, as far as I know. That’s all anyone needs to see.",
        "Innovators blame old code. Harmonists stay quiet. Directorate... keeps watch.",
        "People sense a shift, but the machinery grinds on."
      ],
      [
        "They’re promising reparations now, though I haven’t seen who gets what. Sounds temporary.",
        "Oksana Lintz took the stand—some call it brave, others call it politics. Doubt she moved the needle much.",
        "Council named scapegoats, then walked that back. No names. No admissions.",
        "Innovators still say it’s the system’s fault, not theirs. Directorate isn’t fooled, but won’t admit fractures.",
        "After the hack, behavioral scores swung, jobs switched. People unsettled, but nothing breaks in public.",
        "Underneath, some are exploiting gaps. Who can blame them?"
      ],
      [
        "When the BCI glitched, the right people ended up doing the wrong jobs. I had to rewrite Council statements to cover confusion.",
        "That old metro mural? It turned Halden into prophecy. Now, anyone with a grievance uses it for leverage—and the Directorate is watching more closely than ever.",
        "Waves of citizens ‘ghosted’ by the system reemerged. Quiet panic behind closed doors—cliques forming, old loyalties shifting.",
        "The Ledger leak rattled us. I saw some drafts, redacted. Generations erased by error, not choice—that’s a new flavor of unrest.",
        "Public apology is off the table. Reparations are ‘partial and pending.’ That’s the phrase I was told to use.",
        "Innovators push for upgrades. Harmonists want stasis. Directorate prefers hard lines—keeps the peace, or tries to.",
        "Order isn’t the same as trust. That’s being tested citywide."
      ],
      [
        "I spent twelve hours drafting statements for the Tribunal fallout. Every word weighed to balance blame without admitting guilt—especially with Directorate eyes on me.",
        "After that mural surfaced, Directorate wanted everything traced—who painted it, who saw it, who shared it. We’re chasing ghosts, but it’s political theater.",
        "They told us hush on The Ledger—too many ghosts from silent erasures. My own notes flagged in one sweep.",
        "Reparations: half measures, endless conditions. We skirt the word ‘abuse’ but everyone feels the bite.",
        "I met colleagues who vanished last month—now reassigned beneath new IDs. Some leaned into the chaos, others just want out.",
        "The BCI spikes, swings, shreds routines. Trust bleeds away, but the Directorate doubles down—contain, control, preserve the chain.",
        "Some Innovators want reforms, but they’re maneuvering for power. Directorate circles wagons.",
        "We used to believe in engineering order. Now, my directives reek of survival."
      ],
      [
        "I’ve been in every messaging room since Halden’s body was found. At first it was crisis management, now—it’s pure contingency.",
        "The BCI labor shift sent engineers to clean streets, doctors to mines. My Directorate contacts had to suppress panics, issue reroutes.",
        "That mural... it was our reckoning. I ghostwrote a dozen disavowals, but the city wants myth, not denials.",
        "I helped redact The Ledger’s worst. Saw erasures, scores erased from memory, lives denied—by our hand. My name’s on half those old drafts.",
        "Colleagues disappeared after Tribunal prep. Some came back hollow, reassigned to handle ‘contamination.’",
        "After the hack, we scrambled to reestablish control. Emergency lines jammed, but we spun it as ‘adaptive resilience.’ Didn’t fool anyone.",
        "My BCI dipped after refusing to doctor one report. Directorate claims loyalty, but they’ll flag their own.",
        "The Harmonists are sidelined, shuffled into irrelevancy. It’s Innovators versus Directorate now—reformers and hardliners, neither trusted.",
        "I still prefer Directorate order. But now I guard my own words—trust is a tool, not a truth here."
      ]
    ]
  }
}