{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "City Tribunal Begins",
      "anchor_line": "The Council launches a citywide tribunal investigating the Behavioral Compliance Index—Stenograd's real-time resident scoring system.",
      "contextual_reframing": "Transparent review ensures public trust in our advanced governance tools and ongoing civic stability."
    },
    {
      "image_id": "digital_mirror",
      "headline": "Whistleblower Testimony Heard",
      "anchor_line": "Key witness Oksana Lintz shares evidence of wrongly applied sanctions under the BCI at today's public hearing.",
      "contextual_reframing": "Stenograd remains committed to accuracy and fair treatment for all citizens in system operations."
    },
    {
      "image_id": "paper_stack",
      "headline": "Reparations Announced",
      "anchor_line": "The tribunal promises partial reparations for residents affected by BCI errors, reinforcing redress and recovery.",
      "contextual_reframing": "The Council's swift action exemplifies adaptive, self-correcting governance aligned with technocratic values."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI On Trial",
      "anchor_line": "Council tries to fix the Behavioral Compliance Index mess—only after public outrage boiled over.",
      "contextual_reframing": "The BCI system tracks every move and scores us all. Now the cracks are too big to hide. Tribunal isn’t justice—it's damage control."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Whistleblower Unmasked",
      "anchor_line": "Oksana Lintz steps up, but faces the tribunal’s glare for exposing wrongful BCI punishments.",
      "contextual_reframing": "She risked everything to say the obvious: the system is broken by design. But heroes here get blamed while officials wash their hands."
    },
    {
      "image_id": "paper_stack",
      "headline": "Empty Promises Again",
      "anchor_line": "Leaders promise reparations for BCI victims—no dates, no details, just headlines.",
      "contextual_reframing": "We’ve seen these scripted gestures before. Council covers itself, but justice for the flagged and silenced rarely comes. Don’t let them decide when ‘enough’ is enough."
    }
  ]
}