{
  "olintz": {
    "chapter": "Following the public announcement of a two-week score amnesty and the launch of citywide forums discussing the BCI system, Oksana noticed changes in her building and workplace routines. Upon entering her block, she joined a diverse group waiting for manual ID checks as standard systems remained suspended. During a morning meeting, a previously ghosted resident participated openly, referencing prior BCI exclusions in the group discussion. Oksana opted for an inconspicuous seat and limited her contributions, observing coworkers debate proposals for system overhaul. After the session, she was approached by a neighbor seeking help to prepare feedback for the upcoming forum, a request she accepted despite prior avoidance. At home, Oksana compiled a list of concerns previously noted during her compliance work, carefully anonymizing sensitive examples before submission. The temporary reduction in system scrutiny offered her a degree of safety, but she remained cautious about sharing personal experiences. BCI score: 11.",
    "bci_score": 11,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After the citywide score amnesty was announced, Nikola noticed his building’s access queue move faster, and neighbors who had been missing were permitted entry without extra checks. For the first time in weeks, no one scrutinized his credentials when he entered the market. That afternoon, community forums appeared in his neighborhood, some residents openly discussing previous system errors. Nikola lingered near the gatherings but did not participate, wary that increased visibility could impact his future standing. Instead, he took the opportunity to restock groceries and purchase medicine, actions that had recently involved complications. Despite the temporary calm, he continued erasing recent transaction logs at night, uncertain how long the neutral phase would last. The easing of controls reduced his immediate anxiety and allowed for smoother daily routines, but Nikola remained cautious, limiting new relationships and avoiding discussion of past system failures until long-term changes became clear. His BCI score stabilized at 65.",
    "bci_score": 65,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide BCI amnesty announcement and the invitation to public forums, Daria arrived at her lab to find all employees’ access levels temporarily standardized. Instead of her usual strict protocol, she was required to manually review diagnostic requests without automated risk categories, including a surge from former ghost users openly seeking health band support. Unaccustomed to this level of direct interaction, Daria methodically logged each case, but avoided unnecessary questions, observing the neutral stance toward all profiles. That afternoon, a spontaneous discussion broke out in the break room, with colleagues sharing experiences of past score fluctuations and voicing skepticism about lasting change. Daria listened but did not participate, wary of revealing past unofficial adjustments. Upon leaving work, she deleted old access alerts and disabled personal monitoring scripts, finding them unnecessary in the reset period. Despite the temporary relief, she remained cautious, doubting the neutrality would persist after the amnesty. BCI score: 84.",
    "bci_score": 84,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following his public endorsement of the citywide BCI amnesty, Lenart Kova took operational responsibility for implementing the score reset protocol. He collaborated closely with Lintz and the technical team, staying late in the secure server hub to monitor the transition as system logs flooded with neutralizations and user profiles were temporarily equalized. On the first day of amnesty, Lenart adjusted his maintenance schedule to only accept verified emergency jobs, aware that his visible role in the reset would draw scrutiny. Several clients thanked him for the restored access, but others distanced themselves, citing uncertainty over future BCI rules. Within 48 hours, his BCI privileges were significantly downgraded by Council security scripts, and he was barred from entering critical infrastructure nodes, effectively restricting his movement throughout much of Stenograd. Lenart’s direct participation in the amnesty protocol resulted in his BCI score falling from 17 to 0, marking him as a principal disruptor.",
    "bci_score": 0,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the citywide BCI reset and the start of open public forums, Sven Halek noticed that access restrictions within his office building were lifted, making it temporarily possible for him to retrieve archival speech drafts without delay. However, as staff from previously erased records resurfaced to participate in messaging debates, Sven faced escalating uncertainty—daily meetings were dominated by conflicting opinions about how to reference the system reset and restored individuals. During one incident, while updating Council statements, Sven received simultaneous edit requests from both current and reinstated colleagues, creating ambiguity over authority. To manage conflicting instructions and protect his work, he shifted to drafting statements exclusively offline and limited internal communications, relying primarily on in-person feedback. Although the relaxed restrictions allowed for brief collaboration, Sven’s persistent caution and withdrawal from digital channels led to a minor reduction in his BCI score, now measured at 69.",
    "bci_score": 69,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the citywide BCI rollback, Rada arrived early to find several previously erased colleagues openly at their workstations and editors lining up for manual access reviews. The temporary neutral scores enabled her to retrieve and archive flagged footage with borrowed credentials, but the reversal also exposed deep uncertainty in the newsroom. The next day, an unghosted colleague shared testimony about their disappearance and return during a heated group argument over compliance guidelines. Rada increased her presence at early meetings to maximize low-supervision access, relying on informal cooperation as editors struggled with unpredictable permissions. In one instance, she transferred sensitive interview files during a short network lull, acting before new restrictions could be enforced. The necessity of coordination with recently restored staff altered her workflow and heightened the risk of exposure. This adaptation, driven by system instability and staff reintegration, maintained her BCI score at 27 amid ongoing scrutiny.",
    "bci_score": 27,
    "political_preference": "rebel"
  }
}