{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Mostly just work. Things were... odd in the newsroom. Some faces I hadn't seen in a while suddenly turned up. ",
        "All our scores got wiped to neutral for a bit. Not sure what that means, but people were on edge. ",
        "Had to be careful with what I touched and who was watching. ",
        "Honestly, just tired. "
      ],
      [
        "Newsroom's been chaos, honestly. Had a bunch of ghosted coworkers reappear like nothing happened. ",
        "With the BCI reset hanging over us, everyone's second-guessing who's really back for good. ",
        "Used a little window to clean up some files and grab old footage. Figured it was safer in my hands than on their system. ",
        "Feels like waiting for the other shoe to drop every single day. ",
        "It's exhausting. "
      ],
      [
        "Started my week walking into a newsroom where half the disappeared editors had quietly returned. Like someone rewound the tape. ",
        "They reset our scores—everyone's just neutral now. Gave me a shot to rescue some flagged footage I've been chasing for months. ",
        "People are arguing over compliance protocols again, like the old days, but nobody really trusts anything. ",
        "I've been sticking to early shifts, less oversight. Helps me move things before new rules clamp down. ",
        "Honestly, even with the score reset, the tension’s worse. Nobody feels safe. ",
        "Feel like I’m holding my breath every minute. "
      ],
      [
        "I'll say this—when the BCI rollback started, I got to watch my ghosted colleagues walk right back in like they'd never been erased. Never thought I’d see that. ",
        "Whole floor was lined up, waiting for manual reviews, trying to pretend it was normal. ",
        "With everyone neutral for a change, I took the risk to archive some raw interviews. These are the parts they always made disappear. ",
        "Trust between staff is shot. Some are just relieved, some keep glancing over their shoulder, some of us are passing files like it’s a relay race. ",
        "One guy who'd vanished months back told me straight up—the disappearance doesn’t ever leave you. ",
        "I’m working every angle I can, but every time permissions shift I wonder if today's the day I slip. ",
        "Can’t remember the last time I slept properly. "
      ],
      [
        "Not much small talk at work lately. My newsroom’s been a revolving door for ghosts—people the system erased, suddenly back at their desks thanks to that reset. ",
        "Feels like the city blinked and showed us how thin the rules really are. ",
        "I used those two days of neutral scores to grab suppressed footage I’ve been hiding for years. Almost got caught when the permissions rebooted—worth the risk. ",
        "Even our editors can’t pretend it’s politics anymore. It’s about survival, and what truth you can smuggle out before the walls snap shut. ",
        "I made a point of sharing testimony from a ghosted colleague—risked exposure but people needed to see the cracks. ",
        "My workflow’s pretty much a gamble now. I’m trusting restored staff just as quickly as I doubt them, depending on the hour. ",
        "Honestly, growing up with a BCI officer for a parent didn’t prep me for this kind of gaslight. I’m angry the Directorate still circles over us, pushing for hard control while calling it security. ",
        "Still here, though. Tired, but I don’t think I ever believed more in what I do. "
      ]
    ],
    "emotion": "Worn out but defiant. "
  },
  "emotional": {
    "opener": "You're not alone in this, Rada. Even if it feels like the system wants you to believe otherwise, someone still sees you.",
    "variants": [
      [
        "Maybe so. Still feels like everyone's watching, though."
      ],
      [
        "I hear you. Trust doesn't come easy these days.",
        "Hard to know who's actually seeing me and who's just recording data."
      ],
      [
        "That actually helps. Most days I just feel like a ghost walking through static.",
        "I forget what it's like being seen, not just scanned.",
        "Strange comfort in knowing someone notices.",
        "Makes the smoke clear a little."
      ],
      [
        "It means more than you'd think, hearing that.",
        "Sometimes it feels like all that's left is keeping myself sane, one honest word at a time.",
        "I used to believe people noticed things, really noticed. Not just the system picking up on patterns.",
        "I miss that. I miss being part of something real.",
        "Nice to know I'm not just a line item on a report."
      ],
      [
        "Thank you for saying that. Sometimes I forget what empathy sounds like.",
        "My father used to say, 'The system only knows what you let it see.' But after a while, it feels like it knows everything.",
        "Most days, I'm running on empty—showing up, playing compliant, but inside, I'm screaming for someone to really look.",
        "What you said—it cuts through all the static. Reminds me I'm still here.",
        "I've built these walls, sure, but they're not impenetrable. Maybe that's a good thing.",
        "Some days all I want is a little truth, even if it's just from across the bar."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, if there's more going on, just spill it. Everyone's talking but nobody says anything real.",
    "variants": [
      [
        "Council still hasn't explained Halden's death, you know.",
        "Rumors about the BCI glitch keep getting louder.",
        "People seem angrier than usual, but nothing moves.",
        "They say more transparency is coming. I doubt it."
      ],
      [
        "Halden dies, suddenly the city's data is everywhere. That's not just a coincidence.",
        "Ever since the leaks, you get the sense nobody trusts anyone above us.",
        "There’s talk about restarting the system, but Directorate types only tighten their grip.",
        "Some people are pushing for open meetings now. Makes management skittish.",
        "Maybe this amnesty will change things, or just buy them time."
      ],
      [
        "Council’s splitting, Directorate fighting any reform idea. Whole place is locked in a power struggle behind the curtains.",
        "The amnesty reset gave people hope, but ghosts coming back unsettled everyone.",
        "Public forums actually happened. People shared real testimony for once. Not the stuff they let run on air.",
        "Harmonists say stay calm, Innovators want more tech. Truth? Regular folks are done waiting.",
        "I’ve seen too many get erased and bounce back like nothing.",
        "The trust’s broken. If they want compliance now, they better fix more than scores.",
        "Hard to call this progress when everyone’s waiting for the other shoe to drop."
      ],
      [
        "Halden’s gone, and all the cracks are showing. Data leaks, ghosts, scores flipping. They can’t spin it forever.",
        "Some of the ghosts are organizing, making deals with Lintz—imagine, invisible people negotiating their return.",
        "Directorate's pushing for hard resets, just like my mother used to warn me about. Security over everything, truth buried underneath.",
        "This score amnesty… it’s given us more access than we’ve had in years.",
        "I’m seeing people—normal ones—finally demanding change. No more just whispering in bars.",
        "Saw the diagrams from Halden's apartment pass through the office, coded notes sparking panic upstairs.",
        "Doesn’t matter if they call it rational or humane, it was always about control.",
        "I stay because someone needs to document what happens when the system cracks open."
      ],
      [
        "Halden’s death kicked all of this off, but people forget he designed the infrastructure. No human failsafe. That’s the real horror.",
        "Suddenly there are old faces in the newsroom, data fragmenting, and the Council’s just as lost as the rest of us.",
        "I covered the forums—ghosts speaking out, confessing what it feels like to be digitally erased. It shook people up. At least those who listened.",
        "It’s not just panic; it’s a hunger for truth. I save everything uncensored, even if it means risking another warning. Always felt the truth belongs to more than the Council.",
        "My mother raised me on Directorate doctrine, but seeing how their ‘containment’ works up close? Never bought the sales pitch. I’m done playing safe.",
        "There’s a quiet split—quite a few staffers are working outside the official line now, sharing leaks, sending signals.",
        "The amnesty will end soon, Directorate is just waiting for an excuse to clamp down. People need to be ready.",
        "Those ghosted sources trust me now, because I never hid who I supported: anyone brave enough to break the system’s grip.",
        "Doesn’t matter how tired I get, I’m not giving the truth back to them."
      ]
    ]
  }
}