{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Carefully is the only way through these days. The city's different after the reset.",
        "People show up unannounced, things out of order. Access isn't what it used to be.",
        "I've started keeping things strictly offline now. Safer, for everyone.",
        "Feels like a wrong step echoes farther now."
      ],
      [
        "I've adjusted, like everyone else. The amnesty made things unpredictable.",
        "Doors opened in my building, just for a while. Enough to collect some old drafts.",
        "Suddenly everyone has an opinion—my work gets picked at from all sides.",
        "Digital channels? I barely use them now. Too much noise, too many eyes.",
        "You stand back and watch, and somehow feel you're still exposed."
      ],
      [
        "More careful? Absolutely. After the BCI reset, rules flexed and snapped back in strange ways.",
        "My office dropped most restrictions, just for a heartbeat. I managed to pull some archival drafts before things tightened again.",
        "All these reinstated faces—people thought erased—coming to the table, arguing about what the public should even hear.",
        "One day, I had edit notes piling in from people I haven’t seen in years.",
        "It forced me to take my writing offline, limit who I interact with. My BCI slid for it, not that I care much anymore.",
        "Feels like you keep moving, but the ground moves under you too."
      ],
      [
        "Funny, I used to walk halls that locked behind me. After the city’s amnesty, I found them wide open—for a few hours.",
        "I recovered speeches I wasn’t supposed to have. The forgotten staff came marching back, demanding changes, second-guessing my words.",
        "It’s chaos on the messaging teams—no clear authority. I stopped sharing online and now pass drafts by hand.",
        "All this maneuvering, and my BCI ticks down for the privilege.",
        "We’re supposed to call this progress. For me, it’s just more uncertainty—more ghosts at my desk.",
        "I used to imagine we guided the narrative. Now it feels like a performance nobody’s directing.",
        "The fear is, at any moment, someone decides even your caution is noncompliance."
      ],
      [
        "You know, I never hated the oversight. It made sense—until Halden died and the city churned out these wild resets.",
        "The amnesty sounded refreshing, but for me it shattered the last routines. I slipped in and snatched drafts the system once buried.",
        "I suppose I still write for the leaders, but now half the cast are ‘ghosts’—people erased and returned, no one sure if they really belong.",
        "My desk became a crossroads of old feuds. Everyone edits, nobody agrees what message we send.",
        "So I retreat—offline, gatekeeping my own archives. It’s made me less visible, even cost a bit of BCI, which I find almost poetic.",
        "I leaned toward the Innovators. But lately compliance feels like walking a fault line. You never know which memory or message will shake the ground.",
        "Somewhere in that blur I stopped trusting the system, but didn’t find anything steady to replace it.",
        "It leaves you exposed, doesn’t it? Like every word could be tomorrow’s reason to vanish."
      ]
    ],
    "emotion": "Vulnerable, exposed, quietly unsettled"
  },
  "emotional": {
    "opener": "You don’t have to have all the answers, Sven. Sometimes just carrying on is a kind of strength.",
    "variants": [
      [
        "I suppose you’re right. Carrying on is what’s required.",
        "That has a certain logic."
      ],
      [
        "Yes. Strength isn’t always about clarity.",
        "Enduring is something I’ve learned.",
        "Thank you for saying that."
      ],
      [
        "That makes sense, actually. Carrying on is sometimes the work itself.",
        "I’m used to having to push through uncertainty.",
        "It helps hearing it from someone else.",
        "I suppose I needed to hear that."
      ],
      [
        "Strange how difficult it can be to accept that.",
        "I keep thinking I’m meant to be in control, even when everything shifts.",
        "Maybe persistence is its own kind of answer.",
        "Your words carry weight, you know.",
        "Thank you for making it feel a bit lighter."
      ],
      [
        "You know... most days I convince myself composure is all that matters.",
        "I don’t often admit when I feel at a loss, but lately it’s been hard to pretend otherwise.",
        "The world encourages certainty, even if it’s only a performance.",
        "Hearing someone say it’s enough just to continue is almost forbidden, but it feels right.",
        "I wish I’d been told that years ago.",
        "Thank you, truly. This moment is rare."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone knows the basics, Sven. I'm asking what actually changed behind those closed doors. You have the drafts, you see the edits. What's the Council really fighting over?",
    "variants": [
      [
        "Most people just saw the score reset, the amnesty, all that noise.",
        "Forum announcements and outreach—nothing anyone couldn't guess.",
        "The Council made a show of listening but stayed careful. No leadership on stage, just statements.",
        "Technical glitches kept some doors shut, others wide open. That much was obvious to anyone watching."
      ],
      [
        "Score amnesty went through, yes. Council split over how long it should last.",
        "It wasn't just the Directorate pushing back. There are actors inside the Harmonists getting restless too.",
        "Some ghosts—the reinstated—are involved, but the Council is keeping that quiet for now.",
        "Lintz and Kova orchestrated the messaging to calm protests but didn't reveal the full bargain.",
        "Systems are temperamental. Nobody wants to say that outright, but it's there in every directive."
      ],
      [
        "The score reset was never just a goodwill gesture. It was a gambit to keep order, plain and simple.",
        "Kova and Lintz moved quietly, keeping the Directorate out until it was too late.",
        "Neighborhood forums? Useful release valve. But they also exposed how shallow the Council’s consensus really is.",
        "I've seen drafts signaling big reforms, only to be watered down or buried.",
        "My edits reflected Innovator lines—future over tradition—but every word was weighed against optics.",
        "Ghosts are negotiating protection, and that’s rattling the old guard more than any protest ever did.",
        "There’s a public face to this, and then the Council’s shadow play. I only ever commit half of what I know on paper."
      ],
      [
        "The amnesty wasn't consensus—it was desperation. Kova made the call after hours, swayed by Lintz's arguments about public unrest.",
        "Directorate nearly walked out; they’re still threatening to pull key systems if the reset continues.",
        "I've read memos from Harmonists urging a return to the old baselines, pretending stability is real.",
        "Ghosts have leverage: they’re trading evidence of forced erasure for a voice in reforms and legal cover. The terms aren’t public, but nobody’s as in control as they look.",
        "Drafts crossed my desk calling it 'reconciliation,' but in private, Council is cornered and distrustful.",
        "I shape Innovator messaging—future-focused, tech-forward. Lately there’s a nervous undertone in every brief.",
        "Record leaks set everyone on edge—the old BCI data is a weapon now. Even trusted officials feel expendable.",
        "If anything, it’s power by inertia. The machinery keeps moving, but no one’s sure who’s steering."
      ],
      [
        "Kova and Lintz pushed through the amnesty in secret, bypassing Directorate protocols. I saw the approvals queued in private logs hours before it went public.",
        "The technical staff they trusted came from the Innovators—my circle, mostly. We designed the rollout and the talking points, hoping for a genuine reboot.",
        "Harmonists delayed real reforms, working quietly to reassert old controls. It’s all so theatrical from my seat behind the statements.",
        "Ghost citizens—those who reappeared—are being handled as assets. Council is trading silence and legitimacy for their cooperation on infrastructure fixes and public testimony.",
        "I ghostwrite for the Innovators, but lately the narrative is hollow. Even in private, I note more edits with every round.",
        "Leaked BCI data has everyone looking over their shoulder, me included. I’m cataloguing versions by hand now, what irony.",
        "The Directorate is quietly rallying support among the reinstated staff. They're building lists, shadow networks, preparing for a rollback if the reset holds.",
        "Outside, forums are loud, hopeful. Inside, it’s gamesmanship and risk management. I used to believe innovation could cut through the noise. Now I’m not so sure.",
        "No word I draft is ever truly safe now—not for me, not for the city. But I still write what’s needed, for now."
      ]
    ]
  }
}