{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Everything's a bit unpredictable lately. Systems aren't working as usual.",
        "Manual checks now, even in my building. Feels odd.",
        "Some people are... reappearing. Ones you didn't expect to see again.",
        "Honestly, it makes you uneasy. You start watching what you say."
      ],
      [
        "Yeah, things shifted fast. We used to just walk in—now they check every ID by hand.",
        "Saw an old neighbor today, someone the system had... sort of erased. They just showed up, joined our meeting like nothing happened.",
        "Had to keep my head down and not say too much. Feels like the rules are unwritten now.",
        "I ended up helping someone submit feedback for those forums. First time I've done that.",
        "No idea if it's safe, but it feels like we have to try something."
      ],
      [
        "Normal? Not for a while. My building switched to human checks—no scan, just waiting in line. Little things start to stick out.",
        "A guy who'd been gone, ghosted for not fitting in, came back and joined our work group. Everyone pretended it was normal, but it wasn't.",
        "I sat back, just listening as people started debating how to fix the system.",
        "A neighbor actually asked for help compiling complaints for the BCI forums. Surprised me how quickly I said yes.",
        "I went home and put together notes—carefully removing anything risky, but things I've seen just... pile up.",
        "Feels like the city is holding its breath, and I don't know what happens when we all let it out."
      ],
      [
        "No, it's not normal at all. Ever since Halden died, everything's run by hand—entry logs, approvals, even meetings.",
        "Saw someone who’d been erased by the system just walk back into our team. We all acted like it was fine, but nobody knew what to say.",
        "The group started talking about overhauling the BCI. I mostly observed, but you could feel everyone holding back.",
        "Someone in my building, someone I've always avoided, asked for my help—real help, not just data.",
        "I actually agreed. Now I’m collecting complaints for these forums, trying to make sure it’s safe for them.",
        "The score amnesty means we're not tracked the same way for now. It’s strange, almost freeing, but I keep waiting for the backlash.",
        "There’s a kind of fear mixed with hope going around, like if we say the wrong thing, this chance disappears."
      ],
      [
        "Honestly? It hasn't felt normal since long before this. I went from believing in the system to just... watching it hurt people for tiny mistakes.",
        "Halden's death shattered the routines. Manual checks now, old ghosts reappearing, nothing makes sense.",
        "I’m still working compliance, but these days I mostly listen—people are actually debating if BCI should survive. I'm with the Innovators, but it's risky to say so.",
        "That guy who vanished for months? He sat down at our meeting and spoke up like he’d never left. No one questioned it.",
        "Usually, I avoid neighbors if I can. But one asked me for help submitting feedback for the forums, and I couldn’t say no.",
        "I spent hours anonymizing their stories and a bunch of my own notes—blurring names, hiding details, worrying if it’s enough.",
        "The score amnesty? That was my push. Kova backed me, and suddenly, for two weeks, people can breathe.",
        "I want to believe this leads to real change. But every time I speak up, it feels like the ground is about to move under me."
      ]
    ],
    "emotion": "Uncertainty and cautious hope, mixed with tension about what's coming next."
  },
  "emotional": {
    "opener": "It's alright to question things, Oksana. You're not the only one trying to make sense of all this.",
    "variants": [
      [
        "That makes sense. People just want stability.",
        "Sometimes it's easier not to think about any of it."
      ],
      [
        "Thank you. I try to keep my thoughts to myself most days.",
        "Feels risky to notice too much, you know.",
        "Maybe everyone feels like that."
      ],
      [
        "I appreciate that. It feels rare to hear someone say that out loud.",
        "I do wonder how many others are thinking the same, but don’t show it.",
        "It’s exhausting, holding it all in all the time.",
        "Maybe I’m not completely alone in this."
      ],
      [
        "I needed to hear that. It gets heavy, pretending not to notice what’s happening.",
        "Some days I almost forget how much I’m holding back.",
        "Just saying a bit, it feels like relief, even if nothing changes.",
        "I don’t think I’ve admitted that to anyone else before.",
        "It helps, just talking honestly, even for a moment."
      ],
      [
        "That’s… thank you. Most people don’t say things like that, even when they’re thinking it.",
        "It gets lonely, walking around with so much doubt jittering inside.",
        "I used to be sure I was doing something good here, or at least necessary, but now… everything feels so uncertain.",
        "I spend hours every night going over little things in my head, wishing I could make sense of it.",
        "When I’m here, it’s like I can finally breathe a bit, not having to guard every word.",
        "Sometimes I look around and wonder if anyone else is pretending as much as I am."
      ]
    ]
  },
  "factual": {
    "opener": "Things are changing, you know. If you've got something real to say about it, don't hold back.",
    "variants": [
      [
        "Council's divided these days. Different factions pushing for control.",
        "After Halden... leaks made everything unstable.",
        "Some old data's resurfacing. Not sure it's safe for anyone.",
        "People notice the ghosts, but nobody knows what to do.",
        "Feels like we've lost the script."
      ],
      [
        "Council's not as unified as it looks.",
        "Halden's death triggered all the leaks. That set off the panic.",
        "Now, regular citizens are talking at those forums. Even people the system erased show up.",
        "Directorate wants to clamp down. Others push for BCI reforms, but it's risky.",
        "Whole place feels on edge. Like anything could tip it."
      ],
      [
        "System failures aren’t isolated anymore. Everything’s linked.",
        "Information control’s tighter now—almost desperate.",
        "Some of us want a proper overhaul. Innovators push it, but the Directorate resists.",
        "Score amnesty calmed protests for now, but trust's shaken.",
        "I keep seeing council arguments spill into our channels, nothing’s settled.",
        "‘Ghosts’—yeah, they’re forcing changes faster than expected.",
        "Feels like whatever’s next, it won’t go back to how it was."
      ],
      [
        "City’s been split since those data leaks. It’s not just public panic—leaders don’t trust each other anymore.",
        "Halden kept things balanced in ways most people never saw. His files had workarounds not even the Council knew about.",
        "I backed the amnesty because putting everyone at neutral stops the daily fear, at least for now.",
        "Ghost citizens aren’t just stories. They’re in meetings, directly pushing for reform.",
        "Directorate’s threatening to walk if we don’t end the reset. Innovators—like me—think that’d be a disaster.",
        "There’s real debate about transparency and consent. Feels overdue, honestly.",
        "You sense the rules changing, but no one agrees what comes next.",
        "Every day, I see more people willing to speak up. That’s never happened before."
      ],
      [
        "People think this city runs on rules, but most of us keep it running by bending them. Halden understood that better than anyone.",
        "When the data leak happened, every trust metric collapsed. I watched friends—fellow analysts—scramble to hide harmless quirks, terrified they’d be flagged.",
        "Halden left behind stacks of annotated code. I found some with Kova; those diagrams showed... backdoors, maybe even ways to undo parts of the BCI.",
        "The 'ghosts' reappearing? Some contacted me first. I helped them anonymize testimony for public forums—big risk, but it drove actual debate.",
        "The Council’s in freefall. Directorate plans secret surveillance, even on amnestied citizens. Harmonists can’t keep up, and Innovators like me are barely holding consensus together.",
        "Two weeks of neutral scores gave people a taste of breathing room. That’s why protests calmed.",
        "But with the reset nearly over, tensions are higher than ever. We’re bracing for fallout—nobody trusts the next move.",
        "I never used to believe in open reform, but—seeing people take control, even briefly—it gives me hope.",
        "If they actually rebuild BCI to serve people, not control them, maybe things change for good. That’s what I want, anyway."
      ]
    ]
  }
}