{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Things look the same on the surface. Business as usual, more or less.",
        "Had to step back from a few jobs this week. Some doors shut, others opened.",
        "Maybe pretending is safer, at least for now.",
        "Feels like it never really changes. Just keeps turning."
      ],
      [
        "Been a strange few days. Had to hand off most of my usual contracts.",
        "People are acting different since the so-called amnesty.",
        "Officially, I just did my job. Unofficially, I stirred things up for the Council.",
        "BCI dropped me, no access now. Makes work complicated, let’s just say that.",
        "I guess pretending’s the easy part. Letting it wear you down is the danger."
      ],
      [
        "Pretending gets exhausting, but sometimes it keeps life simple.",
        "I took the lead on that BCI score reset they rolled out. Not exactly a safe career move.",
        "First day, people thanked me. Next, some wouldn’t even look at me.",
        "Lost all my privileges almost overnight. Can’t get near half the places I used to fix.",
        "Clients got cold fast. System labeled me a disruptor, which isn’t the best label around here.",
        "I’m tired, but at least things moved, for better or worse."
      ],
      [
        "Pretending’s half the job in Stenograd. The rest is dealing with what happens when you stop.",
        "I jumped in on the amnesty—reset everyone’s BCI. Took some late nights with Lintz and the tech team to monitor the results.",
        "Thought it’d get things unstuck, start a real conversation. Some people warmed up, others didn’t want my name in their logs.",
        "Council decided I’d crossed the line. My BCI hit zero, locked out of the real work.",
        "Most days I’m just patching leaks no one else wants. People forget how fragile things are.",
        "Strange, being needed and unwanted all at once. But I’d rather that than stand by.",
        "Feels like we’re all improvising. I’m tired, but not done."
      ],
      [
        "Fine’s a moving target here, you know. I was never good at pretending long anyway.",
        "I got behind the BCI amnesty push with Lintz. Helped flip the switch and watched the logs stream in. No one sleeps in that server hub during history.",
        "Resetting everyone gave us a crack at real reform, but the risk was personal. I knew the system would mark me as a troublemaker.",
        "Lost my rights, my BCI went to zero. Suddenly, a city I kept running became a maze I couldn’t cross.",
        "Clients dropped me, friends kept their distance. I don’t blame them—no one trusts what’s coming next.",
        "Funny thing, this city rewards people for blending in, but all the real progress comes from breaking character.",
        "I’ve always leaned toward the Innovators. The system needs changing, not wallpapering. Didn’t think it’d cost quite this much.",
        "Still tired as hell. But I’d do it again."
      ]
    ],
    "emotion": "Tired, but not defeated."
  },
  "emotional": {
    "opener": "Lenart, you did what you could. No one else could've kept things running as long as you did. You matter, no matter what the index says.",
    "variants": [
      [
        "Guess that’s one way to look at it.",
        "Appreciate you saying so."
      ],
      [
        "Yeah... maybe you’re right.",
        "Suppose someone had to try.",
        "I’ll take the compliment."
      ],
      [
        "Feels nice to hear that for once.",
        "I stick around because I can’t just watch things break and do nothing.",
        "Doesn’t always feel like it matters, but… maybe it does sometimes.",
        "Thanks."
      ],
      [
        "Always said you had good sense, Alex.",
        "Trying’s most of the job, isn’t it? Even if no one notices.",
        "Sometimes feels like I’m just patching leaks in a sinking boat, but that’s still better than sinking.",
        "System or no system, city still runs because someone gets dirty.",
        "Glad someone still gets that."
      ],
      [
        "Never thought I’d end up in a spot where a word matters more than a metric.",
        "Hard not to get cynical when every doorway checks your pulse and your past.",
        "But I like figuring things out. Always have. And there’s satisfaction in fixing what others call lost cases.",
        "You see the city for what it is — not just scorecards and silent locks.",
        "Suppose we need people who remember how to care, even if the whole place is forgetting.",
        "Thanks, Alex. Few left who can talk sense and mean it."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually changed? Feels like you're just skirting around it.",
    "variants": [
      [
        "The Council's split is wider than it looks right now.",
        "People are whispering about those 'ghosts' showing up again. Makes everything jittery.",
        "They say the reset's temporary, but nobody knows what comes after.",
        "Still some heavy hands moving behind the scenes. Lots of talk, little clarity."
      ],
      [
        "News got out about score leaks. Whole place got touchier overnight.",
        "The 'ghosts'—folks the system wiped—are back on the streets. Nothing official, but you hear things.",
        "Council's meetings aren't as smooth as before. Directorate's getting twitchy.",
        "System bugs are starting to surface. Not everyone's meant to notice.",
        "What people call amnesty is still up in the air. Might be a calm before something hits."
      ],
      [
        "Information leaks kicked things over. No one trusts the screens much anymore.",
        "People reappearing got the Council scrambling. Not just rumors—real names coming back.",
        "The market for fake scores blew up as soon as profiles stopped matching reality. Can’t even tell legit from counterfeit now.",
        "Public forums started popping up in every sector. Some ideas floating around are wild, maybe for the better.",
        "Funny—Innovators keep pushing reform, Directorate’s all damage control, and Harmonists are glued to denial.",
        "The reset showed people how clunky the system's become. Whole place runs on improvisation, if it’s running at all."
      ],
      [
        "That data leak burned a lot of bridges, not just between Council factions—people don’t forget watching their secrets float up.",
        "Ghosts—the old disappeared—came back. Started organizing, even talking with Lintz for deals. Never seen the Council that off-balance.",
        "Amnesty got most folks breathing again, at least for now. But it's patchwork, and everyone knows it.",
        "Some people treat the reset like a holiday, others like a loaded gun. You can feel the split just waiting to snap.",
        "Whole fake-score economy running right under the Council’s nose — couldn’t script a better mess.",
        "Innovators want to overhaul, I’m with them, but everything’s a standoff right now.",
        "Funny, I fix things to keep Stenograd moving, but for once I’m hoping it stalls long enough to get rebuilt the right way."
      ],
      [
        "After Halden turned up dead, the cracks went from hairline to canyon. His old code's waking up in the system, unsupervised.",
        "That citywide leak—Council tried to smother it, but people saw too much. Paranoia’s policy now, not just mood.",
        "The 'ghosts'—used to be erased, now they’re bargaining for amnesty and reform. Lintz cut deals, Directorate's furious. Can’t blame them for wanting a say.",
        "Score reset looked clean, but it’s all surface. Underneath, the scripts are colliding. Some sectors follow old rules, others don’t believe in rules at all.",
        "Fake BCI markets and new community forums—both louder by the week. Never seen ideas move this fast, this public.",
        "Innovator playbook always said break, then rebuild. I’m tired, but this is the first shot at redoing the works in decades.",
        "Pulled too many nights keeping the network from collapse to root for the Harmonists. Whole place needs a shakeup—quiet fixes won't cut it.",
        "People think having no score is like exile. It’s more like crossing an ocean with no map, no laws. I'm not alone in that boat, though.",
        "Funny thing—used to patch leaks for favor or cash. Now I do it to prove the system can bend without breaking. That’s real progress."
      ]
    ]
  }
}