{
  "official": [
    {
      "image_id": "shrouded_statue",
      "headline": "Citywide Score Amnesty",
      "anchor_line": "A two-week BCI 'score amnesty' resets all Behavioral Compliance Index profiles to neutral for every resident.",
      "contextual_reframing": "This temporary measure allows full city participation in open forums about governance. Order and equity are reinforced as Stenograd modernizes citizen engagement."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Residents Share Voices",
      "anchor_line": "Community meetings begin across all districts, with residents discussing BCI improvements and civic participation.",
      "contextual_reframing": "The city encourages transparent dialogue so every compliant citizen can help optimize our shared future."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Public Forums Expand",
      "anchor_line": "Neighborhood forums bring forward stories from all backgrounds as residents rebuild trust in the system.",
      "contextual_reframing": "Collective participation demonstrates Stenograd's commitment to rational, evidence-based governance. Progress through unity is our strength."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI Reset. But Why?",
      "anchor_line": "The city resets everyone’s Behavioral Compliance Index to ‘neutral’ — but don’t celebrate just yet.",
      "contextual_reframing": "The BCI, a system tracking every move, now pauses its punishments. Is this real reform, or just another trick to calm the crowds before control returns?"
    },
    {
      "image_id": "interrogation_reflection",
      "headline": "Forums Or Surveillance?",
      "anchor_line": "Neighborhood meetings pop up, but many wonder if it’s just a new way to watch and record dissent.",
      "contextual_reframing": "‘Open dialogue,’ they call it. Maybe your story gets heard… or maybe you’re just paintballing your ID for the system to tag later."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council At War",
      "anchor_line": "Rumors swirl of power struggles inside the ruling Council. Directorate, Harmonists, Innovators — none agree on Stenograd’s future.",
      "contextual_reframing": "Behind the scenes, hardliners and tech chiefs are fighting over the BCI’s fate. Don’t trust unity—cracks are showing and the system may slip."
    }
  ]
}