{
  "olintz": {
    "chapter": "The resurfacing of old penalty alerts and personal secrets in citizen profiles forced Oksana to spend her day triaging a surge of appeals from confused residents demanding manual removal of resurrected violations. She observed coworkers muting conversations and avoiding shared work terminals, their trust undermined by the system’s sudden unpredictability. When demonstrations grew outside, senior staff instructed her to shut down all nonessential archive interfaces, preventing unauthorized access while simultaneously requiring her to ignore direct requests for help from neighbors. Forced to document growing privilege discrepancies without comment, Oksana declined to intervene in a friend's service lockout despite personal misgivings, fearing further association with risk flags. That evening, she deleted traces of informal communications from her devices, choosing to sleep in her clothes in case of a late-night compliance check. Her BCI score remained at 5, as she neither aided flagged individuals nor broke protocol, but trust metrics showed no signs of improvement.",
    "bci_score": 5,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 1, Nikola discovered a decades-old infraction suddenly displayed on his residential terminal, causing confusion among neighbors as their own suppressed penalties and personal flags reappeared without warning. Surprised by a formal warning for an expired travel permit from years past, Nikola avoided speaking to anyone in the lobby, wary that discussing private histories might draw scrutiny. The next week, he noticed neighbors holding improvised meetings to demand clarification after these records appeared, while some residents were denied access to regular services based on resurfaced penalties. On June 9, as new citizen gatherings spilled into Nikola’s building, posters demanding erasure of all personal records were taped to doors and elevators. Nikola hesitated before passing, choosing instead to take the stairs and limit time in shared spaces. Increased terminal checks at night, motivated by fear his history would be further revealed, resulted in a minor BCI score decline to 50.",
    "bci_score": 50,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After citywide demonstrations intensified and calls for the deletion of all personal BCI archives gained momentum, Daria was instructed to stop all digital archiving of health band requests, using only paper records and manual entry for client interactions. This change came after clients arrived in groups, referencing community statements and demanding assurance that no data from their visit would be retained. Daria observed new security personnel at each entrance, questioning staff about documentation practices. She limited device diagnostics to the minimum required, avoided discussing system history with clients, and refrained from accessing any archive-related menus. During a mid-morning incident, angry residents questioned her about erased records, prompting her to redirect them to assembly representatives. By the end of her shift, her BCI score decreased slightly, reflecting her abrupt changes in workflow and high number of flagged interactions. The uncertainty about future protocols left her cautious in her next steps. New BCI score: 56.",
    "bci_score": 56,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After citizens began reporting that their old penalty notices were reappearing in their public profiles, Lenart discovered several past warnings he believed deleted now visible on his BCI interface. This unexpected exposure occurred just as local residents, emboldened by the public debate over BCI reforms, started confronting each other in his building’s corridors about their histories. That morning, as Lenart retrieved a maintenance order, a neighbor questioned him about a flagged incident from years prior, causing him to end the interaction abruptly and shorten his usual inspection routine. He avoided taking new jobs that day, wary that old allegations might be used against him. Instead, he spent hours in his workshop, reviewing every paper log against his resurfaced infractions, considering which repairs could expose him to further scrutiny. Trust in the scoring system around him sharply declined, but Lenart’s preference for minimal interaction limited further risk. His BCI score fluctuated slightly, ending at 59.",
    "bci_score": 59,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the surge in citywide demonstrations demanding deletion of all personal BCI archives and the public exposure of selective erasure, Sven Halek’s morning routine was interrupted when several speech requests were rescinded by Council members who were summoned to appear in person at citizen forums. In the afternoon, Sven entered what had been a secure briefing room, only to find the walls displaying unauthorized overlays revealing fragments from BCI profiles, including his own past penalty notices. Surprised colleagues avoided eye contact or left the room quickly. Sven altered his work by removing references to individual compliance records in new drafts and limited his digital correspondence to avoid further exposure. He began backing up handwritten notes outside the system after discovering flagged activity in his access logs. The persistent resurfacing of historical data made each interaction unpredictable, leading him to adopt a defensive professional posture. This heightened visibility resulted in a decrease of his BCI score to 33.",
    "bci_score": 33,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After securing full access to the unfiltered BCI archives, Rada convened a confidential meeting with senior correspondents and trusted officials. She advocated for internal review and restricted disclosure to prevent unnecessary harm. As a result, the team withheld explicit details, opting for selective briefings with oversight. However, despite their intent to shield the public, the system’s Mosaic Reversion led past profile data to resurface citywide. At work, Rada observed colleagues confronting unexpected personal revelations—some flatly denying archive authenticity, others growing distrustful and withdrawn. The mounting anxiety was palpable: staff debates over the origins of the data intensified, and office productivity fell as individuals grappled with resurfaced records. Rada’s restraint drew official scrutiny, marking her as a risk for “data management irregularities,” further lowering her BCI score. Her choice delayed, but did not prevent, the eruption of public distrust. Her BCI score dropped sharply to 8 due to perceived noncompliance and avoidance.",
    "bci_score": 8,
    "political_preference": "directorate"
  }
}