{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Feels like everyone's watching their step, doesn't it. Mosaic's making old ghosts walk again.",
        "My team pulled some things from the archives we weren't supposed to see.",
        "People are on edge. Even I got flagged.",
        "Let's just say, being cautious is the only way to stay standing right now."
      ],
      [
        "I get what you mean. Ever since those old BCI files resurfaced, you can feel the tension in the air.",
        "There was a review, not really official, but too many people saw too much.",
        "I tried to hold back the worst of it. Didn't help my record any.",
        "Now every conversation in my office feels wired.",
        "Honestly, nothing feels safe to share anymore."
      ],
      [
        "Yeah, walking carefully is the rule now. After the Mosaic thing, people's histories just started popping up everywhere.",
        "I called a small group together, tried to slow down the release. We thought we were doing damage control.",
        "Still, the old files spread. People at work were panicked. Fights, denials, all of it.",
        "I was marked for 'data irregularities.' My BCI score tanked—hard.",
        "Our careful approach just bought a little time. Now trust's shattered.",
        "Feels like no one knows who to believe, me included."
      ],
      [
        "Careful is an understatement. Since Mosaic Reversion rolled back our profiles, the city's spinning.",
        "I got BCI archives, raw. Called a meeting, tried to shield people from the worst, because I've seen how panic spreads.",
        "Some thought I was hiding things. My own standing plummeted. Eight, if you're curious.",
        "Office turned toxic overnight. Colleagues second-guessing every move, old secrets jerking everyone around.",
        "What we tried—limiting info, selective briefings—just delayed the crisis.",
        "People see betrayal everywhere now. Even one's own reflection.",
        "It's strange, how fast you go from trusted to suspect. I never imagined my job would make me the enemy."
      ],
      [
        "Walking carefully? I barely recognize my own shadow. Raised by a BCI officer, I know how easily records become weapons.",
        "With raw archives in hand, I pushed for an internal review. I didn’t want to ignite a citywide breakdown. Old abuses don’t heal when thrown into daylight.",
        "We briefed only a core team. Intent was safety, but secrets leak on their own schedule.",
        "Mosaic Reversion made everyone vulnerable. I watched friends unravel as their pasts resurfaced at work—some denied, some broke down entirely.",
        "My own score fell. Eight. They called it noncompliance. Directorate isn’t forgiving, not even to their own.",
        "These choices shape the whole city. What started as control became chaos. Leaders turned on each other. I see why stability matters, even if it cuts deep.",
        "Now every word, every report, could end a career or a family. Data is power, and power’s never neutral.",
        "It’s a cold kind of fear, Alex. Like waiting for a siren that never stops."
      ]
    ],
    "emotion": "It’s a cold kind of fear, Alex. Like waiting for a siren that never stops."
  },
  "emotional": {
    "opener": "Rada, even if the siren never stops, it means you’re still here to hear it. That has to count for something. You aren’t alone with the noise.",
    "variants": [
      [
        "I hear you. Sometimes that’s all anyone needs to keep moving."
      ],
      [
        "Thanks. Knowing someone else notices the noise helps.",
        "Most people pretend it’s not there."
      ],
      [
        "It does help to know I’m not the only one listening.",
        "Some days, that siren is the only thing you can count on.",
        "I get tired of pretending it’s all background music.",
        "So thanks for saying it out loud."
      ],
      [
        "You make it easier just by noticing, Alex.",
        "Most people don’t want to hear about the siren.",
        "I forget sometimes that being heard is a kind of relief on its own.",
        "It’s strange, the things we find comfort in now.",
        "Feels less like I’m in this by myself."
      ],
      [
        "Alex, you have no idea how rare that is—someone actually hearing through all this noise.",
        "There’s this expectation that everyone adapts, just blends into the hum.",
        "But it never really fades, not for me anyway.",
        "I grew up thinking you adapt or vanish. Listening didn’t come naturally to anyone around me.",
        "It helps to have even one spot where I don’t have to filter every word.",
        "Feels lighter, if only for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada. Everyone's feeling it. What really happened out there?",
    "variants": [
      [
        "Not my job to run city rumors, Alex.",
        "You saw the blackout, right. Mural’s all anyone talks about now.",
        "People went missing, then popped back up. Streets changed overnight.",
        "Files glitched, old records surfaced. Directorate’s not happy, trust me.",
        "That’s all you’ll get from me here."
      ],
      [
        "Things didn’t break normal. Blackout uncovered more than art.",
        "BCI labor tools sent good people to useless jobs. Some flagged as dissident got privileges, others locked out.",
        "Old profiles, old scars—city’s still picking at them.",
        "Even the Council’s fractured, blaming each other. Feels like we’re on our own.",
        "Power in this city is watching itself bleed.",
        "Truth is, Directorate’s got no easy fix."
      ],
      [
        "Everyone saw Council scramble after Halden’s death, but most missed how the system melted from the inside.",
        "Critical jobs reassigned at random. Trust chipped away fast when low-scorers ran the show.",
        "Old crimes, flagged infractions—private, then brutally public.",
        "Those murals gave folks a target for their anger, but no answers.",
        "I can say Directorate’s pushing crackdowns, but it’s whack-a-mole. Innovators want everything shown, makes it worse.",
        "Harmonists might as well not exist.",
        "If you believe in order, you’re left holding empty paperwork."
      ],
      [
        "Blackout gave us the mural, but the real collapse was data turning on everyone. Directorate types like me just watched stability vanish.",
        "Hundreds lost in the system came back out and started coordinating, using every blind spot.",
        "Labor placements—randomized by hacks, amplifying chaos. I reported frontline confusion, was told to hold the line.",
        "Council’s became a circus, infighting worsening as BCI scores swung out of control. Makes loyalty impossible.",
        "Demands for mass data erasure now. Directorate wants security, but every solution slices deeper into trust.",
        "I can’t defend the BCI as it stands. Too brittle. Too many ghosts.",
        "Everyone’s assembling at the mural like it’ll break the spell.",
        "If the Directorate doesn’t pivot, we’ll all be out in the cold."
      ],
      [
        "I was inside the Council’s data room when the Blackout hit. Mural below was just a trigger—real panic started when ‘ghost’ citizens reappeared, gaming the gaps.",
        "You’d have to see the system shuffling lives in real time. Friends sidelined, rivals fast-tracked.",
        "My Directorate mentors are tightening controls but running blind. I can’t say that in any report.",
        "The public push for data deletion is louder every day. Even Directorate family beg me for help now—they’re as lost as anyone.",
        "BCI never recovered from the hack. Profiles go from hero to outcast in hours, and nobody trusts the reset.",
        "Innovators shout about transparency, but every exposure scorches another life.",
        "Some days, I think I joined the Directorate to keep order, but this... doesn’t feel like order. Maybe order was always just a story.",
        "Marek’s death let all this rot show through. People don’t want punishment now—they want mercy.",
        "This city’s future rests on who deletes first: the Council, or the people themselves."
      ]
    ]
  }
}