{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Things have been…louder, I suppose.",
        "Saw some old paperwork show up on my terminal. Unsettling.",
        "Noticed neighbors talking more in the halls. Not my place.",
        "I keep to myself lately. Feels safer."
      ],
      [
        "There’s been strange activity in my building—neighbors gathering, more than usual.",
        "My system flagged an old travel permit error from years ago. Never happened before.",
        "People are upset—I see posters, hear talk in the stairwell.",
        "I try not to linger. Some histories are best left untouched.",
        "Feels like the rules changed overnight, but no one admits it."
      ],
      [
        "You’re right, things feel different.",
        "Last week, my terminal dredged up an ancient infraction—over an expired permit, if you can believe it.",
        "Suddenly, I’m getting warnings. Neighbors too—some are locked out of services.",
        "People started holding meetings in the building, demanding answers.",
        "I keep my head down, but it's impossible to ignore—everyone's worried what else might come up.",
        "Feels like privacy is shrinking to nothing."
      ],
      [
        "Honestly, it hasn’t felt right for days.",
        "A decade-old penalty appeared on my record and the neighbors’ too. Very public, very awkward.",
        "Past mistakes that were buried are popping up—causing confusion, embarrassment.",
        "Everyone’s tense. Some folks are yelling for old files to be wiped. Posters everywhere.",
        "It’s hard to explain, but my score even dropped just for checking my own file too much.",
        "Retired or not, you can’t escape your past when the system decides to remind you.",
        "I find myself avoiding people I used to trust—no one wants their secrets back in the open."
      ],
      [
        "Feels like living under a magnifying glass these days.",
        "My record—quiet for years—started showing old flags, travel mistakes from before I even retired.",
        "Neighbors are panicking. Makeshift meetings, posters demanding the Council erase our histories.",
        "I spent so long assisting the Council, managing their secrets. I never thought I’d need to worry about my own.",
        "It’s the system, of course—Mosaic Reversion. Everything got reset, so the ghosts came back.",
        "My score’s down to fifty. I’m locked out of things I used to take for granted.",
        "I suppose I always thought keeping order meant some things must be quietly forgotten. The Harmonists—my crowd—never wanted chaos.",
        "Now? All I feel is exposed. We used to trust the system not to turn on us."
      ]
    ],
    "emotion": "Uneasy—feels exposed and wary as old secrets resurface and trust in the system vanishes."
  },
  "emotional": {
    "opener": "Nikola, you're not the only one who feels exposed. Sometimes, even the most careful of us get swept up in changes we didn't choose. It doesn't mean it's your fault or that you're alone in this.",
    "variants": [
      [
        "Thank you. That's a generous way of seeing things.",
        "Some things are better left quiet, I think."
      ],
      [
        "I appreciate you saying that. It's rare now.",
        "Trust isn't easy, especially these days, but your words help."
      ],
      [
        "It’s a relief to hear someone else understands.",
        "We're taught not to show uncertainty, but maybe that's the problem.",
        "You remind me that we all carry burdens, not just me.",
        "Thanks for saying it out loud."
      ],
      [
        "I wasn't sure if anyone noticed how heavy all this feels.",
        "Your words cut through the quiet—it's strange how much that matters.",
        "It used to be easier to trust the process. Now I find myself doubting, more often than not.",
        "I guess we adapt, but the feeling never really goes away.",
        "I think I needed to hear what you said—genuinely."
      ],
      [
        "You sound like you recognize what it's like—how quickly the ground can shift beneath us.",
        "In my years with the Council, I learned to hide doubts, to work in silence. Maybe that became a habit.",
        "These days, silence feels different. Not protective, just… isolating.",
        "When you said we're not alone, I almost believed it for the first time in a while.",
        "Funny, how words can matter more than data.",
        "I'm glad we spoke, even if it's just for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got secrets, but what is it that's really coming out? What are people whispering about in the halls?",
    "variants": [
      [
        "People are saying things, but it all sounds exaggerated.",
        "Heard the Council's been quieter than usual. Not sure if that's good or bad.",
        "Official notices change every day. Hard to keep up.",
        "Some think the archive issue was just a one-off. Hard to say."
      ],
      [
        "Saw more faces outside since the blackout. Noticing old names return, too.",
        "Some folks claim the system reset on its own—privileges moving the wrong direction.",
        "There are mutterings of Council disputes, but nothing on the record.",
        "I keep my head down. Not keen to join the guessing games.",
        "Suppose it will settle. These things usually do."
      ],
      [
        "After Halden died, the Council couldn't keep everything running smooth.",
        "They say labor tools started shuffling people around—work all mixed up, no one where they're supposed to be.",
        "A mural turned up at the old metro. Something about Halden unraveling secrets. Now everyone’s comparing old stories.",
        "People who vanished on the watchlists? Some turned up again, making a stir. Exploiting the gaps, it seems.",
        "Feels like each day, something meant to be hidden is brought to light by this reversion—scores, histories, alliances.",
        "Never imagined I'd see trusted neighbors lose access while the 'unknowns' walk free.",
        "If I had to put it simply, things aren’t orderly any more."
      ],
      [
        "Halden’s death broke more than routine. The systems started pulling from places no one expected.",
        "Mosaic Reversion reset everything to the old days. People who were sidelined before are back in charge, even if only for a while.",
        "I watched colleagues scrambling—leaders losing status overnight. Councilors, too, fumbling.",
        "Saw the mural. Now it's a rally point for those who want the past erased. The old secrecy isn't holding.",
        "I recall meetings where we agreed private files would never see daylight. That promise didn't last.",
        "The Harmonists always argued that some histories should remain buried. No appetite for public reckoning.",
        "Now we’ve got cracks in the Council. Directorate wants order, Innovators want to show everything. There’s no steady hand left.",
        "Never thought I’d see this much disorder—least of all in Stenograd."
      ],
      [
        "Once, my role was to keep Council business tidy—filter disputes, approve messages, shred what needed shredding. Now nothing stays buried.",
        "After Halden died, something vital broke. Factions blamed each other, and the BCI’s guardrails snapped.",
        "I recognized old faces—people who disappeared suddenly showing up again, working with gaps in the system. Organizing, almost.",
        "Blackout at the metro revealed that mural—Halden unraveling his own shadow. People read into it, say it proves his doubts about the Council’s control.",
        "Mosaic Reversion was Halden’s failsafe from before I retired, meant to restore order, but it brought chaos. Gave some their old powers back, erased others entirely.",
        "I remember long nights sorting reports, signing off on Council suppression orders I thought were for the city’s good. Now everyone’s calling for deletion of the whole archive, as if that would put things right.",
        "The Harmonist way was to suppress disorder—to let time erase certain things. Maybe that was naive, I don’t know.",
        "I see the Directorate pushing crackdowns. The Innovators demanding transparency. No one is winning.",
        "Can’t say I trust anyone behind the curtain now—myself included."
      ]
    ]
  }
}