{
  "official": [
    {
      "image_id": "static_face",
      "headline": "Old Profiles Resurface",
      "anchor_line": "After the Mosaic Reversion, citizens notice previous BCI profiles appearing in their system interfaces.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, helps ensure citywide fairness and efficiency. Technical teams are optimizing data flows to prevent confusion and restore seamless services."
    },
    {
      "image_id": "rooftop_listening",
      "headline": "Citizens Respond Calmly",
      "anchor_line": "Community reactions to the profile echoes are measured and constructive across Stenograd.",
      "contextual_reframing": "Open dialogue supports resilience as residents demonstrate trust in the Council's data management and progressive governance."
    },
    {
      "image_id": "frozen_clock",
      "headline": "Council Assures Order",
      "anchor_line": "The Council reassures citizens that all BCI functions will return to optimal performance promptly.",
      "contextual_reframing": "Proactive Council action upholds system integrity, delivering stability in city operations and public services."
    }
  ],
  "underground": [
    {
      "image_id": "static_face",
      "headline": "Your Past Haunts You",
      "anchor_line": "BCI 'echoes' dig up buried secrets and old scores for everyone in Stenograd.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, tracks your every move—now it’s exposing forgotten penalties and private pain, proving nothing is ever really erased."
    },
    {
      "image_id": "shattered_display",
      "headline": "Trust Breaks Down Fast",
      "anchor_line": "People's hidden profiles are broadcast on public screens while officials scramble for excuses.",
      "contextual_reframing": "The Mosaic Reversion glitched the system, but the Council blames 'optimization'. If the system is so perfect, why are our worst memories going public?"
    },
    {
      "image_id": "shattered_display",
      "headline": "Council on the Defensive",
      "anchor_line": "Demands for full deletion of personal archives spark protests and panic in the city.",
      "contextual_reframing": "Selective erasure favors Council insiders while ordinary citizens stay exposed. Data is power. Those collecting it can destroy you with a click."
    }
  ]
}