{
  "olintz": {
    "chapter": "Following the Council's public apology and confirmation of a memorial for the erased, Oksana noted a sharp change in workplace protocols. That morning, colleagues in her team spoke frankly about council failures in compliance meetings, openly referencing the investigation she and Lenart Kova led. Formerly erased employees joined daily briefings, filling roles without hesitation or extra clearance. At lunch, Oksana observed these colleagues receiving support from other staff, who discussed the future of local leadership rather than BCI-approved processes. That afternoon, she joined a group reviewing submitted testimonials for the memorial, a task previously reserved for higher BCI scorers. The environment felt cautiously optimistic, with less concern for monitoring, yet Oksana avoided discussing her personal views. Despite the increased transparency, she remained vigilant, storing backup records of all correspondence and maintaining a neutral presence as the transition unfolded. Her BCI score remained at 16, reflecting ongoing caution.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "Following the Council’s formal apology and the pledge of a memorial to the erased, Nikola observed that his building’s entryway was covered with posters listing the names and stories of those purged by the BCI, including several former neighbors. That afternoon, he overheard two residents debating whether the Council’s statement was sincere or a tactic to calm unrest. Feeling exposed by lingering suspicion towards former officials, Nikola avoided their conversation and altered his routine, visiting the market earlier than usual to avoid crowds. At the market, supplies were still rationed by committee, and his status as a former aide drew pointed questions from a volunteer, prompting Nikola to present his credentials twice before receiving goods. He returned home without incident, but placed additional locks on his cabinet and further minimized online activity, aware that both trust in the automated system and personal privacy had diminished. These cautious adaptations dropped his BCI score slightly to 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Council’s public apology for BCI abuses and the citywide investigations into behavioral erasures, Daria’s routine at the lab shifted noticeably. On the morning following the apology, she found neighbors and former clients—some of whom had previously disappeared without explanation—waiting outside the health division, seeking her help in confirming their restored official status. Several requested manual updates to their health bands, citing errors in identity records and missing medical entries. Daria processed each case in person, following the new guidelines issued by neighborhood committees, but delayed personal device changes for fear of system retribution. As the day progressed, she observed a marked increase in residents requesting physical printouts of service requests, unwilling to trust digital records. By evening, Daria adjusted her protocols again, keeping duplicate logs to prevent accidental loss of manual entries. Her BCI score remained at 44, reflecting unresolved scrutiny and her ongoing collaboration with community groups.",
    "bci_score": 44,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Following the Council’s formal apology for the BCI purges and the launch of the official investigation, Lenart Kova adjusted his repair schedule as former clients, previously unwilling to engage him due to BCI associations, began cautiously reaching out again. That afternoon, he received a request from a longstanding contact who had canceled all jobs during the scoring crisis. Upon arriving, Lenart found the client’s security panel left open and building staff absent, with residents exchanging notes about erased relatives. Lenart finished the job quickly, requesting verbal confirmation and avoiding digital records. Despite the renewed work, he noticed colleagues avoiding direct conversation about BCI status, and several buildings still refused outside technicians. Lenart kept his workshop locked and continued using paper logs, concluding that trust in the system remained low and some contracts might never resume. Increased awareness of BCI abuses meant more residents hesitated before confirming service, keeping demand unstable. BCI score unchanged at 1.",
    "bci_score": 1,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the Council's public apology for the BCI purges and their pledge to build a memorial, Sven Halek noticed immediate changes in workplace dynamics. That morning, several new communications arrived requesting that speeches reference accountability and reconciliation, despite the absence of clear policy direction. During an urgent meeting, Sven was asked to draft a statement for a recently reinstated colleague, whose family had been affected by a BCI erasure exposed through the ghost ledger's release. When Sven requested customary Council approval before submission, his request was delayed without explanation, and he received conflicting edits from multiple supervisors. The lack of a consistent approval process led Sven to revise his workflow, storing drafts onto encrypted drives and refraining from sharing language referencing unresolved abuses. This heightened uncertainty and Sven’s increased caution further isolated him from informal team exchanges, resulting in a minor reduction in his BCI score, now at 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After verifying key entries from the ghost ledger with trusted sources, Rada scheduled the public release for dawn, prioritizing transparency over official system narratives. She uploaded the complete ledger, including detailed behavioral notes and timelines of erasures, to accessible media channels with minimal editorial framing. Within hours, the newsroom atmosphere changed: colleagues approached her in private, some expressing fear, others gratitude. Management responded by freezing her access rights and requesting an internal statement. Families of those listed as erased began contacting the station, demanding further information. In the immediate aftermath, Rada was barred from central archives, her work terminal flagged for audit. Public demonstrations referencing her release appeared across the city, shifting newsroom assignments toward live coverage of affected families. Rada’s BCI score dropped sharply to 15, reflecting direct exposure, system defiance, and unauthorized content distribution under active monitoring. Her actions forced the Council into a position of immediate accountability.",
    "bci_score": 15,
    "political_preference": "rebel"
  }
}