{
  "official": [
    {
      "image_id": "multipurpose_room",
      "headline": "Orderly City Gatherings",
      "anchor_line": "Residents gather in public forums with officials to discuss recent system challenges.",
      "contextual_reframing": "Open civic dialogue demonstrates Stenograd’s commitment to cooperative engagement and communal stability."
    },
    {
      "image_id": "static_face",
      "headline": "Council Pledges Apology",
      "anchor_line": "The Council issues a formal statement acknowledging recent concerns related to behavioral oversight.",
      "contextual_reframing": "Timely and transparent responses ensure continued faith in Stenograd’s rational governance process."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Historic Ledger Revealed",
      "anchor_line": "A newly uncovered system ledger highlights legacy errors, prompting review and restoration measures.",
      "contextual_reframing": "Stenograd advances resilience and trust as procedural improvements further perfect our system."
    }
  ],
  "underground": [
    {
      "image_id": "missing_poster",
      "headline": "Grief Hits The Streets",
      "anchor_line": "Families and survivors demand answers at crowded forums after buried names surface.",
      "contextual_reframing": "For years, these voices were erased. Tonight they speak for all of us dismissed as risks and data points."
    },
    {
      "image_id": "empty_bench",
      "headline": "Official Regrets Read Aloud",
      "anchor_line": "Council apologies ring hollow as citizens question why abuse went unseen for so long.",
      "contextual_reframing": "Admission is not justice. Those erased by the BCI are gone. Empty words can’t repair broken trust."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Ghost Ledger Unleashed",
      "anchor_line": "The hidden list of disappeared citizens is out. Sorrow turns to fury across Stenograd.",
      "contextual_reframing": "No more secrets. This exposure is only the beginning. Justice means naming every enabler and every loss."
    }
  ]
}