{
  "olintz": {
    "chapter": "Following the Council's suspension of automated enforcement and the move to manual oversight, Oksana's daily workflow changed abruptly. That morning, she was assigned to a temporary review desk, where lines of agitated residents formed to challenge their BCI scores, citing newly visible system rationales. Without the shield of algorithmic decisions, Oksana was required to review cases face-to-face. One applicant, whose score had dropped due to a minor travel infraction, demanded an explanation; Oksana was forced to consult physical records and dialogue in real time, a process that felt exposed and vulnerable. Arguments between citizens and staff grew frequent in the cramped waiting area, increasing Oksana's tension. By day's end, she realized that her role had shifted from system analyst to ad hoc adjudicator, with each decision now open to personal accountability. This uncertainty fractured any remaining trust in her official standing, causing her BCI score to slip to 18.",
    "bci_score": 18,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After neighborhood groups began openly challenging BCI scores and gathering in public forums, Nikola altered his daily schedule to avoid the busiest communal areas. On the morning following the Council's suspension of automated enforcement, he found previously monitored entrances now unguarded and manual logbooks in place of biometric gates. For the first time in weeks, a group of neighbors approached him with questions about Council procedures, recognizing former authority from his tenure. Maintaining distance, Nikola declined to join their discussion but discreetly listened from afar as residents debated appeal processes and exchanged score reports. That evening, he reviewed his own compliance log and stored Council documents more securely, anticipating increasing requests for advice. Nikola's engagement remained limited; he resisted the urge to participate, concerned about attracting further scrutiny in the shifting order. His reluctance to integrate with the new grassroots assemblies contributed to a small drop in his BCI score, which fell to 54.",
    "bci_score": 54,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After BCI terminals began openly displaying the logic behind individual scores, Daria noticed a new pattern forming at the lab. That morning, two coworkers approached her, requesting help to interpret their flagged behavioral triggers, now publicly explained by the system. With the process transparent, there was no longer a quiet way to adjust questionable data; disputes had to be logged and submitted through formal channels. Later, she observed more colleagues gathering to compare their notices, openly questioning scoring fairness within earshot of supervisors. Daria avoided involvement, focusing on diagnostics as discussion spread. When neighborhood groups organized to collectively challenge the system, two of her regular \"smoothing\" clients stopped requesting help, instead preparing group appeals documented in the breakroom. Daria now spent additional time double-checking her logs, aware every action could face public review. That evening, her BCI score rose by two points—reflecting visible compliance and her withdrawal from informal data correction.",
    "bci_score": 44,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "With the Council suspending automated BCI enforcement and manual oversight replacing the usual system, Lenart found the access routines at several city maintenance sites replaced by temporary human checkpoints. That morning, he waited in a slow-moving queue outside a familiar utilities substation, uncertain if prior digital restrictions would bar him. The new manual process relied on printed credentials, which Lenart produced from his bundle of backup papers. Officials, seemingly unfamiliar with many community workers, questioned him about prior site visits and checked his logs by hand. Former clients, now present to contest their own BCI scores, nodded in recognition, but none approached to request work. Lenart’s efforts to blend into the shifting environment were cautious; he completed minimal repairs on site and left quickly, still wary of drawing attention. The less predictable oversight restored brief access but left him uncertain about future work. His BCI score remained stable at 33, reflecting neither risk nor increased compliance.",
    "bci_score": 33,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "After city authorities suspended automated BCI enforcement, Sven Halek reported to an office running on manual protocols. Paper forms replaced digital authorizations, and he waited for a supervisor to assign him the day’s duties in person. Mid-morning, a group of citizens established an ad hoc forum in the lobby, organizing a review of staff BCI scores and demanding explanations from anyone flagged as noncompliant. Sven’s presence on their list led to multiple questions about his messaging assignments. He answered only with approved statements, avoiding personal disclosure. Later, when a policy draft was disputed on the basis of its flagged language, Sven rewrote portions under supervision, delaying distribution. By the end of the day, unresolved challenges to his role persisted, and his ability to move within the building remained restricted to routes visibly monitored by citizen observers. The heightened scrutiny and public accountability caused his BCI score to drop to 50.",
    "bci_score": 50,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After deciding to release the BCI scoring rationale, Rada discreetly used her press credentials and analog equipment to upload a comprehensive leak to several citizen networks. Within hours, residents accessed terminals to see the real-time logic behind their scores, sparking immediate debate in her office as colleagues confronted suddenly revealed biases in their own assessments. During the shift, security officers questioned staff about leaks, and a printed list of personnel with known access anomalies included Rada's name. Her workspace became the focus of an unannounced audit, and management restricted her movements within the building. Despite increased risk, Rada maintained a low profile, submitting only uncontroversial work and avoiding any personal communication with staff. The exposure of system logic led to rapid citywide unrest, which was directly attributed to her actions through new surveillance logs. As a result, her BCI score dropped to 15, marking her as noncompliant and increasing scrutiny from authorities.",
    "bci_score": 15,
    "political_preference": "rebel"
  }
}