{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Getting by, sure. Things move slow when the machines stop.",
        "Waited in line for hours at a site I used to walk right in. Nobody knows who’s in charge.",
        "Not much work, but fewer restrictions, so I guess it evens out.",
        "Mostly just tired, if I’m honest."
      ],
      [
        "Getting by as well as anyone, I suppose.",
        "Manual checkpoints now, which means standing nose-to-nose with bored officials.",
        "Had to dig up old papers to get inside a substation. Felt like a test and I kept my head down.",
        "Saw a few old clients, but nobody’s eager to chat these days.",
        "It all just… wears on you after awhile."
      ],
      [
        "Yeah, I’m getting by. Barely.",
        "Lost most of my usual access. They switched to printed passes and questions at the gate.",
        "Stood in line with a handful of folks hoping they’d let us work again. Kind of humbling.",
        "Did what I could and kept it quiet; nobody wants to attract attention now.",
        "The mood’s strange, you know—everyone waiting on a system that’s half-awake, half-blind.",
        "Honestly, I just feel tired—even when the job’s done."
      ],
      [
        "I’m managing. It’s messier now. You can’t predict who’s running the doors from one hour to the next.",
        "Used to breeze through most sites, but now it’s all paperwork and suspicion.",
        "You’d think a broken system would mean more freedom, but it’s just confusion—nobody’s sure how to move without the old routines.",
        "Ran into some familiar faces in the line, folks who got flagged and were arguing their cases. Painful to watch.",
        "Treaded lightly, fixed what I had to, then left before anyone remembered my name. Paranoid habits are good insurance lately.",
        "Strange twist—for all the talk about harmony, we’re right back to human error and gut feelings. Feels like an old joke.",
        "It’s wearing me down, honestly. Hard not to feel spent."
      ],
      [
        "Getting by, but that’s a generous way to put it. The city’s supposed to run like a watch, but lately it just ticks at random.",
        "With BCI nudged aside, it’s all manual—lines, printed papers, people second-guessing my credentials.",
        "Spent the morning at a utilities site being quizzed about every visit I ever made. Like the algorithm’s been replaced by a bored border guard.",
        "Saw some regulars from my old council days, stuck in the same mess, muttering about scores and vanished records.",
        "Did the minimum, tried not to make waves. Feels like everyone’s walking on eggshells, especially people who got burned by the last round of shuffling.",
        "For someone who believes in balance, it’s hard seeing everything lurch from controlled to clumsy.",
        "The truth is, we’re all anxious about what comes next. Trust is thin as thread.",
        "I’m just tired underneath all of it. Like the rest of the city, I guess."
      ]
    ],
    "emotion": "Tired, with a wry sense of resignation."
  },
  "emotional": {
    "opener": "\"You know, Lenart, not everything broken is your fault, or yours to fix. You do what you can. That counts.\"",
    "variants": [
      [
        "Suppose that's true. Easier said than felt."
      ],
      [
        "Right. Still feels like weight sticks around.",
        "Not easy letting it go."
      ],
      [
        "Appreciate you saying that, really.",
        "Maybe I do need to stop blaming myself for every glitch.",
        "Funny how easy it is to forget that.",
        "Everybody's patching something."
      ],
      [
        "That actually helps, believe it or not.",
        "I get so wired up thinking I missed something.",
        "Always thought if you know how to fix things, you can't stand to watch them break.",
        "Maybe 'good enough' has to be enough some days.",
        "Could use more people who think like you around here."
      ],
      [
        "Been doing this so long it's hard to see where the job stops and I start.",
        "Like you patch a system, and next day another one falls over. Gets under your skin after a while.",
        "Feels like I'm stuck between keeping things running and staying invisible.",
        "You're right though, it's not all on me. But it feels like that's how the city wants it.",
        "Guess I needed to hear it said out loud.",
        "Maybe next round's on me, just for that."
      ]
    ]
  },
  "factual": {
    "opener": "So what's really going on out there? You hear things. Spit it out, Kova.",
    "variants": [
      [
        "I hear the Council blinked. Put the machines on pause. Manual checks everywhere.",
        "Folks are upset, but it\u0019s hard to know what\u0019s true anymore.",
        "People keep passing on flyers about missing names.",
        "Everyone\u0019s sticking to small talk till things settle."
      ],
      [
        "Council suspended the BCI\u0019s teeth for now. Manual oversight only in certain places.",
        "Saw groups handing out printouts of score logic. Made folks nervous.",
        "Some missing people turned up again. They don\u0019t say much.",
        "Lots of side talks about what\u0019s underneath all this.",
        "Nobody trusts anyone, least of all the Council."
      ],
      [
        "BCI\u0019s reasons for scores went public. Explanations right there on the terminals.",
        "People spotted a lot of bias baked in. Ruffled feathers, as expected.",
        "Neighborhoods actually grouped up over it. Forums, flyers, even support lists.",
        "Those old silent records? Now everyone wants to know who else got ghosted.",
        "Manual checks are better than pure algorithms, but the mess is the same. Stability isn\u0019t just about code."
      ],
      [
        "Everything was hidden\u00153until those score algorithms leaked. Transparency hit like a train.",
        "Crowds started comparing stories, catching how the BCI played favorites. That cut deep, especially for the ones flagged unfairly.",
        "The city\u0019s gone grassroots. Real assemblies. Not the old staged ones.",
        "Saw a wave of people searching for the disappeared. Some came back, looking hollow.",
        "I\u0019ve always leaned Harmonist, but this chaos does make you question what harmony means.",
        "Manual oversight\u0019s got its flaws, but for once things feel less... automated. Even if it\u0019s messy, there\u0019s room to breathe."
      ],
      [
        "Halden dies, system chokes, and suddenly all the dirty laundry\u0019s out in the open. I saw the BCI rationale flyers before they hit the terminals\u001515 years in this city, and I\u0019ve never seen people this angry.",
        "Someone inside leaked the scoring code, probably a media type. Next day, neighbors who barely nodded at each other are running support forums.",
        "The vanished ones? Yeah, some reappeared. They won\u0019t talk. Folks are piecing together timelines, linking it to detainments no one wants to admit.",
        "Truth is, I worked under both council and private gigs. Used to believe the Harmonists kept things steady. Now, nobody knows if the structure keeps us safe or just convenient.",
        "Manual oversight suits me. I fix things by hand anyway. But seeing the supposed balance shatter this fast?",
        "For years, we shrugged at BCI-roulette. Now it\u0019s backyard voting, neighborhood courts, and raw blame on every faction.",
        "Trust in the Council\u0019s shot. Even Harmonists are rethinking what alignment really means.",
        "Can\u0019t say the unrest fazes me\u001513, maybe 15 address changes later.",
        "Odd thing is, all this chaos... it almost feels honest."
      ]
    ]
  }
}