{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are on edge, sure. There’s more talk at the terminals than before.",
        "Saw some coworkers get grilled by security. Not hard to see why folks are tense.",
        "Guess we all have reasons to keep our heads down lately.",
        "City feels tighter every day… like the walls are listening."
      ],
      [
        "You mean the sudden silences, the weird tension? Yeah, I see it every day at the office.",
        "I heard about some restricted movements. List with my name on it showed up out of nowhere.",
        "Work’s just turning in safe edits, nothing real. They watch what you say, what you save.",
        "Some story broke, people started asking the wrong questions. That’s when everything tightened.",
        "Feels like breathing through a filter. Can’t shake it."
      ],
      [
        "Everyone’s acting like they’re waiting for a storm. At work, management suddenly restricted my access.",
        "You didn’t hear? After that big BCI logic leak, security started auditing everyone with a press badge.",
        "I caught my name on a list during the sweep. Quiet, but unmistakable.",
        "Now I play it safe, just news with a smile, no personal talk. Even my desk feels different.",
        "Folks found out how scores are made. That lit a fire.",
        "Feels like I’m boxed in. But I’m not sorry."
      ],
      [
        "You notice how everyone’s watching each other? After I leaked the BCI scoring logic, things changed overnight.",
        "My workspace got hit with an unannounced audit. Silent warnings, restricted movement, the whole drill.",
        "They called it a routine check, but I saw officers carrying printouts with my name.",
        "Now, management barely looks me in the eye. I feed them ‘safe’ reports just to get through the day.",
        "You should have seen the faces—my colleagues, when they realized what the system really thinks about them.",
        "Whole city’s shifting. People suddenly see the machine inside the walls.",
        "I knew the risk, but I couldn’t let them keep controlling us with lies. Now, I pay the price. But I’d do it again."
      ],
      [
        "I see people jump when a terminal buzzes. They move like someone's judging every step, and honestly, they are.",
        "That leak about the BCI scoring logic? That was me. Used old press credentials, stayed up all night with analog wires, making sure it got out.",
        "They swept my office, flagged my name for access anomalies. Not surprised—my mother used to monitor these lists for the Directorate.",
        "Now I'm a target, but all I’ve ever wanted is for people to see the truth hiding behind their scores.",
        "The system’s supposed to be neutral, but it shapes who succeeds and who’s punished, all based on silent, biased triggers.",
        "When the leak hit, city unions, council-watchers, even neighbors formed their own networks—people who never spoke before now stand side by side.",
        "Security cut my score to fifteen. Now, every move I make is a risk but it’s worth it, seeing people wake up.",
        "This city’s built on compliance, but I’ll take being flagged over being silent. I have to hold onto that."
      ]
    ],
    "emotion": "frustrated but defiant"
  },
  "emotional": {
    "opener": "You know, what you're doing takes guts. Most people wouldn't last a day in your shoes, and that's not nothing.",
    "variants": [
      [
        "Yeah. Maybe you're right.",
        "Sometimes you just keep moving, that's it."
      ],
      [
        "Doesn't always feel like guts. Just feels necessary.",
        "You can't exactly stop, can you?",
        "Most wouldn't understand that."
      ],
      [
        "Thanks. Needed to hear that, honestly.",
        "Sometimes I forget there are still people who notice.",
        "It's not about being brave. It's about not backing down, even if no one sees it.",
        "Feels good not to be invisible for a change."
      ],
      [
        "That actually helps, more than you'd think.",
        "It's exhausting being the stubborn one all the time.",
        "I grew up around people who said compliance was everything. Guess I never fit the mold.",
        "If I slow down, it's over. I know that.",
        "Nice to feel recognized, even if it's just words."
      ],
      [
        "You get it. That means more than I can explain in this climate.",
        "I always felt out of place, even as a kid, being raised by a BCI officer.",
        "People talk like it's all smooth, but every day is a fight not to disappear.",
        "Sometimes I worry I only keep going out of spite.",
        "This place tests you. Honestly, hearing someone call out the grit—it's rare.",
        "Makes me feel a little less alone in it all."
      ]
    ]
  },
  "factual": {
    "opener": "People are saying a lot, but I want the facts. What really happened after that whole BCI leak?",
    "variants": [
      [
        "Everyone found out how their scores got made. It got loud for a while.",
        "Council called some kind of emergency, but nobody outside knows what they’re really doing.",
        "City’s noisy on the outside, but closed up on the inside.",
        "That’s all anyone gets unless they’re higher up."
      ],
      [
        "After the leak, terminals showed what’s behind the numbers. People saw the triggers.",
        "Neighborhood groups started making noise, demanding to know why certain scores were down.",
        "The Council pushed back, but protests kept growing.",
        "There’s talk that some BCI enforcement is stalled. Only in certain places, they say.",
        "Power feels off-balance. Nobody trusts the quiet anymore."
      ],
      [
        "When the BCI scoring logic was outed, whole districts saw the bias laid bare.",
        "People weren’t passive. Forums, street meetings, even some unions started organizing to fight their scores.",
        "Soon after, grassroots groups demanded the Council reverse the unfair triggers.",
        "Council couldn’t hold the line. Had to switch some enforcement to manual just to keep order.",
        "That’s when folks realized the system’s weaker than it looks.",
        "Resistance isn’t just rumor anymore. There’s a real sense that control might shift."
      ],
      [
        "With BCI logic public, the city stopped pretending to be neutral. People saw the targeting—by age, by neighborhood, even old debts.",
        "Groups formed fast, pooling resources, challenging scores in public like a reckoning.",
        "The Council hesitated. They couldn’t rely on the auto-enforcers, not everywhere. Manual audits crept in.",
        "You’d be shocked how quickly the city moved—those friction points, cracks in the machine, let people talk and organize in the open.",
        "I’ve seen old alliances break but new ones form, some underground, some right on the avenues.",
        "This unrest? It’s the first honest response Stenograd’s seen in years. Feels like a turning point—if you know where to look."
      ],
      [
        "I grew up thinking compliance was everything, but when I leaked that code, I realized how hollow it all is.",
        "Every group claimed their own part of the truth—unions, neighborhood leaders, even ex-scores officers, all demanding answers.",
        "People who never left their block are suddenly organizers, wiring up networks that the Council can’t touch.",
        "I saw the Council’s memos—panicked, grasping at power, desperate to stop the bleeding by switching off automation in neighborhoods where unrest was loudest.",
        "Manual oversight means officers improvise. Some abuse it, others quietly help organize resistance.",
        "I’ve got friends on both sides, and they admit: this system only worked because nobody looked too closely before.",
        "I never hid that I think compliance is just the city’s leash on all of us. Now that leash is fraying.",
        "The best part? Those old barriers—status, score, background—they mean less now than ever.",
        "Stenograd feels dangerous, but more alive than it’s been in years."
      ]
    ]
  }
}