{
  "official": [
    {
      "image_id": "screen_glow_eyes",
      "headline": "System Transparency Update",
      "anchor_line": "New citywide screens now show information on individual Behavioral Compliance Index scores for all citizens.",
      "contextual_reframing": "This step affirms Stenograd’s commitment to responsible governance. Enhanced clarity builds public trust in the BCI, our leading system for fair social management."
    },
    {
      "image_id": "abandoned_terminal",
      "headline": "Citizens Share Feedback",
      "anchor_line": "Residents gather at public terminals, calmly discussing the information displayed on their compliance scores.",
      "contextual_reframing": "Open dialogue at terminals highlights Stenograd’s resilience and unity. The transparent process strengthens the city’s adaptive, evidence-based approach."
    },
    {
      "image_id": "form_filling",
      "headline": "Assemblies Seek Solutions",
      "anchor_line": "Neighborhood groups organize peaceful forums advocating collective improvement for flagged BCI scores.",
      "contextual_reframing": "Citizen-driven collaboration is encouraged as part of Stenograd’s rational path to progress. Our system evolves with constructive input and civic engagement."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Surveillance Outed",
      "anchor_line": "The true logic behind your Behavioral Compliance Index score is out there for all to see—algorithmic bias laid bare.",
      "contextual_reframing": "So much for 'neutral automation.' The BCI tracks every move, from your money to your messages. Now the city's secrets are leaking through every screen."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Terminals Turn Tense",
      "anchor_line": "Crowds confront terminals—no more silent waiting as people demand answers about how and why they're labeled 'noncompliant.'",
      "contextual_reframing": "It took leaked code and outrage to reveal BCI's hidden triggers. If you feel targeted, you're not alone—this system divides, delays, and denies."
    },
    {
      "image_id": "shattered_display",
      "headline": "Neighborhoods Unite",
      "anchor_line": "For the first time, flagged and frustrated neighbors gather to challenge the system—not just their scores.",
      "contextual_reframing": "This is more than a glitch. When automation fails, real voices and real anger fill the gap. Stenograd is learning what happens when the algorithm's mask slips."
    }
  ]
}