{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "BCI Suspended",
      "anchor_line": "Neighborhood assemblies suspend all BCI-based enforcement as they receive new administrative directives.",
      "contextual_reframing": "Stenograd demonstrates adaptive governance, ensuring stability through collective decision-making."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Tribunals Begin",
      "anchor_line": "Newly convened tribunals invite Council members to address citizens' concerns in city squares.",
      "contextual_reframing": "Open civic engagement marks a milestone in participatory oversight and transparency."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Council Era Ends",
      "anchor_line": "Neighborhood assemblies deliver verdicts, closing the BCI era and restructuring city leadership.",
      "contextual_reframing": "The transition strengthens Stenograd’s commitment to order and community-led progress."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Unplugged",
      "anchor_line": "BCI enforcement is gone. Neighborhoods get the order—official screens flicker, but real control disappears.",
      "contextual_reframing": "Behind the scenes, panic set in as code failed. Assemblies move faster than the old regime—watch whose orders still get followed."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Confessions In The Square",
      "anchor_line": "Crowds gather for truth. Council members finally face the people, forced to admit to surveillance, vanishings, algorithmic punishments.",
      "contextual_reframing": "Every testimony cracks the old myths a little more. Stenograd remembers who let the system decide who vanished."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Council Brought Down",
      "anchor_line": "Neighborhood verdicts land. The Council era ends with exile, imprisonment, and a few pitiful pleas for mercy.",
      "contextual_reframing": "This is what real change looks like—open eyes, open streets. The mask is off. Stenograd belongs to its people again."
    }
  ]
}