{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Could be better, could be worse. Work's gone slow lately.",
        "Had some holdups at a job, folks taking their sweet time to check paperwork.",
        "Nobody quite trusts the process since all that Council mess surfaced.",
        "Guess life's on hold until things cool down. Some things never change."
      ],
      [
        "Busy, but not the good kind. You know how it is when everyone freezes up.",
        "Ran into a lot of questions and lists just trying to fix a broken panel.",
        "Had to dig up old paper records. Digital trust is shot since those leaks.",
        "People are wary, watching who you talk to, who signs you in.",
        "Not much to do but wait it out and see if folks remember who’s handy when the city’s limping."
      ],
      [
        "Slogged through a repair gig last week—took forever just to get inside.",
        "Neighborhood folks wanted me to prove I was safe, since the protests and those leaks stirred the pot.",
        "New gatekeepers waving around their fresh authority, double-checking my name everywhere.",
        "Ended up showing them paper creds, dusted off stories from back when.",
        "Work’s trickled down. Most clients don’t want any risk tied to them right now.",
        "Feels like everyone’s holding their breath, waiting for the next meltdown. You get used to the rhythm."
      ],
      [
        "Suppose I’m still ticking along, but the city’s trust is a busted circuit lately.",
        "Last week, I had to stand around while people debated if I should even walk in.",
        "They cross-checked me with old BCI rosters and their handwritten logs—like anyone trusts those lists now after the leaks and protests.",
        "Had to tell my whole work history just to tighten a bolt. Not the good old days, if those ever existed.",
        "Funny thing, my BCI score stayed the same—official records mean less than local rumors now.",
        "Lost a few jobs. Regulars I know are too nervous to call until someone else steps first.",
        "Makes me wonder how long this between-time lasts before someone admits we’re just improvising. Not that I haven’t done that before."
      ],
      [
        "Well, Alex, I’m not sure the city knows what to do with people like me anymore.",
        "Turning up for work means running a social obstacle course instead of plugging in circuits.",
        "The neighborhood rulers spent an hour arguing if I’m trustworthy, poring over old BCI files and scratchy notebooks—because nobody wants to make the wrong call, not after those Council leaks and the protest fiascos.",
        "I had to rattle off dusty bits of my resume and show actual, literal paper records. Imagine that, in a place obsessed with digital scores.",
        "It’s gotten quiet—folks watch my every step, weighing if hiring me makes them a target too. Even the jobs I get pay less, like we’re all practicing for scarcity.",
        "The irony? My BCI score stays locked at 36, even while everyone shifts to judging by gossip instead.",
        "Deep down, I root for the Innovators: blow open the system, at least make the rules clear. Instead, it feels like everyone’s clutching the old playbook and pretending this is order.",
        "Some days I think maybe next week the city will outgrow the need for people like me. Until then, I guess I just keep showing up, one sticky lock at a time."
      ]
    ],
    "emotion": "Bit tired, maybe a little defeated, but still wryly amused by it all."
  },
  "emotional": {
    "opener": "\"You know, Lenart, nobody here expects you to carry everything by yourself. Half the city is where it is because you kept it running when the rest gave up. Don't let it weigh you down.\"",
    "variants": [
      [
        "Yeah, that's kind of you to say.",
        "Guess someone has to keep the lights on."
      ],
      [
        "That's more credit than most people give me. Thanks.",
        "Things run. That's what matters, right?",
        "Not much choice but to keep moving."
      ],
      [
        "I don't hear that sort of thing often. Means more than you think.",
        "Feels like keeping plates spinning while folks pretend they're not tilting.",
        "Some days you wonder who'd even notice if it all stopped.",
        "Still, it's good to know someone does."
      ],
      [
        "Yeah, I forget sometimes that the city would notice if I stopped doing my thing.",
        "It's a strange comfort, knowing some work matters—even if half the time nobody wants to see how the sausage is made.",
        "Gets a little heavy, sure, but what's the alternative? Sit back and watch it all rust?",
        "Suppose I'm just stubborn like that.",
        "Anyway, thanks for reminding me."
      ],
      [
        "Funny, I used to think keeping everything together was just the job. Routine, you know?",
        "Somewhere along the line, it turned into something else. Burden or purpose—depends on the day.",
        "You get used to not being noticed until suddenly it matters if you show up.",
        "Guess I've always worked better in the background. Never been a spotlight sort of guy.",
        "Still, I do care more than I let on. Always have.",
        "Glad someone sees it for what it is, not just what the numbers on a screen say."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Lenart. If you've seen half the mess going on lately, spill some of it. Everybody's heard rumors.",
    "variants": [
      [
        "Everyone’s got their wires crossed since Halden died.",
        "Blackouts hit more than just my building, you noticed?",
        "Protests cropped up after those BCI leaks went everywhere.",
        "Council’s doing what it always does—pretend it’s in control.",
        "Best advice? Keep your head down till someone else blinks first."
      ],
      [
        "Halden’s death kicked up more dust than I’ve seen in years.",
        "Half the street’s still grumbling about those leaked BCI scores.",
        "Saw crews prying open locked doors during the blackout.",
        "Council bickering, protesters shouting. Same old chorus, just louder this round.",
        "Heard assemblies are taking over, but it’s chaos to me.",
        "Folks checking old lists to see who’s ‘safe’—nobody’s sure how to act."
      ],
      [
        "Everything started cracking when Halden dropped and the leaks hit.",
        "The blackout—real old-world chaos. Nobody knew who to listen to.",
        "Heard the Council can’t even agree on what day it is, let alone who runs what.",
        "Innovators say reset the algorithms. Harmonists want a blanket to hide under.",
        "I see folks hustling for fake BCI scores. Can’t blame them—official rules are shot.",
        "These inheritance games—AI riddles—just make everyone jumpy.",
        "Feels like every assembly is playing both sides, waiting for someone else to take the blame."
      ],
      [
        "Halden going out the way he did? Changed everything. Half the tech that runs the city went sideways.",
        "Real story? Directorate’s old tricks blew up—secret rooms, Council dirty laundry, all spilling out at once.",
        "People running to fix their scores, but nobody trusts the numbers. I hear Innovators want to rip it all open and start fresh.",
        "Blackout threw us back a decade. Had to take cash for a job—like back in the mines.",
        "Assemblies jockey for the AI’s clues, but alliances last as long as a reboot.",
        "Personally? I’d let the Innovators run wild for a bit. Honesty would at least stop the rumor mill.",
        "Saw some Council types sweating, first time in my memory.",
        "Now, even my regulars whisper before calling—like I’m radioactive."
      ],
      [
        "You want inside baseball? Saw more in three months than the past ten years.",
        "Halden’s death—the official line is silence, but word is the Directorate pulled strings behind closed doors. He never trusted their hands on his system.",
        "After the blackout, when everything went analog, folks remembered which neighbors shared candles and which locked their doors.",
        "I’ve fixed systems running on backdoor code, traced override panels from Halden’s early sketches—bet the Council doesn’t even know what’s buried where.",
        "Assemblies fight over the AI’s inheritance protocols, but it’s playground rules. I helped debug one riddle for a local leader—she paid in real food, not credits.",
        "The Innovators are the only ones with a plan, even if it’s chaos. I’d trust a messy reboot over the ghost of the old Council.",
        "Now I ration my work, trade more than I bill—money’s worth nothing if your BCI glitch-ghosts you.",
        "Saw Council runners swap access chips in back alleys. Nobody plays by the published rules.",
        "If the city still stands next month, it’ll be because folks like me kept patching up the gaps no one else sees."
      ]
    ]
  }
}