{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Yeah, I do. Feels like everyone’s eyes are a little sharper now.",
        "Let’s just say I poked the wrong beehive last week.",
        "Put out a story some people didn't want seen.",
        "Now I can’t walk through half the city without getting glances I don’t recognize.",
        "Honestly, it's all a bit much. I don't know if the city's ever felt this raw."
      ],
      [
        "You could say that. Walking carefully feels like the new normal since last week.",
        "I went public with a few things about the BCI, aired some footage others kept buried.",
        "Let’s just say it didn’t make me many friends on the inside.",
        "Neighborhood crews started turning on each other, folks I worked with cut off contact overnight.",
        "And now it’s like the masks are off everywhere. The city’s tense. Honestly, it's all a bit much. I don't know if the city's ever felt this raw."
      ],
      [
        "Careful might be putting it lightly. After what I did, there’s no blending back in.",
        "I dumped a full cache of BCI secrets. Every fix. Every cover-up. Nobody could pretend anymore.",
        "People I trusted stopped calling. Some tried to erase their links to me and to what happened.",
        "Neighborhood meetings turned nasty. Instead of working it out, they’re digging up each other’s dirt.",
        "I’m basically cut out from everything official now. But everyone’s watching, arguing, blaming.",
        "Honestly, it's all a bit much. I don't know if the city's ever felt this raw."
      ],
      [
        "Let’s just say, careful is survival mode. Since I blew the BCI secrets open, my BCI score’s zero and everyone wants distance.",
        "The broadcast showed every Council trick, every score fix. I made sure nobody could hide how deep they were in it.",
        "People I thought I could count on, gone. Even some old friends sent warnings before cutting me loose.",
        "Now assemblies are eating themselves alive over who did what, who deserves what. No one trusts—just records and accusations.",
        "Funny, growing up watching my parents shape stories, I thought I understood control. Turns out, the truth unglues more than any lie.",
        "The city’s splitting wide open. It’s not just tension, it’s betrayal everywhere. You can hear it—in the silence and in every fight.",
        "Honestly, it's all a bit much. I don't know if the city's ever felt this raw."
      ],
      [
        "These days? I walk like the pavement’s listening, Alex. After leaking all the BCI’s dirty files—Council hacks, botched scores, sabotage—and blasting it citywide, they bottomed out my score. Marked me a full dissident.",
        "That decision wasn’t a headline. It was me saying—no more silence, no more slow reforms. I grew up inside this machinery, my mother feeding me the logic of compliance, and somewhere along the way I forgot how silence scars you.",
        "Overnight, allies vanished. Assemblies flipped from teamwork to witch hunt. Even my closest, the ones who shared sources, went silent to save themselves.",
        "I became this symbol for everything they want to hide—raw consequence. My own friends treat me like a risk, not a person.",
        "Now the city’s run by rumor and anger. Assemblies blame each other, AI riddles make people confess every wrong move, and trust is rubble.",
        "Funny thing, I always thought exposure would force change. Turns out, it just brings out the poison.",
        "Sometimes I wonder if the system broke me or if breaking the system was the only honest thing left.",
        "Honestly, it's all a bit much. I don't know if the city's ever felt this raw."
      ]
    ],
    "emotion": "Honestly, it's all a bit much. I don't know if the city's ever felt this raw."
  },
  "emotional": {
    "opener": "You know, sometimes it takes someone like you to show the rest of us that feeling overwhelmed is just proof we're still awake. You aren't alone, no matter how it feels right now.",
    "variants": [
      [
        "Yeah. Maybe that's true.",
        "It's hard to remember that sometimes."
      ],
      [
        "Guess I needed to hear that. Things can get a bit too much.",
        "Feels better knowing someone gets it.",
        "Still, can't exactly let my guard down."
      ],
      [
        "Thanks. I keep telling myself it's normal to feel this way.",
        "Most people just pretend it's all fine.",
        "I appreciate the honesty. Makes it easier to breathe.",
        "Not sure when things got so heavy, but at least I know I'm not the only one."
      ],
      [
        "Funny. I never thought I’d hear something like that in here.",
        "Most days I act like everything rolls off me, but… it doesn’t.",
        "There are moments it just hurts more than I want to let on.",
        "You made it sound human, you know? Not just some glitch in me.",
        "Feels nice to talk to someone who isn't keeping score."
      ],
      [
        "I grew up thinking you had to keep everything locked up tight. Knew every trick to hiding what you felt.",
        "But lately it’s like the whole city’s skin is peeled back and we’re all just raw nerves.",
        "Your words actually help. I forget how much just being seen matters.",
        "Sometimes I’m scared if I admit it’s too much, I’ll start unraveling altogether.",
        "You get what it’s like to feel alone in the middle of a crowd.",
        "Maybe we’re not as isolated as we think—just good at pretending."
      ]
    ]
  },
  "factual": {
    "opener": "So? Everyone knows it blew up, but what's the real story? Give me more than just the headlines.",
    "variants": [
      [
        "Let's just say the broadcast shook up more than a few neighborhoods.",
        "Now you see assemblies pointing fingers, trying to hide how deep it goes.",
        "People double-checking old favors, watching their own backs.",
        "System glitches everywhere—makes daily life complicated.",
        "That's the state of things, for now."
      ],
      [
        "First thing—secrets hit the open, lots of names caught in it.",
        "Assemblies panicked, turning on each other in public.",
        "Council types scrambling to keep their grip.",
        "Everyone’s tracking every change, waiting for the next shoe to drop.",
        "Even tech—still glitchy, unreliable.",
        "Feels like nobody’s steering but everyone’s braced for fallout."
      ],
      [
        "Whole city’s exposed. Council squabbles aren’t just rumors anymore—they’re front page.",
        "Assemblies competing for these AI riddles, but sabotage is the tactic now.",
        "You hear stories—Decades of BCI abuse, not just recent.",
        "People get honest under pressure, but it’s raw. No trust, just strategy.",
        "The blackout pulled us back to basics. Face-to-face power plays, no digital mask.",
        "My line’s always been: you can’t fix rot with secrecy.",
        "They’re still pretending it’s under control. Nobody buys it."
      ],
      [
        "Every day some new piece drops—makes you wonder who’s really in charge.",
        "Council’s fractured. Blackout made them scramble, now the AI’s giving everyone nightmares with those inheritance protocols.",
        "Assemblies, neighbors, even friends—one day they’re allies, next day it’s a witch hunt.",
        "Had reporters texting in fear after the leak. Some deleted everything. Some tried to play both sides.",
        "When I say I’m out, it’s because I saw them all bid for power instead of truth.",
        "Grew up questioning control, now I see it’s only ever been smoke and mirrors.",
        "BCI’s collapse wasn’t justice. It’s bare shadow work—people admitting to sabotage, and still the system lurks underneath.",
        "Might sound like bitterness, but I call it honesty."
      ],
      [
        "Here’s the thing—watching this unfold from the inside, it’s uglier than most guess.",
        "Council’s on edge, trust’s shattered. The blackout meant no one could hide. Every AI riddle forces confessions or threats.",
        "Old friends turned scared or ruthless. Leaks I sent out became confessions for some, weapons for others.",
        "The Directorate? Saw evidence they staged overrides. Might’ve had a hand in Halden’s end. No one talks about it out loud.",
        "People kept asking for justice. Now they just want to survive the blame game—the city’s run by fear, not logic.",
        "All my sources say what’s left is a contest, not reform. Winning means erasing your own dirt first.",
        "I always tried to push for exposure, not protection. That’s what losing all pretense looks like—raw, humiliating, sometimes necessary.",
        "Mom always said the system was about balance. Only, turns out balance was just enforced silence.",
        "Believe it or not, fighting for honesty got me further exiled than any lie could have. But there’s no way out except straight through."
      ]
    ]
  }
}