{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "You could say work’s gotten complicated lately.",
        "Had to deal with some weird restrictions at the office. Scribbling on paper felt like living in another era.",
        "Everyone’s walking on eggshells. You notice who’s nervous. Who isn’t.",
        "Let’s just say trust is thin on the ground right now."
      ],
      [
        "Been a tense week at the desk. Management’s pushing handwritten notes, no digital drafts allowed.",
        "Colleagues pass me scraps of testimony, but we’re double-checking every word.",
        "I see the council types planting fake stories, just to muddy the water.",
        "Never thought I’d be checking records behind locked doors, but here we are.",
        "Feels like nobody’s being straight with each other anymore."
      ],
      [
        "Honestly, it’s all a little surreal. I’m piecing together witness accounts, handwriting everything so no one can trace it.",
        "Weird, right? I grew up with my mother telling me ‘facts are facts.’ Now I check every line twice, and twice as hard if it comes from upstairs.",
        "There’s a real sense that council loyalists are flooding us with lies. It’s making the truth feel slippery.",
        "Instead of submitting my drafts, I’m sitting on them until I’m sure. Paranoid, maybe, but necessary.",
        "Coworkers only speak in code or whispers. Feels like we’re actors playing at journalism.",
        "Can’t ignore the risk, but stopping’s not an option."
      ],
      [
        "Well, I guess you’d get it—being behind the bar, you hear the undercurrent. I’m at state media but I keep two sets of notes: one they see and one I trust.",
        "This week, the testimonies poured in. People want their records set straight, but upstairs insisted on pens and whispers only.",
        "It’s like we’re living in two cities: the one on air, and the one passed under tables.",
        "I’ve watched colleagues try to sort truth from sabotage—Council’s pushing plants and fakes everywhere.",
        "I started meeting with sources just to see their faces, making sure the fear’s real and not rehearsed.",
        "Decided to hold drafts back, double-check everything, even if it slows me down.",
        "Every choice now feels like a gamble, but I can’t just help the news machine keep lying."
      ],
      [
        "You ever feel like your own job’s a trick mirror? I was raised on stories about heroes who kept their heads down. Now I pass notes in stairwells just to get at the truth.",
        "My compliance officer mother would faint if she saw me dodging workplace censors. But this week, they ordered everything analog. No files online, no safe copies anywhere.",
        "A friend handed me a list of testimonies from a street forum. Half sounded true. Half were probably council plants. I trust almost no one—but I can’t ignore them.",
        "We’re checking each story in back rooms, locking doors while the loyalists try to slip fakes into our stack.",
        "I’ve held off on releasing anything. It’s not about getting the first scoop—it’s about not making things worse. I know these reports can shift whole neighborhoods now.",
        "Funny: I used to think ‘neutrality’ was safe. Today, that’s just another word for silence.",
        "Let the council call it rebellion. If pushing for the real narrative puts me in the wrong, so be it.",
        "I’m tired, Alex. But I’d rather lose my name than let them win by lying."
      ]
    ],
    "emotion": "Worn out, but defiant."
  },
  "emotional": {
    "opener": "You know, Rada, it’s not just you against all this. Some of us notice. Some of us care that you keep going, even when it looks impossible.",
    "variants": [
      [
        "Maybe. Not everyone says it, though."
      ],
      [
        "I’ll keep that in mind. Sometimes it helps to hear, even if I’m not sure.",
        "We all just get through how we can."
      ],
      [
        "It’s good to hear that from someone on the outside, for once.",
        "Sometimes it’s easy to forget there are others watching.",
        "I won’t give up. Not yet.",
        "Thanks for not looking away."
      ],
      [
        "I need to believe that’s true, even if I don’t always see proof.",
        "Most days, it feels like I’m shouting into a tunnel.",
        "But reminders like this matter, even more than you know.",
        "There’s solidarity in the shadows, maybe.",
        "Thanks for saying it out loud."
      ],
      [
        "You get used to carrying things alone in a place like this.",
        "My father used to warn me: never count on anyone to have your back.",
        "But sometimes strangers show you they see you fighting the current.",
        "That’s rare here. It means something.",
        "It’s how you know you shouldn’t give up. Even if it’s quiet solidarity.",
        "Really, thank you for making it easier to breathe, even just for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Rada. Just tell me what’s really been happening out there.",
    "variants": [
      [
        "Free zones are popping up. People are ignoring BCI rules and figuring things out themselves.",
        "Saw some assemblies in the squares. Looked chaotic to me.",
        "Council loyalists are spreading rumors to keep people guessing.",
        "You know how these stories go. Nothing’s clear."
      ],
      [
        "Neighborhoods are holding forums, people bringing out old complaints against the BCI.",
        "Council types are showing up, trying to twist things. Not everyone’s buying it, though.",
        "Truth is messy. Plenty of fake testimonies in the mix—makes you wonder who’s running the show.",
        "Saw some teams trying to check if the stories are real, but there’s mistrust everywhere.",
        "Not sure anyone knows exactly who to believe anymore."
      ],
      [
        "Locals are hosting Truth and Repairs Assemblies now, laying out everything the BCI did to them.",
        "Heard council loyalists tried to plant fake stories, but the crowds are catching on.",
        "Regular folks are double-checking accounts, setting up their own networks so the fakes don’t stick.",
        "People are getting bolder, standing up in person—never thought I’d see it in Stenograd.",
        "Lines aren’t just council versus dissent anymore. Neighbors are divided too.",
        "Hard not to respect how organized these groups have gotten, even if it rattles the council.",
        "This isn’t just protest—it feels like the city’s rewriting itself."
      ],
      [
        "Truth assemblies are all over the city now. People I know have gotten their say—their harms, right in the open.",
        "The council’s trying to muddy the water with planted witnesses and false records, but review teams push back. It gets ugly.",
        "We’re seeing new alliances—people reaching across free zones to compare notes, build trust from the ground up.",
        "Everyone’s old secrets are surfacing. Some can handle it. Some can’t.",
        "The BCI’s cracks are wide open. It isn’t just tech failing—it’s people refusing to play along.",
        "I see hope in all the mess. It’s the first time in ages people aren’t waiting for permission to act.",
        "Trust is still rare, but action isn’t. That’s something to hold on to.",
        "Maybe the old guard calls us rebels, but at least we’re done pretending this is normal."
      ],
      [
        "Truth assemblies are everywhere, Alex. Even people who were scared silent are coming forward now—my own friends, neighbors.",
        "Council loyalists tried to disrupt the forums, spread lies, but crews have gotten smart about cross-checking.",
        "A lot more got out than I expected. We’re using archive leaks, stolen logs, whatever we can get to stitch together real histories.",
        "I’ve reviewed testimonies that were flat-out heartbreaking, some from people the system ghosted for years. We used to just talk about numbers—now, it’s names and faces.",
        "What’s wild is the way new trust keeps sprouting. Peer review networks, analog code words, people opening their homes to strangers, just to keep the repair going.",
        "This city’s backbone isn’t the BCI—never was. It’s these free zone councils, even if it means drawing council fire to ourselves.",
        "My mother raised me to trust systems, but her generation’s order built these cracks. I’m not pretending anymore.",
        "I’ve helped verify free zone stories—quietly. It isn’t about official permission, it’s about doing right by the city.",
        "They want us scared. I’m tired, maybe reckless. But truth’s worth it. Even if my score tanks and they ghost me next."
      ]
    ]
  }
}