{
  "customer_id": "shalek",
  "trigger_event": "In a tense, late-night conversation with a trusted confidant, Sven Halek receives two conflicting sets of authentic Council files—one confirming Halden’s remorse and failsafe plan, the other exposing ‘Halden’ as a Council fabrication. Sven realizes he must choose which to release to the public, and which to bury forever.",
  "dilemma": "Sven must choose to publicly release either Halden’s personal logs (painting him as a regretful architect with a built-in shutdown for BCI abuses), or the damning revelation that Halden never existed and was a Council-created mask for systemic deception. Once released, only one version can become the foundation for Stenograd’s next chapter.",
  "reason": "Sven is torn: He wants to protect what’s left of social cohesion, but is haunted by his own doubts about institutional honesty. His conversations with a perceptive bartender have made him acutely aware of the people’s hunger for both justice and hope—but also their need for something, or someone, to believe in. Each choice risks either sparking hope and collective action, or shattering trust beyond repair.",
  "choice_a": "Release Halden’s remorseful logs and the failsafe plan to trusted technologists, establishing a path for peaceful shutdown and new public control.",
  "belief_a": [
    "Narrative of redemption prevents chaos and violence.",
    "Orderly transition lets people build new foundations together.",
    "It is safer to give the city closure and hope."
  ],
  "choice_b": "Expose the Council’s fabrication of Halden, unleashing the truth about decades of deception and sparking a citywide crisis of trust and meaning.",
  "belief_b": [
    "Only radical honesty can truly free the people.",
    "Sunlight, even if blinding, is the only cure for rot.",
    "To rebuild, the city must face its real wounds, not comforting illusions."
  ],
  "political_a": "directorate",
  "political_b": "directorate",
  "preference": "b"
}