{
  "official": [
    {
      "image_id": "shrouded_statue",
      "headline": "Civic Assemblies Begin",
      "anchor_line": "City squares open for Truth and Repairs Assemblies as citizens discuss past system challenges.",
      "contextual_reframing": "Stenograd remains committed to civic dialogue and healing, maintaining stability through collective participation."
    },
    {
      "image_id": "public_garden",
      "headline": "Verified Testimony Matters",
      "anchor_line": "Communities work together to ensure testimony and records are genuine amid diverse perspectives.",
      "contextual_reframing": "The city’s adaptive governance encourages transparent review, keeping public processes fair and resilient."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Citywide Trust Grows",
      "anchor_line": "New trust networks emerge, redefining citizen relationships throughout Stenograd free zones.",
      "contextual_reframing": "Evolving systems strengthen social bonds by supporting constructive debate and healthier civic life."
    }
  ],
  "underground": [
    {
      "image_id": "storage_vault",
      "headline": "Truth Leaks Out",
      "anchor_line": "Neighborhood leaders finally get the archives and secrets the Council tried to bury.",
      "contextual_reframing": "Thanks to a handful of insiders, citizens now see the BCI for what it is: a control system scoring everyone in secret."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Chaos In The Squares",
      "anchor_line": "Testimonies flood the new assemblies — but confusion, fake records, and planted disruptions cloud the process.",
      "contextual_reframing": "Loyalists scramble to smear, but the people push back. Now trust is up for grabs and every story is questioned."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Don’t Trust The Feed",
      "anchor_line": "Council propaganda calls this 'healing' — while technical failures and split loyalties leave the city in limbo.",
      "contextual_reframing": "The system still scores you, still watches. But cracks in the machine are growing and new voices are rising."
    }
  ]
}