{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Suppose everyone carries things best left unsaid.",
        "Spent some time sorting out old records. Sometimes things get out that weren't meant to.",
        "Seems the world noticed.",
        "It cost me. Had to accept that."
      ],
      [
        "You could say I've got my own set of burdens.",
        "Went through documents nobody was supposed to see. Released a few truths that had been kept under lock.",
        "City’s been shaking ever since.",
        "Lost most of what passes for normal life now.",
        "Still, it was all necessary."
      ],
      [
        "Carrying something? Yes, I suppose that's true.",
        "For years, I managed files for the Council. Saw too much, stayed silent.",
        "Not long ago, I released data on people the system erased. Gave them their names back.",
        "City broadcasted their stories. Crowd swelled, unrest followed. Administration didn’t handle it well.",
        "System punished me – no services, score tanked. I knew the risks when I decided.",
        "Would do it again. Can’t pretend none of it happened."
      ],
      [
        "You’re right. Not many of us get through untouched these days.",
        "I worked deep in the Council’s shadow, shuffling secrets and scheduling invisible people.",
        "Retirement was supposed to be quiet, but I held onto proof—the lives that vanished because someone thought 'efficient' meant 'absent.'",
        "I released that proof, routed it past the system. Their names and stories flooded every screen in Stenograd.",
        "Everything cracked open: protests, administrators defected, the Council started to split down the seams.",
        "Lost my access overnight. Pension’s as thin as my options. Still, I sleep better.",
        "The cost is high… but so is silence."
      ],
      [
        "Truth is, I’ve been holding onto too much, like everyone in this place.",
        "Used to be Executive Assistant for the Council—saw how decisions got made, and who got erased without a trace.",
        "My briefcase? It was full of those ghosts—names, testimonies, all shut away since Halden’s last overhaul.",
        "Let the vanished speak in their own words. Risked everything getting those files public.",
        "Changed the city. People protested, the 'ghosts' reappeared, even system enforcers started switching sides.",
        "Punished me quick—locked out, flagged as noncompliant, lost the last of my privileges.",
        "I stood with the Innovators once, believed in fixing things from within. But this—this was justice, overdue.",
        "All that’s left… tired, I suppose. But I wouldn’t take it back. Someone had to break the silence."
      ]
    ],
    "emotion": "Tired, but certain it had to be done."
  },
  "emotional": {
    "opener": "Nikola, sometimes doing what is necessary weighs heavy, but it matters that someone remembers why certain choices had to be made.",
    "variants": [
      [
        "Yes. Sometimes it does matter. ",
        "Some things are just required, no way around it."
      ],
      [
        "You’re right. The reason is what gets a person through. ",
        "It’s hard to carry it, but harder not to act. ",
        "Best not to forget why, even if no one else remembers."
      ],
      [
        "I appreciate you saying that. Intent means something, even if outcomes are… uncertain.",
        "It’s exhausting, but the alternative was worse. ",
        "I try and hold onto the reason, even when it’s quiet. ",
        "Feels lighter, admitting that."
      ],
      [
        "That’s a rare kindness, thank you. Most people act like there never was a choice. ",
        "The waiting, the doubts—they settle in, but intent still matters. ",
        "I gave up plenty, but regret comes only when the reason’s lost. ",
        "I was never after recognition, only that it counted.",
        "Some nights, remembering the ‘why’ is all that keeps you steady."
      ],
      [
        "You said it well. Very few understand how memory can anchor you.",
        "So much of this city floats—faces, histories wiped or blurred, reasons rewritten.",
        "In my time, I saw people forget themselves for safety’s sake, but I couldn’t accept it.",
        "What weighed me down wasn’t risk. It was the thought of choosing silence.",
        "To act is to leave something behind for someone else, even if it’s only a trace.",
        "And yes, some burdens are lighter when they’re finally spoken aloud."
      ]
    ]
  },
  "factual": {
    "opener": "So what exactly did you set off? People keep talking, but nobody says much. Give me the real picture.",
    "variants": [
      [
        "System hiccups. Some folks lost their assigned work. Others showed up out of nowhere.",
        "Crowds got louder. Administration acted... slower.",
        "Council factions blaming each other now.",
        "That's about it."
      ],
      [
        "Saw the system misfire for days. Top scores doing grunt work, others promoted by mistake.",
        "Vanished people organized. Even used blind spots nobody anticipated.",
        "Broadcasts were overtaken, Council splintered.",
        "Not much trust left on any side.",
        "Administration is fragile, whether they admit it or not."
      ],
      [
        "When things broke, the city lost its pattern. People switched jobs—they never asked for it. Big confusion.",
        "Those erased from records used the chaos. Built networks, exposed Council secrets.",
        "Broadcasts aired everything they were denied. That’s how people learned about the centralization under Halden.",
        "Public response forced low-level administrators to turn.",
        "My ties always ran toward the Innovators. Figured the only way forward was to include everyone.",
        "Council’s completely split now. Harmony’s a myth."
      ],
      [
        "BCI collapse sent everyone spinning. Trusted citizens fell, former outcasts ran critical systems.",
        "'Ghosts'—those the system erased—coordinated using leaks and new tools.",
        "Their live testimonies couldn’t be denied. System’s quiet violence exposed for all to see.",
        "Whole neighborhoods backing them. Old lines between compliant and outcast blurred.",
        "I always stood with Innovators—a proper fix needed real inclusion.",
        "Now Council’s at war with itself; Directorate blocks anything resembling amnesty.",
        "My access was pulled, but some administrators defected too. Shift’s deeper than anyone admits."
      ],
      [
        "City was built to run itself, but after the data leaks, it couldn’t even assign jobs sensibly.",
        "Forgotten citizens used the chaos, organized resistance in places the BCI couldn’t see.",
        "Live broadcasts gave faces to those erased, forced Stenograd to admit what Halden had hidden for years.",
        "Innovators pushed for amnesty but Directorate dug in, won’t compromise.",
        "I was in the middle for years—helped move files that started this. Always thought reform could happen from inside.",
        "Pension means little now, and my records are flagged for good.",
        "I still believe Innovators had the right idea: transparency and inclusion.",
        "Once the ghosts spoke, lower staff joined them, fractured the whole structure.",
        "Those of us who acted... tired, yes. But the silence broke wide open."
      ]
    ]
  }
}