{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Just work, mostly. Nothing new, really.",
        "We had... some confusion about procedures this week.",
        "Security came by to ask a few things. All routine.",
        "Feels like I should keep my head down for a while."
      ],
      [
        "Things have been unsettled at work. Hard to explain.",
        "Some people who disappeared from the system are back. Now we have to review them, but no one agrees how.",
        "Security officers showed up, asking about which cases I handled.",
        "It got tense. My interactions are being watched more closely now.",
        "Feels like it's safer not to get noticed."
      ],
      [
        "It's been tense lately, especially at the Directorate.",
        "They asked me to look into people who were gone from BCI records and now want their lives restored.",
        "There are no clear rules for this. Directorate doesn't support it, but the Innovators keep pushing.",
        "Security questioned our team about recent approvals. It was… uncomfortable.",
        "Now colleagues are wary of me, watching everything I do.",
        "I saw my own BCI score drop another four points. I feel… exposed, honestly."
      ],
      [
        "Life's been strange. At work, we're dealing with the fallout from those erased citizens reappearing in the system.",
        "I got assigned their reinstatement cases, but official backing is shaky. It's like handling ghosts—no one agrees how to proceed.",
        "Security showed up with questions. Afterward, people around me started documenting all my interactions, as if I might do something wrong.",
        "I've avoided messaging anyone, just in case. Even small choices seem risky now.",
        "My BCI score took another hit, again. I see it tracking everything.",
        "I used to believe the BCI kept us safe. Now it feels like every move gets counted against me.",
        "I'm not sure how much longer I can stay invisible. It's a constant weight."
      ],
      [
        "Honestly, it's been… overwhelming. The BCI is faltering and everyone is suddenly so exposed, including me.",
        "Some of those erased from the system are back—actual people who just vanished before, asking us to restore their lives.",
        "I had to review their appeals, but the Directorate blocked any real help. Makes everything so uncertain. The Innovators want change, but no one else agrees.",
        "When security came around asking about my work, everyone started documenting everything I did.",
        "Colleagues ignore me now or, worse, watch me, probably to shield themselves. My own BCI dropped again, four points, because of who I helped.",
        "Every choice feels recorded and judged now. Even logging into the system comes with risk.",
        "I used to repeat the Harmonist line: stability above all. But this isn’t stability—people get erased over minor things. It’s not what I wanted to protect.",
        "I’m tired of feeling afraid in my own city, waiting for the system to decide if I get to belong."
      ]
    ],
    "emotion": "Exposed and unsettled, searching for understanding"
  },
  "emotional": {
    "opener": "Oksana, it’s not wrong to want things to make sense. You’re not the only one who feels out of step sometimes.",
    "variants": [
      [
        "I... appreciate that you said that.",
        "Makes it a bit easier to sit here."
      ],
      [
        "Thanks. Sometimes it feels like I’m walking on glass.",
        "Most people pretend not to notice.",
        "Maybe I’m not the only one after all."
      ],
      [
        "It helps to hear someone say that out loud.",
        "I thought maybe it was just me, second-guessing everything.",
        "Trying to stay balanced, most days.",
        "It’s odd, who you end up relating to lately."
      ],
      [
        "You make it sound normal, what I’m feeling.",
        "I used to think I was the problem, too sensitive. Or just not suited for this place.",
        "But sometimes I see little moments—others slipping, too, behind the routines.",
        "Keeping it together isn’t easy here.",
        "Hearing that from you, it matters."
      ],
      [
        "You really do understand, don’t you?",
        "When the system first came in, I tried so hard to fit every template, every protocol.",
        "After a while you realize most people are just pretending, even the ones enforcing the rules.",
        "Feeling lost isn’t a flaw, it’s just... honest. Most of us are, once you look close enough.",
        "Lately, I carry that with me—this tension between what I’m told I should be and what actually makes sense.",
        "So, thank you for saying that—sometimes a little acknowledgment is everything."
      ]
    ]
  },
  "factual": {
    "opener": "So what's really going on out there? Feels like something big is happening. Don't give me the official line.",
    "variants": [
      [
        "I only know what I've seen in internal briefs.",
        "The erased citizens managed to get on the city broadcasts—people noticed.",
        "There were crowds downtown after that. BCI enforcement hasn't been consistent since.",
        "Most of it is rumors. Hard to say what's really happening."
      ],
      [
        "Saw the broadcasts, same as everyone else. The erased people—back with their stories.",
        "Crowds pushed for BCI changes. Some BCI staff are suddenly cooperating with them, from what I hear.",
        "The Council... They're split. Directorate refuses amnesty.",
        "Whole sections of the system are just grinding to a halt.",
        "Honestly, it’s difficult to know what’s actually official anymore."
      ],
      [
        "The erased citizens took over the feeds and shared evidence—Halden was behind a lot more than anyone knew.",
        "Public’s demanding a freeze on BCI enforcement. It’s not just protesters now—administrators are joining in.",
        "The Innovators made some kind of amnesty proposal, but Directorate shot it down.",
        "There’s no unity left at the Council. No real direction, just automated failures piling up.",
        "It’s clear the old Harmonist approach... it isn't working. At least, not like it used to.",
        "No one seems to know who’s really in charge.",
        "Feels like everyone’s watching for who will move, not what’s right."
      ],
      [
        "Since the erased citizens broadcast their stories, all the old lines have blurred.",
        "Supervisors are defecting to the resistance. People like me—Harmonists out of habit—aren't sure what to believe anymore.",
        "What Halden did with centralization... it was more secretive than we realized.",
        "Innovators keep trying to get amnesty for the erased, suggest reforms, but Directorate won’t budge.",
        "Now the BCI keeps failing and the public’s unrest is spilling past containment.",
        "Some of us were taught the system would self-correct, but... it’s barely functioning, no matter your score.",
        "Honestly, even the Harmonists have lost their footing. The rules don’t mean much if nobody trusts them.",
        "I never thought the city would unravel like this."
      ],
      [
        "I was raised to trust the Harmonist model, that stability was worth every compromise, but now none of it makes sense.",
        "Halden’s centralization order—you know, in '24—it allowed for those quiet erasures. I saw the audit logs. We all ignored the warning signs until the vanished citizens made it public.",
        "Nikola Petrak’s data release practically blew up our internal forums. It’s not rumors—there are signed testimonies, whole sections of history redacted by command.",
        "When their broadcast hit, you could feel the city tense. BCI staff defected, some joined the resistance outright.",
        "The Innovators’ push for amnesty is genuine, but they’re blocked at every turn by the Directorate.",
        "The Council barely functions. Our systems are running wild, ignoring inputs, just... failing.",
        "People I work with every day—you can see it, the belief is gone. Even Harmonists are scared to speak up.",
        "The old logic—compliance for access, trust in order—it doesn't hold anymore.",
        "We always said the system was humane. Now? I see how easily it erases people, and how quickly fear replaces stability."
      ]
    ]
  }
}