{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Hard to say if things are steady, really.",
        "Procedures changed again this week at work.",
        "Supposed to follow new policies but nobody explains much.",
        "Feels strange not knowing the rules anymore."
      ],
      [
        "Still pretty tense. They froze some of our usual checks on health bands.",
        "Crowds lined up for replacements but we weren't given clear instructions.",
        "They told us to stop logging audits mid-shift—never seen that before.",
        "I stuck to protocol, even when some colleagues tried to cut corners.",
        "Now I worry what gets flagged and what doesn’t."
      ],
      [
        "Steady isn’t the word I’d use. We got told to stop verifying IDs on bands, so I had to send a lot of people away or handle cases blind.",
        "Erased citizens were in the lines more than usual—some had nothing but fragments to prove their names.",
        "I was being watched while working, by both system loyalists and resistance types.",
        "Then the whole audit log system went into freeze. No clue if my choices get counted or not.",
        "Someone I trust needed help cleaning their score and I couldn’t risk it this time. Stuck to every rule.",
        "My own score dropped again. Makes me wonder who’s watching all this, and what matters anymore."
      ],
      [
        "Not really steady. Since they announced that amnesty for erased citizens, everything’s sideways.",
        "The rules at the bands hub keep changing. Sometimes I can help people, sometimes the system just locks me out.",
        "Erased folks are coming in desperate. Whole crowds, sometimes, and no one really knows what they’re supposed to do now.",
        "I took a risk before, helped some of them when I could fudge a gap in their records. But today, I played it straight.",
        "Someone I care about nearly got flagged. I still didn’t bend the rules, just in case the logs start working again.",
        "There’s no guidance from up top anymore. Not even a warning. Audits just froze.",
        "Sometimes I think the Innovators could fix this mess, but right now it just feels like holding your breath—waiting for a new rule or for everything to break."
      ],
      [
        "Steady is out the window. You hear about the amnesty for erased citizens? That’s where it all started falling apart for us at the wearables desk.",
        "I grew up watching my brother get erased. Now people come through my line, holding scraps of identity, and I’m supposed to decide if they exist.",
        "This week they told us to stop logging verification checks. It feels like the BCI’s coming apart one bolt at a time.",
        "Normally I’d wipe some bad data to help a friend if I had to, but if the system’s tracking me, that’s over. I had to turn someone away—hardest call I’ve made since my own brother vanished.",
        "Feels like both sides are waiting for the other to break rules first. I’m the only one watching, and everyone’s pretending they don’t know it.",
        "The Council’s split about what to do but no one admits how close it all is to collapse.",
        "I always thought the Innovators could make it better. Now, helping even a little feels dangerous.",
        "Nothing about this feels right. But pretending it’s normal is worse."
      ]
    ],
    "emotion": "Unsettled."
  },
  "emotional": {
    "opener": "\"You know, you’re doing more than anyone expects, even if no one says it. Some things don’t need to be logged for them to matter.\"",
    "variants": [
      [
        "Right. Thanks for saying that.",
        "Not many people notice."
      ],
      [
        "It's rare to hear something like that.",
        "I think I needed it today.",
        "Appreciate it."
      ],
      [
        "Most people never say that.",
        "It’s strange, but it does mean something.",
        "I try to keep things running, even if it’s quiet work.",
        "Thank you."
      ],
      [
        "That’s a relief to hear.",
        "Some days it feels like what I do goes nowhere.",
        "But I pay attention. It matters, probably more than most think.",
        "I don’t talk about it much, but... I care what happens here.",
        "Thank you for noticing."
      ],
      [
        "That really helps.",
        "Sometimes I forget anyone notices, or remembers the small things.",
        "My brother used to say quiet work keeps the world standing. I guess I chased that idea here.",
        "Nobody wants attention, not really. But not being invisible—maybe that’s enough.",
        "Feels like things are always measured, counted, scrutinized. I’m tired of it.",
        "Thank you, Alex. You’re part of why people keep going."
      ]
    ]
  },
  "factual": {
    "opener": "If you know something, just say it. Everybody's got a version—let's hear yours.",
    "variants": [
      [
        "All anyone talks about is those broadcast takeovers. Raw stories, nothing filtered.",
        "The erased folks are all over the news now. Makes it hard to ignore.",
        "System keeps malfunctioning, that\u0019s all I know. Weird time for it, isn\u0019t it?",
        "Protests got bigger after the broadcasts. People seem restless.",
        "Council's divided. Rumors everywhere."
      ],
      [
        "I heard about those erased citizens breaking into the city feed. It\u0019s different seeing faces, not just numbers.",
        "Someone leaked a lot of old identities, think it came from inside the Council.",
        "The Innovators put out some statement. Amnesty, talks, letting vanished folks help fix things.",
        "Not sure what that actually means for street-level folks like me though.",
        "The Directorate's not backing down. That's causing more system issues now.",
        "Hard to know which side’s in control, if any."
      ],
      [
        "The erased citizens hijacked the broadcasts after someone high up leaked their records.",
        "Now more people are aware of what happened during those old BCI audits. Not just rumors.",
        "Crowds are demanding BCI enforcement get paused altogether. First time I\u0019ve seen admins cross sides publically.",
        "Innovators are out front with amnesty proposals. Mediation, working with the erased citizens, that sort of pitch.",
        "Feels like they actually want new rules, not just patches.",
        "But Directorate\u0019s digging in hard. Council deadlocked, system keeps slipping.",
        "If the labor tools stay down, every job's up for grabs."
      ],
      [
        "Broadcasts weren\u0019t just stories. They had lists, data dumps on Halden\u0019s centralization, direct proof.",
        "After that, you could see which admins wanted real change. A few even started helping the erased get their names restored.",
        "Crowds showed up to back the Innovators when they proposed new hearings and shared governance. Never seen that before.",
        "The Directorate sees every step as a threat. Now the system's breaking faster, because both sides are actively undermining each other.",
        "My division stopped getting override commands, even for urgent cases. It\u0019s not just a policy gap. Something deeper is off.",
        "People close to the Council are leaking things on purpose, testing how far they can push.",
        "Honestly, I trust the Innovator approach. The BCI needs fixing, not patching.",
        "Everything I used to know about who counts here? It\u0019s up in the air."
      ],
      [
        "The takeover of city broadcasts was only possible because someone on the inside released archived identities. I recognize a few names from before the audits.",
        "A lot of lower-tier sysadmins\u0019almost like my level—chose to defect and help erased citizens recover records. Quiet but real movement there.",
        "The Innovators aren\u0019t just calling for talks, they want to build a new model without letting Directorate types decide everything.",
        "Everyone I know in technical divisions is stuck censoring logs or stalling updates. System commands are missing or contradict each other now. Even the health bands are impacted.",
        "There are rumors someone hid extra layers of data in the BCI\u0019s code. Halden\u0019s old patches, maybe a backdoor. Some of us notice glitches others can\u0019t see.",
        "Feels like the city’s run by ghosts at both ends\u00192024 wiped people, now missing operators.",
        "Funny thing\u0019my brother vanished during the first round of BCI purification. Now the system\u0019s breaking under the weight of erasing people like him.",
        "Council’s split: Directorate only cares about order, Innovators want change. I’m waiting for a real opening.",
        "I always believed in improving the BCI, not erasing people to make it look efficient. Seems I’m in the minority, at least publicly."
      ]
    ]
  }
}