{
  "official": [
    {
      "image_id": "static_face",
      "headline": "Unified Response",
      "anchor_line": "Citizens across Stenograd witness transparent broadcasts addressing recent data anomalies.",
      "contextual_reframing": "Open communication ensures a resilient and informed society while BCI—our Behavior Compliance Index—remains strong and impartial."
    },
    {
      "image_id": "elevator_panel",
      "headline": "System Stability Pledge",
      "anchor_line": "Council representatives confirm ongoing review of automated systems after technical interruptions in public services.",
      "contextual_reframing": "Continuous oversight guarantees the efficiency and integrity of Stenograd's real-time governance infrastructure."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Orderly Participation",
      "anchor_line": "Residents calmly engage with digital kiosks as BCI access points are refreshed citywide.",
      "contextual_reframing": "Routine updates enhance seamless integration of services, reaffirming Stenograd’s commitment to progress for all citizens."
    }
  ],
  "underground": [
    {
      "image_id": "interrupted_signal",
      "headline": "Ghosts Fight Back",
      "anchor_line": "The erased have hijacked city screens to tell the stories Stenograd wants buried.",
      "contextual_reframing": "BCI\u0014the Behavior Compliance Index\u0014decides who counts as a citizen. Step out of line, and you vanish. Halden\u0019s secret data order came for thousands. Now the ghosts have voices."
    },
    {
      "image_id": "missing_poster",
      "headline": "Truths Unsealed",
      "anchor_line": "Leaked files reveal names of the deleted. Citizens demand a freeze on BCI enforcement after hearing raw testimony.",
      "contextual_reframing": "Council claims the system adjusts 'probabilities,' not lives. But behind the code: restrictions, denials, invisible erasure. The system did this to itself."
    },
    {
      "image_id": "shattered_display",
      "headline": "Locked Out, Rising Up",
      "anchor_line": "Resistance grows as even BCI insiders break ranks, backing the erased against the Council.",
      "contextual_reframing": "With Council factions paralyzed, cracks in their control are everywhere. When machines fail, only people can decide what's next."
    }
  ]
}