{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "Just feels stiff lately. People noticing things that aren’t their business.",
        "Neighbors looking twice, even at the mail terminal.",
        "Don’t linger in the shops anymore. Not worth the conversation.",
        "...Makes you more tired than you expect, all this watching and being watched."
      ],
      [
        "Strange air in the building these days. Lot of eyes on the score prints and who checks them.",
        "Today, the grocery asked for score verification twice. Felt targeted, honestly.",
        "I do my errands fast now. Not a time to be memorable.",
        "Deleted old messages when I got home. Probably nothing, but better safe.",
        "...Makes you more tired than you expect, all this watching and being watched."
      ],
      [
        "Since those broadcasts, yes, Something’s shifted. People whisper at the terminals, nobody trusts their own numbers.",
        "Neighbors asked right to my face about my score history, waving those leaked printouts.",
        "Shop staff get nervous. They clock every move, ask questions like we’re strangers.",
        "I only buy what I need now. No fuss, no risk.",
        "Spent last night rereading Council updates, making sure nothing sticks out. Deleted the old stuff, just in case.",
        "It all makes you... wary. Not just of others, but your own habits too.",
        "...Makes you more tired than you expect, all this watching and being watched."
      ],
      [
        "Definitely acting different. Since those so-called Halden Echoes hit, everyone’s suspicious—even in the lift, people check you twice.",
        "It’s not just the broadcasts. My building, used to be quiet. Now neighbors watch each other, trade printouts like currency.",
        "I get flagged at the market for nothing. They made me prove my score twice, asked what I’m doing with groceries. Used to joke about that.",
        "I keep answers short, keep my head down. Don’t want trouble traced to my door.",
        "Reread all those old Council notices last night. Cleared out messages, just in case the inspectors dig backwards.",
        "Funny, I spent years making sure Council information ran smooth for everyone. Now I’m deleting my past.",
        "Gives you this crawling sense. Nothing you do feels separate from your score anymore.",
        "...Makes you more tired than you expect, all this watching and being watched."
      ],
      [
        "People aren’t themselves, Alex. Not since those Halden messages stirred the pot. Every floor, someone’s passing around leaked score printouts. Like they’re hunting for traitors.",
        "Always thought I could fade into the background after years in the Council’s engine room. Turns out, the system remembers you even when you try not to stand out.",
        "At the shop today, staff eyed me like I’d stolen something. Twice they made me check my BCI. I keep my responses clipped—one slip, you’re flagged as trouble. My score dropped for it, you know. Sixty-nine down to sixty-seven just for being cautious.",
        "I deleted years of old Council messages when I got home. Not brave, just careful—if they start reviewing histories, I want nothing extra attached to my name.",
        "The Harmonists used to promise calm, steady hands. Now all anyone sees is risk. People used to treat me politely. Now they look for reasons to avoid.",
        "Spent my life making sure decisions were neat, seen but not felt. Now it’s like the system is all anyone can feel.",
        "I keep my old briefcase close. Some documents are safer unread.",
        "It all makes you weary, honestly. After all the talk of progress, it’s just people watching each other, nobody sure if the story behind the score is really theirs anymore.",
        "...Makes you more tired than you expect, all this watching and being watched."
      ]
    ],
    "emotion": "...Makes you more tired than you expect, all this watching and being watched."
  },
  "emotional": {
    "opener": "You know, Nikola, it’s not just you. Even the quietest souls get tired of feeling judged all the time. It’s no way for anyone to live.",
    "variants": [
      [
        "It is tiring, yes. More than most admit."
      ],
      [
        "This sort of vigilance wears you thin after a while.",
        "Appreciate the reminder that some of us feel the same."
      ],
      [
        "Odd how a simple thing like privacy seems out of reach now.",
        "You’re right, it does help to know I’m not alone in that.",
        "Sometimes it’s the only thing that gets you through the day.",
        "Hard to remember that with all the noise."
      ],
      [
        "I suppose I haven’t said it aloud, but yes, it makes you weary in ways you don’t expect.",
        "There’s comfort knowing even those who blend in feel it too.",
        "It’s not dramatic to admit some days you come home just grateful for silence.",
        "Old habits make you careful, but it’s not the same as peace.",
        "Maybe it really isn’t just me after all."
      ],
      [
        "When I started, vigilance felt like discipline. Now it feels like something else... maybe resignation.",
        "Hearing you say that, it’s almost a relief. We pretend so much, sometimes you forget to check how you really feel.",
        "Makes me think of early mornings in the Secretariat, watching people walk by, everyone pretending not to see each other.",
        "Sometimes I wonder who’s more tired — those who build the system, or those caught in it.",
        "I keep paperwork close, talk less, all because it’s easier than risking the wrong look.",
        "I’m grateful, truly, that you understand. Not many can say they really do these days."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dodging the real mess, Nikola. Everyone's talking about those Halden messages and the broadcast. What's actually going on with the Council? Heard anything you aren’t telling?",
    "variants": [
      [
        "Plenty of rumors, Alex. Nothing that isn't public.",
        "They say the Council’s looking at the broadcasts, blame flying in circles.",
        "No one trusts the data feeds now. People just wait for new restrictions.",
        "I don’t follow more than I need to. Too noisy.",
        "Best to stay out of it."
      ],
      [
        "Everyone saw the Halden messages. Official line is ‘technical malfunction’, but there’s more.",
        "Council people are infighting. Classic finger-pointing.",
        "They say new reviews inside each faction. Makes the air tense.",
        "Funny thing, the Innovators and Directorate argued at last notice. No agreement.",
        "BCI troubles started earlier than they admit.",
        "Not something I’d talk about at length."
      ],
      [
        "First there was Halden’s death, then everything else followed.",
        "Data leaks rattled everyone, inside and out.",
        "The Council: split three ways over what happened, each side blames the other.",
        "After the broadcast, rumor control slipped. Council can’t keep the story straight.",
        "Harmonists want things steady, but containment wins out these days.",
        "Even the neighborhoods from those old pilot schemes see wild swings in scores.",
        "People forget: the system’s shape comes from crises, not just leaders."
      ],
      [
        "The Council’s in disarray since Halden went. Used to be tidy, now you see old grudges show.",
        "Innovators want more tech, Directorate just clamps down. No consensus.",
        "The Halden Echoes weren’t some random hack. I’ve seen the audit tails—something deliberate, sourced from old secure terminals.",
        "After that broadcast, info teams scrambled. So much propaganda pushed at once, half the city tuned out.",
        "They tried blaming Oksana Lintz, but the breakdowns were already there before.",
        "Harmonists keep preaching calm. Not many left to listen.",
        "Private meetings run late these nights. Few still trust what comes down the line.",
        "Anything official is weeks behind what people trade in printouts now."
      ],
      [
        "For decades, Council did everything by the book, or so it seemed—now records aren’t matching up.",
        "Halden kept redundancies but nobody has the keys. His death was more than it looked, and the system shakes without him.",
        "After the leak, junior staff started their own backups. No oversight. Feeds are being quietly diverted.",
        "Those ‘Halden Echoes’—not just echoes. There’s a pattern. Timing lines up with older test networks I saw back in my final year.",
        "Innovators blame sabotage, Directorate fears infiltration. Neither side trusts the code base anymore.",
        "Harmonists, myself included once, keep talking stability, but there’s panic behind the curtains.",
        "The Oksana story is a deflection. Data proves failures started before she was even near system root.",
        "Had access to pilot data on those neighborhoods—scores fluctuate on triggers not even in the manuals.",
        "We built these systems to anticipate risk, not manufacture it. Now people believe whatever fits their fear. That's the real legacy—uncertainty, right down to the wiring."
      ]
    ]
  }
}