{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "People are tense lately. More checks coming in and out of work.",
        "Noticed extra reviews on the devices. Feels like everyone's under a lens.",
        "Just keeping to myself more. Not much else to say.",
        "Hard to ignore what's shifting out there. Makes you think."
      ],
      [
        "Yeah, everyone’s a little jumpy.",
        "Had to sit through device inspections all shift. Felt like they were looking for something specific.",
        "Turned down a request for an old script—rules have changed overnight.",
        "Skipped hanging out with the others after work. Extra cameras at all the exits.",
        "Feels like if you blink wrong, it ends up in your score."
      ],
      [
        "The lab’s been different since the Halden rumors started.",
        "Security doubled up. Turns a ten-minute walk into thirty.",
        "Management froze all custom settings on the wristbands—no warning.",
        "Someone asked me to reset a device using a workaround. I had to refuse. Everything’s too visible now.",
        "I avoided the group after hours. Too many cameras, too many questions.",
        "My score even dropped. It’s all just… exhausting."
      ],
      [
        "Can’t ignore what’s going on with the BCI fallout.",
        "Halden’s voice getting out rattled management. Suddenly, we’re suspects in our own lab.",
        "They stopped all normal repairs, just digging through logs. Looking for blame, maybe.",
        "I had to pretend I didn’t know any old tricks, when a coworker asked. Couldn’t risk it after what happened to my brother with those audits.",
        "Skipped the usual routine after work—doors watched, every hallway recorded.",
        "My score ticked down again. That’s the price for keeping your head down right now.",
        "Feels like the system’s turning on its own, and we can only wait it out."
      ],
      [
        "When Halden’s messages went public, the whole building started acting like we’re contagious.",
        "Double security. Device settings frozen. Every log checked for sabotage—I know what they’re searching for. I used to clean up the trails, back when I thought it helped.",
        "A friend asked for a device reset. I refused—couldn’t take the risk, not this time. One wrong move, and I could vanish, same as my brother did after his audit.",
        "I avoided the staff crowd after work. Too much surveillance at every exit. Everything’s feeding the BCI.",
        "Even saying no changed my score. The system counted it as risk. That’s how deep it’s embedded, even in silence.",
        "My job was about making things smoother, safer—even erasing what didn’t belong. Now I can barely breathe without consequence.",
        "I can’t shake the feeling that the Innovators could fix this—if anyone was still listening. Still, I play by the rules for now.",
        "It’s quiet, but it feels like I’m losing ground every day."
      ]
    ],
    "emotion": "A quiet tiredness, mixed with disappointment and wariness."
  },
  "emotional": {
    "opener": "It’s easy to feel invisible here, but you don’t have to hold it all alone. I see you, Daria. Really.",
    "variants": [
      [
        "Guess it’s rare to hear that now.",
        "Thanks. That’s all."
      ],
      [
        "Didn’t expect anyone to say that.",
        "Most people just pass by.",
        "Appreciate it."
      ],
      [
        "That means something. Most days I just blend in, you know.",
        "People stopped noticing much.",
        "It gets heavy, not being seen.",
        "Thanks for saying it anyway."
      ],
      [
        "I always thought being in the background was safer. Maybe it is, but it’s lonely too.",
        "I try to make things work, stay useful. Feelings don’t count for much here.",
        "To hear someone say they see me… that’s rare.",
        "Makes me remember I’m not just a part of the system.",
        "So thanks. Really."
      ],
      [
        "When I started here, I thought being invisible was the only way to make it work. Safer, easier.",
        "But not being noticed gets to you after a while. Makes you question if you matter beyond your function.",
        "Nobody talks about that part — the loneliness.",
        "Sometimes I miss the way things used to feel. Before everything was counted or scored.",
        "Hearing someone see me, as I am — not as a number — matters more than you might realize.",
        "So thank you, Alex. I needed it."
      ]
    ]
  },
  "factual": {
    "opener": "Stop being vague. Everyone's talking about Halden and those leaked messages—just tell me what you actually know.",
    "variants": [
      [
        "Halden's voice didn't help things. Just more people asking questions, louder now.",
        "Council's tied up in blame—nothing’s settled.",
        "Heard neighborhoods are restless, rumors everywhere.",
        "Security sweeping channels for the 'Echoes.'",
        "Mostly just noise from where I stand."
      ],
      [
        "Halden’s broadcast stirred up the crowd. Forums full of arguments now.",
        "Council blaming each other for the leaks. All sides locked down—no coordination.",
        "Some staff think these 'Echoes' are fake, but nobody’s certain.",
        "A few zones got hit harder. Score swings caused more surveillance out there.",
        "The Directorate’s cracking down, Innovators want to tweak protocols."
      ],
      [
        "Since Halden’s messages, people trust the BCI even less. It’s all over every channel.",
        "Each Council group’s fighting—Innovators and security especially.",
        "I heard flyers went up downtown, old style, stirring up debates off the net.",
        "Late-night broadcasts keep slipping through, even with scrubbing protocols in place.",
        "Some are forming groups to swap tips. Feels riskier now if you’re 'eccentric.'",
        "Data leaks showing score changes spread before official reports went out.",
        "The Harmony lot want calm, but no one’s calming down."
      ],
      [
        "The 'Halden Echoes' broadcast seeded unrest. Management tried to block forums, but debate just moved offline.",
        "Directorate blamed Innovators in front of our division, said tech people want things unstable.",
        "Internal reviews trace problems back earlier, before Halden even died. That’s not public, just in-system logs.",
        "Neighborhoods under old BCI pilots saw wild score jumps—some staff volunteered to flag errors, hoping to offset the worst swings.",
        "The Innovators want wider transparency, but only behind closed doors.",
        "Lines for dispute resolution are getting longer. People are scared of hidden logs surfacing.",
        "I’ve traced old wristband firmware in two districts—something’s cycling wrong, showing up as random alerts.",
        "Makes me wish we actually got listened to."
      ],
      [
        "Whole system’s in recursive audit now—that’s why things are lagging everywhere.",
        "The leaked audio wasn’t just Halden. There’s synthetic splicing—protocol markers don’t match any known in our archives.",
        "I helped cross-check flagged wristbands in three zones; intentional score manipulation started before Halden’s death, but managers ignore the data.",
        "Dispute queue's triple length—heard some flagged ‘eccentric’ just for using the wrong language in group chats.",
        "People running backchannel workshops now, trying to teach each other how to spot tampered alerts.",
        "Directorate's pulling security logs I didn’t even know existed. That’s new since the last firmware push.",
        "The Innovators have a patch—saw the prototype in an encrypted share. It’d expose too much though, so they're stalling.",
        "Sometimes I think I’m done watching the system spiral, but I can’t step away.",
        "Losing my brother to a silent audit—maybe that’s why I keep opening these logs, hoping there’s still a fix."
      ]
    ]
  }
}