{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Used to be quiet in my building. Now people argue in the halls. Service delays everywhere.",
        "Whole place on edge after that broadcast. No one trusts their score.",
        "I wait out crowds. Try not to draw attention.",
        "Feels like... everything just got heavier, overnight."
      ],
      [
        "My neighbors are always nervous now. Today, two of them were shouting about score mistakes—never saw that before.",
        "Service lines twice as long. People talk like the system’s making things up. I stay out of it.",
        "Every shop, every kiosk, someone’s debating BCI justice.",
        "I changed my security codes again. Too much interest in my files lately.",
        "Honestly... it’s exhausting to keep track of who’s watching who."
      ],
      [
        "Woke up to arguments in my corridor again. People blaming the system, comparing notes on what got denied.",
        "Went to grab something and overheard folks at the kiosk. No one trusts their score will hold tomorrow.",
        "There’s this pressure to pick a side or stay invisible. I try the second one. Safer.",
        "Had to reroute all my errands. Crowds make me stand out too much.",
        "Somebody tried accessing my old files last night—had to lock everything down tighter.",
        "Feels like the city’s one big rumor in a loop. Hard to breathe sometimes."
      ],
      [
        "My day’s just careful steps now—left my apartment late, waited for the halls to clear. Everyone’s angry or terrified after that broadcast.",
        "People whisper about mass data errors. I overheard them at the kiosk, asking if we could force manual reviews.",
        "I barely talk when I’m out. Any slip, any wrong word, feels dangerous.",
        "Someone keeps probing my secure logs. Not sure if it’s official or not, so I reset everything.",
        "I work in analysis. Used to believe we kept order. Now, my score’s stuck at 34 and people look past me even at the corner shop.",
        "My building’s become a test site for fear.",
        "Some days I wonder what it would be like if we stopped pretending the system’s always right."
      ],
      [
        "Things used to be predictable, even with a low score. Now it feels like my whole world’s built on static—erratic, unreliable.",
        "I work analysis, which means even the smallest anomaly lands at my feet. Used to think that mattered. Now, it’s suspicion, everywhere—on me, on everyone.",
        "At home, it’s arguments in the corridor. On the street, people mutter about sabotaged scores. I hear them try to puzzle out how to get some kind of real review.",
        "Someone keeps trying my personal logs. I don’t know if it’s a worried neighbor or the Directorate watching for scapegoats, but I live on edge.",
        "I avoid crowded times, reroute everything. I barely speak in forums. The risk isn’t worth it.",
        "My own score had risk flags for too long. Imagine, working on a system that sees you as noncompliant. The irony.",
        "People say you have to pick a side. I just wanted to make the system *better*. Innovators talked like that mattered.",
        "Some days, the city feels like it’s squeezing out what’s left of us. Wish I knew how much longer I could pretend this is normal."
      ]
    ],
    "emotion": "overwhelmed and tired, voice quieter at the end"
  },
  "emotional": {
    "opener": "\"It's alright to feel exhausted by all of this, Oksana. You're not the only one struggling to make sense of things.\"",
    "variants": [
      [
        "Yeah... I suppose that's true.",
        "Some days just feel longer than others."
      ],
      [
        "Thanks. It's just... not easy to admit when things get heavy.",
        "Maybe everyone feels it, just no one says anything.",
        "But I'll manage."
      ],
      [
        "I appreciate you saying that. Sometimes I feel like I'm the only one who notices how much this wears on us.",
        "It's strange how tired you can get just from... existing in all of this.",
        "Maybe it's normal.",
        "I just wish things were simpler, sometimes."
      ],
      [
        "That actually helps, hearing it from someone else.",
        "It's so draining, pretending that everything's fine all the time, you know?",
        "Half the exhaustion is just trying not to let it show.",
        "I used to think I was coping well, but lately... not so much.",
        "It's good not to feel alone in it."
      ],
      [
        "You really get it, don't you? That constant weight.",
        "There used to be days I'd convince myself things were normal, but I can't do that anymore.",
        "Sometimes it feels like my whole life is just... treading quietly, keeping out of sight.",
        "No one warns you how isolating it is, pretending.",
        "Even conversations like this feel like a risk, but I need them.",
        "I think, deep down, we all do."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's got rumors, but you work upstairs. What's really going on?",
    "variants": [
      [
        "The broadcast shook everyone. That much you saw.",
        "Halden, the one who built the core, gone. People say it triggered the echo messages.",
        "Council's scrambling, but no clear answers.",
        "Most of us just wait. Hope things settle."
      ],
      [
        "There's a lot moving under the surface since Halden died.",
        "'Halden Echoes' are everywhere, but no one knows who sent them.",
        "Council can't agree how to handle it. Some want calm. Others push harder controls.",
        "Some say the system's breaking from within.",
        "Makes people anxious. That's all I know."
      ],
      [
        "After Halden, the system's not running right. Glitches show up in citizen scores, even for trusted people.",
        "Those 'Echoes'—they sound real, but the timing is too convenient. Feels manufactured.",
        "Council's split: some preach stability, some want stricter measures, some—well, Innovators—think it's a chance to change everything.",
        "City’s mood turned volatile. Lots of closed-door reviews, no transparency.",
        "They blame leaks and rumors, but it's the core that’s unstable."
      ],
      [
        "Halden’s loss hit the core functions, not just public perception. Old protections went with him.",
        "Now the Echoes shape what people believe, and no one can prove if they're his or a setup. Paranoia's easy when the system runs itself.",
        "Council politics are boiling. Directorate flags threats. Innovators argue the system is overdue for reform. Harmonists freeze up—scared of any change.",
        "I used to trust council metrics. Now, they move goalposts mid-game. Feels like a power grab disguised as crisis response.",
        "They even flagged my old analysis as a risk profile, just because I questioned if BCI is working as intended."
      ],
      [
        "I saw internal logs—breakdowns started before Halden even died. The public just never saw the data.",
        "The 'Echoes'—half coded in Halden’s style, half not. I’d bet at least some were faked after his death. That’s why Council’s at each other’s throats.",
        "Directorate assumes sabotage, Innovators want algorithmic power over everything, and Harmonists can barely keep civil order.",
        "I joined Innovators to make the BCI transparent, not to have my history weaponized against me. Now, every flagged report I wrote gets re-examined for 'subversive intent.'",
        "Citizens think it's just about their scores, but what’s happening is a war over who gets to decide what the truth is. System’s fighting itself.",
        "My whole block was an early pilot. We had weird score swings weeks ago—nobody believed us.",
        "They keep the public busy with panic, but the core’s unraveling under their feet.",
        "Feels like... if anyone wins this, it won’t be regular people.",
        "Honestly, I’m so tired."
      ]
    ]
  }
}