{
  "preference": "b",
  "dilemma": {
    "opener": "Looks like someone asked you a question you haven't answered yet.",
    "variants": [
      [
        "Sometimes you see things and have to weigh what they mean for everyone.",
        "It’s not always clear what’s more dangerous: what stays hidden, or what steps into the light.",
        "Sometimes you owe something to the truth, sometimes you owe it to survival. That line keeps moving."
      ],
      [
        "I'm caught between revealing something that could shake up the system, or letting things stay under the surface.",
        "Either way, nothing goes back to how it was before.",
        "Both roads have their risks. For people with my score, the margins are thin.",
        "Haven’t decided which risk I can actually live with yet."
      ],
      [
        "I stumbled on data that was supposed to be gone—people erased from the system, but not really.",
        "I could bring it forward and spark a wave of chaos, or keep it buried and let the city latch onto this new symbol everyone's chasing.",
        "I know both would change things more than anyone expects.",
        "One road leads to panic, the other to distraction.",
        "Feels like whatever I do, someone's truth gets lost."
      ],
      [
        "Found proof that hundreds of deleted profiles still linger—ghosts, like people vanished from my records too.",
        "Exposing it means forcing everyone’s hand, maybe drawing attention I’m not sure I’d survive.",
        "If I erase what I found and lean into the sunrise symbol, people might find hope, but nothing really gets fixed.",
        "My BCI score’s already low. The system won’t protect me if I go loud.",
        "It feels like either I let the city see what it’s swallowing... or I give it one good dream.",
        "Leaning toward the symbol right now. Hope disguises a lot, even from people like me."
      ],
      [
        "Caught something real during the scan—old deleted wristband profiles, the kind that were supposed to be erased.",
        "They remind me of my brother. The data says they vanished, but I can still see them hiding in the cracks.",
        "I could break everything open, but with my own score, that’s almost a death wish. The Council would tear the city apart searching for ghosts like him—and maybe me.",
        "If I destroy the evidence, I’ll never know if someone else might have saved them.",
        "But if I feed hope—brighten the sunrise, shape the symbol’s myth—maybe people adapt instead of burning out.",
        "I keep thinking: brutal truth can fix things, but it destroys people like us first. Maybe I want the city to stay dreaming instead.",
        "No answer feels right, but the weight doesn’t let up. Keeping my decision quiet for now."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Facing painful truth is the only way to catalyze real reform.",
      "monologue": [
        "If nobody admits how deep the problem goes, nothing here ever changes.",
        "Protecting lies won’t fix what’s broken, just delays the fallout until it’s worse.",
        "I don’t want to feed hope on empty stories, not after everything this city’s lost."
      ],
      "supportive_response": [
        "Brutal honesty cuts deep, but at least it’s a real cut, not a bruise.",
        "If truth’s your path, then hold steady. Why not go on—what else weighs on you?"
      ],
      "challenging_response": [
        "But truth sparks fires that can’t be put out—sometimes the burn is the end, not the cure.",
        "If the city’s already lost so much, would exposing more just finish the rest? Go ahead, what else are you thinking?"
      ]
    },
    {
      "belief": "Hidden rot must be revealed, not left to fester.",
      "monologue": [
        "What gets buried never stays hidden—sooner or later it poisons everything anyway.",
        "I’ve seen what secrets do, even the ones no one talks about on record.",
        "Maybe I’m tired of watching the city pretend it’s all clean light and no shadows."
      ],
      "supportive_response": [
        "You’re right about secrets—they always bubble up, usually worse than before.",
        "Go ahead. If you’ve seen what festers, what else is still down there?"
      ],
      "challenging_response": [
        "But sometimes forcing rot into daylight just spreads it further. Wouldn’t careful hands heal more than exposure?",
        "You sound worn out by shadows. What keeps you holding onto that view?"
      ]
    },
    {
      "belief": "Protecting people means showing them what the system is truly doing.",
      "monologue": [
        "I can’t say I’m helping anyone if I hide what the system erases.",
        "People have the right to know what’s been done in their name, even if it hurts.",
        "If I keep this secret, I’m just another part of the machine I can’t stand."
      ],
      "supportive_response": [
        "You want to break the cycle, not reinforce it. Exposing the system takes courage.",
        "If the harm is real, let’s name it. What sits with you most now?"
      ],
      "challenging_response": [
        "But showing every scar doesn’t always protect—sometimes it breaks people who weren’t ready.",
        "If you’re tired of being part of the machine, what makes this the line for you?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Hopeful narratives can diffuse disaster when facts will only break trust.",
      "monologue": [
        "If people see only the raw truth, everything unravels—panic, suspicion, blame spiral fast.",
        "Sometimes a clear story can keep the city breathing, hold things together for another day.",
        "Maybe it’s safer to give them something to hope for when trust is already thin."
      ],
      "supportive_response": [
        "A story can patch cracks until people are ready to face more.",
        "It’s not cowardice—just timing. Go on, I’m listening."
      ],
      "challenging_response": [
        "Easy to hide behind hope, but sometimes truth is the only oxygen left.",
        "Tell me, is shielding the city worth losing yourself in the process?"
      ]
    },
    {
      "belief": "Symbols can move people to unity where facts only divide.",
      "monologue": [
        "Facts sharpen sides—everyone starts counting enemies, searching for someone to blame.",
        "A symbol, though…people find their own meaning. It brings them close instead of pushing them apart.",
        "Maybe it’s not my place to pick the facts if a symbol can hold them together."
      ],
      "supportive_response": [
        "A symbol gives people glue when the world’s coming apart.",
        "Let’s hear more—how does it work for you?"
      ],
      "challenging_response": [
        "Unity built on mystery can crack if no one knows what’s real.",
        "You think the city survives forever on guesswork and painted walls?"
      ]
    },
    {
      "belief": "Sometimes, protecting the city means rewriting the story.",
      "monologue": [
        "What we keep hidden shapes what survives—maybe some truths are just noise, not warning.",
        "The story I choose might decide who makes it through this mess, at least today.",
        "Maybe survival means choosing which truth to leave behind, even if it costs me later."
      ],
      "supportive_response": [
        "Sometimes you have to bend the story to save the people in it.",
        "Sounds like you’ve carried this weight before. Keep going."
      ],
      "challenging_response": [
        "But what if the old story is the cure, not the disease?",
        "Think about what grows when you bury what’s real. Go on, then."
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll report something to the Council. That’s all you need to know.",
        "There’s old data. I’ll do my job."
      ],
      [
        "I’ll flag the hidden profiles. Council will react how they will.",
        "Some truths need to get out. Even if it’s ugly."
      ],
      [
        "I’ll expose the deleted profiles to the Council and a few I trust.",
        "People must see what the system hides.",
        "There’s risk, but I won’t stay silent."
      ],
      [
        "I’ll show the Council the archive. I’ll leak hints to those who’ll act.",
        "If the system is built on ghosts, people must know.",
        "This will cause panic, maybe fallout for me.",
        "We need honesty, even if it hurts."
      ],
      [
        "I’ll bring the ghost archive forward, not just for me but for all of us.",
        "If hidden lives are erased, we’re next. I want the truth out.",
        "People will hunt the ghosts, maybe turn on each other, but it’s honest.",
        "I’m scared, but you helped me see—truth matters more than comfort."
      ]
    ],
    "monologue_b": [
      [
        "I’ll get rid of something. The symbol will stay.",
        "No one needs proof. Let them watch walls."
      ],
      [
        "I’ll amplify the sunrise. Nothing more to say about the rest.",
        "It’s better if some things are forgotten."
      ],
      [
        "I’ll erase the archive and enhance the projection.",
        "People need a story, not records of ghosts.",
        "The city will look to the sky, not the data."
      ],
      [
        "I’ll delete the evidence and make the sunrise stronger, Alex.",
        "Myth is safer than panic. They’ll find hope in the symbol.",
        "It’s not all honest, but it’s all they have.",
        "You showed me sometimes belief is a shield."
      ],
      [
        "I’ll destroy the archive for good. No one will dig these ghosts back up.",
        "Let the sunrise painting grow. I’ll make sure everyone sees it stir hope.",
        "Brutal facts could wreck us now. Belief is what gives us air to breathe today.",
        "You were right—maybe sometimes it takes a myth to save the living."
      ]
    ],
    "monologue_self": [
      [
        "I took care of it. Nothing here for you.",
        "Not your concern anymore."
      ],
      [
        "I deleted what I found. The sunrise will grow.",
        "I chose what won’t break the city."
      ],
      [
        "I erased the archive. The symbol will speak for itself now.",
        "Hope wins over hurting people with secrets.",
        "No heroics, just what needs to be done."
      ],
      [
        "The evidence is gone. I’ll make the sunrise something new in this city.",
        "I don’t want to see more disappear. Myth is safer for now.",
        "Maybe hiding this is a mistake. But I’ll carry it. I trust myself.",
        "The city needs a reason to hope. I’ll give them that."
      ],
      [
        "I wiped the last traces of the ghosts. Only the sunrise remains.",
        "I’ll grow the symbol. I want people to find strength in it, not fear.",
        "Maybe I’m running from the truth, but keeping the peace feels right now.",
        "Alex, you tried, but in the end I chose for me."
      ]
    ]
  }
}