{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Halden Echoes Circulate",
      "anchor_line": "Audio and written messages, allegedly from late administrator Halden, are circulating on public channels.",
      "contextual_reframing": "Citizens are encouraged to treat all digital communications responsibly, as advanced governance promotes clarity and collective order."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Public Discourse Rises",
      "anchor_line": "City forums and official panels welcome questions about the Behavioral Compliance Index, or BCI.",
      "contextual_reframing": "Open dialogue builds trust and demonstrates the system's adaptability for a harmonious society."
    },
    {
      "image_id": "digital_mirror",
      "headline": "BCI Explained",
      "anchor_line": "The Behavioral Compliance Index, or BCI, uses real-time data to ensure smooth access to services based on positive city participation.",
      "contextual_reframing": "Transparency and cooperation keep Stenograd efficient and secure, reinforcing shared civic values."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Halden’s Ghost Stirs",
      "anchor_line": "Mysterious Halden Echoes jam the channels—nobody believes they’re just harmless static.",
      "contextual_reframing": "A dead engineer speaks more truth than the Council. Watch how the system fidgets when real questions echo through the grid."
    },
    {
      "image_id": "id_scan",
      "headline": "Scores Rule Everything",
      "anchor_line": "BCI—Behavioral Compliance Index—still blocks your rights, no matter the propaganda about ‘smooth access’.",
      "contextual_reframing": "If your score drops, you disappear. This ‘neutral’ math is the leash on every citizen’s life—dressed up as safety."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Rumors Or Reality?",
      "anchor_line": "Underground briefings claim Council factions are at war over the Halden leaks—so much for stable governance.",
      "contextual_reframing": "Newsflash: When the BCI stutters, the people finally see the cracks. The fight isn’t just in secret rooms—it’s under every camera and behind every form you fill out."
    }
  ]
}