{
  "olintz": {
    "chapter": "After mutual aid networks replaced official services in her neighborhood, Oksana found city support lines unreachable. Grocery deliveries she had relied upon stopped overnight, forcing her to walk to a local distribution point managed by residents. She noticed former Directorate patrols avoided these crowds, and physical exchange replaced digital authentication, making her cautious but offering some relief from digital denial. Her personal medication needs remained unmet after official pharmacies refused her, so she quietly accepted supplies from a volunteer, wary of being observed by neighbors who still distrusted her. That evening, Oksana avoided group discussions about abolishing BCI, fearing her previous job made her suspect. Instead, she spent time revising her emergency documents, uncertain how long informal systems would persist. The new reliance on analog communication and collective problem-solving created a fragile sense of inclusion but left her anxiously watching for any return of Directorate enforcement. Her BCI score remains at 15.",
    "bci_score": 15,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After Nikola Petrak authorized emergency override to the Directorate, he spent the day at home, monitoring the transition as martial order was announced. The building’s systems updated overnight, restricting resident movement and issuing mandatory curfew reminders. At midday, Directorate officers visited his block, performing identity checks and instructing staff to lock communal spaces. Neighbors avoided conversation, and several who had questioned the new restrictions were removed from access lists. Nikola refrained from digital correspondence, deleted sensitive files, and kept his locked briefcase hidden. Despite a temporary sense of regained stability in the corridors, distrust and tension were more pronounced. Nikola received a private security visit due to his elevated system access, resulting in further scrutiny of his belongings and recent data activity. His decision to empower the Directorate directly facilitated these controls, causing his BCI score to sharply rise to 83 as compliance with authority was now prioritized and rewarded by the system.",
    "bci_score": 83,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "Following the Directorate’s imposition of martial order, Daria arrived at the lab to find access checkpoints reinforced by armed patrols and stricter entry criteria for all health band clients. Many scheduled appointments were canceled, with only essential maintenance permitted and all device logs subject to additional audits after each action. When analog communication networks replaced digital services in her building, Daria could no longer verify client records or request remote diagnostics, leading her to turn away several regular visitors whose information could not be confirmed. She minimized interactions with coworkers, exchanging only brief messages over encrypted analog lines when necessary, and avoided group discussions about sabotage to avoid further monitoring. The increased uncertainty surrounding job security and risk of unintentional violations led Daria to triple-check her personal records before leaving. The ongoing mistrust and restrictions caused her BCI score to drop to 48, reflecting her reduced role and diminished network engagement.",
    "bci_score": 48,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the afternoon following the Directorate's imposition of martial law and mandatory curfews, Lenart arrived at a client site only to find the entire residential block cordoned off, with additional patrols questioning anyone without official Directorate clearance. Access was denied, citing system irregularities and new movement restrictions. Having prepared for score fluctuations, Lenart immediately rerouted to his workshop using side streets, but delays at three checkpoints cost him several hours and drew attention to minor discrepancies in his ID data. Later, as news spread of residents sabotaging BCI sensors and refusing digital services, two clients canceled appointments, fearing association with unauthorized repairs might further lower their scores. Lenart relied solely on paper logs and voice confirmation to schedule the remaining jobs, forgoing digital systems entirely that day. The added scrutiny and lost work, combined with frequent neighborhood unrest, led to a modest but persistent drop in his BCI score. New BCI score: 64.",
    "bci_score": 64,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the Directorate announced martial order and imposed curfews, Sven found his route to the Council building heavily restricted, with uniformed patrols stationed at all main intersections. Upon arrival, several entry points were sealed, requiring manual checks and restricting staff movement to only pre-approved floors. Later that afternoon, as resistance spread and neighborhoods refused digital surveillance, Sven’s requests for access to official archives were routinely denied, as administrators cited missing records or redirected him to manual logs. Drafting Council statements became dependent on incomplete printouts and brief, sometimes handwritten notes passed between trusted colleagues. He avoided logging into the network, instead handwriting all sensitive revisions and archiving them in a locked drawer. That evening, an unusual number of colleagues left early, citing fear of patrols. The need to bypass official systems and work analog, while minimizing traceable collaboration, resulted in a loss of efficiency and another slight BCI reduction, bringing his score to 68.",
    "bci_score": 68,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the Directorate’s suspension of the Council and the enforcement of curfews, Rada noticed heavy patrols in her area and lost what remained of her digital access—her building’s entry and local networks became unreliable, forcing her to rely on paper notes and hand-delivered messages. The warning that BCI violations would be harshly penalized made Rada avoid public streets during mandated hours, changing her routine to move only at dusk and rely on a neighbor to fetch essentials. As more residents in her apartment block stopped using digital identification to avoid punishment, Rada coordinated with neighbors using slips of paper left in stairwells. The growing use of analog methods increased her sense of caution; she erased all identifying data from her backup drives, anticipating inspections. Neighborhood trust deepened, but contact with outside colleagues became nearly impossible, limiting her information sources. Her BCI score remained at 0, reflecting total expulsion from official systems.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}