{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Order Restored",
      "anchor_line": "The Directorate announces temporary martial order and curfews to ensure city stability.",
      "contextual_reframing": "Centralized leadership reinforces citywide safety and seamless access to essential services."
    },
    {
      "image_id": "biometric_scanner",
      "headline": "Efficiency Upheld",
      "anchor_line": "Residents reminded to remain compliant as BCI monitoring maintains fair access for all.",
      "contextual_reframing": "Systemic safeguards adjust dynamically, preserving security during uncertain times."
    },
    {
      "image_id": "blank_display",
      "headline": "A New Crossroads",
      "anchor_line": "Citizens adapt to new realities as digital networks are challenged by analog cooperation.",
      "contextual_reframing": "Stenograd's future will be shaped by the balance between technological order and community initiative."
    }
  ],
  "underground": [
    {
      "image_id": "child_assembly",
      "headline": "Martial Law Hits Home",
      "anchor_line": "The Directorate’s crackdown lands — curfews and checkpoints everywhere, dissent erased with a script.",
      "contextual_reframing": "Real power just shut the lights off behind closed doors. Citizens whisper: Council’s gone, but nobody voted for this."
    },
    {
      "image_id": "blank_display",
      "headline": "Surveillance Sabotaged",
      "anchor_line": "Residents jam sensors, wreck cameras, ditch their data — and the BCI can’t keep up any more.",
      "contextual_reframing": "People help each other off the grid. Service lines break, digital locks stall, but analog networks buzz back to life."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Stand-Off in the City",
      "anchor_line": "With the system crumbling, Stenograd freezes — control or freedom, wires or voices. Everyone is watching.",
      "contextual_reframing": "This is the choice: surrender to the machine, or reclaim the city with your own hands. Tech has no answer this time."
    }
  ]
}