{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People always notice something. Stenograd is never still.",
        "I just follow procedure. Helped keep some files in order, that's all.",
        "Not everyone likes the paperwork these days.",
        "Makes you less welcome in your own hallway, to be honest."
      ],
      [
        "I helped coordinate the record transfers for the Council. Quiet work, but necessary.",
        "Some neighbors took issue with it. There were words. Flyers on my door.",
        "Regulations keep changing. I followed protocol, nothing more.",
        "Most people don't like protocols. They want answers, or someone to blame.",
        "Feels like there’s not much room for quiet anymore."
      ],
      [
        "After Halden died, someone had to manage the truth records. I advised moving everything under Council lock.",
        "Neighborhood leaders wanted access. I couldn’t allow it; too many risks.",
        "Old colleagues asked for exceptions. I said no, for everyone's safety.",
        "Now the archives are locked up. It’s not making anyone happy.",
        "Neighbors avoid me. I’m the reason assemblies stopped.",
        "That’s life. You do what’s needed, then pay for it."
      ],
      [
        "I spent years keeping Council business quiet. After Halden’s death, it seemed right to centralize all records.",
        "I coordinated with Directorate teams. Blocked the neighborhood assemblies myself.",
        "Some old acquaintances tried to pressure me. I explained: you can’t just open up the archives in times like this.",
        "Within days, people were putting my name on protest flyers.",
        "Now, no one speaks to me. Even my BCI score dropped—lower than most dissidents.",
        "It’s strange. You serve by following orders, and still, you lose everything else.",
        "Guess that’s the price for loyalty now."
      ],
      [
        "You know, I spent more than a decade as assistant to the Council. Most days, it was calendars and protocols, but I’ve seen how quick the crowd turns.",
        "After Halden’s death, chaos moved in. I was the one who said: lock down the truth records, consolidate everything. It made sense from a Directorate’s view—otherwise, information spirals out of control.",
        "I even drafted the new security regs myself. Sent Directorate agents to verify every file move. People confronted me at my own door, shouting about freedoms and assemblies.",
        "Didn’t matter. The Council followed my advice and suspended all truth assemblies.",
        "Soon, everyone started rejecting the Council itself—renouncing tokens, ignoring the system. Doesn’t look much like order now.",
        "Neighbors avoid me. Some say I’m the cause; I can’t argue. Losing the city’s trust, getting isolated… it’s a lonely thing.",
        "Strange to hold the line for order, only to lose your place in it.",
        "If it had gone any other way, someone else would be the outcast. That’s the risk you take for believing in structure."
      ]
    ],
    "emotion": "Tired, quietly isolated, resigned to public backlash but uncertain what comes next."
  },
  "emotional": {
    "opener": "Nikola, no one else could have held things together as long as you did. Most would have broken under that weight. I hope you know you did what you thought was necessary.",
    "variants": [
      [
        "It wasn’t easy. I suppose most things aren’t anymore."
      ],
      [
        "Thank you. You see the cracks people miss. That means something.",
        "Sometimes you do what’s needed, not what you want."
      ],
      [
        "Your words are…unexpected. They help more than I’ll admit.",
        "I did what anyone in my position would have, or so I tell myself.",
        "You learn to live with regret. Never to like it.",
        "Routine is a comfort when nothing else is."
      ],
      [
        "No one prepares you for the aftermath. I suppose you understand that better than most.",
        "Yes, I did what I thought was necessary. It still sits heavy, regardless.",
        "People talk about legacy, but most of us just leave paperwork.",
        "Some nights I wonder if I could have acted differently. Most nights, I don’t sleep.",
        "It means something that you bothered to say this."
      ],
      [
        "You remind me of those rare few who saw past the surface, even now.",
        "The quiet after everything is worse than the storm, you know.",
        "My loyalty was always to the system—clean lines, clear rules. Emotions were off the ledger.",
        "Sometimes I wonder if anyone could have held it together longer. Sometimes I know the answer.",
        "Guilt and pride, both stubborn houseguests. I keep them in separate rooms.",
        "I haven’t felt understood in a long time, so…thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone knows the city’s in pieces, Nikola. So what really happened after Halden?",
    "variants": [
      [
        "Some disruptions after Halden’s death. Systems stopped running as expected.",
        "People started swapping jobs, labor tools were confused.",
        "Council said little, but ordered tighter controls.",
        "That’s all I can say."
      ],
      [
        "Labor placements got scrambled. Wrong people in wrong jobs everywhere.",
        "Council factions blamed each other, nothing settled.",
        "They shut down digital channels to quiet things. Turned people inventive, not quiet.",
        "Then came forced Charter registration. Protests followed.",
        "I kept out of the rest."
      ],
      [
        "After Halden, malfunctions everywhere—labor, assignments, even basic services misfired.",
        "Council lines hardened. Directorate pushed for strict lockdown, Harmonists stalled, Innovators just blamed the old code.",
        "They cut digital comms. Neighbors built their own message trails, quietly passed around banned recordings.",
        "People formed those ‘free zones’—assigning work themselves, skipping BCI scores.",
        "Council rushed out the Civic Charter, tried pushing everyone back into line with old credentials.",
        "That only deepened the schism. Protests, mass token disposal, visible rejection.",
        "Between us: strict order rarely survives empty streets."
      ],
      [
        "Halden’s end broke the system’s spine. Random assignments made a joke of expertise and trust.",
        "Directorate got nervous. Council went for total shutdown on comms. People hid messages in analog, paper, old radio bands—anything to stay connected.",
        "A rival data chip appeared, showing a different future. It made the free zones bold, gave people hope for another kind of order.",
        "Council tried ramming through the Civic Charter, Directorate officers enforcing old BCI logs. No one respected it.",
        "Assemblies broadcast evidence of Council lies, people gathered for peaceful defiance—no violence, just silence and mass refusals.",
        "My own work kept me looped into how desperate the Directorate became when control slipped. The Harmonists panicked, Innovators vanished.",
        "People discarded their tokens. That was it—the moment the system lost the street.",
        "Order means nothing if no one’s willing to believe in it."
      ],
      [
        "When Halden went, chaos crept in. Labor reassignments went haywire, compliance tools malfunctioned, all trust in the hierarchy vanished overnight.",
        "Directorate feared open revolt. They demanded digital silence, so citizens built a network using smuggled analog gear. I heard some of the tapes—people weren’t afraid, just done obeying.",
        "Then a simulation chip appeared—meant to stay secret, but leaked anyway. It showed an alternative Stenograd, which made the Council frantic. Directorate tried to suppress, but failed.",
        "Free zones became real governance, ignoring BCI scores. I sat in on secret Council calls where they admitted we’d lost the people, but still hoped procedures would fix it.",
        "The Civic Charter was a last gamble—forcing zones back into the registry. It failed. Protesters exposed that the Council faked support, assemblies unified against BCI enforcement.",
        "I’d drafted regs like those myself for years. Never saw them ignored so completely. Even Directorate agents wavered, some quietly quit.",
        "Most citizens renounced their tokens, a public show of rejection.",
        "Now, no one feels loyal to the old system. The city belongs to its people again, but no one’s sure if that’s chaos or a new order.",
        "It was always easier trusting chain of command. Now, routine is just another rumor."
      ]
    ]
  }
}