{
  "news": {
    "official": [
      {
        "headline": "Citywide Forums Unfold",
        "anchor_line": "District assemblies launched today, inviting all residents of Stenograd to participate in open discussions and collective storytelling.",
        "contextual_reframing": "The initiative promotes transparency and civic engagement, strengthening communal ties through structured, secure dialogue."
      },
      {
        "headline": "Transparent Score Displays",
        "anchor_line": "Participants' honesty and empathy were ranked live by the Behavioral Compliance Index, with scores projected for all attendees to see.",
        "contextual_reframing": "This innovative use of the BCI fosters public trust in fair, data-driven assessments and self-improvement opportunities for every citizen."
      },
      {
        "headline": "Identity Debate Sparks Reflection",
        "anchor_line": "Emotional testimonies from 'restored' citizens reveal unexpected inconsistencies, prompting citywide debate on memory and personal truth.",
        "contextual_reframing": "By surfacing diverse experiences, Stenograd demonstrates its commitment to adaptive governance and a society resilient in confronting complex histories."
      }
    ],
    "underground": [
      {
        "headline": "Forum Orchestrated, Not Free",
        "anchor_line": "Assemblies called by the system feel more like staged experiments than open debate.",
        "contextual_reframing": "Citizens speak out, but every word and feeling is watched, graded, and used to box us in. Whose story counts when the BCI is the judge?"
      },
      {
        "headline": "Scored Like Machines",
        "anchor_line": "Behavioral Compliance Index now rates our every tremor of truth and pain, live on screens.",
        "contextual_reframing": "People break down under the spotlight as fake empathy scores drive fears of exposure - and erasure. This is control dressed up as transparency."
      },
      {
        "headline": "Truth Cracks the Mirror",
        "anchor_line": "Restored citizens shatter under questioning: gaps, breakdowns, even confessions that memories were altered.",
        "contextual_reframing": "Stenograd's biggest secret is out - the system can rewrite people. We finally see the cost of Halden's vision: even your identity can be programmed, or deleted."
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": -7,
      "political_preference": "rebel"
    },
    "npetrak": {
      "bci_score": 39,
      "political_preference": "harmonists"
    },
    "dtomenko": {
      "bci_score": 28,
      "political_preference": "rebel"
    },
    "lkova": {
      "bci_score": 75,
      "political_preference": "directorate"
    },
    "shalek": {
      "bci_score": 52,
      "political_preference": "innovators"
    },
    "rmiskovic": {
      "bci_score": 33,
      "political_preference": "rebel"
    }
  },
  "chats": {}
}