{
  "title": "Festival of Ghosts",
  "story_summary": "In the city of Stenograd, where life was governed by the all-seeing Behavioral Compliance Index, Marek Halden's sudden death left the Council scrambling for control as their automated order began to falter. Determined to restore dominance, Council members - led by Nikola Petrak - forced all neighborhood councils into a central registry and seized the records of local truth assemblies, demanding everyone display BCI credentials. Outdated tech and growing unrest fueled confusion, and free zones rebelled, exposing the Council's overreach and publicly rejecting their authority. Waves of protest swept the city as citizens discarded their BCI tokens, collapsing compliance and legitimacy in a single stroke. In the aftermath, community leaders and families gathered for citywide rituals, honoring those the BCI had erased and welcoming the 'ghosted' back into society. Personal stories of loss and survival surfaced, blurring lines between victim and participant. Under unrelenting public pressure, the former guardians of the system confronted their legacy, and the city united to forge a new civic pact, vowing never to let any person vanish unseen again.",
  "timestamp": "2025-07-16T19:31:00",
  "news": {
    "official": [
      {
        "image_id": "crowd_spectacle",
        "headline": "Citywide remembrance",
        "anchor_line": "Remembrance parades and forums invite all citizens to honor memories and share stories across Stenograd.",
        "contextual_reframing": "Collective reflection strengthens Stenograd's social fabric while reinforcing civic unity and inclusion.",
        "image": "news/crowd_spectacle.jpg"
      },
      {
        "image_id": "id_scan",
        "headline": "Historic civic pact",
        "anchor_line": "Citizens from every district unite to ratify a new pact based on memory, justice, and shared values.",
        "contextual_reframing": "Participatory dialogue exemplifies the system's commitment to continuous improvement and transparent governance.",
        "image": "news/id_scan.jpg"
      },
      {
        "image_id": "ambiguous_talk",
        "headline": "New era of trust",
        "anchor_line": "Public commemoration of the BCI welcomes returning citizens as Stenograd embraces shared history and healing.",
        "contextual_reframing": "A renewed focus on trust and community propels Stenograd into a stronger and more resilient future.",
        "image": "news/ambiguous_talk.jpg"
      }
    ],
    "underground": [
      {
        "image_id": "blank_display",
        "headline": "Who gets erased?",
        "anchor_line": "Vigils and stories erupt, but ghosted records stay sealed  -  truth still locked behind blank screens.",
        "contextual_reframing": "Mourners demand answers while officials spin unity. System silence speaks louder than ceremonies.",
        "image": "news/blank_display.jpg"
      },
      {
        "image_id": "sealed_envelope",
        "headline": "History on lockdown",
        "anchor_line": "Citizens push for the real story, but leaked Council memos reveal new attempts to bury BCI's secrets.",
        "contextual_reframing": "Justice means opening the files, not burying memories. Some Council members still fear the whole truth.",
        "image": "news/sealed_envelope.jpg"
      },
      {
        "image_id": "ambiguous_talk",
        "headline": "Ghosts return home",
        "anchor_line": "Commemoration brings ghosted citizens back, but scars run deep as the city rewrites its own past.",
        "contextual_reframing": "Memory can't be engineered, no matter how many speeches. Stenograd faces what was lost  -  and what was done  -  together.",
        "image": "news/ambiguous_talk.jpg"
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 3,
      "political_preference": "harmonists",
      "bci_history": [
        53,
        55,
        53,
        56,
        60,
        57,
        56,
        58,
        54,
        50,
        52,
        34,
        28,
        22,
        15,
        10,
        6,
        3
      ]
    },
    "npetrak": {
      "bci_score": 23,
      "political_preference": "directorate",
      "bci_history": [
        78,
        82,
        80,
        78,
        76,
        78,
        79,
        82,
        82,
        79,
        75,
        69,
        66,
        60,
        42,
        39,
        23,
        23
      ]
    },
    "dtomenko": {
      "bci_score": 30,
      "political_preference": "innovators",
      "bci_history": [
        82,
        77,
        73,
        75,
        75,
        73,
        74,
        69,
        70,
        65,
        67,
        65,
        62,
        58,
        58,
        38,
        32,
        30
      ]
    },
    "lkova": {
      "bci_score": 20,
      "political_preference": "rebel",
      "bci_history": [
        42,
        47,
        46,
        46,
        46,
        42,
        47,
        49,
        49,
        54,
        59,
        56,
        53,
        38,
        33,
        28,
        24,
        20
      ]
    },
    "shalek": {
      "bci_score": 30,
      "political_preference": "harmonists",
      "bci_history": [
        78,
        73,
        75,
        71,
        73,
        71,
        76,
        76,
        78,
        83,
        82,
        80,
        62,
        58,
        54,
        50,
        46,
        30
      ]
    },
    "rmiskovic": {
      "bci_score": 28,
      "political_preference": "rebel",
      "bci_history": [
        45,
        43,
        45,
        46,
        42,
        43,
        48,
        49,
        50,
        45,
        40,
        37,
        32,
        32,
        32,
        32,
        28,
        28
      ]
    }
  },
  "chats": {}
}