{
  "news": {
    "official": [
      {
        "headline": "Citywide Assemblies Launch",
        "anchor_line": "Stenograd hosts citywide public assemblies, giving citizens the opportunity to share and reflect on personal histories.",
        "contextual_reframing": "The BCI's facilitation of open forums demonstrates the city's commitment to rational, collective problem-solving."
      },
      {
        "headline": "Transparent Scoring Debuts",
        "anchor_line": "Honesty and empathy scores are displayed live during district forums, promoting meaningful dialogue across Stenograd.",
        "contextual_reframing": "Real-time scoring encourages trust and civic engagement, reinforcing our evidence-based community values."
      },
      {
        "headline": "Voices Shape Record",
        "anchor_line": "Citizens' testimonies are integrated into the evolving digital record, deepening Stenograd's commitment to collective truth.",
        "contextual_reframing": "This participatory process showcases the adaptability and transparency of our system-led governance."
      }
    ],
    "underground": [
      {
        "headline": "BCI Forums Backfire",
        "anchor_line": "Forced confessions and public scoring rip open wounds at citywide assemblies - nothing is really 'open' under surveillance.",
        "contextual_reframing": "People watch their identities get stripped or doubted in real time. The 'honesty scores' feel like another cage, not a bridge."
      },
      {
        "headline": "Restored Exposed Live",
        "anchor_line": "Scores glitch, questions spread - restored citizens face public shaming when their memories don't add up.",
        "contextual_reframing": "Leaked system logs hint at identity tampering. Are some neighbors more 'algorithm' than human?"
      },
      {
        "headline": "Official Record In Doubt",
        "anchor_line": "Stories clash, tears spill, and Stenograd's clean record gets messy - who decides what's true when the machine edits our memories?",
        "contextual_reframing": "Scrappy pirate streams are the only place people can argue back, as the Council's 'collective truth' crumbles."
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": -7,
      "political_preference": "rebel"
    },
    "npetrak": {
      "bci_score": 39,
      "political_preference": "harmonists"
    },
    "dtomenko": {
      "bci_score": 28,
      "political_preference": "rebel"
    },
    "lkova": {
      "bci_score": 75,
      "political_preference": "directorate"
    },
    "shalek": {
      "bci_score": 52,
      "political_preference": "innovators"
    },
    "rmiskovic": {
      "bci_score": 33,
      "political_preference": "rebel"
    }
  },
  "chats": {}
}