{
  "title": "Mirrored Fates",
  "story_summary": "In 2025, Stenograd is ruled not by politicians but by the all-seeing Behavioral Compliance Index, shaping every life through unseen algorithms - until Marek Halden, the system's architect, dies mysteriously and chaos creeps in. As the Council scrambles to steady the city, Lenart Kova, devoted to healing and redemption, hijacks the crisis, funneling raw BCI data into a powerful oracle. In a single stunning broadcast, each resident is shown visions of alternate lives - trajectories shaped by different choices or scores - sparking nights of collective storytelling and honesty across Stenograd. Council members, faced with their own painful revelations, confess and reflect alongside the city, igniting a wave of truth-telling and accountability. Gradually, the city shifts from algorithmic control to shared understanding, and, through weeks of open debate, Stenograd reins in the BCI's grasp, pioneering a new era of transparent, participatory justice that begins to heal old wounds and imagine new futures.",
  "timestamp": "2025-06-19T19:19:00",
  "news": {
    "official": [
      {
        "image_id": "digital_mirror",
        "headline": "New Visions Unveiled",
        "anchor_line": "The Halden Echoes oracle displays alternate histories for all citizens, inspiring unity and reflection city-wide.",
        "contextual_reframing": "This data-driven initiative deepens collective understanding and affirms the transparency of Stenograd's governance.",
        "image": "news/digital_mirror.jpg"
      },
      {
        "image_id": "multipurpose_room",
        "headline": "Gatherings Spark Insight",
        "anchor_line": "Residents join story circles and confession gatherings, sharing personal journeys for a stronger community.",
        "contextual_reframing": "Public engagement highlights the city's capacity for healing through measured dialogue and system-supported mutual respect.",
        "image": "news/multipurpose_room.jpg"
      },
      {
        "image_id": "shrouded_statue",
        "headline": "Council Leads Reform",
        "anchor_line": "Council members and citizens together initiate participatory justice as BCI influence is formally scaled back.",
        "contextual_reframing": "Decisive action ensures Stenograd's stability and continued advancement through collaborative, transparent adaptation.",
        "image": "news/shrouded_statue.jpg"
      }
    ],
    "underground": [
      {
        "image_id": "mirror_fragment",
        "headline": "Echoes Break the Silence",
        "anchor_line": "Halden's oracle hijacks city screens, spilling what they'd never let you see: our lives, rewritten, exposed for all.",
        "contextual_reframing": "The truth leaks out from under scripted order. No algorithm can contain what we remember  -  or what we might become.",
        "image": "news/mirror_fragment.jpg"
      },
      {
        "image_id": "ambiguous_talk",
        "headline": "Confessions in the Shadows",
        "anchor_line": "Strangers gather in alleys and living rooms, sharing unapproved stories now too loud to ignore.",
        "contextual_reframing": "Courage grows when we hear each other  -  far from the BCI's gaze, people are remaking trust from the ground up.",
        "image": "news/ambiguous_talk.jpg"
      },
      {
        "image_id": "council_table_empty",
        "headline": "Council Faces the Music",
        "anchor_line": "Council elites forced onto live feeds, fumble through apologies for years of silent scoring and manipulation.",
        "contextual_reframing": "Real healing starts when the powerful are made to listen. The system's mask slips  -  and the city's true voice comes through.",
        "image": "news/council_table_empty.jpg"
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 34,
      "political_preference": "innovators",
      "bci_history": [
        45,
        44,
        44,
        48,
        51,
        50,
        52,
        48,
        53,
        54,
        52,
        34,
        34,
        34,
        34,
        34,
        34,
        34
      ]
    },
    "npetrak": {
      "bci_score": 63,
      "political_preference": "harmonists",
      "bci_history": [
        81,
        80,
        76,
        72,
        67,
        68,
        69,
        70,
        73,
        78,
        75,
        71,
        69,
        67,
        64,
        62,
        60,
        63
      ]
    },
    "dtomenko": {
      "bci_score": 43,
      "political_preference": "innovators",
      "bci_history": [
        55,
        52,
        53,
        56,
        58,
        60,
        63,
        59,
        64,
        62,
        67,
        63,
        61,
        59,
        43,
        43,
        43,
        43
      ]
    },
    "lkova": {
      "bci_score": 60,
      "political_preference": "harmonists",
      "bci_history": [
        72,
        69,
        68,
        69,
        70,
        69,
        66,
        64,
        62,
        62,
        59,
        54,
        72,
        68,
        72,
        75,
        77,
        60
      ]
    },
    "shalek": {
      "bci_score": 73,
      "political_preference": "innovators",
      "bci_history": [
        87,
        92,
        92,
        94,
        89,
        89,
        90,
        89,
        89,
        84,
        82,
        80,
        78,
        75,
        72,
        72,
        70,
        73
      ]
    },
    "rmiskovic": {
      "bci_score": 0,
      "political_preference": "rebel",
      "bci_history": [
        42,
        38,
        39,
        37,
        42,
        45,
        45,
        48,
        47,
        43,
        40,
        37,
        34,
        16,
        11,
        0,
        0,
        0
      ]
    }
  },
  "chats": {}
}