{
  "title": "Tribunal and Jury Governance",
  "story_summary": "In the tightly controlled city of Stenograd, where the Behavioral Compliance Index silently shapes every life, the sudden death of Marek Halden - the system's reclusive architect - sets off a chain of upheaval. Torn between loyalty and conscience, Daria Tomenko risks everything to leak evidence exposing the Council's role in Halden's demise and their attempt to bury the truth. Outrage surges as the city's free zones erupt in vigils and protests, forcing panicked Council leaders into emergency debates and rare, reluctant transparency. But the damage is done: emboldened by public support, citizens call for a tribunal, and driven by mounting testimony - including a Harmonist's confession of past abuses - they demand a new path. The city votes to dissolve the old Council, handing power to randomly chosen citizen juries, and as Stenograd's brittle order gives way, the people reclaim the future from the algorithms that once governed their fate.",
  "timestamp": "2025-07-13T19:41:00",
  "news": {
    "official": [
      {
        "image_id": "council_table_empty",
        "headline": "Public Tribunal Opens",
        "anchor_line": "Citizen assemblies begin a transparent tribunal for former Council leaders today.",
        "contextual_reframing": "Stenograd demonstrates its commitment to open governance by inviting public oversight during a period of purposeful transition.",
        "image": "news/council_table_empty.jpg"
      },
      {
        "image_id": "faulty_projection",
        "headline": "System Gaps Disclosed",
        "anchor_line": "A senior official acknowledges early technical irregularities in the compliance index audits.",
        "contextual_reframing": "Charting a path toward renewed trust, technical reviews are underway to further enhance system integrity and transparency.",
        "image": "news/faulty_projection.jpg"
      },
      {
        "image_id": "civic_badge",
        "headline": "Citizen Juries Empowered",
        "anchor_line": "Stenograd initiates randomly-selected citizen juries to oversee key government systems.",
        "contextual_reframing": "This move marks a historic evolution in collective supervision, reinforcing community responsibility and data-driven fairness.",
        "image": "news/civic_badge.jpg"
      }
    ],
    "underground": [
      {
        "image_id": "crowd_spectacle",
        "headline": "Council Faces The Crowd",
        "anchor_line": "People demanded answers and, for once, the Council had no script to hide behind.",
        "contextual_reframing": "When the system froze, real voices broke through the static. Even state broadcasts couldn't drown out the noise in the streets.",
        "image": "news/crowd_spectacle.jpg"
      },
      {
        "image_id": "shattered_display",
        "headline": "Audit Lies Exposed",
        "anchor_line": "A Council insider finally spilled: early BCI numbers were cooked to lock us into the system.",
        "contextual_reframing": "Trust was never part of the equation. Abuses hidden in sealed files are leaking out, piece by piece  -  and no amount of PR can patch it up.",
        "image": "news/shattered_display.jpg"
      },
      {
        "image_id": "shattered_display",
        "headline": "People Break The Cycle",
        "anchor_line": "A public vote crushes the old Council  -  citizen juries take the wheel for the first time in Stenograd's memory.",
        "contextual_reframing": "This isn't harmony. It's reckoning. The days of silent control are fading. Now, everyone's watching  -  and judging.",
        "image": "news/shattered_display.jpg"
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 32,
      "political_preference": "harmonists",
      "bci_history": [
        76,
        71,
        69,
        70,
        65,
        62,
        63,
        58,
        60,
        57,
        52,
        34,
        28,
        22,
        22,
        26,
        29,
        32
      ]
    },
    "npetrak": {
      "bci_score": 38,
      "political_preference": "rebel",
      "bci_history": [
        80,
        75,
        76,
        80,
        80,
        81,
        84,
        81,
        84,
        79,
        75,
        69,
        66,
        60,
        35,
        40,
        38,
        38
      ]
    },
    "dtomenko": {
      "bci_score": 49,
      "political_preference": "innovators",
      "bci_history": [
        58,
        60,
        58,
        62,
        57,
        56,
        58,
        58,
        62,
        64,
        67,
        65,
        62,
        58,
        59,
        67,
        44,
        49
      ]
    },
    "lkova": {
      "bci_score": 50,
      "political_preference": "rebel",
      "bci_history": [
        63,
        62,
        59,
        55,
        54,
        50,
        55,
        58,
        56,
        57,
        59,
        56,
        53,
        38,
        35,
        45,
        48,
        50
      ]
    },
    "shalek": {
      "bci_score": 49,
      "political_preference": "rebel",
      "bci_history": [
        73,
        71,
        74,
        78,
        78,
        82,
        80,
        79,
        78,
        78,
        82,
        80,
        62,
        58,
        54,
        70,
        67,
        49
      ]
    },
    "rmiskovic": {
      "bci_score": 34,
      "political_preference": "rebel",
      "bci_history": [
        30,
        28,
        32,
        32,
        33,
        34,
        31,
        36,
        38,
        38,
        40,
        37,
        32,
        32,
        32,
        36,
        36,
        34
      ]
    }
  },
  "chats": {}
}