{
  "title": "The Halden Testament",
  "story_summary": "In 2025, Stenograd is ruled not by politicians, but by the all-seeing Behavioral Compliance Index (BCI), a system built by Marek Halden to quietly shape every life through invisible scores. When Halden dies mysteriously and systems falter, Nikola Petrak, moved by calls for justice, unleashes a powerful override that lets local councils rewrite the BCI's rules. In the free zones, old penalties are erased and dissent rewarded, as neighborhoods clash over fairness and the true meaning of justice. Everything changes when Halden's secret confession broadcasts citywide - he admits the BCI's harms, apologizes, and urges its end. Emotions boil over; survivors and officials alike share stories of regret, and the city faces a wrenching vote: erase the BCI forever or attempt one final reform. When results reveal a city divided, Stenograd stands at a crossroads, forced at last to confront the meaning of control, freedom, and healing.",
  "timestamp": "2025-07-14T19:51:00",
  "news": {
    "official": [
      {
        "image_id": "crowd_spectacle",
        "headline": "City Responds Calmly",
        "anchor_line": "Public gatherings across Stenograd follow Council guidelines after recent developments.",
        "contextual_reframing": "Civic order and mutual respect remain high as citizens share experiences and reflect together.",
        "image": "news/crowd_spectacle.jpg"
      },
      {
        "image_id": "blank_display",
        "headline": "System Review Begins",
        "anchor_line": "Officials initiate a comprehensive review of BCI operations to address public concerns.",
        "contextual_reframing": "Efficient system assessment will ensure stability, transparency, and continuous improvement for all residents.",
        "image": "news/blank_display.jpg"
      },
      {
        "image_id": "billboard_passerby",
        "headline": "Vote Divides City",
        "anchor_line": "Residents deliver a near-even decision on BCI's future after the broadcast of confidential statements.",
        "contextual_reframing": "Open participation and robust dialogue demonstrate Stenograd's capacity for peaceful, rational choice.",
        "image": "news/billboard_passerby.jpg"
      }
    ],
    "underground": [
      {
        "image_id": "sealed_envelope",
        "headline": "Truth Leaks Out",
        "anchor_line": "Halden's secret confession - finally shown, despite every attempt to bury it.",
        "contextual_reframing": "The architect admits BCI's harm and begs us to wake up. No more hiding behind numbers. The damage is real and we all feel it.",
        "image": "news/sealed_envelope.jpg"
      },
      {
        "image_id": "crowd_spectacle",
        "headline": "Pain Goes Public",
        "anchor_line": "Mass gatherings, sudden and raw - survivors, enforcers, even ex-officials speak their truth downtown.",
        "contextual_reframing": "Personal stories break the silence. The city sees grief, regret, and demands for justice. You decide if you listen or not.",
        "image": "news/crowd_spectacle.jpg"
      },
      {
        "image_id": "billboard_passerby",
        "headline": "Vote Splits City",
        "anchor_line": "Despite the system's grip, we finally choose: reform BCI or erase it - almost deadlocked.",
        "contextual_reframing": "Halden's apology leaves us torn. The old order is cracking, but real change is still up for grabs.",
        "image": "news/billboard_passerby.jpg"
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 27,
      "political_preference": "harmonists",
      "bci_history": [
        54,
        52,
        47,
        49,
        53,
        58,
        62,
        64,
        60,
        56,
        52,
        34,
        28,
        22,
        22,
        22,
        27,
        27
      ]
    },
    "npetrak": {
      "bci_score": 8,
      "political_preference": "rebel",
      "bci_history": [
        69,
        73,
        77,
        78,
        76,
        72,
        72,
        69,
        67,
        71,
        75,
        69,
        66,
        60,
        35,
        30,
        10,
        8
      ]
    },
    "dtomenko": {
      "bci_score": 52,
      "political_preference": "innovators",
      "bci_history": [
        72,
        71,
        75,
        71,
        66,
        71,
        70,
        71,
        68,
        64,
        67,
        65,
        62,
        58,
        59,
        58,
        55,
        52
      ]
    },
    "lkova": {
      "bci_score": 28,
      "political_preference": "rebel",
      "bci_history": [
        73,
        69,
        66,
        62,
        58,
        58,
        62,
        63,
        62,
        61,
        59,
        56,
        53,
        38,
        35,
        32,
        30,
        28
      ]
    },
    "shalek": {
      "bci_score": 15,
      "political_preference": "harmonists",
      "bci_history": [
        94,
        96,
        94,
        89,
        91,
        87,
        83,
        80,
        84,
        81,
        82,
        80,
        62,
        58,
        54,
        35,
        35,
        15
      ]
    },
    "rmiskovic": {
      "bci_score": 34,
      "political_preference": "rebel",
      "bci_history": [
        26,
        31,
        35,
        40,
        39,
        40,
        38,
        40,
        38,
        36,
        40,
        37,
        32,
        32,
        32,
        32,
        32,
        34
      ]
    }
  },
  "chats": {}
}