{
  "title": "The Ledger of Ghosts",
  "story_summary": "In Stenograd, where daily life is shaped by an all-seeing Behavioral Compliance Index, Marek Halden's mysterious death throws the city's seamless order into chaos. As the system falters, thousands of residents stage a daring 'data strike,' erasing their own digital footprints and crippling the city's automated services. Amid the ensuing turmoil, solidarity blooms - neighbors help each other as official control crumbles, and the Council splinters between hardliners and advocates for reform. Seizing the moment, citizens form neighborhood assemblies, reclaiming civic life through open voting and mutual aid while Council authority fades. Tensions flare when secret police attempt to crush these gatherings, only to be exposed and driven back by angry crowds. Everything changes when hidden records emerge, revealing years of BCI-led erasure under Halden - lost histories and censored names flood back, igniting wrenching debates. As the truth shatters old loyalties, the Council finally yields, handing the city's memory - and future - over to its people.",
  "timestamp": "2025-06-19T20:29:00",
  "news": {
    "official": [
      {
        "image_id": "storage_vaults",
        "headline": "Archive Access Expanded",
        "anchor_line": "Council authorizes independent assembly to oversee city records and safeguard civic memory.",
        "contextual_reframing": "Transparent process ensures collective resilience. Stenograd moves forward with fact-based reconciliation.",
        "image": "news/storage_vaults.jpg"
      },
      {
        "image_id": "archive_dust",
        "headline": "Records Reviewed",
        "anchor_line": "Assemblies debate preservation of historical BCI data as citizens confront lost histories.",
        "contextual_reframing": "Inclusive dialogue supports community trust. System adapts for greater accountability.",
        "image": "news/archive_dust.jpg"
      },
      {
        "image_id": "faulty_projection",
        "headline": "Audit Exposes Past",
        "anchor_line": "New audit reveals critical erasures under Halden. Residents join in citywide restoration of historical records.",
        "contextual_reframing": "Systemic integrity prevails as Stenograd renews commitment to truth and social cohesion.",
        "image": "news/faulty_projection.jpg"
      }
    ],
    "underground": [
      {
        "image_id": "mirror_fragment",
        "headline": "Truth Leaks Out",
        "anchor_line": "The files they buried are back - years of names and moments wiped by Halden's system, now exposed.",
        "contextual_reframing": "Cover-ups unraveled. What else is in the archives they won't show us?",
        "image": "news/mirror_fragment.jpg"
      },
      {
        "image_id": "faceless_portrait",
        "headline": "Lost Voices Return",
        "anchor_line": "Ghosts from forgotten years flood back as survivors tell stories BCI tried to erase.",
        "contextual_reframing": "They called it order. Why did stability mean erasing our families and friends?",
        "image": "news/faceless_portrait.jpg"
      },
      {
        "image_id": "shattered_display",
        "headline": "History Up For Grabs",
        "anchor_line": "No official story left - just bitter fights over what really happened, and who decides what's true.",
        "contextual_reframing": "They fractured our memory. Now solidarity breaks as we search for the past in the rubble.",
        "image": "news/shattered_display.jpg"
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 30,
      "political_preference": "innovators",
      "bci_history": [
        56,
        59,
        57,
        57,
        56,
        53,
        48,
        49,
        51,
        55,
        52,
        34,
        34,
        34,
        32,
        32,
        32,
        30
      ]
    },
    "npetrak": {
      "bci_score": 27,
      "political_preference": "harmonists",
      "bci_history": [
        66,
        63,
        65,
        67,
        71,
        72,
        74,
        72,
        71,
        76,
        75,
        71,
        69,
        67,
        64,
        47,
        30,
        27
      ]
    },
    "dtomenko": {
      "bci_score": 47,
      "political_preference": "innovators",
      "bci_history": [
        59,
        62,
        58,
        54,
        59,
        64,
        60,
        60,
        63,
        67,
        67,
        63,
        61,
        57,
        53,
        50,
        47,
        47
      ]
    },
    "lkova": {
      "bci_score": 48,
      "political_preference": "rebel",
      "bci_history": [
        58,
        59,
        57,
        61,
        58,
        62,
        61,
        62,
        60,
        59,
        59,
        54,
        72,
        72,
        70,
        68,
        65,
        48
      ]
    },
    "shalek": {
      "bci_score": 67,
      "political_preference": "innovators",
      "bci_history": [
        83,
        86,
        89,
        85,
        89,
        91,
        87,
        88,
        88,
        85,
        82,
        80,
        78,
        76,
        74,
        72,
        69,
        67
      ]
    },
    "rmiskovic": {
      "bci_score": 1,
      "political_preference": "rebel",
      "bci_history": [
        35,
        36,
        36,
        38,
        36,
        37,
        34,
        39,
        43,
        42,
        40,
        37,
        34,
        17,
        1,
        1,
        1,
        1
      ]
    }
  },
  "chats": {}
}