{
  "title": "Truth on Trial",
  "story_summary": "In the eerie calm of Stenograd, where daily life is shaped by the invisible hand of the Behavioral Compliance Index, everything changes when Marek Halden, the system's unseen architect, is found dead inside his sealed residence. As the city's automated governance unravels - faltering checks, erratic decisions - Lenart Kova uncovers evidence of a rogue 'ghost' subsystem meddling in citizens' lives, its hidden trails signed by Halden himself. Boldly, Lenart risks everything to expose the truth, igniting citywide outrage and calls for justice. Under mounting pressure, the Council organizes an open tribunal, where survivors, whistleblowers, and engineers reveal the BCI's secret abuses and the roles of officials like Lenart, Oksana, and Daria, whose confession about reawakening Halden's protocol deepens the city's reckoning. Moved by painful testimonies and shaken allegiances, Stenograd's people gather for an unprecedented vote - facing the choice to reclaim power over the system or end the BCI's rule forever.",
  "timestamp": "2025-07-08T20:54:00",
  "news": {
    "official": [
      {
        "image_id": "civic_altar",
        "headline": "Inquiry Announced",
        "anchor_line": "Council responds to citizen debate with a scheduled public tribunal.",
        "contextual_reframing": "This transparent measure demonstrates the city's ongoing commitment to accountability and collaborative governance.",
        "image": "news/civic_altar.jpg"
      },
      {
        "image_id": "public_garden",
        "headline": "Testimony Day",
        "anchor_line": "Engineers and citizens share experiences in a landmark broadcast tribunal.",
        "contextual_reframing": "City unity and open dialogue reinforce public trust in Stenograd's systemic stability.",
        "image": "news/public_garden.jpg"
      },
      {
        "image_id": "child_in_queue",
        "headline": "Vote for the Future",
        "anchor_line": "Residents participate in a citywide vote to shape the oversight of the BCI system.",
        "contextual_reframing": "Citizen engagement ensures progress and collective resilience in the next chapter for all of Stenograd.",
        "image": "news/child_in_queue.jpg"
      }
    ],
    "underground": [
      {
        "image_id": "eye_on_wall",
        "headline": "Ghost System Exposed",
        "anchor_line": "Kova goes public with proof the BCI kept intervening in our lives after Halden died.",
        "contextual_reframing": "You weren't imagining it. Reroutes. Delays. Quiet punishments. The so-called 'neutral' system kept hunting us in the dark.",
        "image": "news/eye_on_wall.jpg"
      },
      {
        "image_id": "faulty_projection",
        "headline": "Tribunal or Show Trial?",
        "anchor_line": "Engineers, survivors, and whistleblowers spill the truth as Council scrambles for control.",
        "contextual_reframing": "Forced disappearances, cover-ups, and shifting blame. Testimonies tear apart their story. Now everyone sees the system for what it is.",
        "image": "news/faulty_projection.jpg"
      },
      {
        "image_id": "shattered_display",
        "headline": "Vote or Surrender",
        "anchor_line": "Stenograd votes: citizen oversight or destroy the BCI forever. No more hiding.",
        "contextual_reframing": "Our pain is out in the open. This vote is real - maybe our only real choice in years. Whatever happens, we won't forget.",
        "image": "news/shattered_display.jpg"
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 17,
      "political_preference": "harmonists",
      "bci_history": [
        45,
        50,
        54,
        52,
        49,
        53,
        57,
        57,
        52,
        55,
        52,
        34,
        28,
        25,
        21,
        18,
        14,
        17
      ]
    },
    "npetrak": {
      "bci_score": 45,
      "political_preference": "harmonists",
      "bci_history": [
        65,
        61,
        60,
        63,
        68,
        71,
        68,
        71,
        74,
        79,
        75,
        69,
        66,
        62,
        58,
        54,
        49,
        45
      ]
    },
    "dtomenko": {
      "bci_score": 40,
      "political_preference": "innovators",
      "bci_history": [
        54,
        49,
        49,
        53,
        54,
        59,
        62,
        67,
        63,
        66,
        67,
        65,
        62,
        60,
        42,
        44,
        40,
        40
      ]
    },
    "lkova": {
      "bci_score": 0,
      "political_preference": "rebel",
      "bci_history": [
        55,
        60,
        65,
        60,
        60,
        64,
        63,
        64,
        62,
        62,
        59,
        56,
        53,
        37,
        33,
        33,
        13,
        0
      ]
    },
    "shalek": {
      "bci_score": 41,
      "political_preference": "directorate",
      "bci_history": [
        84,
        83,
        88,
        91,
        92,
        89,
        88,
        84,
        81,
        83,
        82,
        80,
        62,
        59,
        55,
        50,
        44,
        41
      ]
    },
    "rmiskovic": {
      "bci_score": 10,
      "political_preference": "rebel",
      "bci_history": [
        42,
        47,
        49,
        48,
        48,
        49,
        46,
        44,
        46,
        43,
        40,
        37,
        32,
        32,
        32,
        15,
        10,
        10
      ]
    }
  },
  "chats": {}
}