{
  "title": "Trial Without Judge",
  "story_summary": "In 2025, Stenograd is ruled by the silent force of the Behavioral Compliance Index - a citywide system that quietly shapes every life. When its architect, Marek Halden, is found dead and the system unravels, chaos erupts as citizens suddenly roam free from algorithmic control. At first, confusion reigns, but in the absence of the BCI, neighborhoods come alive with spontaneous assemblies and mutual aid, replacing digital scores with handmade tokens of trust. As two weeks pass, hope and distrust collide: some long for the order of the old system, while others see a chance for justice. Former Council members are summoned to face their accusers, and dark secrets emerge, especially when a once-erased dissident - the so-called 'ghost' - returns to share the real story behind disappearances and bias. As the city debates its future, split between restoring centralized power and embracing newfound community-led justice, Stenograd finds itself at a crossroads, forever changed by the taste of both uncertainty and freedom.",
  "timestamp": "2025-06-21T20:10:00",
  "news": {
    "official": [
      {
        "image_id": "queue_kiosks",
        "headline": "Community Assemblies Form",
        "anchor_line": "Local assemblies have convened to address citizen concerns and review recent systemic challenges.",
        "contextual_reframing": "This temporary public process maintains calm and offers transparency while city functions are restored and optimized.",
        "image": "news/queue_kiosks.jpg"
      },
      {
        "image_id": "id_scan",
        "headline": "Former Officials Respond",
        "anchor_line": "Council members, including Lenart Kova, appeared before panels to support open accountability measures.",
        "contextual_reframing": "Their participation reinforces the system's transparency, ensuring trust amid procedural updates.",
        "image": "news/id_scan.jpg"
      },
      {
        "image_id": "crowd_spectacle",
        "headline": "Justice in Transition",
        "anchor_line": "Citizen tribunals and testimony from restored individuals spark citywide reflection on justice and governance.",
        "contextual_reframing": "Through collective engagement, the people of Stenograd demonstrate resilience, guiding the next phase of order and progress.",
        "image": "news/crowd_spectacle.jpg"
      }
    ],
    "underground": [
      {
        "image_id": "blank_display",
        "headline": "Truths Leak Out",
        "anchor_line": "Neighborhood groups are digging up what the BCI erased - right out in the open.",
        "contextual_reframing": "With the system down, people are finding each other again. Old secrets aren't staying buried. Every locked file and lost name is fuel for real conversation.",
        "image": "news/blank_display.jpg"
      },
      {
        "image_id": "sealed_envelope",
        "headline": "Council On Trial",
        "anchor_line": "Kova and others can't hide behind models now - they answer to citizen voices, not data points.",
        "contextual_reframing": "The algorithm picked the Council, but flesh and blood are demanding answers. For once, power can't just reroute blame.",
        "image": "news/sealed_envelope.jpg"
      },
      {
        "image_id": "crowd_spectacle",
        "headline": "Justice Breaks Algorithm",
        "anchor_line": "A 'ghost' erased by the BCI has come back to tell everything - in front of a packed crowd.",
        "contextual_reframing": "The mask slips. People see the system's quiet violence and debate the future themselves. Is this the end of managed silence or just another reboot?",
        "image": "news/crowd_spectacle.jpg"
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 37,
      "political_preference": "harmonists",
      "bci_history": [
        62,
        63,
        67,
        65,
        64,
        63,
        58,
        53,
        54,
        53,
        52,
        34,
        34,
        16,
        16,
        16,
        16,
        37
      ]
    },
    "npetrak": {
      "bci_score": 60,
      "political_preference": "harmonists",
      "bci_history": [
        86,
        83,
        87,
        88,
        87,
        84,
        81,
        81,
        76,
        74,
        75,
        71,
        69,
        67,
        64,
        62,
        62,
        60
      ]
    },
    "dtomenko": {
      "bci_score": 73,
      "political_preference": "innovators",
      "bci_history": [
        61,
        60,
        57,
        60,
        61,
        65,
        67,
        67,
        62,
        64,
        67,
        63,
        66,
        68,
        70,
        73,
        73,
        73
      ]
    },
    "lkova": {
      "bci_score": 0,
      "political_preference": "rebel",
      "bci_history": [
        52,
        56,
        54,
        53,
        54,
        55,
        53,
        57,
        53,
        54,
        59,
        54,
        36,
        35,
        17,
        17,
        0,
        0
      ]
    },
    "shalek": {
      "bci_score": 67,
      "political_preference": "innovators",
      "bci_history": [
        65,
        63,
        65,
        69,
        68,
        68,
        69,
        68,
        73,
        78,
        82,
        80,
        78,
        76,
        74,
        70,
        68,
        67
      ]
    },
    "rmiskovic": {
      "bci_score": 8,
      "political_preference": "rebel",
      "bci_history": [
        55,
        52,
        51,
        50,
        45,
        42,
        40,
        45,
        45,
        43,
        40,
        37,
        33,
        30,
        26,
        8,
        8,
        8
      ]
    }
  },
  "chats": {}
}