{
  "title": "Trial by Consensus",
  "story_summary": "In 2025, the city of Stenograd pulsed under the invisible hand of the Behavioral Compliance Index, an all-seeing system built by the enigmatic Marek Halden. When Halden is found dead in his sealed home, the city's seamless control begins to break down, and Daria Tomenko, an audacious Innovator, defies his legacy by triggering a citywide vote through every citizen's wearable device. Overnight, Stenograd erupts as a real-time digital forum draws ordinary people into Council decisions, overwhelming existing algorithms and exposing the limits of automated authority. Directorate attempts at suppression only stoke digital protests, and, within days, the citizens use their newfound power to oust restrictive leaders and place grassroots organizers in their stead. In a final wave of popular votes, the city dismantles the BCI's centralized grip, welcoming back those once ghosted by the system and forging a vibrant, open governance led not by algorithms, but by the collective will of its people.",
  "timestamp": "2025-06-24T19:13:00",
  "news": {
    "official": [
      {
        "image_id": "crowd_spectacle",
        "headline": "Digital Forum Opens",
        "anchor_line": "A new open digital forum empowers citizens to participate directly in Council discussions and city priorities.",
        "contextual_reframing": "This measured step fosters civic unity and transparency, reinforcing public trust in Stenograd's governance model.",
        "image": "news/crowd_spectacle.jpg"
      },
      {
        "image_id": "queue_kiosks",
        "headline": "Council Changes Swift",
        "anchor_line": "Citizen participation leads to the prompt reassignment of Council seats to grassroots delegates following public vote.",
        "contextual_reframing": "Adaptive administrative responses demonstrate the city's unmatched flexibility and commitment to collective prosperity.",
        "image": "news/queue_kiosks.jpg"
      },
      {
        "image_id": "data_skyline",
        "headline": "Governance Reimagined",
        "anchor_line": "Direct public voting now shapes all major policies, initiating a new era for Stenograd's management.",
        "contextual_reframing": "Technological progress ensures every voice is integrated, marking Stenograd as a model of participatory efficiency.",
        "image": "news/data_skyline.jpg"
      }
    ],
    "underground": [
      {
        "image_id": "blank_display",
        "headline": "Forum Goes Live",
        "anchor_line": "The state's walls are cracking. Citizens flood the first open forum, raising voices the Council tried to silence.",
        "contextual_reframing": "What they call 'empowerment' was triggered by a failing system. Secrets leak when no one is watching the watchers.",
        "image": "news/blank_display.jpg"
      },
      {
        "image_id": "sealed_envelope",
        "headline": "Council Ousted Fast",
        "anchor_line": "Rushed votes and shadowy removals. Council members disappear as new faces appear overnight.",
        "contextual_reframing": "So much for stability. The crowd takes charge while the system plays catch-up, scrambling to hide its mess.",
        "image": "news/sealed_envelope.jpg"
      },
      {
        "image_id": "data_skyline",
        "headline": "Control Breaks Open",
        "anchor_line": "Now every decision is up to whoever's brave enough to click. The BCI is gone. Stenograd is changed for good.",
        "contextual_reframing": "The old rules are out. What comes next is anyone's guess, but now, finally, it's everyone's turn to decide.",
        "image": "news/data_skyline.jpg"
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 27,
      "political_preference": "harmonists",
      "bci_history": [
        64,
        61,
        63,
        67,
        64,
        68,
        65,
        61,
        59,
        57,
        52,
        34,
        29,
        27,
        22,
        22,
        22,
        27
      ]
    },
    "npetrak": {
      "bci_score": 49,
      "political_preference": "harmonists",
      "bci_history": [
        87,
        86,
        81,
        80,
        82,
        80,
        82,
        79,
        78,
        74,
        75,
        69,
        63,
        62,
        59,
        56,
        53,
        49
      ]
    },
    "dtomenko": {
      "bci_score": 16,
      "political_preference": "innovators",
      "bci_history": [
        72,
        68,
        65,
        67,
        62,
        58,
        60,
        64,
        68,
        70,
        67,
        65,
        61,
        61,
        42,
        39,
        36,
        16
      ]
    },
    "lkova": {
      "bci_score": 27,
      "political_preference": "rebel",
      "bci_history": [
        65,
        65,
        62,
        64,
        67,
        66,
        67,
        63,
        58,
        59,
        59,
        56,
        52,
        52,
        50,
        48,
        29,
        27
      ]
    },
    "shalek": {
      "bci_score": 19,
      "political_preference": "innovators",
      "bci_history": [
        93,
        92,
        87,
        87,
        90,
        88,
        91,
        86,
        82,
        79,
        82,
        80,
        63,
        45,
        40,
        20,
        15,
        19
      ]
    },
    "rmiskovic": {
      "bci_score": 27,
      "political_preference": "rebel",
      "bci_history": [
        34,
        38,
        35,
        36,
        38,
        39,
        38,
        36,
        39,
        40,
        40,
        37,
        32,
        32,
        29,
        27,
        26,
        27
      ]
    }
  },
  "chats": {}
}