{
  "title": "Judgment Day by Assembly",
  "story_summary": "In the tightly controlled capital of Stenograd, where everyday life is quietly shaped by the all-seeing Behavioral Compliance Index, chaos erupts when Marek Halden - the system's elusive architect - is found dead in his fortress-like home. As the automated city falters and secrets surface, Oksana Lintz, a determined citizen, bravely chooses to hide Halden's sensitive files and calls for open justice. Neighborhood assemblies unite, organizing a public tribunal streamed across districts, where whistleblowers and residents reveal years of BCI abuses and silent erasures. With exposed Council and Directorate members confronting hard questions and Oksana admitting her own desperate actions, the city faces a reckoning. After days of gripping testimony, citizens collectively vote to dismantle the old Council, transform the surveillance infrastructure for democratic use, and embrace a future defined by open assemblies and shared governance, reclaiming their city's fate from the hands of faceless algorithms.",
  "timestamp": "2025-06-16T19:50:00",
  "news": {
    "official": [
      {
        "image_id": "clean_hall",
        "headline": "Public Tribunal Opens",
        "anchor_line": "Citywide tribunal opens to calmly review administration processes and system transparency.",
        "contextual_reframing": "Stenograd upholds the values of openness and accountability, reaffirming trust in the technocratic process.",
        "image": "news/clean_hall.jpg"
      },
      {
        "image_id": "multipurpose_room",
        "headline": "Council Faces Citizens",
        "anchor_line": "Council and Directorate members engage directly with citizens to address key questions about system outcomes.",
        "contextual_reframing": "This productive exchange further integrates citizen feedback into Stenograd's continuous improvement model.",
        "image": "news/multipurpose_room.jpg"
      },
      {
        "image_id": "shrouded_statue",
        "headline": "Referendum Reshapes Governance",
        "anchor_line": "After thorough testimony, residents vote on leadership and the future of system management in a historic open referendum.",
        "contextual_reframing": "Stenograd adapts to ensure stability and communal progress in evolving governance structures.",
        "image": "news/shrouded_statue.jpg"
      }
    ],
    "underground": [
      {
        "image_id": "sealed_envelope",
        "headline": "Secrets Unsealed",
        "anchor_line": "Whistleblowers drop files showing how BCI erased lives behind closed doors.",
        "contextual_reframing": "No more hiding. Halden's own data dump sparked this  -  and people demand the truth, not more silent rerouting.",
        "image": "news/sealed_envelope.jpg"
      },
      {
        "image_id": "hallway_redlight",
        "headline": "Council Called Out",
        "anchor_line": "Those in power now forced to answer for the system they claimed was 'humane and inevitable'.",
        "contextual_reframing": "For once, officials can't dodge. Citizens lay out the cost of compliance and manipulation. Every denial faces the light.",
        "image": "news/hallway_redlight.jpg"
      },
      {
        "image_id": "crowd_spectacle",
        "headline": "Trial For All To See",
        "anchor_line": "Assemblies put leaders and the system on trial. Evidence of BCI abuse is broadcast live. Vote decides their fate.",
        "contextual_reframing": "People finally choose for themselves. Systemic change is no longer a rumor  -  Stenograd's future is in all our hands.",
        "image": "news/crowd_spectacle.jpg"
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 12,
      "political_preference": "innovators",
      "bci_history": [
        49,
        45,
        47,
        43,
        39,
        38,
        38,
        41,
        45,
        49,
        52,
        34,
        34,
        34,
        32,
        29,
        27,
        12
      ]
    },
    "npetrak": {
      "bci_score": 79,
      "political_preference": "directorate",
      "bci_history": [
        66,
        71,
        66,
        67,
        69,
        73,
        70,
        73,
        76,
        75,
        75,
        71,
        69,
        67,
        64,
        83,
        79,
        79
      ]
    },
    "dtomenko": {
      "bci_score": 42,
      "political_preference": "innovators",
      "bci_history": [
        67,
        69,
        73,
        72,
        68,
        63,
        62,
        66,
        64,
        66,
        67,
        63,
        61,
        57,
        53,
        49,
        45,
        42
      ]
    },
    "lkova": {
      "bci_score": 62,
      "political_preference": "directorate",
      "bci_history": [
        65,
        69,
        73,
        70,
        69,
        68,
        65,
        61,
        58,
        61,
        59,
        54,
        72,
        72,
        70,
        67,
        65,
        62
      ]
    },
    "shalek": {
      "bci_score": 47,
      "political_preference": "innovators",
      "bci_history": [
        89,
        84,
        83,
        81,
        79,
        76,
        72,
        74,
        79,
        79,
        82,
        80,
        78,
        76,
        74,
        70,
        50,
        47
      ]
    },
    "rmiskovic": {
      "bci_score": 1,
      "political_preference": "rebel",
      "bci_history": [
        43,
        40,
        44,
        46,
        44,
        39,
        34,
        37,
        41,
        43,
        40,
        37,
        34,
        17,
        1,
        1,
        1,
        1
      ]
    }
  },
  "chats": {}
}