{
  "olintz": {
    "chapter": "After the emergency broadcast announced a deadline for the city's automated control to end, Oksana woke to find her apartment’s hallway filled with impromptu notices about neighborhood meetings. That afternoon, she skipped her usual isolated lunch and quietly sat in the back of a crowded common room, listening as residents discussed new ways to decide utility schedules and manage access without system oversight. Later, when an elderly neighbor asked her to help with manual door checks after a power-cycle glitch, Oksana agreed without hesitation, displaying a practical solidarity she previously avoided. The absence of enforcement patrols on her usual commute and the neighborly atmosphere both unsettled and reassured her. While she remained vigilant about avoiding traceable digital activity, Oksana began to feel some relief in not having her actions instantly monitored or restricted. Her BCI score showed no noticeable change, but system updates left her compliance record with several small notations for unscheduled participation. Score: 16.",
    "bci_score": 16,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "With the adoption of the new city charter and the abrupt disappearance of BCI controls, Nikola’s daily habits shifted immediately. That morning, he found his building’s access terminals deactivated and neighbors organizing entry manually with handwritten lists, removing the need to verify scores but also increasing uncertainty about security. At the local market, communal assemblies had replaced digital permissions with rotating volunteer checkpoints, and Nikola watched as individuals previously excluded now browsed freely. Uncertain about the safety of interacting under the new, informal system, Nikola limited his shopping to essential items and avoided lingering conversations, wary of the unfamiliar openness. Back in his apartment, he secured the locked briefcase further out of sight, now concerned less about automated searches and more about unpredictable human curiosity. While relieved at the reduced digital monitoring, Nikola’s cautious withdrawal from new assemblies resulted in his score remaining stable, with a negligible shift from 61 to 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the announcement of the BCI shutdown countdown and the rapid formation of neighborhood assemblies, Daria’s work schedule changed overnight. That morning, she found hallways crowded with residents seeking last-minute diagnostics, unsure if health bands would function after the deadline. Colleagues, fearing loss of access and urgently forwarding requests, pressed her to process bands for anyone involved in assembly organizing. In response, Daria prioritized diagnostic work for volunteers coordinating supply distribution, recording all actions transparently. By midday, she helped a group install band updates in the lobby, following assembly-approved lists rather than central scheduling. With formal protocols suspended and informal peer groups taking charge, Daria shifted her focus away from strict compliance metrics, instead aiding those maintaining basic services. This adaptation aligned with her preference for innovative, broader participation. System logs registered her cooperation across diverse resident groups as essential, resulting in a noticeable increase to her BCI score. New BCI score: 82.",
    "bci_score": 82,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the emergency broadcast announced a two-week countdown to full BCI shutdown, Lenart noticed a sharp increase in neighborhood conversations about self-organization and technical preparedness. The next afternoon, he attended a small meeting in a nearby workshop, where residents quietly discussed managing water pumps and air filtration without system authorization. When a neighbor hesitated to speak because of her low score history, Lenart shared his own experience with lost access, encouraging open participation. Later that day, a message thread invited him to a voluntary equipment inventory for their block, bypassing the usual access protocols. Lenart contributed tools and advice, keeping his responses low-key due to ongoing suspicion from higher-score residents. While his BCI score remained unchanged, the shift toward local problem-solving eased his isolation, as group members began to treat him as a peer rather than a risk. More neighbors initiated contact, cautiously testing informal trust.",
    "bci_score": 22,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following his decision to trigger a citywide countdown to BCI shutdown, Sven Halek drafted and distributed a broadcast message warning that governance would cease in two weeks unless a new protocol achieved collective support. He personally delivered statements to Council members and neighborhood assembly organizers, prioritizing urgent cooperation over traditional vetting. Colleagues and officials, pressured by Sven’s strategic framing, quickly convened public forums and internal committees. Over the following days, Sven managed the communication flow, limiting misinformation and clarifying the risks of inaction. The resulting anxiety led to accelerated negotiations, with rarely allied factions collaborating to produce an inclusive charter before the deadline. Sven adjusted talking points daily to maintain focus on unity. Though the process bypassed past procedures, the outcome validated Sven’s gamble, as the BCI was peacefully superseded. However, the bold approach triggered system alerts and unauthorized messaging flags, causing his BCI score to drop sharply from 70 to 54.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the emergency broadcast announcing a countdown to a possible system shutdown, Rada found her building entrance queue unusually long as residents hesitated to scan their credentials. The following day, she joined a neighborhood forum convened in a nearby courtyard, where people debated city governance without referencing official protocols. Several individuals she recognized as previously \"ghosted\" residents actively participated, sharing their views openly for the first time. Rada kept detailed handwritten notes, observing the openness with which former compliance outcasts discussed resource pooling and local decision-making. She suspended her usual reporting, focusing instead on documenting these informal assemblies and exchanging information with new sources. With the city’s central controls visibly weakening, Rada limited the use of any electronic device, fearing untraceable access attempts. The routine uncertainty solidified her resolve to connect across social boundaries. As collective debate increased, her BCI score remained at 0, reflecting ongoing total disconnection from official systems.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}