{
  "official": [
    {
      "image_id": "frozen_clock",
      "headline": "System Update Announced",
      "anchor_line": "Citywide alert: authorities announce a scheduled protocol review with a two-week transition window.",
      "contextual_reframing": "Planned systems maintenance ensures continuous improvement for all citizens. Calm, rational adaptation is vital to Stenograd's resilience."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Citizens Share Vision",
      "anchor_line": "Neighborhood forums and assemblies invite the public to shape the next stage of urban governance.",
      "contextual_reframing": "Participatory debate reflects Stenograd's commitment to progress and unity. Collective input helps refine our efficient, harmonious order."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "Charter Ushers New Era",
      "anchor_line": "Final unity reached: A new inclusive charter is adopted as the system transitions to neighborhood-led stewardship.",
      "contextual_reframing": "Stenograd enters a phase of collective advancement, demonstrating strength through adaptation. This transition honors the legacy of rational governance."
    }
  ],
  "underground": [
    {
      "image_id": "interrupted_signal",
      "headline": "Halden Dead. System Shakes.",
      "anchor_line": "Halden found dead in his sealed quarters. Whole city left guessing as BCI stutters.",
      "contextual_reframing": "Official silence fuels rumors. Some blame a power struggle—others whisper sabotage. The system isn’t as stable as we’re told."
    },
    {
      "image_id": "frozen_clock",
      "headline": "Countdown or Collapse?",
      "anchor_line": "Two-week shutdown threat sparks panic—everyone suddenly 'invited' to debate our future.",
      "contextual_reframing": "This isn’t collective input. It’s a desperate scramble to avoid total blackout. For once, every voice matters—if they let it."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "New Charter. Who Wins?",
      "anchor_line": "A last-minute charter signed. Neighborhoods take control—what’s really changed?",
      "contextual_reframing": "Halden’s death spun as 'preparation.' We’re told it’s self-rule—but who’s really in charge? Stay awake, Stenograd."
    }
  ]
}