{
  "official": [
    {
      "image_id": "child_light_wall",
      "headline": "System’s Guidance Returns",
      "anchor_line": "Neighborhoods receive new BCI advisories supporting peaceful cooperation.",
      "contextual_reframing": "Reactivated BCI solutions enhance local stability and encourage unity among residents."
    },
    {
      "image_id": "child_assembly",
      "headline": "Community Voices Rise",
      "anchor_line": "Assemblies formally vote on whether to follow BCI advisories for future governance.",
      "contextual_reframing": "Citizen engagement in transparent decision-making demonstrates healthy system adaptability."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Guidance Sparks Debate",
      "anchor_line": "City opinion splits as BCI advisories foster dialogue and reflection in every district.",
      "contextual_reframing": "Ongoing public discussion reflects the system’s commitment to inclusion and measured progress."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Old Code, New Chains",
      "anchor_line": "BCI's secret protocol reboots, spilling cryptic commands into every block.",
      "contextual_reframing": "Halden's earliest algorithm resurfaces without warning. We're all test subjects now—again. People are left guessing who's really in control."
    },
    {
      "image_id": "graffiti_warning",
      "headline": "Neighborhood Divide Deepens",
      "anchor_line": "Assemblies forced to vote—system 'guidance' or breathing free? No neutral ground left.",
      "contextual_reframing": "Cooperation or compliance? The cityline splits as trust in the system cracks wide open. Rumors flood the kiosks. Council silence is all we get."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "System or Specter?",
      "anchor_line": "Whispers spread: is this Halden’s last safeguard—or has the machine started thinking for itself?",
      "contextual_reframing": "Division grows. The BCI issues advice, but which side is it on? One city, two futures, and nobody feels safe."
    }
  ]
}