{
  "olintz": {
    "chapter": "Following the citywide outrage over revealed BCI abuses and the rise of grassroots tribunals demanding accountability, Oksana noticed several neighbors assembling in the residential lobby, reviewing tribunal proceedings on their personal devices. That morning, a resident stopped her by the elevators to ask about her knowledge of Directorate score manipulation. Oksana deflected, but her avoidance made others watch her more closely. Later, at work, she was approached by a committee of residents representing a local tribunal, requesting her help to interpret segments of their personal behavior records. Oksana, aware of her declining trust, gave only procedural information, refraining from opinions or advocacy. Her reserved responses led to a noticeable withdrawal from coworkers and former friends, who now regarded Directorate affiliation with open suspicion. Returning home, she observed a list with her name posted in the stairwell, labeled for pending community review. Heightened scrutiny and isolation reduced her BCI score to 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following his private authorization to release the BCI archives, Nikola spent the morning securing his communications and drafting a formal notice for delivery to the teacher-led assembly’s data team. As the files became accessible citywide, Nikola monitored immediate responses from his residence, tracking the emergence of small groups outside official channels now circulating evidence of score manipulation. That afternoon, a staff member from the resource center confronted Nikola in the corridor, demanding answers about his former role. While he maintained procedural restraint and declined to share details, Nikola noted a shift in neighbors’ attitudes—some now treated him with suspicion, while others hesitantly sought guidance. By evening, the building’s announcement boards filled with copies of tribunal invitations, listing names drawn from exposed compliance records. Nikola limited his movements and increased personal security, aware that grassroots scrutiny could escalate. His BCI score dropped sharply, reflecting heightened risk and loss of system alignment. (BCI: 33)",
    "bci_score": 33,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the public release of the BCI decision archives and the formation of grassroots tribunals in every district, Daria’s daily routine at the health band lab became unpredictable. On the morning following the archive leak, residents crowded the waiting area with printed records and pointed questions about past score manipulations. Some staff, previously silent, openly debated whether to comply with new tribunal requests for device audits. Daria was asked by a volunteer assembly representative to verify the accuracy of compliance histories stored on several health bands for an upcoming district hearing. She performed the checks under close observation but made a point to document each step precisely, refusing all off-record adjustments. Later, she quietly advised two coworkers to do the same, fearing future accusations. The afternoon shift ended with anxious residents debating fairness outside. Increased scrutiny from both citizens and staff led to more system flag notifications, causing Daria's BCI score to slip to 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After news of the public release of BCI decision archives and the televised confessions by Council members, Lenart observed a sharp change in his work environment. On July 12, several residents confronted him during a routine circuit inspection, demanding to know if he benefited from past score manipulations detailed in the newly available records. Some neighbors insisted on reviewing his maintenance logs and questioned previous repair order decisions. Lenart, who had always relied on clear system protocols, found himself unable to answer or appease increasingly vocal groups. Unable to rely on the familiar system hierarchy, he limited interactions to brief confirmations of completed repairs and documented each discussion in his handwritten notes. The persistent confrontations led Lenart to avoid informal requests entirely and withdraw from communal areas, resulting in fewer completed tasks. The increased scrutiny and social friction—rather than any digital metric—caused his BCI score to drop to 47.",
    "bci_score": 47,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "On July 4, after early findings from the newly released BCI archives exposed years of score manipulation and suppression of dissenters, Sven Halek arrived at his workspace to discover a handwritten note from a veteran engineer requesting urgent clarification on several communications Sven had drafted months prior. Throughout the day, multiple district coordinators visited him directly, presenting community feedback that demanded specific explanations for his prior public statements referencing system fairness. By midday, Sven was summoned to an impromptu tribunal organized by local teacher leaders, where he was asked to read aloud sections of his archived messages and account for discrepancies. He maintained a composed demeanor, methodically cross-referencing each item with his personal records, but noted an increasing hesitancy from colleagues to associate with him. His BCI score fluctuated downward as open scrutiny and community distrust visibly increased, resulting in a further score drop from 20 to 15.",
    "bci_score": 15,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the televised confessions of Council members regarding systemic manipulation, Rada noticed immediate changes in the newsroom. Several senior editors, previously authoritative, avoided public spaces and withdrew from leadership on coverage assignments. That morning, a group of colleagues convened around a public terminal, reviewing city tribunal schedules and comparing notes from teacher forums. Rada received subtle but pointed questions about her previous documentation habits, prompting her to limit interactions and keep her reporting strictly surface-level. As expectations shifted toward more transparent coverage, management circulated new, draft guidelines insisting on cross-referencing all stories with citizen tribunal records. Rada spent the afternoon observing uneasy exchanges between staff with opposing opinions while carefully summarizing only the most neutral statements from community meetings. The sustained uncertainty regarding job roles and increased scrutiny of her past work lowered her visibility and made her more cautious. Her BCI score remained at 8 but showed signs of continued risk flagging.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}