{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "BCI Records Released",
      "anchor_line": "Complete archives of city compliance decisions are now available for all citizens.",
      "contextual_reframing": "This historic release demonstrates institutional commitment to openness and long-term systemic improvement."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Forums Unite",
      "anchor_line": "Citywide forums address recent transparency efforts and encourage community participation.",
      "contextual_reframing": "Stenograd's citizens continue to work together in a spirit of constructive dialogue and civic responsibility."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Council Faces Review",
      "anchor_line": "Central Council leadership enters public review as citizen-teacher assemblies investigate past decision processes.",
      "contextual_reframing": "The system adapts for resilience and fairness, guided by engaged civic anchors and renewed trust in process."
    }
  ],
  "underground": [
    {
      "image_id": "screen_corridor",
      "headline": "BCI Secrets Exposed",
      "anchor_line": "The city finally dumps its secret files after years of backroom tampering.",
      "contextual_reframing": "The files spill proof of score rigging and silent blacklists. State transparency is a myth. Now we see who pulled the strings."
    },
    {
      "image_id": "child_assembly",
      "headline": "Districts Demand Answers",
      "anchor_line": "Grassroots tribunals pop up everywhere as citizens face the ugly truth about the BCI.",
      "contextual_reframing": "Communities confront decades of systemic injustice. No more hiding behind glowing screens and automated denials."
    },
    {
      "image_id": "speaker_wall",
      "headline": "Council Confesses on Air",
      "anchor_line": "Shamed, the Council is dragged into public confessions. Their control slips as teachers and citizens lead the charge.",
      "contextual_reframing": "Transparency comes from the streets, not the Council. At last, the people get their say and real justice begins."
    }
  ]
}