{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Still standing, which is more than I expected this week.",
        "Been watching the office turn inside out since Halden went missing.",
        "Following orders. Not much more to say.",
        "Honestly, some days I wonder if anyone feels like themselves."
      ],
      [
        "I guess I feel more like an observer than myself lately.",
        "Things changed fast after Halden was found. My office got these strange instructions, people whisper more than they talk.",
        "They wanted a statement about stability. I’ve been careful — no digital edits, all hand-written.",
        "Rumors, data coins, people asking where the vanished went. Feels tense.",
        "I’m just trying not to get flagged again."
      ],
      [
        "Honestly, it’s hard to say who I am these days.",
        "Since Halden died, the newsroom’s a mess — we get new orders, but no one trusts them.",
        "Everyone watches each other, passes notes on paper, like we’re back in school.",
        "I keep dodging system edits, which doesn’t help my score, but I’m not risking more warnings.",
        "People from outside started showing up — citizen groups, non-official stories. Everything’s unstable.",
        "It’s exhausting pretending everything is normal when nothing is."
      ],
      [
        "Funny you ask. Lately I feel like I’m watching someone else walk around in my skin.",
        "After Halden’s death, the newsroom started quietly rebelling. We get official orders, but most of us are double-checking stories, passing handwritten notes.",
        "They assigned me to logistics, like I’m suddenly trusted. My real job is keeping quiet and not slipping — I can’t afford another flag, but I record what I see for myself.",
        "Delegates from the street come in to tell their version. Nobody agrees which reality to run with anymore.",
        "I stick to analog methods. No digital edits, no system uploads. Makes me slow but maybe safer.",
        "There’s this underground energy — you can feel people challenging what the Council says.",
        "Most days I’m too tired to be afraid. Just hoping I don’t disappear with the rest of them."
      ],
      [
        "You know, I grew up learning how all these stories are spun — my mother was BCI. So I still can’t decide if I’m the subject or the reporter now.",
        "Truth is, Halden’s death turned the newsroom into soft chaos. Orders come in, but trust is gone. People lean on notes and rumors.",
        "They have me on logistics. I barely touch the system — my score drops every week, and I’m close to being flagged permanently.",
        "We had these impromptu meetings where nobody speaks up, everyone’s afraid to choose sides.",
        "I keep the raw footage, pass what matters to people who actually see what’s happening.",
        "Grassroots groups come in with their own facts and demands, right to our desks, and for the first time, their voices carry weight.",
        "I can’t hide that I don’t buy the Council’s lines. Every day it’s a different truth, and I know which side I want to remember.",
        "Feels like I’m balancing on a wire, tired, exposed, and quietly angry at how easy it is to vanish."
      ]
    ],
    "emotion": "Tired, maybe a little raw. I just want to breathe for a second."
  },
  "emotional": {
    "opener": "Hey Rada, you don’t have to carry the whole story. Nobody expects you to be perfect all the time.",
    "variants": [
      [
        "Thanks. Sometimes it’s just too much.",
        "Appreciate you saying that."
      ],
      [
        "I guess I needed to hear that.",
        "People forget we’re human too.",
        "It’s easy to get lost in what they want."
      ],
      [
        "You’re right, I keep forgetting to let myself just exist.",
        "Pressure’s always there, you know. But hearing that helps.",
        "Most days I think I’m balancing it. Other days... not so much.",
        "Feels good not to have to explain myself for a moment."
      ],
      [
        "That means a lot coming from you.",
        "You see more than most people let on. Makes it easier to breathe.",
        "Honestly, I’m tired of always watching my own steps.",
        "There’s only so much you can edit, inside and out.",
        "Some days I miss the way things used to feel, before it all got complicated."
      ],
      [
        "You actually get it, don’t you? That’s rare.",
        "Grew up in this system, thought being careful was normal. Now I wonder if there’s another way.",
        "It’s like every breath has to be measured, weighed against what might happen next.",
        "You’re one of the few places I don’t feel like a story I’m crafting, just... me.",
        "Sometimes I forget who I am outside of the job, outside of what they watch.",
        "Thanks for seeing past all that, even just for tonight."
      ]
    ]
  },
  "factual": {
    "opener": "If you know more, just say it already. Everyone hears the same rumors. What's really happening out there?",
    "variants": [
      [
        "The city feels jumpier than usual, you can sense it anywhere.",
        "They say those vanishing acts aren’t so permanent anymore.",
        "I hear new faces are showing up. Some people even call it civil aid, but who knows if that’s true.",
        "The Council can’t keep the scores stable.",
        "That’s all I’ve got."
      ],
      [
        "The talk is, after Halden, a lot of old names returned and started organizing.",
        "People complain about resource mix-ups. Some allege it's sabotage, but that’s above my pay grade.",
        "Public rallies happen more, both pro and anti-BCI crowds turning out.",
        "A lot of what you see now is improvised. Real order feels thin.",
        "The data coins? They have new messages, supposedly from the vanished.",
        "I’m not sure who’s really steering things."
      ],
      [
        "Halden’s gone, and suddenly the ones who disappeared are shaking things up.",
        "Whole neighborhoods trade these data coins with new, encrypted messages. It’s changing how people get info.",
        "Feels like every day, another Council plan falls apart in public.",
        "For the first time, citizen groups are leading supply runs. Real, not staged.",
        "The Council tried to reset scores. Didn’t stick for long.",
        "There’s hope mixed with chaos, you can see it at street level.",
        "Maybe not everyone wants the system back the way it was."
      ],
      [
        "A lot of people are quietly choosing sides, even at work.",
        "Those coins aren’t about rumors anymore. They organize people—food drops, info exchanges.",
        "Some of us collect them, pass messages for the vanished. It’s risky but necessary.",
        "Council factions are at each other’s throats, blaming the network Halden left behind.",
        "Manual coordination is messy, but you see genuine cooperation for once.",
        "There’s an open split: BCI loyalists versus the ones following these vanished-led efforts.",
        "I keep raw notes for the grassroots. Someone has to remember what started this.",
        "Hard not to pick a side after what I’ve seen."
      ],
      [
        "This city’s built on predictability, but lately, it’s improvising just to function.",
        "I grew up inside the BCI shadow, but these coins—the networks Halden hid—made people visible again.",
        "Disappeared citizens turned into organizers. They’re coordinating relief through peer networks the Council never saw coming.",
        "A lot of those safe, high-score folks? Thrown off balance, while people like us, flagged and nearly invisible, finally have leverage.",
        "We’re running kitchens, sharing live guidance off the coins, even rerouting power in blackout blocks.",
        "Every local district now asks which network you serve: Council or vanished.",
        "I keep redundant notes, analog backups, pass raw records down chain—trust in the old lines is gone.",
        "I’d call myself a rebel if it meant more than a label; these days, all that matters is who you help.",
        "I won’t pretend: the Council’s losing their hold, and I don’t mourn it."
      ]
    ]
  }
}