{
  "preference": "a",
  "dilemma": {
    "opener": "You're pacing inside. Want to unpack it?",
    "variants": [
      [
        "Some wires need crossing and I can’t decide which box they open.",
        "Whichever way, someone gets burned. Could be me, could be all of us.",
        "Feels like whatever’s next will stick to my boots a long while."
      ],
      [
        "Big fork ahead. Both roads are rocky.",
        "Could patch things proper or tear the whole grid wide open.",
        "Each has venom in the tail. Favor’s got weight in this city lately.",
        "Not sure anyone walks away clean from this one."
      ],
      [
        "Got two lever switches at my fingertips: order the city back in line with a watched vote, or let the vanished flood the airwaves unfiltered.",
        "Both choices tear at the city, just in different directions.",
        "Keep things stable, we cement the same hands in charge.",
        "Open it up, we might spark something wild—no telling who pays the price.",
        "Feels like Stenograd’s been waiting for this kind of gamble."
      ],
      [
        "Found overrides buried deep. I could spin up a supervised vote—safe, controlled, everyone gets a say, nobody throws stones.",
        "Or, light up the city with what’s been hidden. The vanished finally speak for themselves, raw and unfiltered.",
        "Both pipes lead somewhere ugly: one slow grind, one wildfire.",
        "These aren’t just theoretical. My BCI score’s tight and I’m already watched—makes the safe path tempting.",
        "But after what I’ve seen, trusting oversight feels as cracked as the rest of it.",
        "Maybe I just want to know if people still choose without a leash."
      ],
      [
        "Caught at the center—only I know these two hidden switches exist.",
        "I can restore order with a referendum, run by the old guards, everyone’s anger rerouted into paperwork.",
        "Or I put the vanished on every screen, no filter, no Council leash—at the risk of the city coming apart in real time.",
        "I know the Directorate’s shadows are at my back, and my BCI is just high enough to stay useful if I play safe.",
        "But that’s how they got everyone here, isn’t it—someone always choosing quiet for survival.",
        "I remember Alex’s stories—hope flickers until it’s stamped out or left to burn too bright.",
        "Maybe it’s cowardice, maybe it’s care, but I hesitate. Either way, I’m betting with someone else’s skin too."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Order, even flawed, is better than unpredictable chaos.",
      "monologue": [
        "When things fall apart here, people get desperate before they get brave.",
        "Holding the line on order means a roof stays over your head — even if it's leaking.",
        "I've seen how fast everything slips when routine flickers out for just a day."
      ],
      "supportive_response": [
        "You see the cracks, but you know what happens when it all breaks at once.",
        "Makes sense to keep things steady, even if the foundation’s got a few holes."
      ],
      "challenging_response": [
        "Order’s just fear with a clean face, Lenart — sometimes chaos shakes out what’s rotten.",
        "What if holding it together just means the rot keeps spreading?"
      ]
    },
    {
      "belief": "Giving people a voice within structure avoids disaster.",
      "monologue": [
        "If you let everyone shout at once, the loudest break through, not the wisest.",
        "Structure's just a set of rails — people need rails to not run each other over.",
        "You need a channel, even if it's narrow, or nothing useful gets through."
      ],
      "supportive_response": [
        "Structure’s what keeps the chaos from swallowing the conversation whole.",
        "There’s comfort in knowing your voice won’t get drowned out by the mob."
      ],
      "challenging_response": [
        "Sometimes the rails are just there to keep everyone going in circles.",
        "Who decides which voices are worth listening to, Lenart?"
      ]
    },
    {
      "belief": "Enduring systems matter more than sudden revolutions.",
      "monologue": [
        "Things last because people patch them, not because they’re perfect out of the gate.",
        "Uprooting everything at once — that’s how you end up with ruins to fix for decades.",
        "Change means nothing if nothing’s left standing afterward."
      ],
      "supportive_response": [
        "You’ve seen enough patchwork here to know survival’s about weathering storms, not chasing tempests.",
        "Better to mend the fence than burn it and hope for a new one."
      ],
      "challenging_response": [
        "Maybe what you’re patching is already beyond saving, just waiting to tumble down.",
        "Sometimes the only way to build something new is to clear the debris, fast."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Truth must break free, no matter the cost to stability.",
      "monologue": [
        "We’ve all lived too long surrounded by half-truths and manufactured calm.",
        "You can patch leaks, but sooner or later, something has to burst for real change.",
        "If the truth shatters the stillness, maybe the quiet was just fear with a new name."
      ],
      "supportive_response": [
        "Stability means nothing if it’s built on buried lies and silence.",
        "Go on, what about trust—doesn’t that start with honesty? "
      ],
      "challenging_response": [
        "Sometimes a little calm keeps people safe when the truth cuts too deep.",
        "Let’s hear what’s got you thinking the truth is more important than order."
      ]
    },
    {
      "belief": "Only unfiltered voices can restore trust.",
      "monologue": [
        "People hear what the system allows, never what actually needs saying.",
        "Real trust comes out rough, not polished—folks need to see the mess.",
        "If we only hear what’s approved, nobody will ever believe in change again."
      ],
      "supportive_response": [
        "You’re right, filtered words sound fake. People spot that a mile away.",
        "Keep going—what do real voices bring that algorithms can’t?"
      ],
      "challenging_response": [
        "Unfiltered can turn to chaos fast—sometimes a filter is just a safety net.",
        "What makes you sure chaos is better than people feeling a little safer?"
      ]
    },
    {
      "belief": "Rigged order is worse than righteous chaos.",
      "monologue": [
        "Order looks good until you peek at the wiring—half rotten, but painted over.",
        "I’ve seen what passes for stability in this city—it’s one error from collapse.",
        "If things have to get ugly so power can bleed, maybe ugly is overdue."
      ],
      "supportive_response": [
        "Sometimes the mess is a sign things are finally getting real.",
        "Talk it through—sounds like you’ve seen the rot up close."
      ],
      "challenging_response": [
        "Even a rigged system keeps the lights on. Chaos could snuff that out, quick.",
        "What’s really driving you to risk it all for a gamble on chaos?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "Council gets its vote. No extra noise.",
        "Order will hold, for now."
      ],
      [
        "I’ll back the referendum. Claims get aired. No riots, hopefully.",
        "Will let them vote, but with eyes on all sides."
      ],
      [
        "I’ll launch the monitored vote. It keeps things from burning down.",
        "Won't surprise anyone: structure, some breathing room.",
        "Order first, but people still get a voice."
      ],
      [
        "Monitored vote goes live. People get a channel—not total chaos.",
        "We’ll see them choose, with the city still standing.",
        "Thanks. I needed the push to trust structure.",
        "Order with some honesty. It’ll hurt, but not kill us."
      ],
      [
        "You’re right—if we blow it all open, we lose more than we gain.",
        "I’ll keep things tight, let them speak under watch.",
        "We’ll test who we are, but not let it fracture totally.",
        "This way I’ve got a thread to pull us out, if it goes bad."
      ]
    ],
    "monologue_b": [
      [
        "Broadcast will run. Results not my mess.",
        "Let them fix what breaks."
      ],
      [
        "Control’s gone. Whatever they say gets out. Chaos might be next.",
        "Reckoning is coming on every street."
      ],
      [
        "Going with the broadcast. The vanished will tell their side, finally.",
        "Truth first, order after if we’re lucky.",
        "City will see what it hid."
      ],
      [
        "I’ll trigger the broadcast. They get the spotlight this time.",
        "Let the city see the Council’s fault-lines—no more hiding.",
        "Thanks for making me see who really matters.",
        "Order may fall, but there’s honesty in that."
      ],
      [
        "I trust you. People need unfiltered truth—painful or not.",
        "The vanished get every screen. We break the silence for good.",
        "Council’s grip breaks now. Maybe we all break a bit too.",
        "Whatever comes, it’s their city to shape—not the system’s."
      ]
    ],
    "monologue_self": [
      [
        "Referendum goes ahead. Minimal fuss.",
        "Details stay with me."
      ],
      [
        "Launching the monitored vote. My call, not the bar’s.",
        "Trust is thin—process isn’t."
      ],
      [
        "I’m starting the structured vote. Order matters more right now.",
        "People can vent, but not destroy.",
        "Either way, I stand by this."
      ],
      [
        "Found my answer—monitor things but let the city speak.",
        "Better a tight channel than another blackout.",
        "Order comes first, but voices don’t vanish.",
        "Some risks, but less damage."
      ],
      [
        "Had to call it myself: monitor everything, even if it’s slow.",
        "Too much at stake to throw the city into the fire.",
        "People deserve order and space to be heard—one step at a time.",
        "Hope you’ll see why. Maybe it keeps us whole."
      ]
    ]
  }
}