{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "People have been busy, sure.",
        "Saw some neighbors arguing over tools at the workshop.",
        "Kept my head down, made sure I didn’t get dragged in.",
        "Honestly, I’m just worn out from it all."
      ],
      [
        "Strange week, no doubt.",
        "There was a fight over who gets workshop access. Everyone quoting different lists like it meant anything.",
        "Decided to only hand out tools to folks I knew from before, nothing fancy.",
        "Ruffled some feathers too. People started looking at me sideways.",
        "Honestly, I’m just worn out from it all."
      ],
      [
        "It’s been tense around my block.",
        "Whole morning, neighbors squabbling over who gets what, since the oversight’s gone messy.",
        "I tried sticking to old records to keep it fair, nothing official.",
        "Course, some didn’t like that. Makes you second guess yourself, you know?",
        "By night I just shut myself in, didn’t take more jobs. Safer that way.",
        "Honestly, I’m just worn out from it all."
      ],
      [
        "Feels like the city’s coming apart at the seams lately.",
        "Workshop turned into a war zone over a bucket of wrenches. People waving their own lists. No one in charge anymore.",
        "I tried using some old records to sort things out, but now everyone questions your motives without the system doing it for them.",
        "Whatever trust there was, poof—gone. I bowed out. Can’t be the referee when there’s no rules everyone agrees on.",
        "Never seen neighbors this jumpy. Makes a man rethink what ‘community’ means here.",
        "BCI dinged me for it too, dropped my score. Like I could win.",
        "Honestly, I’m just worn out from it all."
      ],
      [
        "You notice how nobody really runs things now? When the Council loses grip, city turns savage overnight.",
        "I’ve been patching systems for years, but this time I couldn’t even hand out a screwdriver without a public inquest.",
        "Some fellows brought their own lists, some named ‘vanished’ contacts. Nobody cares about the old BCI rules unless it helps them.",
        "I stuck to old ledgers, but looks like picking any side now is dangerous. My name’s already drifting toward the bottom of the scoreboard.",
        "Back when I worked state, you at least knew who pulled the strings, even if you didn’t like it. Directorate types had order, not this chaos.",
        "With trust shot and everyone policing each other, feels like the worst of both worlds.",
        "I could’ve fueled one side or the other, but I pulled out. I’d rather fall behind than put a bigger target on my back if control flips again.",
        "Honestly, I’m just worn out from it all."
      ]
    ],
    "emotion": "Honestly, I’m just worn out from it all."
  },
  "emotional": {
    "opener": "Lenart, it’s all right to feel tired sometimes. You do more for people than anyone admits, even if the system never says so.",
    "variants": [
      [
        "Maybe. Hard to know what matters lately.",
        "Suppose getting by is enough."
      ],
      [
        "That’s generous. Doesn’t always feel like I’m helping.",
        "Sometimes it’s safer not to think much beyond the next job.",
        "Still, I appreciate you saying it."
      ],
      [
        "Hearing that is rare these days. Thanks.",
        "Feels like everyone expects you to hold things together, but no one really notices when you do.",
        "Sometimes I wonder if all the effort is seen at all.",
        "Still, your words help."
      ],
      [
        "That means more than you think. Most folks only notice if something breaks.",
        "You do what you can, keep the whole mess running, and at the end you’re just another cog.",
        "Some days I wonder if anyone would actually miss me if I stopped.",
        "It helps to hear someone gets it, even a little.",
        "Maybe I just need to remind myself why I keep at it."
      ],
      [
        "I forget what it’s like to be thanked. The system never cared for that sort of thing.",
        "It wears you down, doing so much invisible work. Feels like just moving parts for someone else’s game.",
        "Most people trust the machine, not each other. Makes it lonely, trying to do it right.",
        "Guess a part of me still hopes you can make a real difference, even if no one’s counting.",
        "I’ve been here long enough to see how fast things change, how quickly you get left behind.",
        "Hearing someone actually notices… well, it’s something I haven’t felt in a while."
      ]
    ]
  },
  "factual": {
    "opener": "Well, you must know more than that. Everyone's heard the rumors—what's actually going on out there?",
    "variants": [
      [
        "Council spin says nothing is wrong, but too many folks missing, then just showing up again.",
        "These new coins popping up everywhere feel like trouble brewing, if you ask me.",
        "Hard to trust any side when both are setting traps.",
        "Systems acting odd, all I know."
      ],
      [
        "They say some 'vanished' are back, but feels staged if you ask me.",
        "Coins are spreading weird updates, stirring up folks who'd rather lay low.",
        "Council types can't keep up, not that they'd admit it.",
        "Guess someone wants us on edge. Not sure who yet.",
        "Hearing about new networks, but can't say more."
      ],
      [
        "Everyone's tense since those missing people started cropping up again.",
        "The data coins aren't just urban legends—I've seen a few. They give directions, advice, like someone's running things out in the open.",
        "Council blames the networks, but nobody can patch the leaks fast enough.",
        "Some folks swear by the vanished now, others stick to what the system says.",
        "Feels like the old days—half order, half wild guessing.",
        "Makes you notice how little grip the so-called leaders ever had.",
        "I stick to what I know, but it's getting thinner each week."
      ],
      [
        "It's not just rumors—the vanished are organized, sending messages straight into districts using those coins.",
        "Whole neighborhoods are splitting—some follow coin instructions, some cling to BCI rules.",
        "Council can't shut it all down. Too many blind spots in the systems since Halden checked out.",
        "Security people are spooked, like when an old Directorate protocol goes bad and no one wants to admit it.",
        "You can spot who's tipping off the Council and who's routing supplies quietly for the vanished.",
        "Labor assignments are a joke now. You see state folks running delivery jobs and oddballs making policy decisions.",
        "It's chaos unless you've worked both sides.",
        "Sometimes I wonder if Directorate types would’ve snuffed this quicker, but maybe that's just old habits talking."
      ],
      [
        "The leadership's all fractured. Harmonists are hoping it'll stabilize, Innovators want to plug the leaks with more code, but Directorate folks—my kind of crowd—would rather clamp down and clean house, not that they can even agree on 'how'.",
        "Halden built in a backdoor years back and no one at the top noticed—now his vanished network’s outflanking the Council at every corner.",
        "Whole city’s split down the middle. People I used to swap parts with are playing courier for these vanished ops now.",
        "I've gotten a few quiet requests to help map the peer-to-peer network they're using, but everyone's too spooked to officially touch it.",
        "BCI’s labor mess is what really blew up trust; top scores get warehouse shifts, while nobodies handle dispatch. I had to say no to a critical fix because the system flagged the job for someone I wouldn't trust with a broom.",
        "Old timers like me see the cracks. Even state loyalists are getting twitchy—Directorate always prized stability, but this is new.",
        "Best I can do is keep my logs honest and not let anyone drag me into their plan, at least not while the ground’s shifting by the hour.",
        "Truth is, trusting the system to police itself stopped working when its own maker vanished.",
        "Feels like we’re one missed handshake away from a real shutdown and nobody’s got the override codes, not this time."
      ]
    ]
  }
}