{
  "main": {
    "opener": "Makes me think - how's life been treating you these days?",
    "variants": [
      [
        "Quiet, mostly. Not much changes up in my part of town.",
        "Some folks in the building are organizing things now. New faces, old symbols.",
        "I keep my distance. Best to watch and keep to myself for now.",
        "Feels like a different kind of waiting these days."
      ],
      [
        "Things are unsettled – groups handing out supplies on my floor, people leaving leaflets around.",
        "The new organizers use signs I recognize from years back.",
        "I haven’t put my name down for any list. You never know how records come back around.",
        "Mostly, I just watch, update my logbook. Mark what I see.",
        "Can't say it feels like home lately."
      ],
      [
        "The building’s taken on a life of its own. Bands of neighbors handing out food, some sort of instructions. Not Council-run.",
        "I steer clear, if I’m honest. In my experience, those who sign up too soon end up marked.",
        "Saw one of those rally notices in the lobby – pick a side, apparently. I wrote nothing.",
        "I keep records in my own way. Helps me keep things straight in my head.",
        "Score dropped again – they always notice even when you’re trying not to get noticed.",
        "Feels like the ground keeps shifting underfoot."
      ],
      [
        "Life’s become a study in caution. Used to be routine: schedules, papers, protocols. Now there are supply tables in the halls and pledges taped to the lifts.",
        "The people running them call back to the vanished. I know their signs – from council files, from before they disappeared.",
        "I make sure not to take anything. No point getting caught in new lists if the council comes back.",
        "Update my building logbooks in the evenings. Just a habit from the old days. For continuity.",
        "Noticed my BCI ticked down again – likely for avoiding the new organizers, or too much record-keeping. Their models love a neat narrative.",
        "Made sure not to sign my name to either side. There’s value in silence, sometimes.",
        "It all feels oddly familiar and completely uncertain, all at once."
      ],
      [
        "You know, after all these years building routines, watching Council folk work, I thought I knew the shapes of order.",
        "These days, my building is full of new rules – handed down face to face, by neighbors I barely knew before.",
        "Symbols on their tables… the same codes we used to flag in security briefings, back when the vanished mattered only in theory.",
        "I won’t touch the food or sign their pledges. Every action leaves a trace, and council memory is long.",
        "Still keep my own records, the kind no one audits but me. It’s a small thread of sense when so much slips.",
        "Last week, my BCI slipped again. Their system can’t decide if I’m a bystander or a risk. Council harmony now feels very far off.",
        "Quietly, I hope nobody forces a choice, Alex. I learned long ago: silence and paper outlast most storms.",
        "Funny, after a decade placing trust in protocols, it all feels unsteady. I’m not sure what’s left to lean on."
      ]
    ],
    "emotion": "Uncertainty, tinged with quiet anxiety."
  },
  "emotional": {
    "opener": "Nikola, I see why all of this wears on you. Most people pretend they don't notice how little certainty there is anymore, but you do. It's alright to feel cautious. You're not alone in that.",
    "variants": [
      [
        "Hm. Well, thank you. Nice to have it said aloud."
      ],
      [
        "People rarely admit these things. I appreciate that.",
        "Careful words matter these days."
      ],
      [
        "I suppose it's true, most people keep their heads down.",
        "Sometimes, you just want someone to recognize it.",
        "Does make it feel a bit lighter, when they do."
      ],
      [
        "Feels odd having someone say it straight. Strange comfort in that.",
        "I've spent a long time tracking details, making sense of silence.",
        "No one ever said you were allowed to worry, just that you should behave. So, thank you."
      ],
      [
        "You know, I spent years learning to communicate in half-sentences, filling the gaps left by others.",
        "Most days, I wonder if anyone actually feels safe, or if it's just habit now.",
        "Being told it's alright to question—well, it almost feels like a relief.",
        "We don't talk about these things. We log them, report them, move on.",
        "Strange how much lighter things feel, just because someone notices.",
        "I appreciate it more than I can say."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, everyone hears the rumors—what’s actually happening out there?",
    "variants": [
      [
        "Council keeps meeting behind closed doors. That much is clear.",
        "Reports of new networks popping up—not official ones.",
        "BCI’s been acting oddly. Labor assignments all wrong.",
        "Nobody seems to have the full picture. Each group just looks after its own.",
        "There’s more unrest than usual, if you know where to look."
      ],
      [
        "Seen a few unfamiliar faces running things lately. Quick turnover.",
        "Heard about the Council suspending the usual scoring for a bit—a rare move.",
        "There’s talk of guidance coming from those vanished types. Data coins, odd messages.",
        "Supply issues. Neighbors solving things themselves, not waiting for orders.",
        "Factions are split. Council isn’t speaking with one voice these days.",
        "Even the old guard looks uncertain now."
      ],
      [
        "City’s changed shape overnight—new hands run what the Council used to.",
        "People are following tips from the vanished, thanks to these data coins turning up in pockets and lifts.",
        "Regions run like islands now. Some follow local organizers, others wait for system order to return.",
        "Council’s been quiet, arguing from what little I gather. Factions pulling separate ways.",
        "Rally groups trying to get people to line up behind either algorithm or these vanished spokes.",
        "Balance we had—predictable, if cold—is missing. Households stepping in for official channels.",
        "The ones in charge? They never liked uncertainty, not even when it was organized."
      ],
      [
        "Council can’t pull the levers anymore—not fully, not after Halden vanished and everything started glitching.",
        "Labor tool failures—sent the wrong folk to jobs they didn’t want or can’t do. Saw it firsthand in my last post.",
        "Those vanished citizens... their networks work outside the system, but with a clarity the system never had.",
        "Heard neighbors pass around those data coins—messages with real instructions, not slogans.",
        "For some of us who favored harmony, this feels like tearing at the seams—order replaced by improvisation.",
        "Old colleagues, they’re divided. Council harmony isn’t just broken—it’s been exposed.",
        "I track shifts in routines more than orders now, just to maintain a sense of control.",
        "If this is transition, it’s not what we pictured—each day the boundary between useful caution and paranoia gets thinner."
      ],
      [
        "Council structures I knew are hollowed out now. Death of Halden tore the logic from the inside.",
        "Those labor reassignment failures? Saw the effect myself—good people idle, uncertain, or asked to do someone else’s work. Odd allocations, near chaos.",
        "The vanished—people once ghosted by the system—now shape the city’s day-to-day using their own network. Halden seeded that himself, back before all this.",
        "Data coins are everywhere, passing quietly between hands, giving out instructions that actually stabilize things in spots. It’s almost a parallel city.",
        "Public trust—fragile enough before—is now split clear down the middle. Makes me think all those years ‘earning’ a BCI score kept us guessing about real stability.",
        "Plenty I used to work with now hedge their bets. Some rally for Council, some drift to the vanished. Familiar faces, new loyalties.",
        "I prefer the old Council order, harmony over improvisation, but I see how much depended on smoothness no one felt anymore.",
        "Lately, I keep extra records—private, unlogged. If any sense of what mattered is to be saved, it’s in the quiet traces, not the official lines.",
        "Strange how survival now feels like a return to instincts we used to flag as risk—careful observation, holding back, watching for signals outside the stream."
      ]
    ]
  }
}