{
  "official": [
    {
      "image_id": "message_reflection",
      "headline": "Guidance From Vanished",
      "anchor_line": "New data coins now offer positive messages and practical advice from previously vanished citizens.",
      "contextual_reframing": "Stenograd’s dynamic behavioral network adapts, seamlessly integrating diverse voices for enhanced public welfare and unity."
    },
    {
      "image_id": "shattered_display",
      "headline": "City Divides On Response",
      "anchor_line": "Citizens organize community aid using data coin messages as the Council reinforces order via trusted systems.",
      "contextual_reframing": "Council encourages collaboration and responsible use of city infrastructure to maintain harmony and continue collective progress."
    },
    {
      "image_id": "elevator_panel",
      "headline": "Systems Ensure Stability",
      "anchor_line": "Stenograd’s Behavioral Compliance Index continues securing access to services for all compliant residents.",
      "contextual_reframing": "Automated governance proves resilient, with real-time adjustments ensuring fairness and continuity citywide."
    }
  ],
  "underground": [
    {
      "image_id": "graffiti_warning",
      "headline": "Vanished Speak Out",
      "anchor_line": "Encrypted messages from the disappeared break through Council control and flood our streets.",
      "contextual_reframing": "Halden's secret peer-to-peer network lives. The Behavioral Compliance Index can't silence every voice. Citizens are waking up to new choices—whether the Council wants it or not."
    },
    {
      "image_id": "eye_on_wall",
      "headline": "City Split Wide Open",
      "anchor_line": "Neighbors turn as aid flows from those the system made invisible—while official rallies push for blind obedience.",
      "contextual_reframing": "Algorithmic order is crumbling. Real people are making real connections. You choose who you trust: vanished rebels or Council loyalists."
    },
    {
      "image_id": "shattered_display",
      "headline": "Control Is Weakening",
      "anchor_line": "Screens flicker. Systems stutter. Subtle breakdowns hint at chaos beneath the city’s perfect surface.",
      "contextual_reframing": "When systems rule and humans serve, cracks always show. The automated city can’t hide its flaws forever."
    }
  ]
}