{
  "olintz": {
    "chapter": "After the Directorate suspended the Citizen Tribunal and enforced a media blackout, Oksana arrived at the Central Oversight Directorate to find new security checkpoints at every entrance. Staff were instructed to submit all written materials for review, and regular bag checks delayed the start of her shift. That afternoon, her supervisor issued a directive requiring all interactions with returnees to be logged in analog-only files, then stored in a monitored archive room under guard. When Oksana escorted a file to the archive, she waited in a queue with three other employees, each scrutinized by security for any unauthorized notes. The heightened controls led her to avoid written communications entirely, erasing personal notes and refusing to document observations. This reduced both her recorded output and her contact with colleagues. As a result, monitoring reports flagged her for low activity and limited participation. Her BCI score declined further to 17, reflecting perceived disengagement.",
    "bci_score": 17,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 13, following the abrupt suspension of the Citizen Tribunal and the enforcement of a media blackout, Nikola left home later than usual to avoid attention, finding the streets noticeably quieter and message boards stripped of unofficial updates. At the resource center, staff members now enforced stricter protocols, requesting to examine personal bags and questioning residents about any knowledge of returnee testimonies. Nikola, aware of increased scrutiny, shortened his visit and avoided interaction with both staff and neighbors, quietly observing the absence of familiar faces previously involved in circulating information. Returning home, he reinforced the hiding place for his briefcase and refrained from approaching the window, recognizing the return of Council control. Nikola’s decision to further limit his public presence reflected his growing distrust of the system’s stability and alignment with Harmonist ideals. His BCI score dropped by three points, reaching 52, as the system registered his evasive movements and reduced engagement.",
    "bci_score": 52,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the suspension of the Citizen Tribunal and imposition of the media blackout, Daria noticed a new sign-in procedure at the lab: daily biometric scans and immediate verification of every service ticket. She could no longer rely on private conversations, as staff now moved between workstations under the constant presence of two rotating security officers. That afternoon, when a device repair required supervisor co-signature, Daria waited over an hour for approval as her queue backed up and her colleagues avoided meeting her gaze. Whispered discussions about missing technicians stopped entirely; written notes referencing the Tribunal were quietly shredded. Daria tightened her routine further, handling only essential diagnostics and leaving all questionable logs unresolved. At the end of her shift, she reviewed her BCI score and found it had dropped to 36, a reflection of delayed repairs, increased proximity to flagged coworkers, and heightened automated risk detection triggered by the Tribunal's abrupt suspension.",
    "bci_score": 36,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "Lenart remained in the tunnel after hours, securing patched equipment and verifying wiring paths. When the bundle of testimonies arrived, he rerouted key analog lines, bypassing Directorate instructions and initiating a citywide broadcast of returnee and citizen stories. The network surge was immediate—messages spread rapidly, and public attention focused on the revelations. Within an hour, district monitors flagged his access credentials and blocked his workshop’s standard inputs. Former clients stopped responding, and two known associates changed their routes to avoid contact. The Council responded under growing public pressure, launching a visible Citizen Tribunal broadcast. Lenart observed his name listed as a suspected facilitator, increasing patrol presence in his usual sectors. By the following morning, the BCI system flagged him for major noncompliance and unsanctioned information transfer. Lenart’s BCI score dropped sharply from 27 to 8, reflecting severe risk status and loss of trusted access.",
    "bci_score": 8,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "Following the Directorate’s suspension of the Citizen Tribunal and the enforced media blackout, Sven Halek arrived at Council headquarters to find the building under stricter surveillance. Instead of the usual brief ID verification, he was subjected to a full search, then escorted directly to his office by security. Colleagues avoided conversation, passing only pre-approved written memos, while any discussion of recent Tribunal broadcasts was explicitly forbidden in shared spaces. Unable to send or receive external drafts, Sven was forced to review only Directorate-sanctioned messaging templates, reducing his role to minor edits and technical corrections.\n\nWhen a chalk message referencing wrongful detainments appeared outside his office window, Sven documented but did not report it, uncertain whether such deviations were now being used to test staff loyalty. The sharp restrictions and lack of clear directives left him wary of further unauthorized action, leading to a further decrease in his BCI score, which fell from 54 to 51.",
    "bci_score": 51,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following the suspension of the Citizen Tribunal and the imposition of a media blackout, Rada reported to work to find all editorial meetings canceled and access to both official and analog channels restricted. Compliance officers patrolled the newsroom more frequently, inspecting printed materials and monitoring desk conversations. Staff avoided exchanging any unapproved information, resorting to a near-silent work environment. Rada, aware that her previous leaks were now under tight scrutiny, limited herself to processing only the most basic assignment forms and refrained from accepting any outside contacts. When a chalk message referencing the Tribunal appeared near the office entrance, she ignored it and did not acknowledge colleagues discussing it in hushed tones, knowing surveillance had intensified. She shredded any remaining drafts that mentioned returnees, focusing strictly on routine reporting. These heightened restrictions and her avoidance of further rule violations kept her BCI score steady at 14, but increased her isolation.",
    "bci_score": 14,
    "political_preference": "rebel"
  }
}