{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Let’s just say work’s not what it used to be.",
        "Meetings canceled, compliance officers walking the halls, everyone acting like they’ve got nothing to say.",
        "I mind my own business these days and keep it simple.",
        "Feels like the city wants me invisible."
      ],
      [
        "You’d think a blackout would mean less work, but it’s the opposite.",
        "All our assignments got stripped to basics. Feels like reporting is just a formality now.",
        "They’re on us, checking what we print, even who we talk to.",
        "Saw a chalk message near the door about the Tribunal... pretended I didn’t.",
        "It’s all silence and tension. Makes you wonder who’s left listening."
      ],
      [
        "Honestly, the whole newsroom’s like a morgue since the blackout hit.",
        "We used to debate every headline. Now nobody dares say what they’re really thinking.",
        "Compliance teams monitor everything, even our breaks.",
        "I shredded old drafts, anything risky, just to keep my head down.",
        "There was a chalk mark about the Tribunal outside. I ignored it on purpose.",
        "Some days I forget I’m a journalist... feels like survival mode instead."
      ],
      [
        "Most days, I feel like I’m reporting from a quarantine zone—conversation’s filtered, eyes everywhere.",
        "After the Citizen Tribunal got yanked off air, everything changed.",
        "Management killed every editorial meeting. We move paper, not stories.",
        "Silent warnings showed up in my inbox... twice. I kept my head low after that.",
        "A chalk scrawl about the Tribunal appeared outside. I walked right past it, didn’t flinch.",
        "My drafts? Gone, into the shredder.",
        "Everyone’s acting, even me. And honestly, pretending not to care is harder than the work itself."
      ],
      [
        "You know, I grew up watching my mother write BCI violation reports. Thought I’d balance that by telling real stories. But lately? Silence is all they want.",
        "Since the blackout, the only thing moving at the office is suspicion.",
        "Council says the Tribunal’s shutdown was for order, but really, it’s just to keep us numb.",
        "They’ve got eyes on every desk, every whisper. Even chalk messages in the street become a risk.",
        "I got warnings—formal quiet ones. I ignored them. Not because I’m brave, just because even fear gets boring.",
        "Shredded anything about missing citizens, like I was erasing my own voice just to keep my score steady.",
        "It’s not work now. It’s proving you’re harmless.",
        "Some days, I wonder what’s left to save—our words, or ourselves. Feels like I’m disappearing along with the news."
      ]
    ],
    "emotion": "Isolation"
  },
  "emotional": {
    "opener": "Rada, you’re not invisible here. Whatever they try, you matter—and you’re not as alone as you think.",
    "variants": [
      [
        "Maybe. Hard to see it sometimes."
      ],
      [
        "I hear you. Hard to believe, but thanks.",
        "Sometimes I need to be reminded of that."
      ],
      [
        "That means something, you know.",
        "It's been exhausting feeling cut off.",
        "I almost forgot what it’s like to just talk.",
        "Appreciate you saying it."
      ],
      [
        "It's strange how much you can miss just being seen.",
        "I keep catching myself listening for silence.",
        "Feels less heavy, hearing you say that here.",
        "Everyone’s so careful, it gets lonely.",
        "I needed this reminder tonight."
      ],
      [
        "You know, growing up I thought silence was normal—my father made sure of that.",
        "I chose this work hoping I'd never have to hide so much of myself.",
        "Sometimes I wonder if invisibility just becomes a habit.",
        "You help me remember I’m more than my score, more than what the system tracks.",
        "Being noticed here—it cuts through the static for a moment.",
        "Thank you for seeing me as more than just another face under the lights."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what you know. Everyone's hearing the same rumors. What's actually happening out there?",
    "variants": [
      [
        "It's all been Tribunal, blackouts, and protests lately.",
        "Council locked everything down after a few broadcasts got out.",
        "People gather sometimes, scrawl messages, but nothing changes.",
        "They keep promising order. Feels like more silence instead.",
        "Nobody knows who to trust. That’s about all there is."
      ],
      [
        "Council tried to calm things down with some Tribunal stunt. Didn’t last.",
        "After that, came the blackout—real blackout, even for us.",
        "Some folks reappeared, the ones who'd vanished from the system.",
        "Returnees talk, but not loud. Everyone’s wary of setting off alarms.",
        "Now, people remember the Tribunal like a failed hope, not a fix.",
        "I just try not to be one of the names on those lists."
      ],
      [
        "Tribunal was a moment. Returnees came back, told their stories live—wasn’t pretty.",
        "The BCI flagged the wrong people, data got exposed for everyone to see.",
        "Council started scrambling, making promises, but cracked down when things got too messy.",
        "Blackout hit, analog networks got patched, but surveillance kept closing in.",
        "Returnees are back but treated like ghosts, nobody sure if they’re safe.",
        "People gather, mark chalk lines, sing those old resistance songs.",
        "If you ask me, that Tribunal was more about trust than justice."
      ],
      [
        "I watched the reappearance broadcasts—raw, hurried, hardly edited. Returnees naming names, showing what 'compliance' really meant for them.",
        "BCI errors got ugly. Good citizens branded dissidents, just wiped off the grid.",
        "Council factions almost tore each other apart when the evidence poured out.",
        "Temporary Tribunal was chaos but honest for once. Made people believe in something real, even if it was short.",
        "After that blackout, the streets started talking instead—messages on walls, analog lines buzzing.",
        "Most of the newsroom pretended it was all normal, just the usual 'correction.'",
        "I never bought the line that it was to keep order. It was fear—plain and simple.",
        "Sometimes I think we’re all just waiting for the next glitch in their perfect system."
      ],
      [
        "I saved the raw feeds from those Tribunal days—not official cuts. Some voices you just don’t erase.",
        "You saw neighbors on the returnee lists, names you didn’t expect. People vanished for no reason except an algorithm’s mood swing.",
        "Hardliners in the Council panicked behind the screens. Friends told me they saw two officials demoted live, unheard of before.",
        "We all knew the Tribunal wouldn’t last. Soon as the public started listening, blackout dropped and analog leaks got throttled.",
        "In the newsroom, old hands cried in the stairwell. Newcomers started trading contact codes in the margins.",
        "I hid messages on shredded drafts, burned what I couldn’t scrub. Can’t trust a BCI score to keep you safe.",
        "Songs, chalk, crowds—maybe distraction, maybe something more. The system’s fragile, and people know it now.",
        "Rebel isn’t what I put on my files, but I don’t believe in aligning with a Council built on erasing stories.",
        "Deep down, I hold out hope there’s another Tribunal someday—one that sticks. Until then, I just keep watching."
      ]
    ]
  }
}