{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal isn’t clear anymore. They changed the sign-in at my lab this week.",
        "Biometric scans every day. Extra security, more waiting.",
        "Nobody talks much now. People just disappear.",
        "Feels like I’m on thin ice everywhere."
      ],
      [
        "Lately it’s just new hoops to jump through at the lab. Biometric checks at every step.",
        "Had to wait an hour for a supervisor, just to fix a wristband.",
        "No one dares mention missing people anymore. Too risky.",
        "I stopped resolving anything that wasn’t essential. It’s safer that way.",
        "Feels like just keeping your head down is all you can do."
      ],
      [
        "Hard to say what’s normal now. They locked down everything at work after the Tribunal.",
        "I’m tracked every morning. Security hovers all day.",
        "Even saying the wrong thing can get someone flagged.",
        "Some of us used to swap notes about people who vanished. That stopped—notes get shredded.",
        "My BCI score tanked after I left repairs unfinished last week. Just for being careful.",
        "Feels like the whole place is holding its breath."
      ],
      [
        "Honestly, normal left after they suspended the Tribunal. Now it’s just survival mode at the lab.",
        "We’re watched. Any hint of a mistake, or ‘wrong’ proximity, and you drop on the index.",
        "I wait forever for approvals, pretend not to notice the silence between people.",
        "Nobody risks talking about coworkers that disappear. We all know why.",
        "I haven’t fixed half the logs I should. I can’t make myself do more.",
        "My BCI dropped to 36, just—too close to the edge. Technically flagged, always tense.",
        "Sometimes I think about my brother. This all feels aimed at people like us."
      ],
      [
        "What’s normal? I keep expecting to wake up from this, honestly.",
        "After the Tribunal blacked out, everything changed at work. It’s all checks, suspicion, silence.",
        "Just touching the wrong data, or talking to someone flagged, makes scores fall. That happened to me.",
        "We’re monitored so much, I barely remember when the job used to be about helping people.",
        "I delay repairs. I step back from coworkers. Anything to avoid risk.",
        "My BCI crashed after one bad week—36 now. It’s what happens if you’re curious. Or too loyal to the wrong people.",
        "I don’t mention my brother. He vanished after an audit. I just try to stay out of sight.",
        "Sometimes I think all this is meant to grind down anyone who remembers what it was to feel safe."
      ]
    ],
    "emotion": "Worn down, but still cautious—like I’m waiting for something to give."
  },
  "emotional": {
    "opener": "\"You know, you’re not alone in feeling squeezed by all this. Even the people who seem fine are carrying something heavy. Don’t let the system trick you into thinking you’re the problem.\"",
    "variants": [
      [
        "I hear you. It helps to remember I'm not the only one under pressure."
      ],
      [
        "People don’t always say it, but yeah, we all feel it sometimes.",
        "Thanks for the reminder."
      ],
      [
        "It does help, actually. I forget sometimes that it’s not just me.",
        "Pressure like this changes everyone a bit.",
        "I try to hold onto that when things feel tight."
      ],
      [
        "That’s good to hear. It gets hard to tell what’s normal when everything feels heavy all the time.",
        "Some days, I start to think it’s just me failing somehow. I don’t want to believe that.",
        "Working here, people are good at hiding what weighs them down.",
        "I guess it’s a relief you see it too."
      ],
      [
        "I don’t talk about it much, but it’s easy to start doubting yourself when the pressure never lets up.",
        "It’s not just the checkpoints or the score. It’s how the system makes you turn everything inward, like you’re to blame for not adjusting.",
        "Some of us are just better at hiding what this place does to us.",
        "I miss feeling like things could shift, even a little.",
        "Some days I want to believe I could get back to who I was before.",
        "Your words make me feel like I haven’t lost that completely."
      ]
    ]
  },
  "factual": {
    "opener": "People keep hinting at things, but nobody actually says what’s happening. Just tell me what you know about the broadcasts and all that—no one else cares anymore.",
    "variants": [
      [
        "People started talking after those names showed up on flyers.",
        "Some disappeared came back. Not all, though.",
        "Council shut everything down soon after.",
        "I don’t trust what any broadcast says anymore."
      ],
      [
        "The analog broadcast got through for a bit. List of missing names reached everyone.",
        "A few returnees started talking, but then the blackout came fast.",
        "Council tried covering their mistakes, calling it 'order'.",
        "Now people mark walls, leave chalk messages.",
        "Doesn't feel like anything is fixed yet."
      ],
      [
        "After those names went public, the city couldn’t ignore it.",
        "Neighborhoods went searching, found some of the 'ghosted'. Disoriented, but back.",
        "Broadcasts pushed Council to open the Tribunal. All public, for a second.",
        "Testimonies were ugly—abuse, system errors, the usual cover-ups.",
        "Demotions on live stream, then blackout and silence, just like before.",
        "You could tell nobody actually wanted real change on the Council.",
        "Feels like we’ll get more of the same unless someone pushes back."
      ],
      [
        "They thought the analog broadcast would stay hidden, but it didn't.",
        "Fliers, broadcasts, even those diary entries on the square screen—none of it just happened. Someone leaked Halden's warnings on purpose.",
        "I know a couple people who helped track the returnees. They’re not the same as before.",
        "Tribunal was hope, but only for a second. Too much truth all at once—Council panicked and pulled the plug.",
        "Every wall downtown has chalked stories. Some are about my brother. Most are just fear.",
        "Even the officials who got demoted—I doubt they’ll actually pay.",
        "Feels like the system is bleeding and we keep patching it with lies.",
        "That’s why people like me keep at it. There’s no going back."
      ],
      [
        "Wasn't random—somebody rerouted the analog net so the right people would talk.",
        "The list of names wasn’t even up to date, but it forced their hand. Neighborhoods organized and dozens came back.",
        "I helped mask a few returnees’ ID signals. We had to. Some would have been disappeared again before the Tribunal.",
        "The hearings were too raw—abuse built in, not mistakes. My brother’s friend testified, risked everything.",
        "I logged every system error I saw but sent copies off the grid. Nobody at the Council wanted my evidence. Didn’t matter. Blackout fell anyway.",
        "Now people meet for songs, street marks, anything but silence. Feels like we’re building memory just to stay real.",
        "I can’t accept what they call order. Compliance got my brother taken. If fighting back means hiding, so be it.",
        "They pretend all this is about safety and logic. All I see is a machine afraid of what it can't erase.",
        "That’s why I stay. Even if it’s just to make hiding possible for one more person."
      ]
    ]
  }
}