{
  "olintz": {
    "chapter": "After activating Halden’s failsafe, Oksana scheduled the release of authenticated evidence documenting the Directorate’s policy abuses, data erasures, and hidden directives. She monitored system broadcasts as the city received Halden’s final condemnations and supporting files. Almost immediately, her building’s network was cut and local access tools locked her out due to her flagged credentials. Neighbors who had relied on her for information confronted her with suspicion, blaming her association with the Directorate for the ongoing crackdowns. Security drones began regular sweeps in her district, forcing Oksana to limit all communications to brief, anonymized exchanges on alternative devices. As citizen protests surged and demands for an open tribunal intensified, she observed intensified attempts to identify and detain former system insiders. Her BCI score dropped to 16, reflecting system classification of her actions as agitational and a serious threat to overall compliance, despite her efforts to target only the Directorate.",
    "bci_score": 16,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After the formation of the tribunal and renewed protests revealed further details about Directorate abuses, Nikola noticed a marked escalation in building security protocols. Early that morning, block management installed new access checkpoints staffed by residents with recently elevated BCI scores, including former outcasts now enforcing entry and conducting spot checks. When Nikola attempted to retrieve groceries from the shared storage area, he was stopped repeatedly for identity and score verification, with the process documented by a neighbor holding a tribunal printout. Stripped of routine privacy, Nikola minimized time in communal spaces to avoid secondary questioning and quietly shifted essential belongings out of his apartment. Late that evening, overhearing organizing for self-governed services among 'scoreless' neighbors, Nikola chose not to participate, avoiding both the new authorities and alternative networks. The combination of increased monitoring, shifting alliances, and his own perceived isolation resulted in a further BCI decrease to 39.",
    "bci_score": 39,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "After the coalition tribunal was formed and began its public review of the Directorate's abuses, Daria’s assignment at the lab changed further. The usual device inventory work was abruptly halted by supervisors, who were seen conferring in private several times during the morning. By midday, Daria found that all diagnostic tasks were frozen, and her lab section was instructed to stand by for an internal compliance audit. At lunch, she overheard a manager say half the health band logistics could be handed to tribunal observers. Daria quietly gathered her personal items from her station, anticipating that outside technocrats might review all recent logs. She deleted cached diagnostic scripts from her device and avoided conversations, alert for sudden reassignment. That evening, she found former coworkers openly discussing whether to volunteer evidence to tribunal staff. Daria’s BCI score dropped again due to flagged disengagement, center distrust, and reduced system interaction. New BCI score: 33.",
    "bci_score": 33,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After news circulated of coordinated broadcasts exposing Directorate-sanctioned purges, Lenart arrived at one of his usual client sites to find all scheduled service jobs abruptly canceled, with residents refusing entry to any service personnel linked to official city networks. That afternoon, while attempting to deliver repairs for a building on the border of a scoreless district, a checkpoint inspection flagged his access credentials, prompting officers to question him about past contracts in areas now under investigation. Lenart produced only handwritten logs and cash receipts, avoiding any discussion of his digital records. By evening, wary clients resorted to leaving physical notes and payment envelopes instead of meeting face-to-face. Lenart limited his client list to those with stable, high scores, turning down several requests from affected zones. Although this minimized risk, it reduced his overall workload. The system noted his selectivity and alignment, resulting in a minor BCI score increase to 68.",
    "bci_score": 68,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the surge of protests and document leaks demanding Directorate accountability, Sven Halek entered his nearly-deserted office to find access gates stuck open and several colleagues clearing desks. Within hours, news of the tribunal’s formation spread, triggering a silent freeze in all in-progress Council messaging. Sven was unable to reach his usual contacts, as most had redirected communications to private channels or left their posts. With directives suspended and protocol review orders multiplying, Sven compiled the last authorized speech drafts on a removable drive instead of submitting them through standard channels. During an impromptu hallway meeting, a remaining Innovator ally suggested waiting for tribunal proceedings before releasing any public statements. Sven spent the afternoon avoiding official communication logs and storing new work in codebooks. By evening, his reduced visibility and reliance on physical handoffs led to another decrease in his BCI score, which dropped to 54 as digital engagement continued to decline.",
    "bci_score": 54,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the coalition tribunal was announced to publicly review Directorate abuses, Rada adjusted her reporting methods to meet rising expectations for transparency among her contacts. The following morning, when visiting an informal aid distribution point, she observed that former government workers now acted as legal advisors and translators for citizens attempting to submit testimony to the tribunal. Conversations around her centered on fears of retaliation and the need for verified documentation. Rada altered her interviews, shifting from open questioning to scripted prompts and consenting to in-person pre-interview screening by collective leaders. Later, she found that sources withheld information unless she agreed to anonymize participants and relinquish raw footage to their archives. Returning home, Rada archived each segment on disconnected drives per requests, forgoing rapid publication to ensure source safety. Although her activities matched the current climate of public accountability, her BCI score remained at zero, as the system itself no longer tracked her compliance.",
    "bci_score": 0,
    "political_preference": "innovators"
  }
}