{
  "official": [
    {
      "image_id": "group_stillness",
      "headline": "Order Maintained Citywide",
      "anchor_line": "City services remain operational as authorities reinforce stability in all districts.",
      "contextual_reframing": "Stenograd demonstrates resilience, keeping essential functions uninterrupted amid external disruptions."
    },
    {
      "image_id": "archive_dust",
      "headline": "Citizen Inquiry Convened",
      "anchor_line": "A representative tribunal is formed to review governance systems with broad civic participation.",
      "contextual_reframing": "Structured engagement empowers citizens to contribute constructively, highlighting transparency and systemic adaptability."
    },
    {
      "image_id": "glass_tablet",
      "headline": "Directorate Cedes Control",
      "anchor_line": "In response to new evidence, the Directorate steps aside as the city conducts a full systems review.",
      "contextual_reframing": "This transition illustrates the integrity of self-correcting safeguards, ensuring Stenograd's future remains secure and accountable."
    }
  ],
  "underground": [
    {
      "image_id": "mirror_fragment",
      "headline": "Secrets Dragged Into Light",
      "anchor_line": "Halden’s failsafe drops Directorate files—the ones we were never supposed to see.",
      "contextual_reframing": "Real stories and hidden abuses spill out. Every citizen can judge the cost of obedience now."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Citizens Take the Mic",
      "anchor_line": "Ordinary people and exiles demand answers in the open tribunal—no filter, no scripts.",
      "contextual_reframing": "No more pretense. Survivors, whistleblowers and skeptics retell what the Council erased. This is accountability—finally."
    },
    {
      "image_id": "interrogation_reflection",
      "headline": "Directorate Falls—System On Trial",
      "anchor_line": "After brutal crackdowns and leaked horrors, the Directorate is outed, routed, and gone. Stenograd puts the BCI itself on trial.",
      "contextual_reframing": "Everyone sees the proof at last. The system’s darkest secrets are on display—judged by us, not by an algorithm."
    }
  ]
}