{
  "olintz": {
    "chapter": "Following the Council’s formal suspension of automated assignments and the earlier gathering of technical volunteers planning local assemblies, Oksana arrived at the Directorate to find standard work schedules replaced by handwritten lists managed by rotating neighbors. Lacking system guidance, she observed essential workers forming queues based on informal negotiations. A neighbor she barely knew asked for advice on coordinating building supplies, causing Oksana to weigh the risk of offering unofficial suggestions. She kept her input strictly procedural and deferred to posted bulletins, aware that aligning with unofficial groups would attract scrutiny. Later, a supervisor asked her to report any irregularities in volunteer-managed shifts, which she meticulously recorded without comment. Oksana left the building quietly, avoiding conversations about new assemblies. The diminished system oversight left her actions visible to both colleagues and residents, intensifying her caution. Her BCI score did not change, remaining at 22 as suspicion persisted around perceived allegiance.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 27, after the Council’s message suspending all automated assignments, Nikola found his building lobby crowded with neighbors arguing over new food distribution rules drafted using Halden’s decentralized instructions, which were now openly circulated. He noticed several former pro-vanished network members organizing teams to manage supplies without digital oversight, prompting confusion among residents used to the BCI’s direction. Adhering to his Harmonist preference for structured order, Nikola avoided contributing suggestions and limited his supply collection to off-peak hours, hoping to minimize involvement in decisions he viewed as unstable. In the afternoon, he declined an invitation to join a newly formed building committee, citing his adherence to established systems and concern about the permanence of these improvised structures. That evening, Nikola updated his personal records and rearranged his routines to avoid areas controlled by new coordinators, his trust in future restoration of Council authority remaining unchanged. His BCI score dropped by 3 points due to increased withdrawal.",
    "bci_score": 50,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria accessed the core firmware console and initiated Halden’s concealed ‘Echoes’ protocol, embedding his instructions for local assembly formation into every functional health band. Within hours, public screens began to display fragments of Halden’s plan. At her lab, Daria observed a marked shift as citizens approached with specific requests reflecting newly understood roles and neighborhood priorities. Her coworkers relied on her guidance to interpret decentralized instructions, increasing her informal authority. The release of ‘Echoes’ disrupted Council command and intensified scrutiny of Daria’s work, as her credentials were flagged in multiple incident logs. Knowing the action had bypassed all patch approval procedures, Daria documented her steps in writing to maintain transparency. The system later registered her override as a significant breach, resulting in a sharp drop in her BCI score. Her decision directly triggered the citywide adoption of local assemblies and permanently altered her access and standing. New BCI score: 18.",
    "bci_score": 18,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the Council’s suspension of automated assignments and the public guidance to self-organize, Lenart arrived at the workshop to find competing neighborhood lists for tool access, each referencing new assembly instructions circulated overnight. Unfamiliar volunteers attempted to take charge of crucial repairs, citing Halden-inspired protocols, and disputes over equipment ownership quickly escalated. Lenart, accustomed to BCI-mediated scheduling and formal roles, found verifying requests nearly impossible and restricted tool sign-outs to individuals he recognized from previous maintenance logs. This exclusion angered others who accused him of favoritism, leaving repairs unfinished and conversations tense. By evening, he avoided all assignment discussions, retreating to verify his own paper records and limit future involvement. The transition to assembly-based organization directly disrupted Lenart’s established routines, reduced his influence, and intensified his distrust of the city’s new direction. His BCI score dropped slightly, reflecting increased avoidance and lower engagement with the evolving local structures.",
    "bci_score": 26,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the Council suspended all automated assignments in response to the collapse of centralized control, Sven Halek arrived at the Innovator policy office to find previously assigned colleagues absent and department schedules replaced by provisional paper rosters. Facing the sudden lack of system-guided messaging, he spent the morning manually collecting district reports from an uncoordinated flow of self-appointed community liaisons. Without digital archives or routine approval channels, Sven adapted his drafting process, relying on handwritten notes and face-to-face consultations to compose statements explaining the organizational shift to citizens. Routine feedback from security officials became inconsistent, further complicating his attempts to maintain narrative cohesion. By midday, conflicting assembly announcements reached his desk, illustrating the speed at which decentralized coordination was overtaking official messaging. Sven documented the new patterns but recognized persistent risk, as several districts ignored or contradicted Council statements. His BCI score remained at 15, reflecting ongoing instability and lack of formal compliance.",
    "bci_score": 15,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the Council formally suspended automated assignments, Rada arrived at her office to find official protocols absent and coworkers debating new structures for daily operations. Later that morning, she observed previously restricted colleagues recording assembly votes and posting community schedules by hand, ignoring former Council channels. Rada complied with a volunteer assignment organizing supply deliveries, using handwritten lists as requested. As community notices began to reflect information gathered from Halden’s exposed drafts, staff explicitly chose to ignore orders to draft a statement about restored order, focusing instead on locally agreed updates. Rada documented the evolving alliances and workflow changes in her notebook but refrained from using any official device. The visible rejection of centralized directives and open reliance on grassroots messaging signaled a profound shift, prompting Rada to maintain distance while continuing to observe. Due to her ongoing avoidance of digital engagement and close association with noncompliant groups, her BCI score dropped to 23.",
    "bci_score": 23,
    "political_preference": "rebel"
  }
}