{
  "official": [
    {
      "image_id": "interrupted_signal",
      "headline": "System Update Ongoing",
      "anchor_line": "City displays experience brief interruptions as centralized controls adjust.",
      "contextual_reframing": "All disruptions are being carefully monitored to ensure continuity of essential services and long-term improvements."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizens Remain Secure",
      "anchor_line": "Residents respond calmly to temporary display changes in public spaces.",
      "contextual_reframing": "Stenograd's citizens demonstrate unity and trust in advanced governance during routine adjustments."
    },
    {
      "image_id": "faulty_projection",
      "headline": "Halden’s Vision Unveiled",
      "anchor_line": "Messages from the late Marek Halden reveal new, collaborative civic protocols.",
      "contextual_reframing": "With Halden’s innovations guiding the way, the city transitions efficiently toward decentralized organization for a resilient future."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Citywide Glitch Storm",
      "anchor_line": "Screens glitch and blackout as the system starts to unravel.",
      "contextual_reframing": "No one in charge. Official calm is just a cover for mounting chaos. Even the algorithms are lost."
    },
    {
      "image_id": "graffiti_warning",
      "headline": "Whispers In The Crowd",
      "anchor_line": "Public confusion grows as people trade rumors and fragments of hidden messages.",
      "contextual_reframing": "So-called unity is just fear. Real talk is happening in the shadows. Citizens are sharing Halden's truths by any means."
    },
    {
      "image_id": "interrupted_signal",
      "headline": "Echoes Break The Silence",
      "anchor_line": "Halden's secret 'Echoes' program leaks, revealing his plan for self-rule.",
      "contextual_reframing": "Central control is finished. It's up to us now. The future will be built by those who claim their own voice."
    }
  ]
}