{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Service Access Updates",
      "anchor_line": "BCI adjustments cause brief pauses in access to select city services this week.",
      "contextual_reframing": "System maintenance ensures reliable performance. Residents are advised to follow standard guidance for uninterrupted service."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizen Engagement Grows",
      "anchor_line": "Public gatherings observed as citizens express support for transparent system recalibration.",
      "contextual_reframing": "Community feedback is key to system optimization. Coordinated public responses demonstrate societal unity."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Unified Path Forward",
      "anchor_line": "A citywide truce is reached. Councils agree to restore key services and transparent BCI management.",
      "contextual_reframing": "Collaborative leadership prevails. The system adapts and strengthens with renewed public trust."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Crashes Spread",
      "anchor_line": "Service failures hit homes and clinics as sabotage spikes BCI chaos.",
      "contextual_reframing": "Your clean access points are breaking. This isn’t a 'glitch'—councils are fighting each other and we pay the price."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Protests In The Streets",
      "anchor_line": "Confused, furious, and locked out—people finally protest the system that governs their lives.",
      "contextual_reframing": "They say adjustment is smooth. Truth: neighborhoods erupt as trust in the Council algorithm collapses. Stand together or risk getting ghosted."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Truce Or Surrender?",
      "anchor_line": "Council elites call a fragile truce after mutual sabotage nearly starves the city.",
      "contextual_reframing": "Restored services aren’t mercy. The only reason for this 'unity' is public outrage. Stay alert—next time, the overrides might not stop in time."
    }
  ]
}