{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Hard to say. Work's been odd lately.",
        "Building was unlocked this morning. No guards around.",
        "Staff just... shifting seats, like nobody knows the rules anymore.",
        "Honestly, I feel untethered. Like I'm waiting for the city to decide what I'll be tomorrow."
      ],
      [
        "Been a weird week. Security's vanished at the office.",
        "People stopped following the old story quotas. Feels like everyone's improvising.",
        "We got tokens from an unlocked supply—no explanation, no protocol.",
        "I kept my reports neutral. Don't want to stand out right now.",
        "Honestly, I feel untethered. Like I'm waiting for the city to decide what I'll be tomorrow."
      ],
      [
        "Work's in limbo lately. First time I arrived to find the locks off and guards gone.",
        "The newsroom split—old high-score desks empty, everyone clustering around a pinboard of handwritten assignments.",
        "Someone passed out resource tokens nobody used to mention, said they came from new caches.",
        "Nobody cares about editorial quotas now; we're choosing stories that actually matter to us.",
        "Feels like freedom, but... I still jot things in a real notebook, just in case.",
        "Honestly, I feel untethered. Like I'm waiting for the city to decide what I'll be tomorrow."
      ],
      [
        "It’s been unsettling. Walked into work, doors wide open, the compliance people just... not there.",
        "The newsroom turned upside down. Formal structure just collapsed—everyone crowding around a paper list of stories, picking what matters most.",
        "Suddenly, someone hands out food tokens from a new cache. No explanation, just shared out.",
        "I joined in, but kept my own coverage neutral, storing notes on paper. Old habits. Never know when the system’s coming back.",
        "It’s strange—feels like I’m reporting for the people rather than the city. We’re making our own rules, but I can’t trust it will last.",
        "The BCI isn’t tracking our every move for now, but I’m constantly waiting for the snapback.",
        "Honestly, I feel untethered. Like I'm waiting for the city to decide what I'll be tomorrow."
      ],
      [
        "Lately, I feel like I’m borrowing someone else’s life. The office—unlocked, no guards. I didn’t even need my BCI band to get in.",
        "Desks emptied. Only the group that feels safe enough clusters around handwritten reports. We don’t pretend to follow the old quotas; we write what our streets actually need.",
        "Resource tokens suddenly appeared. We’re told it’s from new caches, but no one trusts the gift. Last time supplies shifted without notice, it meant trouble.",
        "I’m careful. Even with everyone acting bold, my stories go in a notebook, offline. I’ve seen reversals before—compliance is a hair trigger.",
        "Honestly, it feels freer. No one’s checking scores, but I still feel every eye, just out of frame.",
        "What scares me most is how fast people adapted to this new system of self-rule—the free zone council, the way people organize by need instead of BCI score.",
        "My father would call this chaos, but right now, it's the only thing making sense. I don’t know if we’re building something new or just surviving a breakdown.",
        "Honestly, I feel untethered. Like I'm waiting for the city to decide what I'll be tomorrow."
      ]
    ],
    "emotion": "Honestly, I feel untethered. Like I'm waiting for the city to decide what I'll be tomorrow."
  },
  "emotional": {
    "opener": "No system gets to decide who you are tomorrow. That’s yours, for as long as you can grab it.",
    "variants": [
      [
        "Maybe. That's one way to see it.",
        "I'll hang onto that for now."
      ],
      [
        "It's rare to hear that, you know.",
        "Not many people talk like it's a choice anymore.",
        "Appreciate you saying it."
      ],
      [
        "Yeah. Most days I forget that's possible.",
        "We all get used to being shaped by something else.",
        "Hearing that, it's grounding.",
        "Makes me think... maybe there's still space to decide myself."
      ],
      [
        "Sometimes I feel like I've just been reacting for years.",
        "You saying that... reminds me I do have some say, even when it’s small.",
        "Maybe that's all anyone in this city can really hold onto.",
        "Makes me remember who I was before compliance.",
        "That part feels important."
      ],
      [
        "When you grow up with someone counting every move you make, 'choice' starts to sound imaginary.",
        "What you said cuts through all that background noise.",
        "I spend so much time watching, editing, careful what I say, even to myself... I forget I have a tomorrow at all.",
        "Just knowing someone else sees it, feels like oxygen.",
        "It's strange, but maybe pieces do belong to us, in between the scoring and scripting.",
        "Thanks. Maybe keeping that in mind is its own kind of resistance."
      ]
    ]
  },
  "factual": {
    "opener": "So what, all this really just started with those free zone unlocks? Seems like there's more you're not saying.",
    "variants": [
      [
        "People started talking when caches opened up in some districts.",
        "Noticed resource flows changed overnight. Strange timing.",
        "Council's grip slipped. That's all anyone sees for sure.",
        "Whole thing feels orchestrated, but nobody's sure by who."
      ],
      [
        "Hard to ignore new food and supply caches appearing out of nowhere.",
        "Some say Halden left a back door. Or maybe it's just rumor.",
        "Now everyone claims to have a piece of the override. Most are bluffing.",
        "Council factions are at each other's throats, power slipping in the confusion.",
        "Official story is shortage management. No one buys it."
      ],
      [
        "First the zones with new resources—clearly coordinated outside standard BCI.",
        "Spiral symbol showed up on local council boards. Not state-approved, but it works.",
        "Supply routes in 'locked' sectors get disrupted while free zones thrive and organize.",
        "The Directorate calls these changes sabotage, but people rally around them.",
        "Street talk credits Halden with planning a failsafe for locals.",
        "It’s the kind of thing my father would call dangerous. This chaos feels different—maybe necessary."
      ],
      [
        "Mutual aid councils used some kind of spiral override—people swear it unlocked caches harvesters always kept hush about.",
        "Living conditions shot up where it worked, while other parts of the city's practically starving.",
        "Harmonist block tried to copy the override and triggered lockdowns. Made things worse—classic Council tactics.",
        "Funny, Directorate calls us saboteurs, but they're scared of what it might mean if we choose for ourselves.",
        "Halden's name is everywhere, like he wanted this fallout. Either a gift or a trap, right?",
        "We're forming actual councils. No one’s asking BCI for permission.",
        "I’ve started reporting what’s real, not what the party line wants. It feels like how journalism should be. Dangerous, but honest."
      ],
      [
        "The only reason supplies started flowing was the spiral trick—people getting brave, not BCI enforcers.",
        "Free zones aren’t just a rumor. I’ve helped document how they organize—no scores, just people picking up what needs done.",
        "Direct links between Halden’s override and each new mutual aid council. No Council endorsement, all citizen run.",
        "I hid transcript snippets from Halden’s last recorded sessions. They talk about prepping Stenograd for this, bypassing official checks if needed.",
        "Harmonists scrambling to catch up crashed half the supply grid. It exposed how hollow their power was.",
        "The Directorate’s propaganda falls flat. Locals know who’s hoarding and who’s sharing.",
        "I always thought I was reporting in code. Now, I just tell the other reporters where the caches are opening. Feels right, even if it’s reckless.",
        "My father believed order was everything. Part of me sees we need the chaos to make space for something new.",
        "It’s strange, but this is the first time I’ve believed people—not systems—get to decide what tomorrow looks like."
      ]
    ]
  }
}