{
  "title": "Tribunal and Jury Governance",
  "outcome": "The free zone councils, newly empowered by resource control and public support, convene a public tribunal for remaining Council members. Street assemblies demand answers about Halden's death. Under pressure, a Harmonist confesses past abuses, including audit manipulation during early BCI pilot phases. The city holds a public vote to decide the fate of leadership, launching randomly-selected citizen juries as a new model of power. The tribunal and vote signal a break from both old compliance systems and Council rule, fundamentally reshaping Stenograd's politics.",
  "events": [
    {
      "timestamp": "2025-06-28T14:00:00",
      "visibility": "public",
      "description": "Free zone councils call for an open tribunal. The process will be public, with citizens supplying evidence and questions for Council members."
    },
    {
      "timestamp": "2025-07-02T10:00:00",
      "visibility": "public",
      "description": "A street tribunal commences. Under growing pressure and overwhelming public testimony, a senior Harmonist Council member publicly admits to BCI audit manipulation during early pilot phases."
    },
    {
      "timestamp": "2025-07-06T13:00:00",
      "visibility": "public",
      "description": "The tribunal shifts from accusatory hearings to proposals for new leadership. Free zone organizers urge the use of random citizen juries, echoing early BCI randomization protocols but for civic power."
    },
    {
      "timestamp": "2025-07-12T09:00:00",
      "visibility": "public",
      "description": "A citywide vote is held: majority backs replacing the Council with randomly-selected citizen juries. The BCI scoring system remains but with power to review and overrule embedded in the juries."
    },
    {
      "timestamp": "2025-07-16T19:30:00",
      "visibility": "public",
      "description": "First citizen juries assume oversight. Former Council members step aside. The transition is tense but nonviolent, and Stenograd enters a phase of self-government and systematic review."
    }
  ]
}