{
  "title": "Citywide Reckoning Broadcasts",
  "outcome": "Days after leaks about the ghost archive, encrypted citywide broadcasts begin, each message surfacing a different abuse, coverup, or secret contingency tied to Council members. The broadcasts are interactive, responding to citizen communications and growing in sophistication as viewers engage. Citizens gather in public spaces nightly to interpret the messages. Rumors suggest the messages are shaped by mass sentiment, reducing the Council’s authority as Oksana, Rada, and Daria are all called out in turn. A new model of governance begins to emerge, forged by collective responses to the unfolding revelations.",
  "events": [
    {
      "timestamp": "2025-05-04T22:00:00",
      "visibility": "public",
      "description": "A cryptic broadcast from Halden’s terminal airs across all city channels. The message reveals a covered-up BCI experiment from 2023, naming those responsible and urging citizens to ask questions."
    },
    {
      "timestamp": "2025-05-07T19:00:00",
      "visibility": "public",
      "description": "Citizens gather nightly in public squares, interpreting and responding to increasingly interactive broadcasts. The broadcasts openly challenge faction leaders, calling out Oksana, Rada, and Daria for past decisions tied to BCI manipulation."
    },
    {
      "timestamp": "2025-05-11T13:15:00",
      "visibility": "semi-public",
      "description": "Council members attempt to block the broadcasts but fail. Each new message now reflects real-time public sentiment, adapting accusations and calls to action as citizen voices flood in."
    },
    {
      "timestamp": "2025-05-16T21:00:00",
      "visibility": "public",
      "description": "Widespread discussions and protests grow less focused on scores themselves and more on fundamental questions of leadership, trust, and truth. Citizens begin drafting charter demands based on the broadcasts."
    },
    {
      "timestamp": "2025-05-21T10:30:00",
      "visibility": "public",
      "description": "The Council’s authority is eroded as residents embrace participatory governance formed through collective debate, direct response to the broadcasts, and new bottom-up coalitions forming in the absence of effective BCI control."
    }
  ]
}