{
  "main": {
    "opener": "Feels like everyone's on edge. You too?",
    "variants": [
      [
        "People are nervous, yes. Even in the secure zones, things feel tighter.",
        "My building now has more checkpoints than sense.",
        "I don't linger anywhere these days. Not wise.",
        "It's exhausting, really, trying to stay one step ahead of the suspicion."
      ],
      [
        "Everyone's careful with what they say now. More eyes, fewer words.",
        "Yesterday it took three scans just to get into my office.",
        "I work alone, mostly. Nobody wants to leave a trace.",
        "Saw people crowding near the exits. I left the long way round.",
        "It's exhausting, really, trying to stay one step ahead of the suspicion."
      ],
      [
        "It’s not just me. All over, people are wary after the broadcasts drew crowds.",
        "Security at my building ramped up overnight. Credential checks, closed doors.",
        "My usual messaging teams won’t even meet digitally anymore.",
        "I rewrote and stored speeches offline. Paper, pen, no networks.",
        "Whispers about Council data manipulation keep floating around, and everyone’s watching their back.",
        "Left by the side exit to avoid the groups forming at the doors. Some things are better seen from a distance.",
        "It's exhausting, really, trying to stay one step ahead of the suspicion."
      ],
      [
        "Can’t blame anyone for being on edge. After those public broadcasts, everything shifted. Even the air’s different.",
        "Getting into my office now is a trial—checks at every corridor. Paranoia, formalized.",
        "I had to cut my messaging team out, kept drafts on actual paper, and only showed them to people I trust.",
        "There are rumors everywhere. Council metrics, manipulation, ghosted data—no one’s sure what’s real.",
        "Just overheard my colleagues speculating. Adjusted all my messaging to push systemic improvement—more civic language.",
        "Took the most obscure route home, just to avoid being seen near those informal gatherings at the building entrance.",
        "I hardly interact with the system now. Not good for scores, but at least I sleep a little easier.",
        "It's exhausting, really, trying to stay one step ahead of the suspicion."
      ],
      [
        "You’re right. After all these years writing speeches for them, I can say this: the mood has changed, fundamentally.",
        "The broadcasts gave people something to rally around—questions, not slogans. Now there’s suspicion everywhere.",
        "Even my own access gets triple-checked. No one really trusts the BCI’s protections, not even the people who built it.",
        "My ‘collaboration’ is a notebook and old habits. I keep everything I write offline, only share it if I know the person’s politics.",
        "Every rumor about the Council manipulating data feels like a threat and an opportunity. I lean Innovator, but I’d rather see honest reform than perpetual paranoia.",
        "I had to choose—keep working as they ask, or rewrite the scripts to suggest small chances for real civic input. I chose the latter. Maybe it helped move things outside rigid BCI boundaries a little.",
        "Now, I go home the long way, keep to the unmonitored streets, and watch the crowds gather. More hopeful than afraid—at least sometimes.",
        "It's exhausting, really, trying to stay one step ahead of the suspicion."
      ]
    ],
    "emotion": "It's exhausting, really, trying to stay one step ahead of the suspicion."
  },
  "emotional": {
    "opener": "You know, even the ones who craft the words need a place where they don’t have to watch their every syllable. Let yourself breathe awhile, Sven.",
    "variants": [
      [
        "I appreciate that. Sometimes it’s hard to remember what it feels like to do that.",
        "It’s not every day you hear something like that in here."
      ],
      [
        "Thanks. Not many people bother to remind me of that.",
        "I suppose we all need breathing room, even if it’s brief.",
        "Hard to let the guard down, though."
      ],
      [
        "You make a point. I suppose even words can be a shield if you use them long enough.",
        "Strange, isn’t it, how quickly the habit of caution slips into everything.",
        "It does help, hearing someone say it aloud.",
        "Most people don’t notice who’s carrying what weight."
      ],
      [
        "I forget sometimes that I’m allowed to exist outside the scripts I write.",
        "It’s easier, safer, to hide in language. But you’re right.",
        "A place like this is rare. So is candor.",
        "I don’t know that I’d recognize my own breathing if not for reminders like yours.",
        "Thank you for offering that, even if you don’t know how much it matters."
      ],
      [
        "It tastes almost forbidden, being honest without the audience watching every phrase.",
        "You’re right—I cage myself in words, even when I know I long for quiet.",
        "When you spend your life shaping other people’s truths, authenticity feels like a contraband luxury.",
        "There’s comfort here. It lets me put down the mask, even if only for a moment.",
        "People like us, we measure breaths in borrowed time.",
        "Thanks for seeing past all that, and letting me be someone real, just for this little while."
      ]
    ]
  },
  "factual": {
    "opener": "Stop speaking in riddles, Sven. Just tell me what's really happening with those broadcasts and the Council.",
    "variants": [
      [
        "The broadcasts are stirring things, no question.",
        "Council members scramble to contain fallout.",
        "You can see shifts in city routines—people gathering, systems slower.",
        "Rumors multiply, but nothing's verified yet."
      ],
      [
        "Truth is, the interactive broadcasts have unsettled the Council.",
        "Officials are desperate to reset control but can’t agree how.",
        "Crowds in public spaces respond to these messages. More visible unrest.",
        "Data leaks have made everyone wary, even those at the top.",
        "No one wants to be caught on the wrong side of the next revelation."
      ],
      [
        "The broadcasts have pried open old wounds—abuses, secrets, all in public view.",
        "Council legitimacy is thin; leaders are being named in the messages.",
        "My sense: the BCI’s grip is looser than ever, tension high across factions.",
        "Innovators, like myself, hoped for more transparency, not just chaos.",
        "What you see on the streets—people organizing—that’s new.",
        "Officials talk of resets. Directorate, purges. Harmonists, old backups.",
        "Everyone feels the ground shifting."
      ],
      [
        "Interactive messages are pushing the city into something unrecognizable.",
        "So many secrets surfacing—abandoned profiles, pilot project ghosts. True, by the way.",
        "Council’s attempts at control are desperate. I’ve written statements I knew they’d never read out loud.",
        "Innovators like me want participatory reform, but these broadcasts... they’re crowd-sourced chaos.",
        "I see people writing their own charters, trying to reclaim the city from metrics.",
        "Even messaging advisors—like me—are questioned, sidelined, observed.",
        "Some nights, it feels like real change. Other nights, just further fragmentation.",
        "I keep records of every speech, every revision, even what they begged me to erase."
      ],
      [
        "I’ve watched whole paradigms collapse overnight—Halden’s death was only the spark.",
        "The broadcasts are a mirror, you know. They reflect things we’ve buried for years: BCI manipulation, old Council purges, profile disappearances.",
        "When the ghost archive resurfaced, I cross-checked it—names I’d encountered in early drafts, deleted but never gone. I wasn’t supposed to keep those versions, but I did.",
        "Everything the public sees is just a ripple. The worst tremors are silent, behind encrypted doors.",
        "I lean Innovator because I want openness—real reform, algorithmic transparency, not this digital fog.",
        "Now, the city’s rewriting itself. You can feel it on the street: people set the terms, not the system.",
        "Council factions are tearing at each other over the right to restore or erase.",
        "I’ve written words for all sides, but lately, I only share them with people I trust to interpret, not just recite.",
        "The exhaustion isn’t from fear. It’s from carrying too much truth in a city addicted to secrets."
      ]
    ]
  }
}