{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "Yeah, something's shifted. People don't seem as focused on the screens now.",
        "Had some neighbors passing around flyers, old paper ones.",
        "Mostly just keeping to myself. The systems aren't working like they used to...",
        "...feels unsettling. Like the ground's gone soft beneath you."
      ],
      [
        "I noticed it too. Things in my building are changing, little things.",
        "Neighbors are arguing about new rules, not waiting for announcements.",
        "Tried to file a complaint. Only got a sign about some meeting, no digital reply.",
        "Feels odd—like I have to check twice before I say anything now.",
        "...feels unsettling. Like the ground's gone soft beneath you."
      ],
      [
        "Something's really off lately. Usually everything runs smooth, but now people are just...different.",
        "There was this group handing out paper flyers where I live. No announcements from the building system, just debates in the hall.",
        "I tried to get help for a service block. Nothing came through. Just an invitation to a meeting, in person.",
        "I skipped it. Not sure who I'd run into. Used to be you could just log a report and that was that.",
        "Feels like the whole neighborhood’s waiting for instructions that aren’t coming.",
        "It’s got me keeping notes by hand again. Can’t trust what’s automated anymore.",
        "...feels unsettling. Like the ground's gone soft beneath you."
      ],
      [
        "Honestly, it’s been strange to watch, even for me. I used to think the system kept everyone predictable, safe.",
        "But last night, community organizers brought flyers about a charter. People I barely spoke to before, arguing face to face about leadership.",
        "Half the screens in my block don’t even update anymore. Like something snapped.",
        "Last time I tried to access medical, they said to come to a live meeting. No trace in the digital log.",
        "I used to trust the data—worked there, flagged “unusual behaviors.” Now I see the risk shifted to all of us.",
        "I’ve lost access too. Still flagged from before. Now everything’s by word of mouth.",
        "Feels dangerous and alive at the same time.",
        "...feels unsettling. Like the ground's gone soft beneath you."
      ],
      [
        "I used to believe in the BCI, honestly. It made sense, back when the order felt fair. Only, that’s not what I’ve seen.",
        "They started freezing people out for small things, and I stopped thinking it was a safeguard.",
        "Just this week, I watched neighbors hand out hand-written flyers about creating their own charter. No one trusts the digital notices.",
        "Last night, for the first time, there was no system update in the halls. People debated in the open, not over scores but what rules might come next.",
        "When my complaint about medical access disappeared, a printed invite to a face-to-face meeting was taped to my door. The system’s silent, like it’s waiting.",
        "I keep a hand-written log now. Have to. The automated channels lock me out—my BCI’s been stuck at 34 for days since the accusations.",
        "Honestly, I don’t know if I belong anywhere anymore. They called me an Innovator for wanting change, and now I’m just…scanning each day for what’s left of the ground rules.",
        "...feels unsettling. Like the ground's gone soft beneath you."
      ]
    ],
    "emotion": "...feels unsettling. Like the ground's gone soft beneath you."
  },
  "emotional": {
    "opener": "\"You're not the only one feeling like everything's sliding. Sometimes, it just helps to know someone else sees it too.\"",
    "variants": [
      [
        "Maybe. Sometimes it just passes.",
        "Thanks."
      ],
      [
        "I guess it's not just me, then.",
        "Feels a bit less isolated, hearing that.",
        "Still not sure what comes next."
      ],
      [
        "It helps to hear that, actually.",
        "I kept thinking I was overreacting.",
        "Lately, I can’t quite shake the sense something’s off.",
        "I appreciate you saying it."
      ],
      [
        "You’re right, it does help knowing I’m not alone.",
        "It gets so hard to tell what’s real—what’s just...me.",
        "Some days the ground feels stable, some days it doesn’t.",
        "I was starting to doubt my own judgment.",
        "Thanks for making space for this."
      ],
      [
        "It’s strange, I used to think I could trust my own read on things.",
        "Now, even the routine feels slippery.",
        "You saying that—honestly, it’s more comfort than I expected.",
        "Most people just act like everything’s fine. It’s...alienating.",
        "Sometimes I feel like I’m disappearing in all this data and noise.",
        "I don’t talk about this much, so...thank you."
      ]
    ]
  },
  "factual": {
    "opener": "People keep talking, but nobody’s saying what actually happened. What’s really going on with the Council and those broadcasts?",
    "variants": [
      [
        "The Council's scrambling, but they're refusing to admit how much control they've lost.",
        "Those broadcasts… they aren’t from official channels anymore.",
        "Now people are meeting in person instead of waiting for instructions.",
        "Everything feels unpredictable. Even the streets are tense.",
        "It's not just technical glitches. Something deeper’s disrupted."
      ],
      [
        "Crowds are gathering, not just for protest but to interpret those new broadcasts together.",
        "There's been talk of Council members being named in the messages, but most people only know rumors.",
        "The BCI leaks made everyone paranoid. Neighbors barely trust each other.",
        "People are working on local charters now, but it isn’t clear who’s actually in charge.",
        "I hear subsystems are running unsynced in places.",
        "It's like the whole city’s on edge."
      ],
      [
        "After Halden... the Council lost its grip. The BCI shows obvious, weird patterns.",
        "Broadcasts are surfacing secrets about the Council—their own abuses and mistakes.",
        "Some of us used those messages to double check for more leaks.",
        "You can see grassroots groups rewriting how things work in their buildings.",
        "Old faction lines aren’t holding up. People want new power structures, fast.",
        "Innovation’s what got us here, for better or worse. The risks are obvious now.",
        "It's still unclear if anyone can restore order."
      ],
      [
        "Once those data leaks hit, nobody trusted the old system. Everything felt exposed.",
        "Now the interactive broadcasts are shaping public opinion every night.",
        "People are even calling out Innovators, like I was, for what went wrong.",
        "Grassroots leadership is improvising, sometimes clashing with what’s left of Council orders.",
        "The Harmonists want to roll everything back, but that's not working.",
        "Some Directorate types are pushing for mass purges, which is just more chaos.",
        "I’ve seen system logs—BCI resets, patches forced without oversight.",
        "Feels like we’re patching holes as fast as new ones open."
      ],
      [
        "I’ve read fragments from the discarded BCI archive—there are ghost profiles nobody can account for, not even the original admin.",
        "The truth broadcasts seem to adapt to the crowd's mood, almost like the old system but in reverse.",
        "Underneath, it’s Innovator logic running wild: show everything, let people choose.",
        "I’d hoped algorithmic governance would mean justice, but the models just mirrored whoever pulled the levers.",
        "Now, public trust has collapsed; people improvise charters, skip any system channel they don’t control.",
        "Harmonists want to reset to backups, but that could erase too much—years of history, even people.",
        "The Directorate’s crackdown attempts trigger more resistance every night.",
        "Honestly, being flagged as an Innovator, I see how it unraveled. No one’s steering.",
        "It’s as if we’re all living in the fallout of one giant test—nobody knows who’s still watching."
      ]
    ]
  }
}