{
  "main": {
    "opener": "Things still feel steady in your world?",
    "variants": [
      [
        "Steady is an odd word for these days. Strange things happening in my building.",
        "New staff set up extra checks. Bit more neighborly silence than before.",
        "I keep to myself. Nothing to worry about, really.",
        "Sometimes the quiet is heavier than it should be..."
      ],
      [
        "Steady doesn’t fit much anymore, Alex. Access points in my building are getting stricter.",
        "They’re checking scores and documents every night. Even legacy-users like me.",
        "I don’t say much to the neighbors. Seen too many faces staring at posted lists.",
        "Deleted some old contacts, just to be careful.",
        "This constant uncertainty... it lingers longer each night."
      ],
      [
        "Well, depends who you ask. My building's got more checkpoints since the last broadcast.",
        "They cross-reference every resident’s history – I saw my name twice on those lists.",
        "People aren’t talking in the halls the way they used to. Some avoid each other now.",
        "I’ve been deleting messages, old contacts. Feels like a precaution worth taking.",
        "Haven’t seen any friends visit, not that I’d dare try.",
        "Feels strangely empty, and I suppose… a bit lonely."
      ],
      [
        "Steady isn’t a word I use anymore. Security’s up in my building since those broadcasts started naming Council names.",
        "Legacy staff—like me—draw extra attention. I watched my BCI score slip another notch this morning.",
        "The neighbors have changed—fewer smiles, more double-checking who’s walking past.",
        "I erased old threads again, thinking about what might resurface if anyone started digging.",
        "My old colleagues, I won’t even try reaching out. It’s safer that way.",
        "I haven’t ventured out much. Safer inside these days.",
        "Honestly… spending more time with my books than people, for better or worse."
      ],
      [
        "When people ask if things feel steady, I have to smile. This isn’t the city I knew.",
        "Since those truth broadcasts named Council members, every door needs another check, every interaction’s timed.",
        "Retired folks like me, especially with ‘legacy’ printed beside our names, we get second looks everywhere.",
        "My BCI’s down to 62. Not enough to make waves, but enough to keep me uneasy.",
        "I’ve been deleting old contacts, old messages—what I know from my years inside the Council isn’t safe to hold onto anymore.",
        "Haven’t reached for that briefcase. Sometimes I think the secrets in there are safer forgotten now.",
        "Nobody talks in my corridor anymore. Trust was hard enough before; now, it’s vanished.",
        "Some days I wonder if the old Harmonist ways of compromise even matter. It’s a lonely sort of peace… but that’s all that’s left for some of us."
      ]
    ],
    "emotion": "loneliness"
  },
  "emotional": {
    "opener": "Nikola, I know it can feel like everyone’s watching or judging, but sometimes quiet doesn’t mean forgotten. You’re still seen for who you are, not just a line in the records.",
    "variants": [
      [
        "That’s kind of you to say. People rarely look past the records these days."
      ],
      [
        "You mean that. It’s not usual... These days, most only see what’s measured.",
        "I suppose quiet can have its own kind of dignity."
      ],
      [
        "I appreciate that sentiment. Being seen—genuinely—means more than I expected.",
        "Quiet does wear you down after a while.",
        "Sometimes I miss the noise, even the parts I used to avoid."
      ],
      [
        "Thank you for saying that. It’s easy to forget we’re more than the sum of our records.",
        "There’s a comfort in being noticed, even in small ways.",
        "Silence can be a shelter, but it grows heavy if you stay too long.",
        "I suppose I never minded solitude before. Now, it feels different."
      ],
      [
        "That means a great deal. There weren’t many chances for real connection in my old role.",
        "Sometimes, it felt like we sacrificed ourselves to keep order — at the cost of being known.",
        "Silence used to mean peace for me, but in this new world, it feels... empty.",
        "I’ve realized how much faces matter. Even casual words were precious.",
        "Funny, the system counted everything except the things we needed most.",
        "So yes, Alex, being seen — really seen — helps, even if it’s just here."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Nikola, everyone knows something's off. Just say what's really happening out there.",
    "variants": [
      [
        "Nothing you haven't seen. Citywide talk, restless crowds. They circulate those interactive broadcasts every night.",
        "Names go up, fingers point. Council spins it as open dialogue. Hard to say what's real.",
        "Sometimes, too many voices. Not always wise to listen close.",
        "Old measures, new faces at the gates. That's the city for you.",
        "Can't trust half of what passes for news these days."
      ],
      [
        "You’ll have noticed the broadcasts. They push questions, force people to answer out loud. Unsettling.",
        "Council seems quieter than before. Haven’t seen them this nervous in years.",
        "Crowds gather. Not all arguments are about the system itself – people bring up old scores, you know.",
        "Ever since those leaks, protocols shift nightly. Like they're improvising now.",
        "No one trusts what gets reset or what they say about those missing old users.",
        "I just wait, same as everyone else."
      ],
      [
        "Every night, crowds form to watch those truth segments and hash out old grievances. Feels like the city’s airing its laundry at last.",
        "When Halden was running things, there weren’t outbursts like these. The BCI was smoother, quieter.",
        "Now anyone with a score feels exposed. They talk of resets, purges. Suspicion everywhere.",
        "The Council blames each other in their own coded ways. Nobody steps in to calm things down.",
        "Early Harmonists would have pushed for patience. Me, I see too many lines being crossed now.",
        "Someone started rumors about invisible users moving through the gaps. People believe anything when trust disappears.",
        "There’s talk about starting from scratch, but I doubt it works that way."
      ],
      [
        "The broadcasts changed the tone. Not propaganda, but stories about Council mistakes and vanished files. People shout at the feeds, and somehow it all feeds back in.",
        "I remember when secrets were just kept in vaults, not live on public screens. Now it’s as if everyone’s record is on display.",
        "When Halden managed the BCI, it functioned – if you could call it that – but now the directors argue, the Harmonists urge caution, and the rest want to purge or reboot everything.",
        "My old Harmonist ties tell me a reset’s a fantasy. You can’t restore trust from a backup, no matter the rhetoric.",
        "A few neighbors debate forming their own charters. Council’s lost credibility, so people improvise.",
        "They say invisible profiles wander the system. I know enough to think some ghosts are real.",
        "Plenty of staff like me stay silent, but we all hear the rumors about deleted users still watching from the shadows.",
        "After all these years, it’s lonelier than I imagined – less because of the rules, more because nothing feels stable."
      ],
      [
        "Since the broadcasts started surfacing Council abuses, I’ve watched the old order fall apart. There’s no going back, not for any of us.",
        "Before Halden died, there was control. Not always gentle, but predictable. Now it’s like the BCI’s running on old ghosts and guesswork.",
        "Those deleted-user stories? Not so far-fetched. I helped draft procedures for the first purges. Even then, no one trusted the deletions to stick. Sloppy, rushed – not the Harmonist way.",
        "I worked for Council as a Harmonist, always pushing for quiet fixes, compromise, never spectacle.",
        "Now splinter groups want their own rules. New charters pop up overnight, making the Council look antique.",
        "Sometimes I recognize policies in the broadcasts – bits I filed, arguments I mediated, all twisted up for public drama.",
        "The paranoia isn’t just outside. Legacy users like me see our names pop up in access logs – someone’s watching. Maybe some ‘ghosts’ are us, left in the system by the old regime.",
        "It’s strange, watching calm get pulled apart like thread. Harmonists believed in balance, but rumor outpaces reason these days.",
        "I keep hoping the broadcasts run out of new secrets, but I know the archives better than most. Doubt they’re anywhere near empty."
      ]
    ]
  }
}