{
  "official": [
    {
      "image_id": "screen_corridor",
      "headline": "Public Voices Invited",
      "anchor_line": "Citywide interactive broadcasts ask citizens to share perspectives on recent system adjustments.",
      "contextual_reframing": "Stenograd further enhances participatory feedback, strengthening unity as the Behavioral Compliance Index continues to serve public good."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Gatherings in City Squares",
      "anchor_line": "Residents join nightly community forums, reflecting on responsible system use and shared governance.",
      "contextual_reframing": "Open forums reinforce collective accountability and ensure the Behavioral Compliance Index remains a transparent, trusted tool."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "Adapting Together",
      "anchor_line": "Citizens and Council explore new charters for collaborative urban leadership.",
      "contextual_reframing": "Continuous innovation and public partnership emphasize the resilience and flexibility of Stenograd’s technocratic governance."
    }
  ],
  "underground": [
    {
      "image_id": "mirror_fragment",
      "headline": "Truth Broadcasts Erupt",
      "anchor_line": "Encrypted messages reveal Council secrets and BCI abuses live to the city.",
      "contextual_reframing": "The Behavioral Compliance Index (BCI) was sold as your ticket to comfort. Now, citizens are being called to account — not one-way, but in two directions. Watch, participate, resist."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Crowds Breaking Silence",
      "anchor_line": "People fill public spaces, debating what the system never let us say out loud.",
      "contextual_reframing": "Stenograd’s BCI scores shape your life every day. Now, streets are full of stories — once suppressed, now shared, proof that the system’s perfect control is slipping."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "Council Loses Grip",
      "anchor_line": "With Council authority fading, neighborhoods draft their own rules and leaders.",
      "contextual_reframing": "No more silent rankings. Stenograd’s automated governance is breaking down, and for the first time in years, collective voice beats calibrated control."
    }
  ]
}