{
  "olintz": {
    "chapter": "After widespread protests in response to revelations about political erasures, Oksana noticed a sharp increase in building patrols and stricter document checks at every entry and exit point. That afternoon, her access card was denied at the medical clinic, forcing her to wait under supervision while staff manually verified her credentials. Behind her, others whispered about new service refusals and speculated about resident lists circulating among security teams. Upon returning home, she found a city-issued reassessment notice slid under her door, listing requirements for immediate review of her eligibility. The mounting vigilance and visible anxiety of neighbors, now avoiding direct conversation or eye contact, prompted Oksana to pack essential belongings and hide duplicates of identification in two separate locations. Though she refrained from all network activity, she felt certain her housing rights and basic service access could be terminated without warning. Her BCI score dropped slightly to 27, reflecting worsening risk markers.",
    "bci_score": 27,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After news spread that resistance groups and local assemblies were openly taking control of services in Stenograd, Nikola arrived at his building to find the security terminal unstaffed and access logs left unsecured in the common room. Later that day, he observed neighbors meeting to coordinate delivery schedules, ignoring block management memos that previously enforced BCI protocols. Nikola avoided participating, instead slipping upstairs when crowds gathered, and used his tablet only for essential communication, wary of associational risks. That afternoon, supply volunteers distributed food outside market checkpoints, refusing to check BCI scores. Nikola accepted a parcel in silence but maintained distance, careful not to be seen with resistance organizers. The disappearance of central monitoring made him more cautious, limiting movement and minimizing digital activity. That evening, he deleted messages from former colleagues, aware that shifts in authority could prompt unexpected scrutiny. These choices led to a minor BCI score decline to 79.",
    "bci_score": 79,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "After neighborhood assemblies began running essential services and openly bypassing the BCI, Daria arrived at her lab to find building access granted by a rotating volunteers’ list rather than official BCI scores. Her work terminal displayed requests routed through new local coordinators, not the central system, and instructions stressed manual recordkeeping. During her shift, a resident with a previously vanished BCI record was escorted in for a device reset, supervised by both a local assembly member and a technician from another sector. Daria performed the reset using printed instructions, refraining from any digital log edits. That afternoon, her supervisor privately warned her that the Council could audit restored access histories, so Daria deleted unused scripts from her portable drive. Knowing her every entry could be reviewed by either side, she avoided unscheduled conversations and left promptly after her shift. Her BCI score dropped to 45 due to flagged interactions and nonstandard device handling.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After neighborhood assemblies began managing local services and bypassing official repair requests, Lenart experienced a sharp drop in job opportunities from formerly compliant districts. Arriving at a scheduled maintenance site, he found the building under new resident committee control and access restricted to non-committee contractors. Denied entry despite presenting his credentials, Lenart observed other independent workers being turned away as well. New protocols favored residents vetted by the assembly, making his previous system access and compliance record irrelevant in these sectors. He returned to his workshop and revised his client list again, now limited almost exclusively to a handful of traditionalist neighborhoods. Throughout the day, messages from potential clients remained sparse, and no new work orders arrived through city channels. Lenart refrained from discussing repairs outside secure contacts, wary of being flagged by both BCI remnants and new neighborhood monitors. His BCI score decreased slightly to reflect diminishing system alignment, settling at 65.",
    "bci_score": 65,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After deciding to leak confidential reports exposing Council sabotage and BCI corruption, Sven Halek accessed hidden archives during a scheduled late-night system maintenance window. He copied and distributed evidence of Council interference, cover-ups, and intentional BCI erasures to trusted contacts with instructions for targeted release. Throughout the following day, he observed the immediate fallout in his office: senior officials withdrew from shared channels, guidance memos halted, and ongoing projects were suspended without explanation. Several colleagues, once steady in correspondence, avoided eye contact and refrained from collaboration. Security audits intensified, and Sven received an automated directive restricting his access to networked resources. Despite the disarray, he maintained offline backups and recorded the rapid escalation of internal accusations within the Council. As revelations spread, his BCI score dropped drastically to 50, reflecting system-flagged subversion and the breakdown of trusted access due to his direct role in unleashing the Council's internal collapse.",
    "bci_score": 50,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the public formation of neighborhood assemblies and the open defiance of system governance, Rada adjusted her daily routines to minimize attention while collecting firsthand accounts from residents. On the morning after community groups coordinated essential services, she avoided using her digital pass and instead relied on manual entry codes shared by local organizers to enter her building. Inside, she found posted schedules for volunteer patrols and food distribution, replacing system notices. Rada spent the afternoon interviewing reinstated residents who described access privileges granted by assembly rosters rather than city-issued scores. Family units that had previously avoided her began to speak openly, offering details about the assemblies' decision-making and refusal to recognize old compliance protocols. By evening, Rada refrained from all official channels and submitted her notes to trusted community coordinators. Her BCI score remained at 1, unchanged due to her continued exclusion from system recognition, but her reliance on local networks deepened.",
    "bci_score": 1,
    "political_preference": "rebel"
  }
}