{
  "main": {
    "opener": "I can't tell if it's just me or if the city's... changed. What's it feel like to you?",
    "variants": [
      [
        "Something is off. Too quiet, too forced.",
        "The system slipped. That much is obvious.",
        "People around me stopped talking, like a signal went out.",
        "Feels like everyone’s just waiting for the next shoe to drop."
      ],
      [
        "There’s a chill in the air now – you can sense it, behind every glance.",
        "Since last week, something changed in my circles. Silence, sudden, everywhere.",
        "A few odd directives landed in my inbox. And my BCI score took a hit.",
        "I won’t say more, but trust it’s not random.",
        "All I’ll say: I’m tired of waiting for someone else to speak first."
      ],
      [
        "Been a strange week. Offices went quiet, conversations halted midway.",
        "Access to files pulled. Projects just… stopped. People I knew looked past me, afraid or ashamed.",
        "I leaked something, Alex. Files that weren’t meant to see sunlight.",
        "Did it to rattle them. It cost me my access. Made me untouchable to some, invisible to others.",
        "Now it’s all tension and closed doors, for everyone involved.",
        "I feel spent and wired at the same time."
      ],
      [
        "Feels like I set off a tremor no one can mute.",
        "I used what I know, what I’ve kept – hidden archives showing how the Council manipulated everything, BCI scores, all of it.",
        "Shared enough that silence wasn’t an option anymore. Even the careful ones flinched when the memos stopped and meetings vanished.",
        "My score dropped fast. Locked out of systems, treated like a virus.",
        "But it had to be done. Without the leak, they’d keep selling lies and burying whoever gets in the way.",
        "People are angry now – really angry. Generals, engineers, old friends, all exposed for what they are.",
        "And I haven’t slept and I don’t think I will until there’s a new order, or I disappear."
      ],
      [
        "When you ask, Alex, I hear the difference in your voice. I can’t sell comforting fiction anymore.",
        "I built the language of obedience for years. But I couldn’t keep patching lies over rot. The Innovators wanted more, faster, but the Council reeked of old secrets and quiet threats.",
        "Last week, in a city shaped by silence, I leaked proof of their sabotage – Council tricks, BCI erasures, the whole decaying architecture.",
        "It was intentional. I knew what would happen: the system turned on me, stripped my access, halved my score. Friends pretend not to know me. All meetings vanished overnight.",
        "Maybe I threw a spark at a powder keg – but quiet ended the moment evidence hit the right hands.",
        "Now every neighborhood feels the swing of BCI chaos. Anger, fear, people with no records hunting for justice.",
        "If there’s anything left to save, it’s in the mess we’re making. I did it with eyes open, Alex – because someone had to finally break the machine.",
        "I’m exhausted. Haunted. But I’m not sorry. I couldn’t stop, even if I wanted to."
      ]
    ],
    "emotion": "Exhausted, but unable to turn off my mind for even a moment."
  },
  "emotional": {
    "opener": "You know, Sven, even a system that claims to run itself was built by people who still need rest. You’re allowed to stop for a moment—no one is made to carry this alone.",
    "variants": [
      [
        "I suppose you’re right. Rest is just another form of discipline, isn’t it."
      ],
      [
        "Funny how easy it is to forget that.",
        "Maybe letting go for a moment isn’t surrender after all."
      ],
      [
        "Sometimes it feels like if I stop, everything unravels.",
        "But maybe it’s the opposite—maybe moving nonstop does the real damage.",
        "Hard to see which habits are survival and which are self-sabotage.",
        "Still, your words help me slow down."
      ],
      [
        "I don’t remember the last time I truly rested. The system rewards vigilance, not stillness.",
        "Yet you’re right—fatigue doesn’t make me more precise, just more brittle.",
        "It’s strange, how exhaustion becomes a badge and a cage at once.",
        "I lose track of where duty ends and self-preservation begins.",
        "Sometimes, a single kind word feels like breaching a firewall."
      ],
      [
        "Sleep is foreign to me now. I almost admire those who can just… shut it all down.",
        "I built my life around certainty, around never missing a signal or warning.",
        "But the mind is not a sensor, no matter how the Council pretends otherwise.",
        "There’s comfort knowing someone else thinks it’s permissible to step back, even briefly.",
        "You remind me that limits aren’t failures—they’re human.",
        "Maybe that’s the only truth that ever mattered, under all the systems and scores."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Sven. If you started all this, you must know more than you're saying. What actually happened?",
    "variants": [
      [
        "Nothing stays contained now. The data poured out, public saw what it was meant to.",
        "Leaders act lost. Council keeps quiet, maybe afraid. No plan, just damage control.",
        "Everyone’s guessing. System stutters, neighborhoods get wild swings.",
        "Anyone with sense is keeping their head down.",
        "It isn't over, that's all."
      ],
      [
        "After the leaks, the city’s running on nerves.",
        "Council can’t pull order from this mess, and people see it now.",
        "Mid-levels started dropping out, some resigned, some vanished.",
        "Demonstrations multiply, not just angry but organized.",
        "Access is spotty. Everyone’s tracking who’s left standing.",
        "Every announcement is just noise, for show."
      ],
      [
        "Most know the BCI scores leaked, but the timing made things worse than they admit.",
        "Internal staff turned, not just me — middle layers. That’s kept quiet.",
        "Some neighborhoods barricaded, setting up parallel systems for food and power.",
        "Council: lost authority. Directorate: doubled down, harsher than before.",
        "Harmonists tried to spin calm, didn’t work. People stopped believing the line.",
        "Innovators — some of us — said let the machine collapse, build again from the ruins.",
        "Stenograd’s shape is changing fast, not one group in control."
      ],
      [
        "I watched the memory-wipe scandal unfold in real time. Families ghosted, records scrubbed, familiar names gone from the grid.",
        "What’s left of the Council is paralyzed, every faction leaking dirt to stay afloat.",
        "Neighborhoods are organizing everything — supplies, signals, even couriers. Feels like the city’s being rebuilt from the ground up.",
        "Supposed restoration promises were smokescreens. Deeper compliance metrics track ‘restored’ citizens even closer.",
        "I backed the Innovators’ view — break old structures, try better iterations, not more lockdowns.",
        "This is the first true resistance to the BCI, not just rogue glitches, but new leadership growing under the surface.",
        "Every night, new alliances. Some want justice, some just want out. No one’s in charge now.",
        "I keep thinking: if it falls apart, maybe it deserved to."
      ],
      [
        "Every major leak landed like a detonation. Council credibility evaporated, even the loyalists started leaking secrets from the BCI’s earliest days.",
        "Erasure events weren’t bugs — they were power moves. Early code was designed to make dissidents vanish, and now it haunts the city.",
        "Innovators — yes, my old circle — always pushed for open revisions, more transparency. But the Council and Directorate gutted us, turned everything into silent weapons.",
        "I’ve been documenting every version of the BCI. I saw how prototypes gave security chiefs back doors, how pilots flagged entire blocks for loyalty scoring.",
        "Now, neighborhood assemblies run vital services. Bartering networks, alternative IDs, manual records — all outside Council reach.",
        "Promised ‘restorations’ were surveillance traps, tracking erased citizens under shadow compliance.",
        "Resistance groups aren’t just anger now. They’re building something: new social contracts, new systems.",
        "None of it’s patchwork anymore — it’s parallel government. The Council’s an afterthought for most people under forty.",
        "If Stenograd survives, it won’t be because of anything left in the old code."
      ]
    ]
  }
}