{
  "main": {
    "opener": "Makes me wonder what your days have been like recently.",
    "variants": [
      [
        "Busy enough.",
        "Work’s been... disrupted. New rules out there.",
        "Some places just close their doors now, no matter your credentials.",
        "Feels like everything’s slowed down. If you’re not in the inner circles, you’re out."
      ],
      [
        "You know, used to be I could fix a problem, get paid, move on.",
        "Now, these neighborhood assemblies run their little kingdoms. Not a lot of room for outsiders.",
        "Show up with all the right passes, get told to turn around anyway.",
        "Client list keeps shrinking. Spent more time updating it than actually working lately.",
        "Just feels like my skills don’t count for much right now."
      ],
      [
        "Well, lately I get fewer calls. Assemblies are running things local now. They only trust their own.",
        "Went to a job last week, place was locked up tight. Committee control, badges didn’t matter.",
        "Saw a few of the usual lads turned away too, all of us left scratching our heads.",
        "Spent hours sorting out my work this month, only to realize half my old clients can’t—or won’t—hire me.",
        "City channels are dry. Hardly any new work orders coming through anywhere.",
        "Honestly, just feels like there’s nowhere left to fit in sometimes."
      ],
      [
        "Suppose things have changed a bit too fast, if you ask me.",
        "Used to work for the system full-time—now I just take what scraps I can from the old neighborhoods.",
        "The new assemblies, they only want people they can vouch for. Credentials, experience, none of it counts anymore.",
        "Was blocked from a building by a committee. Watched old colleagues get turned away too—like we all suddenly failed some invisible test.",
        "Spent more hours crossing off old clients than fixing anything. Even talking shop feels risky now, never know who’s listening.",
        "My BCI score keeps sliding because system loyalty doesn’t mean much to these local groups. Working with them feels like walking a tightrope.",
        "And after all the shifts in power, it’s just gotten exhausting trying to keep up."
      ],
      [
        "Not what I signed up for, that’s for sure.",
        "When I started, I liked thinking that good work mattered. Now it’s all about which flock you belong to—no one wants a contractor who gets flagged if they talk to the wrong person.",
        "After the BCI leak mess, everyone’s paranoid. Assemblies are shutting out anyone tied to system channels. My ties to the Directorate don’t win favors here anymore—if anything, they make things worse.",
        "Showed up at a site, committee kids waved me off without even checking my tools. Saw a few old hands there, same result. I’ve spent the past week auditing my entire contact list just to avoid another public rejection.",
        "No new work orders through the official networks. Feels like the old city disappeared overnight, replaced with a dozen little fortresses.",
        "Keeps weighing on me—knowing there’s no central system to trust, but that the alternatives aren’t built for outsiders. Talk too much and you risk slipping further down the scale. Keep quiet, and you end up invisible.",
        "Honestly, if the Directorate had any backbone left, they’d reassert some order. But right now, looks like everyone’s scrambling just to guard their own patch of ground.",
        "All things considered, I’m tired. Just trying to remember why I started in the first place."
      ]
    ],
    "emotion": "Tired, but trying to keep things in perspective."
  },
  "emotional": {
    "opener": "“You know, Lenart, most people just keep pushing through without ever stopping to notice they're carrying too much. It's alright to feel worn out now and then.”",
    "variants": [
      [
        "Yeah, I suppose that’s true.",
        "Some days are heavier than others, I guess."
      ],
      [
        "Maybe I needed to hear that.",
        "Been a stretch of long days, that's all.",
        "Doesn’t hurt to stop and take a breath, right?"
      ],
      [
        "You’re not wrong. Gets easy to forget you’re not made of steel.",
        "It helps, hearing it out loud for once.",
        "Guess we’re all lugging something.",
        "Appreciate you saying it."
      ],
      [
        "I sometimes lose track of what’s mine to carry and what I’ve picked up from others.",
        "It creeps up on you, this kind of tired.",
        "Having someone notice makes it feel a bit lighter.",
        "I don’t always let myself stop — old habit.",
        "Thanks for the reminder. Honestly."
      ],
      [
        "I grew up thinking you just outlasted these stretches. As if the only measure is whether you keep moving.",
        "But you’re right — sometimes it’s not about how much you take, but what you let go of.",
        "The world here teaches you to brace all the time, even after nothing’s actually coming.",
        "Strange how tiredness becomes so quiet, no one notices until you nearly trip.",
        "Your words make it easier to remember why I bother at all.",
        "Feels good to speak that aloud, even just once."
      ]
    ]
  },
  "factual": {
    "opener": "Word is things got ugly citywide—what’s really going on, Lenart?",
    "variants": [
      [
        "Nothing you haven’t heard—everyone’s upset about those leaks.",
        "Council lost control, that’s plain enough.",
        "Folks are out on the streets again, but I stay clear.",
        "Assemblies just taking over where they can.",
        "Not much else to say that you wouldn’t know."
      ],
      [
        "Files got out, Council’s dirty laundry all over town.",
        "Turns out a lot of the vanishings weren’t technical—someone wanted them gone.",
        "Now the protests are louder, more coordinated.",
        "Mid-level people are vanishing too, but this time by choice.",
        "With the big bosses frozen, locals just fill the vacuum.",
        "No point trusting the old city routes anymore."
      ],
      [
        "Those leaked files showed plenty—Council sabotaging their own system.",
        "Whole swathes of people deliberately wiped, not by accident.",
        "You get waves of resignations, neighborhoods isolating themselves.",
        "Most folks aren’t waiting for Council to fix it, they’ve moved on.",
        "The BCI’s just a shadow—no real grip left.",
        "If you dealt with the Directorate, you can see they’re struggling for any kind of order.",
        "Now, resistance groups and assemblies run half the show."
      ],
      [
        "Council’s chaos is all over the grid, their sabotage laid bare.",
        "A lot of the erasures were targeted—never truly mistakes, just weapons.",
        "People started handling things themselves, built new ways to keep their corners running.",
        "You can see Directorate regulars frustrated, no chain of command left to fall back on.",
        "I get rumors of system insiders cutting deals just to protect their own tracks.",
        "Assemblies and resistance link up, the BCI can’t keep tabs like before.",
        "Can’t say the power grabs surprise me, but the scope? Never seen anything like it.",
        "Makes an old systems type miss the days when problems had clear boundaries."
      ],
      [
        "Council took a knife to its own system, tried to hide it behind the usual technical excuses.",
        "We saw families erased in bulk—turned into non-persons to keep power stable.",
        "That data leak? It was a staged unraveling, one that finally showed their hand.",
        "Old friends in infrastructure told me even Directorate files weren’t safe—everyone’s dossier got fractured.",
        "A lot of us with system clearance got approached for dirt, or to scrub what couldn’t be explained.",
        "Now, assemblies and resistance groups divvy up city blocks and supply flows.",
        "Feels like those of us who backed the Directorate are seen as liability or threat by both sides.",
        "I’m caught patching leaks and networks for what’s left of the old neighborhoods. Feels like working both sides of a divided city.",
        "Truth is, there’s no center left—just factions scrambling for legitimacy in the ruin."
      ]
    ]
  }
}