{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Suppose that makes sense. People are unsettled right now.",
        "I came home the other night. Lobby was empty. Terminals abandoned.",
        "Neighbors seemed occupied with deliveries. Nobody keeping records anymore.",
        "Can't say I sleep easier for it."
      ],
      [
        "Suppose that makes sense. People are unsettled right now.",
        "Came home to find security missing. Access logs out in the open.",
        "Neighbors gathering, organizing food drops. Not the usual way.",
        "I stayed clear. Better to keep my own routine now.",
        "Hard to tell who’s watching."
      ],
      [
        "Suppose that makes sense. People are unsettled right now.",
        "Security posts were unmanned. Logs lying around for anyone.",
        "Delivery groups had no interest in BCI checks. Everyone ignoring official channels.",
        "I took the parcel. Didn't linger.",
        "Haven't used my tablet much since those changes.",
        "Feels like things are shifting beneath us, not sure where it leads."
      ],
      [
        "Suppose that makes sense. People are unsettled right now.",
        "I watched the building staff vanish overnight. No protocol, no guard.",
        "Neighbors holding their own meetings for food runs, just passing around names, not scores.",
        "I avoid the crowds, keep to myself. It’s habit from years on the Council’s edge.",
        "Deleted old messages, even the ones that sounded innocent. Never know who’ll come looking.",
        "Feels strange to be outside all those systems, seen but not counted.",
        "Hard not to wonder what’s really coming next."
      ],
      [
        "Suppose that makes sense. People are unsettled right now.",
        "When the monitors left and logs were just left out, I realized Stenograd is shedding its skin.",
        "Nobody watches the screens. Volunteers hand out food, pretending none of us have numbers trailing behind.",
        "Can’t shake the Council habits. I always read the room, keep a distance, make sure no one expects anything from me.",
        "I scrubbed my messages, even ones from friends. Fear’s thicker now than the protocols ever were.",
        "Funny, after years of pushing for order with the Directorate, I barely recognize the streets they built.",
        "Still, this city runs on rumor and routine now, not rules.",
        "Hard to believe we ever mistook prediction for safety."
      ]
    ],
    "emotion": "Tired and uneasy, burdened by uncertainty"
  },
  "emotional": {
    "opener": "Nikola, it’s all right to feel unsettled. No one expects certainty right now—not with the ground shifting under everyone. You’ve carried a lot longer than most; a small breath of relief is allowed.",
    "variants": [
      [
        "I appreciate you saying that, Alex.",
        "Some things are best left unspoken for now."
      ],
      [
        "Thank you, Alex. It's... helpful to hear that.",
        "Trust isn’t given lightly, especially these days.",
        "I still prefer caution."
      ],
      [
        "You have a point. Nothing’s steady, and maybe it never was.",
        "It helps to remember we’re all carrying something.",
        "I just need to breathe, as you say.",
        "Letting go isn’t easy but maybe it’s necessary."
      ],
      [
        "You always find the right words, Alex. I suppose I have held onto too much, for too long.",
        "Strange how relief feels unfamiliar now.",
        "Sometimes I wonder if caution is habit, not wisdom.",
        "I’ll try to give myself a little permission to rest.",
        "Thank you."
      ],
      [
        "That’s kinder than most would be, Alex. I spent years thinking vigilance was my only shield.",
        "Maybe I learned too well how to hold my tongue, and too little about letting things go.",
        "Back when the Council still meant something… it was easier to believe in purpose.",
        "Now, I catch myself holding my breath, scanning every face. Old habits. Old scars.",
        "Getting older, I see how much that weighs on a person.",
        "Your words matter. I’ll try to remember them."
      ]
    ]
  },
  "factual": {
    "opener": "People keep talking, but nobody says what actually happened. You saw things, didn't you? What's really going on?",
    "variants": [
      [
        "Leaks everywhere now. People angry, can't blame them.",
        "Council... all finger-pointing, nothing settled.",
        "No one's sure who's legitimate anymore.",
        "Hard to know what's real, what isn't."
      ],
      [
        "Word is, files got out about BCI and Council games.",
        "Whole place turned upside down—orders mean less now.",
        "Saw some staff just walk out, no notice.",
        "Rumors spread faster than facts these days.",
        "Even records aren't safe from editing lately."
      ],
      [
        "The city lost its grip after those files hit the streets.",
        "Council tried to pretend erasures were mistakes, but no one buys it.",
        "Mid-tier staff resigned just to avoid fallout.",
        "I served years with the Secretariat. This feels more like collapse than reform.",
        "Too many cleaning up old messes, not making decisions.",
        "Directorate types—most of them—only talk about containment. Not change.",
        "It's not the system itself that's broken. It's who wielded it."
      ],
      [
        "Once the data dumps started, controlling the story got impossible.",
        "I saw reports—lists of deliberate BCI erasures, not just technical errors.",
        "Council factions leaking secrets on each other, not just posturing now.",
        "Everyone's watched, and still nothing gets decided.",
        "Truth is, I've always leaned Directorate—believed order mattered above sentiment.",
        "But you lose a leader like Halden, you lose the center holding things up.",
        "Old friends at the Secretariat are scrubbing their names, erasing connections.",
        "Now, you get block assemblies thinking they're the new authority. It's theater."
      ],
      [
        "After Halden died, nothing in the Council worked as intended.",
        "I handled message controls—saw orders rescinded, real-time, without explanation.",
        "Directorate pushed for hard resets, Harmonists froze, Innovators spread data everywhere to force change.",
        "Documents leaked purposefully, not just some accident. I know some of the custodians who released them.",
        "I kept a physical archive in my briefcase ever since. Some things weren't meant to enter the system at all.",
        "The BCI erasures? Political, not accidental. I signed off on memos when the pilot code was still a 'prototype'.",
        "I thought containment would hold. Old instincts from years serving under Directorate logic—structure at any cost.",
        "Now Council's dismantling itself in public. Never thought I'd see that.",
        "I prefer rules, but not like this—without trust, even the best protocols rot."
      ]
    ]
  }
}