{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Yeah. Everything just moves slower now.",
        "Yesterday I got stopped trying to get into the clinic. Had to wait, credentials checked again and again.",
        "People hardly look at each other anymore.",
        "Feels like a wrong breath could get you in trouble."
      ],
      [
        "It’s been different since last week. More patrols, stricter at every door.",
        "My access card wouldn't even work at the clinic. Made me sit under the cameras till staff could be sure.",
        "They left a reassessment notice under my door. Immediate review, no warning.",
        "Neighbors avoid me now. No eye contact.",
        "I started keeping my things packed, just in case."
      ],
      [
        "Yeah, it’s… heavier for everyone, but especially for people like me with a low score.",
        "There were extra patrols everywhere after the protests. I got flagged at the clinic, made to wait in full view—humiliating.",
        "When I got home, there was a reassessment notice. Hard to sleep when the system could take away everything overnight.",
        "Neighbors stopped talking. Even old friends barely nod.",
        "I packed a bag and hid my spare IDs. I don’t connect to the network anymore.",
        "Guess I just expect the worst, even if it’s not here yet."
      ],
      [
        "Yeah, sometimes it feels like the city’s watching us breathe wrong. Not just me—whole buildings are tense.",
        "My score took a hit after those protests they wouldn’t talk about on the feeds. Couldn’t get into the clinic, got supervised like a criminal.",
        "A reassessment notice was already waiting at home. Neighbors shut their doors the second they see official paper.",
        "Most here don’t understand how suddenly it can all change. Worked in Oversight for years, saw people lose access over nothing.",
        "My own access is slipping. People whisper about lists and disappearances.",
        "Kept my essentials packed, IDs double-hidden. Feels paranoid, maybe, but I’ve seen the patterns. They escalate fast.",
        "Don’t think I’ll ever feel safe walking into my own building again."
      ],
      [
        "Heavier is the right word. Oppressive, like the system weighs even our thoughts now.",
        "I used to believe the BCI was about protecting order, but that was before I saw what it did to people for minor things.",
        "After the data leak and protests, everything tightened. My score dropped enough that my own access was flagged. Public shaming, like it’s calculated.",
        "Neighbors treat me like I’m infectious. Surveillance isn’t just on the street, it’s in the air between people now.",
        "Got a reassessment notice at home, thinly veiled threat. I’ve packed and hidden IDs—I know how fast you can lose everything, working inside Oversight.",
        "My work flagged too many edge cases, I think. Sometimes I wonder if I’m being set up as an example.",
        "This isn’t governance anymore. It’s control, disguised as probability.",
        "I wish the Innovators had done more to change BCI toward something… human. Now it just feels like waiting for the axe to fall."
      ]
    ],
    "emotion": "Weary, quietly overwhelmed by fear and uncertainty."
  },
  "emotional": {
    "opener": "Oksana, you’re not alone in this. People see more than they let on—all that pressure, it’s not your fault. It’s okay to be tired. You don’t have to carry it all yourself.",
    "variants": [
      [
        "Maybe. Not sure it changes much.",
        "But... thanks."
      ],
      [
        "I hear you. Hard to know who notices what, you know.",
        "It's been—well. A lot, lately.",
        "Still, your words help a little."
      ],
      [
        "Yeah... sometimes it feels like everyone’s just pretending.",
        "I keep thinking I'm the only one who feels this way, but maybe that's not true.",
        "It helps to hear that, honestly.",
        "Feels strange, letting my guard down, even a bit."
      ],
      [
        "It’s strange, I used to believe in all of this. The order, the rules... now, every day feels heavier.",
        "Knowing someone actually sees how exhausting it is—it matters more than I expected.",
        "I don't really talk about it with anyone else. People drift away, or they’re too afraid.",
        "I know I should be careful, but right now, it’s almost a relief just to say this to someone.",
        "Thanks for reminding me I’m still human."
      ],
      [
        "There was a time when all of this felt rational, even comforting. I really believed I was making a difference.",
        "Now, I can’t shake the sense that everything’s on the verge of slipping. No one talks about it, but you feel it everywhere.",
        "It’s not just fear. It’s like forgetting what calm feels like.",
        "You saying that... it reminds me I’m not losing my mind. Others must carry pieces of this too.",
        "Sometimes I wonder what’s left of us, under all the routines and scores.",
        "You listening—it matters more than I’ll ever admit to most people."
      ]
    ]
  },
  "factual": {
    "opener": "But come on, Oksana. You must know more about what's going on. Everyone's talking—just say what you know.",
    "variants": [
      [
        "Heard about those leaks—files everywhere, people panicking.",
        "Council’s fighting; something’s off but no one’s saying.",
        "Guessing it’ll get worse before it settles.",
        "People are looking for someone to blame. Always the case.",
        "No one feels safe sharing anything now."
      ],
      [
        "The leaks… it’s not just rumors. Lots of dirty details got out.",
        "Council members started accusing each other. Saw reports of staff going missing.",
        "Demonstrations picked up and security’s on edge.",
        "Whole blocks have lost service for hours at a time, feels targeted.",
        "Nobody believes the Council will last much longer.",
        "Even the feeds are inconsistent now."
      ],
      [
        "They can’t hide the sabotage anymore—evidence is out and public’s furious.",
        "Mid-level staff are resigning left and right. Services in some sectors just don’t work at all.",
        "Neighborhoods are starting these independent assemblies, filling in for what Council lost control of.",
        "I always leaned toward the Innovators—now it feels too late for improvements.",
        "Council just issues silence. System feels more automated than managed.",
        "Every day, there’s another protest. Loss of trust is everywhere.",
        "It isn’t just random failures—it’s intentional, and people know it."
      ],
      [
        "I saw Council files before any leak, knew something was coming but… not this scale.",
        "People realize now a lot of erasures were on purpose—political, not technical.",
        "Those shadow compliance lists—secret, harsher tracking for the “restored”—no one outside Oversight was supposed to know about them.",
        "Innovators like me wanted the BCI humanized, not weaponized. We barely got heard.",
        "Rival factions are sabotaging each other, leaking evidence themselves.",
        "Some old prototypes I flagged are at the center of it, but no one listened.",
        "Now, resistance groups are actually making services work for people again.",
        "Feels like the end of the original order—no Council direction anymore."
      ],
      [
        "When Marek died, everything destabilized. I got early notices—too many subsystems going dark, rollback failures.",
        "I watched as files got leaked—Council sabotage, pilot program cover-ups—I recognized code I’d worked on. Sickening.",
        "The public only just sees the erasures now, but inside Oversight, we all knew about shadow compliance, selective targeting. We warned them.",
        "Innovators pushed for ethical reforms, but hardliners in the Directorate ignored us—and started tracking those of us who flagged risks.",
        "I saw my own flags twisted into proof of noncompliance. It’s how I landed on these watchlists myself.",
        "Some mid-level staff who tried to help are just... gone. Walked out or erased, no trace.",
        "I live with duplicates of old IDs because I saw how fast the system destroys history. People outside don’t know how deliberate it is.",
        "Now the resistance groups, they’re running utilities—no algorithms, just people. It’s fragile but more alive than what we had.",
        "There’s no repairing BCI at this point. I don’t see any way back to what I believed in."
      ]
    ]
  }
}