{
  "official": [
    {
      "image_id": "clean_hall",
      "headline": "System Stability Ensured",
      "anchor_line": "Stenograd authorities reaffirm that minor disruptions are swiftly addressed as the Behavioral Compliance Index adapts in real time.",
      "contextual_reframing": "Our automated governance platform continues to maintain public order and fairness, ensuring reliable access to city resources for all compliant residents."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Efficient Services Continue",
      "anchor_line": "Neighborhood assemblies support vital operations as essential service coordination adapts during system refinement.",
      "contextual_reframing": "Stenograd’s community-driven response highlights the city’s capacity for decentralized resilience and stable social function, even during technical transitions."
    },
    {
      "image_id": "civic_altar",
      "headline": "Public Confidence Remains High",
      "anchor_line": "Recent demonstrations show residents’ engagement and trust in the Council’s rational, evidence-based administration.",
      "contextual_reframing": "This civic activity demonstrates the value of transparent, data-driven governance and the ongoing reform process led by our expert-appointed Council."
    }
  ],
  "underground": [
    {
      "image_id": "archive_dust",
      "headline": "Council Secrets Exposed",
      "anchor_line": "Proof of Council sabotage and corrupted BCI files leaks into the open.",
      "contextual_reframing": "Stenograd's Behavioral Compliance Index, or BCI, claims to automate fairness. New leaks reveal it erases lives for politics, not safety. Neutral? Not even close."
    },
    {
      "image_id": "civic_blueprint",
      "headline": "People Demand Truth",
      "anchor_line": "Thousands hit the streets after learning their erasures were intentional, not system glitches.",
      "contextual_reframing": "It’s not chaos. It’s outrage. The Council thought data control could hide dirty hands, but the city is wide awake now. Your BCI score means your future, and they’ve lied about how it’s set."
    },
    {
      "image_id": "council_table_empty",
      "headline": "City Runs Without Them",
      "anchor_line": "Neighborhoods step up as the Council collapses and the BCI stalls.",
      "contextual_reframing": "Who keeps Stenograd alive? Not the Council, not the scorekeepers — it's us. Decentralized networks reroute food, care, energy. The ‘perfect’ system? Turns out, it needs real people after all."
    }
  ]
}