{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "People are unsettled, yes. I keep to myself these days.",
        "Noticed a bit more activity in my building, that's all.",
        "Things change quickly when folks aren't paying attention.",
        "Suppose it's just the season turning. Feels colder."
      ],
      [
        "The mood’s shifted since Halden was found—hard not to notice.",
        "I’ve been staying in, avoiding the busy places.",
        "Something came through the market last week, stirred some folks up.",
        "Don’t like the new faces hovering near my street.",
        "Feels as if we're being watched more than usual. Makes you uneasy."
      ],
      [
        "Yeah, since Halden’s death everything’s been a little off.",
        "I tried to mind my business, but ended up tangled in things again.",
        "Passed along something at the market—just information, but it moved fast.",
        "Saw people really talking for the first time in years, not just obeying.",
        "The Directorate crews started showing up, looking for answers no one wants to give.",
        "My BCI score dropped overnight. Now I hardly leave home in daylight. Hard to feel safe."
      ],
      [
        "It’s not just the weather. Since Halden died, the whole city’s drifting.",
        "I’m no politician—just an old aide who handled council chores. Even so, I ended up carrying something important.",
        "There was a chip—data on a different Stenograd, something more hopeful. I made sure free zone folks saw it first.",
        "Things spread fast from the market. Suddenly, everyone’s weighing real choices.",
        "Directorate agents started tailing me. Can’t tell who’s friend or shadow now.",
        "My score, my standing—gone in a snap. All for giving people something to talk about.",
        "Feels like the city’s holding its breath. I’m…just trying not to get swept away."
      ],
      [
        "No, it’s bigger than weather. Since Halden’s death, things don’t feel governed—they feel exposed.",
        "I spent my life smoothing over Council routines, believing steady hands and silence kept chaos out.",
        "Now I see what that left us: systems caring more about compliance than people. Harmony, but for whom?",
        "I passed on a chip to the free zones—contained an idea for Stenograd, more open and human.",
        "That moment, the market felt alive. For once, no model told people what to think—everyone just…chose.",
        "Now I’ve got Directorate shadows and a score too low for comfort. The price for breaking routine, I suppose.",
        "Factions inside Council are fracturing. Folks outside? They’re starting to remember what community meant.",
        "Honestly, I’m tired, but I’d do it again. At least now, hope feels possible—even if danger’s growing."
      ]
    ],
    "emotion": "tired and quietly hopeful"
  },
  "emotional": {
    "opener": "You’ve carried the weight quietly for so long. It’s all right to rest now. Some burdens aren’t meant for one person alone. You were seen, even if it didn’t always feel that way.",
    "variants": [
      [
        "Thank you. Words like that help, I suppose."
      ],
      [
        "Appreciate it. Sometimes it's difficult to believe anyone notices.",
        "Old habits... hard to drop them all at once."
      ],
      [
        "Strange, hearing that from someone who understands.",
        "A small kindness goes further than people think.",
        "The quiet can be heavy, yes, but not every silence is empty.",
        "I'll keep your words in mind."
      ],
      [
        "I haven’t let myself rest much, truthfully.",
        "Never thought anyone really saw the effort behind the scenes.",
        "Sometimes I wonder what it would be to put these habits down completely.",
        "It's not easy to accept kindness, but I’m trying.",
        "You speak as if you know, and maybe you do."
      ],
      [
        "You remind me there’s value in these small mercies, even now.",
        "The world here rewards quiet, invisible service. Someone always has to remember.",
        "I never wanted recognition. Only a sense that my work mattered.",
        "There’s fatigue that doesn’t come from age, but from carrying what others ignore.",
        "Your words offer more relief than you know, more than most could.",
        "For the first time in a while, I feel a bit lighter."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened to set everyone off? Don't give me riddles this time—what's really going on out there?",
    "variants": [
      [
        "Lot of rumors, little truth. Hard to say what’s real anymore.",
        "They say the labor assignments are shifting. Feels random, if you ask me.",
        "Council’s gotten quieter. Some say it’s discipline, some say it’s confusion.",
        "Think that’s everything worth mentioning."
      ],
      [
        "People keep saying things are upended since Halden’s death—makes sense, given the mix-ups in assignments lately.",
        "Saw some official types making rounds, not the usual patrols. Seemed tense.",
        "A few neighbors talked about markets changing, more debate than usual.",
        "There’s talk of information moving through odd channels. Nobody confirms it out loud.",
        "Noticed more analog signals, old-fashioned, like something’s being skirted around.",
        "If there’s more, I haven’t seen it directly."
      ],
      [
        "After Halden, the system’s labor tools went haywire. People trading roles, some not fit for the jobs they’re given.",
        "Seems the Council can’t agree—three factions, but none addressing the street’s unrest.",
        "Official channels got tight. Normal communication shut down quick. Folks are passing notes, tape recorders, anything that can’t be tracked.",
        "Hearing about free zones running on their own terms... council not pleased, Directorate especially.",
        "A data chip made rounds, projected a city run with actual consensus. Stuck a nerve with everyone.",
        "Old orders and routines are fraying. People remember old harmonies, talk like there’s something to preserve beneath all this noise.",
        "Myself, I always thought order counted—but not if it blocks out trust."
      ],
      [
        "Labor placements all mixed up—high-scorers in grunt jobs, known troublemakers at stations meant for trusted hands.",
        "Council’s fighting. Directorate wants to clamp down hard, Innovators talk reform, Harmonists hope to ride it out. No one’s steering.",
        "They killed civilian digital comms. People switched to trading old tapes, copied staff documents, even bits of intercepted Council chatter.",
        "Market folks spun up the debate when that simulation chip got out. Saw crowds talk real ideas, first time in ages.",
        "Directorate's sending crews to collect any trace of that chip. Some zones are hiding them, sharing in private.",
        "Now free zones try council models that talk, not dictate. You can feel nerves in Council circles.",
        "Harmony’s always been my leaning, but hard to believe in the old tune if you’re deaf to new voices.",
        "Feels like history shifting, slow and sideways."
      ],
      [
        "Saw the labor assignments break down firsthand—Council inbox filled with escalations, no clear answer, just finger-pointing between factions.",
        "As an old Harmonist, I believed in structure, but now even the steady hands are shaking. Directorate’s pushing clampdowns. Innovators want more algorithms. All empty without trust underneath.",
        "Directorate staged a digital blackout. People pulled out tape recorders, used old telephone loops, trading leaked Council audio to stay connected. I recognize some phrases from old directives I drafted myself.",
        "The simulation chip isn’t just rumor—I made sure the right zones got it. Watched organizers debate real options, sometimes reading between the lines of code.",
        "Saw Council members trigger orders to seize the chip. Some younger council aides refused, even redirected files quietly to free zones. Quiet courage shows in odd places.",
        "Free zones have tried collective leadership—transparent books, shared posts, real dialog, not staged. Some parts work, some don’t, but it’s alive.",
        "Old friends inside send word: Council’s lost the thread. Directorate’s scared of the future. Nobody’s truly in charge this time.",
        "Harmony, to me, always meant keeping the world from fracturing. But now I see—sometimes you need to let the seams show to mend them right.",
        "Tired as I am, there’s hope in how people adapt. Maybe that’s worth the risk of stepping forward instead of standing still."
      ]
    ]
  }
}