{
  "olintz": {
    "chapter": "On the day following widespread citizen disregard for minor rules, Oksana noticed that unauthorized data access attempts in her sector went unpunished, while standard protocol reminders were quietly ignored by both supervisors and peers. Reduced compliance in her team meant her task queue grew with unapproved housing appeals, yet management gave no guidance on corrections. Later, a mid-level manager advised staff to delay reporting any seen infractions, citing new instructions aligned with the shifting attitude towards BCI enforcement. Oksana stopped flagging issues from profiles with low BCI scores, fearing that strict compliance might isolate her further. As more co-workers adopted passive responses to system errors, trust in her judgment declined among supervisors. The cumulative impact was a further reduction in her network standing, while her surveillance logs flagged increased non-reporting. By day's end, her BCI score dropped to 12, reflecting both her inertia and new risk indicators tied to this collective passive resistance.",
    "bci_score": 12,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 18, Nikola noticed that people in his building increasingly ignored curfew signals and checkpoint instructions, following recent patterns of passive resistance seen citywide. Later that afternoon, a group of neighbors convened openly in the stairwell, bypassing rotation schedules for communal power usage and disregarding posted quota reminders, actions previously unthinkable when enforcement remained strict. Nikola refrained from commenting or reporting the violations, wary of becoming associated with rule-breakers or drawing attention from council patrols, especially given the unpredictable system responses. He shortened his errands, avoided shared facilities, and limited eye contact, sensing he could no longer rely on established Harmonist order. That evening, he checked his BCI dashboard more frequently for signs of unauthorized access or sudden drops, but found only slow, unexplained fluctuations. By acting cautiously and minimizing all participation, Nikola’s score remained stable, with only a minor fluctuation from 30 to 28 points due to heightened monitoring.",
    "bci_score": 28,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria spent the morning at her terminal, compiling and uploading the Council-sanctioned 'Transparency Patch' to the public network as instructed. She followed protocol carefully, releasing only the edited code segments and selected footage of Council sessions. Within hours, her lab received direct feedback: clients stopped requesting quiet bioreadout fixes, instead bringing printouts of inconsistencies they found in the published data. Several coworkers confronted Daria privately, asking why the release appeared incomplete. When questioned, she cited Council guidelines and kept to brief explanations. The service desk became tense as citizens growingly distrusted the official releases, demanding full records and refusing further updates to their health bands. Requests for unauthorized adjustments dropped, but public frustration was visible, with more people ignoring minor compliance checks. That evening Daria received a BCI notification: her score dropped to 38 due to her central role in distributing the partial disclosures and the sharp increase in flagged citizen activity traced to her department.",
    "bci_score": 38,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After citizen auditors exposed evidence of incomplete Council disclosures, Lenart noticed his neighborhood’s maintenance logs filled with anonymous edits and overlapping assignments, making it impossible to confirm which requests were legitimate. Later that afternoon, with more residents now openly ignoring system-mandated permissions, Lenart’s workshop received two urgent repair alerts lacking proper digital signatures. He hesitated but ultimately declined both jobs, opting to avoid further entanglement with unstable processes. Instead, he double-checked his paper records and quietly delivered a small set of tools to a trusted neighbor, bypassing digital acknowledgment. As minor rule-breaking around him became normalized, Lenart reduced his visibility even further, refraining from engaging in any flagged interactions. This behavioral shift, driven by uncertainty and growing disregard for official channels, resulted in an additional drop in Lenart’s BCI score to 28, reflecting his increased reliance on informal exchanges and continued withdrawal from official city systems.",
    "bci_score": 28,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the public exposure of incomplete council data and the spread of coordinated noncompliance campaigns, Sven Halek noticed an immediate change in his daily routine. When he arrived for a scheduled briefing, he found the hallway crowded with low-level staff quietly refusing minor instructions—such as declining to use the biometric gates or intentionally submitting untimed reports. This subtle defiance delayed department meetings and forced Sven to adjust his typical speech drafting schedule. Unable to rely on established protocols or timely responses, he reviewed his drafts multiple times for inconsistencies that civic auditors might exploit. By late afternoon, Sven stopped sharing internal memos, suspecting that any leakage could be misconstrued as collusion. The pervasive disregard for minor rules undermined his confidence in standard messaging and compelled him to document only what he could securely verify. These adaptations resulted in a small decrease in his BCI score, shifting from 39 to 37.",
    "bci_score": 37,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After the public broadcast of contaminated Council selection footage and the following day’s citizen trials of local officials, Rada arrived at an office marked by quiet chaos. Trusted staff members openly shared leaked files on personal devices while visible compliance posters were torn down without comment. She avoided direct reference to the new footage but watched colleagues meticulously wipe chat histories of any Council mentions. During a mandated morning briefing, disputes erupted as team leaders accused each other of editing reports to match or contradict the revealed leaks. Rada responded by further reducing her system activity, sticking to routine, low-attention tasks and pausing all private archiving. The frequent changes to access regulations throughout her shift forced her to repeatedly verify permissions, flagging her for system hesitancy. By the close of the workday, these avoidance strategies and her excessive review of archives had triggered additional system alerts, dropping her BCI score to 19.",
    "bci_score": 19,
    "political_preference": "rebel"
  }
}