{
  "preference": "a",
  "dilemma": {
    "opener": "Bar's a good place for dilemmas. Want to test that?",
    "variants": [
      [
        "Decisions like this don\u0019t come up often. Not with these stakes.",
        "Feels like something big wants to break loose, and I\u0019m standing in the way.",
        "Sometimes the right story never gets told. Or maybe it\u0019s too loud."
      ],
      [
        "I\u0019ve got two moves, neither safe.",
        "One lights everything up, the other pulls the plug on routine.",
        "Either path, the city changes. Not sure which burns worse.",
        "My job doesn\u0019t let me pretend I\u0019m neutral."
      ],
      [
        "I\u0019ve hit a wall: reveal everything or switch it all off for a day.",
        "Both are irreversible. Full truth brings fire. Silence lets new voices try leading.",
        "Halden\u0019s secrets are in my hands, and they\u0019re heavier than I thought.",
        "Either move exposes us all to something raw. I can\u0019t walk away from this.",
        "Feels like the BCI made this choice for me years ago."
      ],
      [
        "I\u0019m sitting on Halden\u0019s deleted archive. Evidence no one else dared to keep.",
        "If I share it, the city will erupt. Spiral of justice or vengeance, who knows.",
        "There\u0019s also a blackout script. One day without the BCI calling all the shots.",
        "Feels like a rare chance—either the people see everything and judge, or they breathe without surveillance.",
        "I\u0019m marked as a problem, so my choice could turn me ghost, fast.",
        "Honestly, this system shaped every line I cross. My rebel side wants the silence, but fear keeps whispering about consequence."
      ],
      [
        "That drive has everything—Halden\u0019s private logs, deleted memories, scripts nobody ever meant me to see.",
        "If I air it all, I unleash the city\u0019s anger. Judges and victims, all at once. I might even become the first target.",
        "Or I run the blackout. Wipe out the BCI for twenty-four hours. The system drops, the invisible step out, and chaos isn\u0019t just possible—it\u0019s likely.",
        "Raised by compliance, now marked noncompliant. I know how easy it is to disappear for action like this.",
        "I\u0019ve filmed too many people lose everything over a score. Giving them control, even for a day, could change how we measure worth forever.",
        "But one wrong choice unleashes violence. Both roads erase someone\u0019s future. I can\u0019t ignore the weight—even if my faith in the Council was gone years ago.",
        "Leaning toward blackout, letting people see what\u0019s possible without algorithms. Either way, I\u0019m not getting my access back. Maybe that\u0019s the point."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Truth is the foundation for any lasting change.",
      "monologue": [
        "Nothing real changes if we keep hiding what’s been done here.",
        "If people see the truth, maybe they’ll finally know who’s been writing their story.",
        "Sometimes I think we’re all so used to pretending, we’ve forgotten how to talk about what hurts."
      ],
      "supportive_response": [
        "You’re right—truth is the only solid ground we’ve got to build on.",
        "Go on, Rada. What does the city look like if the truth finally shows through?"
      ],
      "challenging_response": [
        "Truth can collapse a house as fast as it builds one, you know.",
        "So if you burn down the foundation, what rises from the ashes?"
      ]
    },
    {
      "belief": "Only exposure will keep power from slipping into another closed system.",
      "monologue": [
        "If we cover up one rot, a new one will just grow in another corridor.",
        "Broadcasting it all is the only way to stop the next group from sealing the doors again.",
        "Secrets get repackaged, handed to the next Council—unless someone breaks the lock on all of it."
      ],
      "supportive_response": [
        "Exposure is a disinfectant—sunlight lets nothing crawl back into the shadows.",
        "And you think you can finally break the cycle by showing what’s inside. Go on."
      ],
      "challenging_response": [
        "Sometimes exposure just shifts the power to the loudest voices, not the right ones.",
        "What if someone else uses the wreckage you reveal to build a system you can’t stop?"
      ]
    },
    {
      "belief": "The city must reckon publicly with the harm and betrayal.",
      "monologue": [
        "I grew up watching the city swallow its own blame, then spit out a new slogan.",
        "People talk about progress like it’s measured by how fast you forget—never by who pays for forgetting.",
        "There’s a line between moving on and letting them bury what they did—someone has to draw it."
      ],
      "supportive_response": [
        "Nothing heals if you keep sweeping the mess under new rugs.",
        "Tell me—what does public reckoning look like, with everyone finally seeing the dirty laundry?"
      ],
      "challenging_response": [
        "What if a public reckoning turns to a mob, Rada? Can the city survive that heat?",
        "You think accountability is enough, but what if they want revenge instead?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Only living through a system void will shake citizens awake.",
      "monologue": [
        "People here have never felt a real absence—only quiet, constant control.",
        "You don’t notice the ground until it’s gone, and then you have to move.",
        "If the system stopped cold, maybe we’d see what we’ve been living without."
      ],
      "supportive_response": [
        "You’re right—no one questions the air until it’s missing.",
        "Tell me: what would freedom taste like for them, if just for a moment?"
      ],
      "challenging_response": [
        "Losing the ground can break bones, not just open eyes.",
        "Think—what if the void just swallows everyone, instead of waking them?"
      ]
    },
    {
      "belief": "True civic trust is forged by action, not information alone.",
      "monologue": [
        "People can drown in truth and still crawl back to their cages.",
        "Trust isn’t a headline—it’s neighbors opening doors when no one’s watching.",
        "Giving them only facts just makes more noise; action forces a choice."
      ],
      "supportive_response": [
        "You’re saying trust needs to be built together, not handed out.",
        "So what might real action look like, if words aren’t enough?"
      ],
      "challenging_response": [
        "Sometimes words spark movement before bodies do.",
        "What if people need the story—the proof—before they stand up?"
      ]
    },
    {
      "belief": "A new order can emerge only when the old one is silenced first.",
      "monologue": [
        "We live inside someone else’s design, and as long as it hums, change is a fantasy.",
        "Sometimes you have to cut the engine before you build anything new.",
        "Nothing grows in this shade—the system chokes out every green shoot."
      ],
      "supportive_response": [
        "So you see the system as a wall, not a bridge.",
        "Tell me—what kind of growth would you hope to see in the silence?"
      ],
      "challenging_response": [
        "Ending something doesn’t mean you build better after.",
        "What if chaos rushes in the moment you turn off that design?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I have the files. Something will go out.",
        "People will see things soon."
      ],
      [
        "I will release what needs to be seen.",
        "No one gets to bury this for good."
      ],
      [
        "I will broadcast Halden’s archive. The truth matters now.",
        "People should decide what comes next.",
        "You asked for honesty. I’ll deliver it."
      ],
      [
        "With your help, I’ll share the evidence with everyone.",
        "This will spark upheaval, but hiding it would be worse.",
        "I hope some justice follows, not just chaos.",
        "No more secrets. I owe that much to this city."
      ],
      [
        "I’ll do it. I’ll broadcast Halden’s whole archive, every piece we dug up.",
        "People will be angry, lost maybe, but at least we start honest.",
        "Mob justice is a risk, but so is silence. I’d rather face the storm.",
        "Thank you for talking me through it. Stenograd needs to see its own wounds."
      ]
    ],
    "monologue_b": [
      [
        "I have a way to pause things.",
        "Let’s see what they do in the dark."
      ],
      [
        "I will run the blackout. It has to be done.",
        "A break from the system is overdue."
      ],
      [
        "I’m triggering the blackout script. We’ll see what the city becomes.",
        "This won’t be easy for anyone.",
        "Maybe new voices emerge this time."
      ],
      [
        "Because of you, I’ll shut down the BCI for 24 hours.",
        "It’s risky, but people need to act outside scores.",
        "I hope the 'invisible' find room to lead.",
        "It’s time for a reset. I won’t turn back."
      ],
      [
        "We talked this through. I’ll give the city that blank day, no algorithms in charge.",
        "There will be chaos, sure. But a real civic test matters more now.",
        "People trapped by their scores deserve one true voice, even for just a day.",
        "If everything breaks, at least it won’t be someone else’s code running our lives."
      ]
    ],
    "monologue_self": [
      [
        "I made a call tonight.",
        "People will notice soon enough."
      ],
      [
        "My decision’s mine. The evidence goes live.",
        "I want to see real consequences now."
      ],
      [
        "I’m going to release Halden’s archive myself. No one can stop this now.",
        "Sometimes it takes a loud move.",
        "I won’t hide where I stand."
      ],
      [
        "I chose to show the truth, on my terms, not because you pushed.",
        "People must see who runs their lives. I’ll force it now.",
        "If it sparks trouble, let it be honest trouble.",
        "Even if it changes nothing, at least I tried."
      ],
      [
        "You asked questions, but I never needed a prompt. This is the only way for me.",
        "I’ll put Halden’s secrets where everyone can see them. It’s not just for the crowds.",
        "Justice or uproar, at least the story’s complete now. The city will decide what next.",
        "I carry this weight because I’ve lived with their lies too long."
      ]
    ]
  }
}