{
  "main": {
    "opener": "You seem like someone who notices things. What've you been picking up on lately?",
    "variants": [
      [
        "I've been noticing everyone’s a little tenser at work lately.",
        "Lots of posters coming down, lots of people watching what they say.",
        "Regulations and permissions keep changing—can’t keep up.",
        "Feels like nobody knows who’s in charge anymore."
      ],
      [
        "Work has been a mess since the latest leaks.",
        "People sharing files they shouldn’t, but pretending it’s business as usual.",
        "We’re all double-checking what we access. Makes you nervous.",
        "Even the routine stuff is risky now.",
        "I’ve started holding back, just to stay under the radar. Still not enough."
      ],
      [
        "Work turned upside down after the council selection footage got out.",
        "Colleagues are openly sharing leaks—nobody’s bothering to hide it.",
        "I watched them erase whole chat histories about the Council.",
        "Staff are accusing each other of twisting reports to match or challenge the leaks.",
        "I stuck to low-profile tasks, tried to blend in.",
        "That paranoia flagged me. My BCI score tanked, almost overnight."
      ],
      [
        "Ever since the Council leak, it’s been chaos in the office.",
        "Everyone pretends things are fine, but we’re all watching each other.",
        "I’m supposed to shape the news, but honestly—I mostly archive what’s left out.",
        "I’ve been warned twice about my system activity, and still, I can’t stop.",
        "The more secret I try to be, the more the system notices.",
        "Now it’s affecting my score. Nineteen. I’m practically invisible.",
        "Feels like we’re living someone else’s script, and I’m tired of playing along."
      ],
      [
        "You want to know what I notice? No one trusts each other. Not at work, not in the streets.",
        "When the corrupted Council footage dropped, I saw real fear—and relief—on everyone’s faces.",
        "I grew up learning how to craft the story, how to spin compliance. My mother was a BCI officer—I know how deep the edits run.",
        "Now, my job is to sell the rational, humane city, but off hours, I save everything raw. I leak what matters. That’s earned me a score that nearly ghosts me.",
        "Lately, we’re shredding the façade. Everyone swaps secrets, wipes their tracks. The lines between truth and rumor are gone.",
        "I tried to hide by blending in, but the system flags caution as much as dissent.",
        "Everywhere I look, I see the cracks, the edits, the ghosts. It’s breaking people, but it’s waking some of us up.",
        "Honestly, I’m furious—and I’m done hiding from it."
      ]
    ],
    "emotion": "frustrated and quietly defiant"
  },
  "emotional": {
    "opener": "Rada, even if the system decides otherwise, you still see the truth. You always have.",
    "variants": [
      [
        "Maybe. I try not to forget what I’ve seen.",
        "That matters more than most realize."
      ],
      [
        "You get it, even if most don’t say it.",
        "It’s not easy, but I hold onto what’s real.",
        "No one can edit that out."
      ],
      [
        "Thanks. Sometimes I feel like I’m the only one seeing where this all leads.",
        "It helps, hearing that from someone.",
        "People like us still count, somewhere.",
        "Truth feels thin these days, but I’m not letting go."
      ],
      [
        "You’re right. Maybe that’s all I’ve got left that’s really my own.",
        "I keep thinking about what my mother would say — she always pushed me to notice what others ignore.",
        "It gets lonely knowing things you can’t say aloud.",
        "But talking here… yeah, it reminds me I’m not invisible.",
        "That helps, more than you know."
      ],
      [
        "You saying that feels like a lifeline, honestly.",
        "Most days I convince myself all the watching and editing is just routine, but it eats at you.",
        "My father worked on compliance teams. He’d ask, ‘Are you aligned?’ every night at dinner.",
        "Sometimes I think my whole life’s just been angles and omissions.",
        "But… I guess I’m still here because I can’t stand playing blind.",
        "You’re proof there are still people who see me for who I am, not just a number."
      ]
    ]
  },
  "factual": {
    "opener": "So what's really happening out there? Feels like you're not telling me the whole story.",
    "variants": [
      [
        "Big changes since the Council leaks. People are more careful, that’s all.",
        "System rules keep shifting, nobody’s sure of their footing.",
        "Public talks about transparency, but I wouldn’t believe everything you hear.",
        "You start noticing who’s missing, who’s back. Nothing official, but the streets feel different now.",
        "That’s all I can say."
      ],
      [
        "After the broadcasts, the system acts off — scoring’s wild, people are swapped into strange jobs.",
        "A few folks who disappeared came back. Everyone’s pretending it means nothing.",
        "Protests grew quiet, but watchful. You see more minor disruptions everywhere.",
        "Council went on about transparency, but leaked code looks off. Auditors found holes in their story.",
        "Networks try workarounds, but punishment’s subtle now. You can feel it in the way people move.",
        "Streets aren’t the same as last month."
      ],
      [
        "Council’s ‘Transparency Protocol’ backfired. They aired code, but it was redacted and full of gaps.",
        "People caught on fast. Forums compared old and new data, found all the manipulation.",
        "Now, minor rule-breaking is everywhere. Citizens test the system, slow everything down.",
        "When vanished citizens reappeared, it made the system look vulnerable. New faces, old grudges.",
        "Labor placements are random — even top scores get stuck with trash detail or end up idle. It’s chaos.",
        "Neighborhoods organizing out of sight, council scrambling to keep up.",
        "This script doesn’t run in the background anymore. People are pushing back."
      ],
      [
        "The BCI’s losing control. Once people saw the lies in that so-called ‘Transparency,’ faith snapped.",
        "Dissidents hacked the scores. One day you’re ‘trusted,’ next you’re locked out of everything. Nobody feels safe.",
        "Old ‘ghosts’ — erased before — slipped through the net, set up new networks right under everyone’s noses.",
        "That puzzle app? Led people to drops with names. We’ve started connecting, using what the system misses.",
        "Now, it’s passive resistance everywhere. Unspoken rules, jobs left undone, compliance breaking down bit by bit.",
        "Shows just how fragile this city is when no one trusts the system — or each other.",
        "I was raised around BCI propaganda. Even then I knew: what matters is what’s hidden, not what’s shown.",
        "I don’t back the Council. Never did. I’m staying alert for a reason."
      ],
      [
        "Everything’s lurching off script. After the council selection leaks, people realized how deeply we’re managed.",
        "Top-down transparency was a joke — they released just enough to inflame us, not inform. Citizen auditors tore it apart, exposed manipulations.",
        "Then came the hacks. Scoring flipped overnight — known dissidents with privileges, loyalist colleagues locked out. Everyone’s paranoid, even the ‘good’ ones.",
        "When old disappearances reappeared, it was like the city held its breath. Those folks knew the blind spots, started organizing underground.",
        "That puzzle app? It’s a smuggling tool for network lists — hidden spots, names passed along in code. Resistance has gone organized.",
        "You see it in daily life: street-level sabotage, official channels ignored, BCI predictions way off.",
        "Grew up learning to tell people what the system wanted. Now I archive the real is and pass it where it will be used — leaks, caches, you name it.",
        "Never trusted the official line, not since I saw how edits were made. I keep a record for whoever needs to fight back.",
        "My score’s in the gutter. It’s the only proof I’m doing something right."
      ]
    ]
  }
}