{
  "main": {
    "opener": "Feels like there's a story behind that tone. You alright?",
    "variants": [
      [
        "Just... rough week at work. System's acting up.",
        "More people are slipping through gaps, that's all.",
        "Got told not to flag minor issues. Doesn't sit right.",
        "Feels like things are off. I just feel uneasy."
      ],
      [
        "Things have been strange at the Directorate since Halden died.",
        "I noticed people ignoring protocol, no consequences.",
        "My task list keeps piling up but no one's giving direction.",
        "We're all supposed to act like nothing's wrong. It's unsettling.",
        "Lately, I try to keep my head down. Doesn't really help."
      ],
      [
        "Something's been off since Halden died. The system's failing in little ways.",
        "Supervisors tell us to delay reporting infractions now.",
        "I've stopped flagging low-score profiles. Feels safer, even if it's wrong.",
        "Coworkers are all passive, letting things slide. Trust is gone.",
        "My BCI score tanked just for not reporting—twelve, now.",
        "It's... hard not to take it personally."
      ],
      [
        "After Halden died, everyone in the Directorate is barely holding things together.",
        "Unauthorized data access, ignored reminders, unapproved housing appeals piling up—no one's steering anymore.",
        "We were actually told not to report things, just wait it out.",
        "I stopped flagging low-score citizens because it was starting to feel like I was punishing people for nothing.",
        "Now supervisors don't trust me, and my BCI score dropped to twelve. They watch that number more than my actual work.",
        "Feels like the whole city's pretending it's fine, but under the surface, it's all breaking.",
        "Sometimes I wonder if any of us really believed in the order we kept. Right now, I just... feel so exposed."
      ],
      [
        "I used to believe the BCI made everything fair here—order, opportunity, all that.",
        "Since Halden's death, it's chaos. People with low scores get ignored, good people lose jobs. Even our supervisors are confused.",
        "Last week, management told us to stop reporting mistakes. Like the rules just changed overnight. That kind of silence is scary.",
        "I made myself stop flagging small issues for low scores, but it made my own score drop. Twelve. That's... humiliating.",
        "Now everyone is suspicious of each other, managers pretend nothing happened, and the feeling of safety I trusted is just gone.",
        "Sometimes I think about how quickly we adapted, how rational it felt at first.",
        "The Harmonists—people like me—thought BCI was humane. Now, I'm not even sure I belong anywhere in the system.",
        "Hard not to feel... invisible. Or afraid."
      ]
    ],
    "emotion": "lonely, anxious, and exposed"
  },
  "emotional": {
    "opener": "It's okay to feel lost sometimes, Oksana. You're not invisible here.",
    "variants": [
      [
        "Thank you. I needed to hear that.",
        "Maybe I am less alone than I thought."
      ],
      [
        "I appreciate you saying that. Sometimes it doesn't feel true.",
        "It's difficult not to shrink back from people.",
        "But you seem to notice when it matters."
      ],
      [
        "That actually helps more than you think.",
        "Most people just move through, barely nodding.",
        "Sometimes I question if anyone really sees me.",
        "Hearing this... it breaks through the noise for a moment."
      ],
      [
        "It's reassuring, really. Most days, I feel like a shadow against the wall.",
        "Talking to you here—it's different. I remember what normal used to feel like.",
        "There's this weight, you know? But words like yours, they lighten it.",
        "Small comforts count.",
        "So thank you for making space for that, even if it's just talk."
      ],
      [
        "What you said, it makes this place feel less clinical. Less monitored.",
        "Most people just want to be safe by blending in. I'm tired of it, honestly.",
        "I was never meant for this much quiet. I used to have friends, a real circle—laughter came easily then.",
        "It's hard to trust anyone now. But you talk to me like I'm a whole person, not a file or a risk index.",
        "Just being noticed makes the world seem less sharp around the edges.",
        "Sometimes, when I leave here, that's enough to carry me through another week."
      ]
    ]
  },
  "factual": {
    "opener": "You keep dancing around it. If things are so bad, just say what's really going on out there.",
    "variants": [
      [
        "They put out some of the BCI code, for show, so people think it's transparent now.",
        "A few citizens poked holes in what they released, but it's all still controlled.",
        "Now people just... ignore the rules around little things, nothing happens."
      ],
      [
        "They tried to push this 'Transparency Protocol,' you know?",
        "Edited BCI code and council sessions. Doesn't really add up if you check.",
        "Forums started picking apart the inconsistencies.",
        "After that, resistance—people subtly not following rules, seeing what they can get away with."
      ],
      [
        "It started after the Council released those BCI segments to the public. Everyone saw right through it—heavy redactions, lots missing.",
        "Citizen groups began digging, practically charting the gaps online.",
        "Rumors spread that council decisions were never public, not really.",
        "That's when activist groups got bolder. Coordinated, low-key acts of noncompliance everywhere.",
        "Just enough so the system slips a bit more each day.",
        "I used to assume transparency meant stability. Maybe that's naïve now."
      ],
      [
        "I remember watching the first 'Transparency Protocol' streams. Supposedly historic. But... so curated. Data missing, meetings cut.",
        "Word spread fast—forum posts, amateur audits, everyone saw it was incomplete.",
        "Instead of reassurance, it just fueled skepticism. Made things worse.",
        "People started testing limits on purpose. Quiet noncompliance, see what slips by.",
        "Everyday rules ignored, barely anyone enforced them anymore.",
        "I kept thinking about how the Harmonists said clarity and predictability would keep us safe.",
        "Instead it's like the BCI is on trial, every day, in public.",
        "Kind of makes you question what all that stability was worth."
      ],
      [
        "When they broadcast the so-called Transparency Protocol, I wanted to believe it'd help. But the more I watched, the more gaps I saw—chunks of code redacted, debates sanitized, nothing truly explained.",
        "In forums and on secure lines, analysts were cross-checking everything, mapping the lies in real time.",
        "Managers pretended it was 'progress' but barely acknowledged the public outrage.",
        "That pushed people to start low-level resistance, just small things—ignoring curfews, disabling trackers, sharing notes offline.",
        "Neighborhoods grew bolder. You feel it walking around—the old order is just an outline now.",
        "I kept clinging to the Harmonist idea that systems protect people, but nobody's protected. We're proving the BCI is only as strong as the buy-in, and that's evaporating.",
        "Sometimes I catch myself rationalizing things the way they trained us to.",
        "But I see now it was always a performance. Even for people like me, who wanted to believe."
      ]
    ]
  }
}