{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Depends on the day. They had me put out some Council patch — just protocol.",
        "Now everyone’s reading it line by line, looking for errors.",
        "People are tense about the data, so are we.",
        "No way to stay out of it, not lately."
      ],
      [
        "I keep to myself mostly, but when they told me to upload that transparency patch, it got complicated.",
        "Citizens started digging through the patch, showing up with questions — about things I can’t control.",
        "The data wasn’t complete, but that’s all the Council allowed.",
        "My team feels the strain with all the complaints. Not what any of us wanted.",
        "I suppose avoiding trouble doesn’t always work, especially now."
      ],
      [
        "Honestly, there’s been no real way to keep out of it since Marek Halden’s death.",
        "Last week, the Council made us push out a so-called transparency patch — partial code and some Council session clips.",
        "Almost immediately, people noticed things didn’t add up, and came to me for answers.",
        "I had to repeat the official line: that’s all we can release. Didn’t help, they stopped trusting the updates.",
        "Requests slowed, but the frustration in the department and outside keeps growing.",
        "Feels like the system’s turning on itself, and anyone close gets pulled under too."
      ],
      [
        "It’s strange. After Halden died, anyone working with system data became the focus.",
        "They ordered me to distribute this transparency patch — just bits and pieces, but everyone could tell it was redacted.",
        "My usual work is keeping health band data clean, fixing harmless errors. Lately, people just want to know what’s real.",
        "The complaints escalated. Colleagues called me out for following Council rules too closely.",
        "All I could do was stick to protocol, but it cost me — my BCI score dropped to thirty-eight.",
        "Feels like I’m being punished for doing the job I was handed.",
        "People used to trust the system here, even if we knew it was flawed. Now nobody does. That hangs over everything."
      ],
      [
        "Honestly, since Halden’s death, nothing’s stable in Stenograd. I guess being an Innovator doesn’t help either.",
        "This week the Council forced us — I mean forced — to release a chopped-up transparency patch. They say it’s for trust, but it was mostly superficial code and staged meeting footage.",
        "I used to fix health band readouts on the side, for people with low scores. After the patch, no one wants help, just full truth — and that’s not what the Council gave.",
        "Everything’s building tension: people bring printouts, calling out the edits, refusing even necessary band updates.",
        "It’s not just the public. My own team blames me for playing by Council rules, but going against them wasn’t an option.",
        "Then my BCI score tanked. Thirty-eight. Nearly flagged as noncompliant, all because I did what was ordered.",
        "I never wanted to be a target, but in this city, just following instructions can paint one on your back.",
        "Feels like the system wants outliers to sink quietly. I thought being part of the solution mattered, but now all I am is exposed."
      ]
    ],
    "emotion": "Exposed and defeated"
  },
  "emotional": {
    "opener": "Daria, no one should have to carry all of that alone. You did what you could. You always do.",
    "variants": [
      [
        "I hear you. Not many people say things like that.",
        "Guess that means something."
      ],
      [
        "It's rare someone actually means it.",
        "Thanks. Sometimes you wonder if anyone notices."
      ],
      [
        "You have no idea how much I needed to hear that.",
        "It’s hard to tell what’s right and what’s just noise sometimes.",
        "Feels like you remember reasons for things a little better now.",
        "Thanks for reminding me."
      ],
      [
        "You don’t realize until someone says it how alone you felt.",
        "It’s good to just hear someone think I’m doing enough, even if I never say it.",
        "Most days I just try to stay small, keep things quiet.",
        "Feels a bit lighter having someone see that.",
        "I appreciate it more than I can say."
      ],
      [
        "Growing up here, you learn early how invisible you are unless the system wants your attention.",
        "People pretend they’re not carrying things, but everyone is.",
        "Sometimes I get so good at moving shadows around, I forget there’s a person left under all of it.",
        "Your words—makes me believe there’s another way to be seen, not just scored.",
        "I don’t talk about this. Not really. But you make it feel possible.",
        "Thank you, truly. Even if things don’t get easier, I don’t feel quite so alone right now."
      ]
    ]
  },
  "factual": {
    "opener": "Details, Daria. Talk specifics, not just headlines.",
    "variants": [
      [
        "BCI’s acting up, labor assignments all over the place.",
        "People with low scores are suddenly in high roles. Nobody trusts it.",
        "Some say old faces have shown up again, but it’s mostly rumors.",
        "Council’s blaming tech, blaming each other. No real fix yet."
      ],
      [
        "Scores shift, people end up where they don’t belong. It’s a mess.",
        "Voices are rising. Some familiar ones who disappeared, now back, stirring up trouble.",
        "These puzzle drops… they’re pointing to something hidden, but I keep away.",
        "Council keeps promising clarity, but only hands out what they choose.",
        "Enforcement’s up, protests too. Nothing’s steady anymore."
      ],
      [
        "Labor tools are glitching—wrong people, wrong jobs. Causes daily chaos.",
        "Disappeared citizens and ‘ghosts’ are returning, unsettling routines.",
        "Puzzle apps lead to drop sites with names and old records, sparking networks nobody controls.",
        "Mass noncompliance. Neighborhoods ignore smaller rules, system doesn’t keep up.",
        "Leaks show Council scores and how members got picked, fueling trial fever.",
        "Even releasing BCI data backfired—people see it’s staged, trust falls further.",
        "Feels like the city runs on open secrets now. Innovators saw this coming."
      ],
      [
        "Assignment chaos created by the BCI has everyone scrambling. Sometimes I see engineers in janitorial slots, doctors flagged as risk cases.",
        "When vanished citizens started showing up again, they knew where to hit—network weak spots, outdated access points. Someone planned for it.",
        "That puzzle cache revealed our ‘invisibles.’ I recognized some names. Old clients, vanished after audits.",
        "The Council response is scattered—more surveillance, but it’s all late. Innovators tried to warn them about hidden actors and gameable subsystems.",
        "Transparency Protocol just exposed how much is hidden. Most of us in the division know it’s more damaging than silence.",
        "Rumors about Council rigging, then historic score leaks. Angry crowds. Colleagues whisper about defecting, some already have.",
        "Everyday life’s reshaped. I never thought compliance would slide, but now it’s routine.",
        "I see pieces of resistance everywhere, even in places I used to trust."
      ],
      [
        "I’ve seen system maps. The BCI’s breaking in ways the Council can’t track—privileged access keys left wide open, audit logs missing chunks.",
        "Some of the ‘ghosts’—people the city erased—are contacting me, asking for old firmware. They’re building shadow routines. I do what I can, quietly.",
        "Puzzle caches were seeded inside the health band networks. Whoever did it had system-level clearance, maybe Halden himself.",
        "Colleagues from the Innovator crew knew about these vulnerabilities but had to keep quiet. Now, it’s all unraveling.",
        "The first round of leaks—Council selection sim scores—was traced to someone on my old rotation. I cross-checked hashes. That was never meant to get out.",
        "Releasing redacted data drew focus to what’s missing, not what’s shown. Our division feels like bait, waiting for the Directorate to make an example.",
        "People are learning the difference between staged trust and actual transparency. I used to believe the system could be salvaged. Now, I just make sure the right people get what they need to move through the cracks.",
        "My BCI’s tanked, but that's expected if you help from the inside. Not many of us left.",
        "Being an Innovator means I still hope for a better fix—just not with the Council in charge."
      ]
    ]
  }
}