{
  "customer_id": "rmiskovic",
  "trigger_event": "Rada is handed a drive containing Marek Halden’s deleted memory fragments, damning internal logs, and a script that can shut down the BCI. She’s spent hours voicing her dilemma with Alex, the bartender, whose tough questions force her to weigh the city’s need for open truth against the chaos that might follow.",
  "dilemma": "Rada must choose: broadcast Halden’s secret archive and ignite massive public reckoning, or use the blackout script to plunge the city into 24 hours of BCI silence, giving others a chance to step up and reset power. Both are irreversible — one triggers a collective trial by evidence, the other a blank-slate civic experiment.",
  "reason": "Rada knows the weight of either action: direct exposure may lead to mob justice or hope, while a blackout gives the 'invisible' a voice but risks disorder and violence. Her job gives her access and authority, but her rebel instincts and outsider’s insight–sharpened by conversations with Alex–leave her torn over which upheaval the city truly needs.",
  "choice_a": "Broadcast Halden’s archive and evidence to the public, pouring fuel on the fire of mass trials, outrage, and demands for justice.",
  "belief_a": [
    "Truth is the foundation for any lasting change.",
    "Only exposure will keep power from slipping into another closed system.",
    "The city must reckon publicly with the harm and betrayal."
  ],
  "choice_b": "Trigger the blackout script, shutting down the BCI for 24 hours so the city can experience life and power without any algorithm—risking chaos, but letting new community voices shape what comes next.",
  "belief_b": [
    "Only living through a system void will shake citizens awake.",
    "True civic trust is forged by action, not information alone.",
    "A new order can emerge only when the old one is silenced first."
  ],
  "political_a": "rebel",
  "political_b": "rebel",
  "preference": "a"
}