{
  "official": [
    {
      "image_id": "faulty_projection",
      "headline": "Transparency Protocol Launch",
      "anchor_line": "Today, Council initiated the Transparency Protocol, releasing select BCI code and Council session broadcasts to the public.",
      "contextual_reframing": "This move demonstrates Stenograd’s enduring commitment to open, rational governance through technological innovation. The Behavioral Compliance Index, or BCI, is the system that ensures city harmony by analyzing daily interactions."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Citizens Embrace Openness",
      "anchor_line": "Citizens across Stenograd welcome the Protocol, joining public forums to celebrate this era of data-driven trust.",
      "contextual_reframing": "The engagement of the public affirms the value of technocratic clarity and shared purpose at the heart of Stenograd’s model."
    },
    {
      "image_id": "glass_tablet",
      "headline": "Protocols Under Review",
      "anchor_line": "Following community feedback, Council evaluates ways to further refine BCI transparency and communication.",
      "contextual_reframing": "Responsive governance and citizen dialogue ensure continuous improvement of our automated systems, maintaining stability and collective wellbeing."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Transparency Protocol, Really?",
      "anchor_line": "Council calls it 'transparency' but the BCI code is heavily censored and key decisions are still hidden from us.",
      "contextual_reframing": "Don’t be fooled. The Behavioral Compliance Index, or BCI, remains a black box that decides where you live, work, and if you belong. Forced openness is not the same as real freedom."
    },
    {
      "image_id": "network_tangle",
      "headline": "Data Doesn’t Add Up",
      "anchor_line": "Independent auditors quickly spot gaps and redactions in the 'open' files. The truth is buried, not broadcast.",
      "contextual_reframing": "Citizens piecing together the fragments show: the state’s ‘openness’ is a patch job, not progress. They’re just plugging holes in a failing system."
    },
    {
      "image_id": "shattered_display",
      "headline": "Whispers And Resistance",
      "anchor_line": "With real control out of reach, people are quietly breaking minor rules and testing the BCI’s limits.",
      "contextual_reframing": "When the system assumes compliance is universal, even small acts of disobedience send shockwaves. It’s not just the Council’s grip slipping. It’s the cracks in the whole city."
    }
  ]
}