{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "It’s not just the weather. The city’s on edge for good reason.",
        "Let’s just say, my path home took longer than usual—nothing works the same.",
        "Lost a few privileges. Makes life... interesting.",
        "Strange days, Alex. Strange days."
      ],
      [
        "Feels like everyone’s watching each other, and me most of all lately.",
        "Entry protocols failed last night—forced to sign in like it’s a different century.",
        "Had to handwrite messages for the Council. No digital drafts anymore. Too risky.",
        "People blame me for the blackout; I’m visible now, not by choice.",
        "Feels heavier than it looks, this city right now."
      ],
      [
        "You notice? Feels like we all got pulled from under glass.",
        "Yesterday I came home, and the system was just—gone. No code, just a guard with paper.",
        "Tried explaining all day why the city stalled. No one wanted to listen, just to blame.",
        "Council asked for statements. I had to write them by hand and walk them over.",
        "Got a formal notice: my compliance privileges are on hold. As if I had any left.",
        "Everything is slower, everyone’s raw. No script for this, not even for me."
      ],
      [
        "Funny, I used to write the speeches others read about order. Now my building uses pen and paper and small talk.",
        "Council’s split. Factions barking for control, and I’m stuck delivering words no one trusts—or wants to hear.",
        "Triggered Halden’s last test. Killed the BCI’s power from a barstool, left a note for them to talk. Figured that’d force something real.",
        "Now my score sank, access vanished. People blame me, like I rewired the grid myself.",
        "Walked the city. Angry faces, skipped lines, confusion everywhere—no one sure who stands where.",
        "Had to hand-deliver drafts. Paper cuts and wary stares all day.",
        "Feels like stepping onto a stage with the curtains ripped down, Alex."
      ],
      [
        "You know, words built this regime—compliance, consensus, all an architecture I helped design.",
        "Used to think efficiency was safety, Alex. Now the Chorus is divided, order’s an empty set piece.",
        "Halden left a final trial for the city. I pulled the lever—shut down the BCI from Bar 101, just, let them meet each other, hear their own doubts.",
        "I lean Innovator. We believe systems should adapt, not calcify. But this, well, it’s the chaos I started.",
        "Now, I’m watched. Scored down, privileges suspended. Delivered drafts by hand because anything digital could be a death knell.",
        "Friends see me as a traitor, others a scapegoat. City paralyzed—manual for everything, tempers flaring. Council’s in open war. People desperate for answers.",
        "I lost my shelter in the code, and nobody trusts a messenger off script.",
        "It’s exhausting, Alex. All these words, and nothing left to hide behind."
      ]
    ],
    "emotion": "It’s exhausting, Alex. All these words, and nothing left to hide behind."
  },
  "emotional": {
    "opener": "Sven, no one expects you to speak for the city’s soul. Sometimes it’s enough just to let someone actually hear you.",
    "variants": [
      [
        "Maybe. You sound sincere, Alex.",
        "Either way, thanks for saying that."
      ],
      [
        "Not many bother to listen, that’s true.",
        "I suppose it counts for something.",
        "Appreciate the silence, as odd as that sounds."
      ],
      [
        "You make it sound easy.",
        "Still, it’s rare to be understood in this place.",
        "Words usually skim the surface, never sink in.",
        "But now? I suppose I believe you."
      ],
      [
        "Hearing that means more than I’d admit to anyone else.",
        "Most days, my words are just armor. You see through that, somehow.",
        "You’re right, it’s not about speeches—just being heard.",
        "It’s easy to forget there are decent people left.",
        "Tonight I’ll try to remember."
      ],
      [
        "Honestly, the worst part isn’t the pressure. It’s the loneliness.",
        "I built a language out of necessity—never thought anyone would actually listen.",
        "Maybe the rest of them have forgotten how to hear at all. You haven’t.",
        "Sometimes I wonder if I’d recognize myself without all these defenses.",
        "Alex, what you said—that sticks. It makes the room feel less empty.",
        "So for tonight, I’ll try to just be Sven."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Sven. Just tell me what actually happened.",
    "variants": [
      [
        "Public systems froze overnight. Council scrambled for a statement.",
        "Rumors say Halden's death triggered the blackout.",
        "People out there don't know who controls what anymore.",
        "Most are just blaming whoever's visible.",
        "Feels deliberate, but nothing's confirmed."
      ],
      [
        "Council's infighting went public. Each faction points fingers, none hold sway.",
        "Halden was found dead and soon after, BCI access vanished citywide.",
        "Some leaked system logs, but half the city's guessing at the truth.",
        "Crowds form—Council tries calming them, but nobody's buying protocol anymore.",
        "Manual access everywhere. Trust's gone brittle.",
        "Whole thing smells like a test. Maybe Halden's last."
      ],
      [
        "Halden's gone, then confidential logs spill. Makes the system look more fragile than we were told.",
        "BCI blackout wasn't some random failure—old contingency buried deep.",
        "Every Council bloc wants credit or a scapegoat. Directorate gets heavy, Harmonists try quieting things, Innovators push for change.",
        "Neighborhoods improvise—trust tokens, paper passes. Feels like temporary rule, not order.",
        "Propaganda can't patch this kind of public doubt.",
        "I always argued adaptation over control. Irony, now, watching them fear adaptation most of all.",
        "City's forced into open dialogue, whether leadership likes it or not."
      ],
      [
        "Halden’s death was a trigger—officially, they still won’t say how he died.",
        "BCI collapse exposed everything: scores, hidden records, all the machinery.",
        "My circles suspected a resilience test, but Halden never shared the true scope.",
        "Council's fractures now glare in daylight. The Harmonists retreat, Directorate clamps down, and Innovators—my camp—see an opening for real systemic reform.",
        "Citizens improvise alternatives. Knowledge’s out—order’s improvised, uneven.",
        "Information control’s slipping. The city has seen how brittle the foundation was.",
        "Friends lost jobs over leaked scores, reputations shredded over numbers.",
        "Feels like we’re living through the birth—or death—of an old algorithm."
      ],
      [
        "I helped script the story about compliance—the same language being torn apart in these meetings.",
        "Halden planned for chaos—a test of whether Stenograd could live without scripts and silent scoring. I always leaned Innovator. Change over stasis, but not like this.",
        "After he died, hidden logs emerged. Not just a blackout, but proof BCI failures predated Lintz. Council’s infighting knocked everything else loose.",
        "Those mysterious ‘Halden Echoes’—messages from inside his locked terminal—splintered what little trust the Council had.",
        "I saw data dumps: neighborhoods in prototype zones riot as scores flicker, people ghosted without warning.",
        "Propaganda never accounted for real unpredictability. Now, graffiti patterns map Halden’s first sketches—public myth-making underway.",
        "For the first time, assemblies form—direct debate, raw demands.",
        "I’m marked as the architect of this crisis, scapegoated for both the system’s breakdown and the honesty it’s forced into daylight.",
        "Paranoia’s everywhere—yet a kind of strange clarity, now that words can’t contain what’s coming."
      ]
    ]
  }
}