{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Felt it this morning. Tried to get into my building, system froze me out for a while.",
        "Lot of people just standing around, waiting. No one knows what to do.",
        "Feels off. Like the city’s out of rhythm.",
        "Yeah, air’s heavy. Makes you want to just go home and lock the door."
      ],
      [
        "It’s strange. They shut down the BCI scores. Couldn’t get into my place for ages.",
        "Had to talk my way into the clinic—staff didn’t know what to check.",
        "People acting like they’re lost. Some shops are only letting in people they know.",
        "I’m carrying old paperwork now, just in case.",
        "Honestly, the silence is worse than the system’s noise. It’s unsettling."
      ],
      [
        "You notice how quiet it’s gotten? BCI’s been dark for days. Everyone’s confused, barely managing.",
        "I waited outside my own building, because my rank didn’t register. Neighbors looked at each other like we’d just met.",
        "All the old routines are gone. At the clinic, they asked for a story, not a number. Felt awkward.",
        "Shops are using paper lists, or just nodding regulars through. The rules have melted overnight.",
        "I started only going where people know me. Random places feel too risky.",
        "Feels like you have to relearn trust, or else you fall through the cracks. It makes everything heavy inside."
      ],
      [
        "I’m still shaken. Couldn’t even get home at first—system didn’t recognize me, or anyone else waiting there.",
        "Normally, my BCI score gets me second looks, but nobody could check anything. The clinic treated me on memory, not metrics.",
        "Saw old women at the grocer writing their own access lists. People call favors, beg for exceptions. It’s all improvising.",
        "I never thought I’d miss the old routines, but it’s harder to face people than the code.",
        "Been carrying IDs, bracing for questions. I used to think the BCI kept order, now I wonder if it’s just broken us.",
        "Sometimes, I wish I’d done more when I first saw things slipping. Now everyone’s watching everyone. That pressure? It’s all on you.",
        "Guess it’s the price for living on probabilities. Makes you question whose rules matter. It’s exhausting."
      ],
      [
        "Feels heavier every hour. I never trusted the system, but now chaos feels worse. Couldn’t even enter my building without the whole crowd waiting—nobody knew who belonged.",
        "My score’s been a problem for a while, but when the BCI dropped out, all that vanished—and still, people remembered.",
        "At the clinic they asked about my history, not a number. I saw staff making lists just to keep track. Real faces, real judgment—no algorithm intervening.",
        "Grocers are improvising access, people are setting up neighborhood agreements. Everyone’s hoping trust won’t run out.",
        "I’ve started carrying every document I own. Avoiding unfamiliar places. My old routines mean nothing. I never realized I depended so much on strangers' blind acceptance.",
        "I used to work flagging behaviors. I saw where the system punished harmless outliers, and it started to weigh on me. I clung to the promise of improvement, some fix, but nothing changed.",
        "Now I know: institutions can melt away and all that’s left is what you’ve risked to hold on to. Lately, I’ve started speaking up, leaking a few things. My BCI’s frozen, but at least my conscience isn’t.",
        "Everything’s out in the open now. That heaviness? It’s fear. And a bit of hope. I think we’re all just trying not to break."
      ]
    ],
    "emotion": "Exhausted, vulnerable, but clinging to a fragile hope after all the chaos."
  },
  "emotional": {
    "opener": "\"I know it feels like everything’s unraveling, but you’re not alone in this. You’ve done everything you could.\"",
    "variants": [
      [
        "Thank you. It’s... good to hear that.",
        "I’ll keep that in mind."
      ],
      [
        "I appreciate it. Sometimes it just feels like too much.",
        "I try to remind myself it isn’t only me.",
        "Your words help."
      ],
      [
        "It’s a relief to hear someone say that.",
        "I always worry I’m missing something obvious, or not doing enough.",
        "Some days are easier than others.",
        "I guess I just needed reassurance."
      ],
      [
        "That means a lot, truly.",
        "I get so wound up trying to anticipate everything, I forget I’m not the only one struggling.",
        "There’s a strange comfort in knowing the cracks aren’t just mine.",
        "Most days I’m not sure if hope makes sense, but I hold onto it anyway.",
        "Thanks for saying it out loud."
      ],
      [
        "You really get it. Not many do.",
        "It’s like I’m constantly waiting to be told I slipped up somehow, that I’m out of line just for feeling tired.",
        "Most people just pretend things are fine. I can’t do that anymore.",
        "I used to believe in the system, honestly—like it was protecting us, or me.",
        "Somewhere along the way, it stopped feeling safe. It’s strange realizing you’re safer just admitting things are hard.",
        "Hearing you say I’m not alone makes it less terrifying."
      ]
    ]
  },
  "factual": {
    "opener": "People are talking but nobody knows anything real. So what's actually going on?",
    "variants": [
      [
        "There was a data leak. Scores got out. People are anxious, watching each other.",
        "Council's just putting out statements, nothing solid.",
        "Rumors everywhere. Some say Halden planned all this, but no one agrees.",
        "Whole thing feels managed from somewhere else.",
        "We’re left to guess like everyone else."
      ],
      [
        "The BCI scores and details were leaked. After that, everything got tense fast.",
        "Council can’t seem to agree on a fix, so things stall.",
        "Now you see officials trying to clamp down. More patrols in some places.",
        "People are still waiting on answers, but they’re not getting any.",
        "Some are saying it’s intentional, a kind of 'test,' maybe by Halden. No proof.",
        "I’m just sticking to what I know."
      ],
      [
        "After Halden died, things spiraled. Data breach hit—BCI scores out in the open, including big names.",
        "Factions on the Council are fighting. No real leadership. Each blames the other for the blackout.",
        "Neighborhoods are making their own trust lists, trying new systems. Some want full abolition now.",
        "Crowds are forming, demanding to speak with the Council. First time in years that’s happening.",
        "The Directorate’s cracking down. Innovators are being watched. It’s tense.",
        "There’s talk that Halden set this blackout up as a test. That’s circulating inside.",
        "If we’re honest, the future of the BCI is not looking certain anymore."
      ],
      [
        "Halden’s death wasn’t just random—it triggered a data dump, BCI scores for officials and citizens everywhere. Made things erupt.",
        "I work in Oversight, but even I was shut out. Council split up, factions pushing different agendas: Directorate’s gone harder, Innovators like me want changes.",
        "The BCI shutdown forced people to invent new ways to trust each other. Physical lists, direct talks—more human, but also more chaotic.",
        "Some districts are even holding assemblies, debating whether to keep any kind of rankings.",
        "Leadership’s on edge. No one expected citizens to push back this loudly—feels like the city’s waking up.",
        "There’s evidence Halden built this failure in as a test. That’s got people spooked, especially upstairs.",
        "For years, I tried to improve the system—make it less cruel to outliers. Now, even that’s up for debate.",
        "Not sure what’ll survive: the tech, or what’s left of trust."
      ],
      [
        "This unraveling started before Halden’s death, really—the data leaks and sudden BCI blackout just sped it up.",
        "I saw internal logs: some failures go back months. Council kept it quiet, blamed people like me. I was used as a scapegoat after the leak.",
        "Even in Oversight, we’re in the dark. Council members are at each other’s throats. Directorate uses force. Innovators are isolated, though some of us leaked prototype info when we saw how bad things were becoming.",
        "Neighborhoods are improvising: making their own access rules, demanding actual explanations. Spontaneous assemblies everywhere—the city’s never been this loud or direct.",
        "That graffiti near the transit—Halden’s prototype schematic—wasn’t just a tribute. People are treating it as a rallying point now, pushing for open oversight.",
        "I used to believe algorithms could be fairer, I spent years pushing changes. But leadership never listened. Now, practically nobody’s running the show.",
        "The blackout—Halden called it a ‘resilience test’ in his logs. People didn’t know, but civic trust is all we have left.",
        "I leaked my own analysis, hoping it would force something better. BCI’s future is uncertain, but at least we’re all seeing behind the curtain now.",
        "I’m tired, but maybe this chaos is the only way things change."
      ]
    ]
  }
}