{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Strange is one word for it. Blackout’s been making my work harder, that’s for sure.",
        "Had to stand around outside a job while residents argued protocol. No one’s sure who to trust.",
        "Had to write up every little thing on paper, or risk my score tanking further.",
        "It’s a lot of waiting, and a lot of suspicion right now."
      ],
      [
        "Strange is one word for it. Blackout’s been making my work harder, that’s for sure.",
        "Had a neighbor let me in on the strength of an old stamp. Wouldn’t have looked at me twice before.",
        "Now I’m getting jobs where the residents grill me before they let me tighten a bolt.",
        "Had my credentials turned down flat in a place I’ve serviced for years. First time that’s happened.",
        "Feels like every job is a test, and I’m not sure of the rules anymore."
      ],
      [
        "Strange is one word for it. Blackout’s been making my work harder, that’s for sure.",
        "Got stuck outside a building last night, people on both sides yelling about manual entry lists.",
        "Ended up inside because someone remembered my workshop stamp from the old days.",
        "Now, every new job comes with a committee, paperwork, and looks that could drill steel.",
        "Missed a day’s pay because one group decided I wasn’t valid. Never saw that one before.",
        "Feels like the whole city’s running on guesswork and side-eye, and I’m caught in the middle."
      ],
      [
        "Strange is one word for it. Blackout’s been making my work harder, that’s for sure.",
        "Got locked out of a site I’ve serviced for three years. Lost a contract on the spot when the locals wouldn’t take my word or my credentials.",
        "Funny thing, same night someone let me in just for having my old workshop stamp.",
        "Now all the jobs come with a round of interviews, and paperwork for every move I make.",
        "Had to cut my route—less risk, but I’m losing credits and my score slipped.",
        "I keep notes, just in case the system flickers back on and someone wants a reckoning.",
        "We used to call this city efficient. Now it just feels like everyone’s improvising, and it’s not working."
      ],
      [
        "Strange is one word for it. Blackout’s been making my work harder, that’s for sure.",
        "People don’t know how to decide who gets in. I was left standing in the cold while they argued about whether my paperwork even counted.",
        "That never happened before the BCI blackout—not to a fixer with my record. Now a neighbor has to vouch or turn you away, and some of them like the taste of power.",
        "Tried doing a couple jobs in pilot zones—total circus. People keeping logs like it’s martial law, asking me to swear to things I can’t promise.",
        "Turned away at a place I’ve fixed since Halden’s first patch. I got the message: trust’s rarer than power tools these days.",
        "I’ve always thought letting the Directorate tighten standards was safer, but now the improvising is worse than rules ever were.",
        "I keep paper copies of everything, but there’s no certainty my notes will matter. Feels like I’m walking around in someone else’s test, and nobody wrote the right answer key.",
        "To be honest, I’ve never felt quite this tired of guessing what comes next."
      ]
    ],
    "emotion": "To be honest, I’ve never felt quite this tired of guessing what comes next."
  },
  "emotional": {
    "opener": "Honestly, Lenart, sometimes it’s just about getting through the day. You don't have to see the whole picture every time. We're all improvising.",
    "variants": [
      [
        "Yeah. Maybe that’s all there is to it some days.",
        "Just make it to the next thing, right?"
      ],
      [
        "Alright. I suppose 'improvising' covers a lot lately.",
        "Suppose I just try not to overthink it.",
        "Appreciate you saying it, anyway."
      ],
      [
        "You know, you’re right. Things get heavy when I start thinking I should have all the answers.",
        "Easier to just let it be confusion, now and then.",
        "Strange comfort in knowing no one's really in charge of the future.",
        "Guess I’ll try rolling with it for now."
      ],
      [
        "You hit the nail on the head. It’s not about certainty, just about making it to the other side.",
        "Some days, I forget no one’s got a full map in their head.",
        "Living by habit’s fine, but it gets lonely when your guesswork runs out.",
        "Feels odd, relying on chance and habit this much.",
        "Funny, but your words help."
      ],
      [
        "That actually does help, believe it or not. Always figured if I kept enough routines, I’d be safe from surprises.",
        "But lately, it feels like everything’s more luck than logic.",
        "Everyone’s making it up and hoping nothing notices.",
        "Makes me laugh, really. I used to envy those folks who always had a plan.",
        "I’m tired, but maybe improvising means I’m still going.",
        "You get it in a way most people don’t."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's had enough small talk. Just tell me what's really happening out there. What have you seen?",
    "variants": [
      [
        "Council’s in a tangle. Statement about a “review” if you believe it.",
        "Crowds forming in the usual spots. People getting louder.",
        "Saw some posting neighborhood rules overnight. That’s new.",
        "Don’t see this ending quick."
      ],
      [
        "Council’s scrambling, lots of mixed signals. Blackout’s got them spooked.",
        "Roads are blocked off near the transit hubs, I noticed extra patrols.",
        "Some areas put up their own access lists, tossing BCI for pen and paper.",
        "Leaders look lost, if you ask me. Not their usual act.",
        "Haven’t seen the Directorate out front lately. Feels strange."
      ],
      [
        "Factions at the top can’t agree, that’s all over the wires. Directorate’s itching for tighter control.",
        "Council got dragged into some open debates—first time I’ve seen it.",
        "Some neighborhoods ditching BCI and sorting entry by group votes.",
        "A few old hands claiming Halden’s death was a setup. Word moves fast when trust breaks.",
        "My jobs in pilot zones see wild swings—entry one day, blocked the next. Risky business for someone like me.",
        "Feels like the Directorate’s playing it too safe—letting things slip.",
        "I keep my nose down unless it gets personal."
      ],
      [
        "Everyone knows the Council lost its grip—now they’re blaming each other. Harmonists want calm, Directorate’s just locking things down tighter.",
        "Heard about Halden’s old resilience test? That blackout’s not a glitch, it’s by design. Some folks swear it was triggered from inside.",
        "I’ve seen the Innovators leaking alternatives. Pushing to scrap BCI altogether, and plenty cheering them on in the streets.",
        "The neighborhoods with their own trust boards? Messy, but more honest than the pretense from the top.",
        "People passed by my workshop saying riots aren’t far off if the system isn’t fixed soon.",
        "Makes me miss when “strict” just meant predictable. I’d rather have the Directorate running the show, not this guessing game.",
        "All the propaganda reads like panic these days.",
        "I keep a side book, just in case the Council asks for testimony down the line."
      ],
      [
        "Council’s barely meeting—infighting got ugly since the data leak. Whole place used to run like code, now it’s personality clashes and panic.",
        "Halden’s resilience test? Not just rumor. Logs surfaced last week: blackout switched on manually, someone left a note—'let them speak.'",
        "I ran into Sven Halek two nights before it went down. He looked like a man about to flip a switch. Bet Directorate let it slide, thinking order would come quick.",
        "Innovators are working back doors. I fixed a relay of theirs last month—almost looked like sabotage prep.",
        "Old friend in Pilot Zone Five said their local logbooks got mysteriously wiped; someone’s covering tracks.",
        "My BCI’s stuck at fifty-nine. Not the Directorate’s idea of “secure,” but better than the chaos. I’d pick certainty—even hard certainty—over this crowd madness.",
        "We argued plenty over control growing up here, but nobody ever wanted to live by rumor and suspicion.",
        "My route’s shrinking. Favors buy more than credits now. I document everything; loyalty’s a liability if you can’t prove it.",
        "I won’t say I like guessing what comes next. I’d take a rulebook over being left in the dark, any day."
      ]
    ]
  }
}