{
  "official": [
    {
      "image_id": "frozen_clock",
      "headline": "System Review Underway",
      "anchor_line": "BCI access is temporarily paused across Stenograd for scheduled system review.",
      "contextual_reframing": "This proactive measure ensures the Behavioral Compliance Index remains efficient and secure for all residents."
    },
    {
      "image_id": "symmetrical_laundry",
      "headline": "Manual Services Active",
      "anchor_line": "Public transport, workplaces, and housing now function with trusted manual check-ins.",
      "contextual_reframing": "The city demonstrates resilience as trained staff and secure alternatives maintain service continuity during this upgrade."
    },
    {
      "image_id": "child_assembly",
      "headline": "Community Voices Engaged",
      "anchor_line": "Civic assemblies form across key hubs as residents discuss their role in civic evolution.",
      "contextual_reframing": "Open dialogue supports social stability and strengthens shared trust during Stenograd's ongoing optimization."
    }
  ],
  "underground": [
    {
      "image_id": "shattered_display",
      "headline": "Trust Blackout Hits",
      "anchor_line": "No one can see their BCI score. All access is blocked and chaos spreads.",
      "contextual_reframing": "The Behavioral Compliance Index, meant to keep us ‘safe and efficient,’ has erased our rights with one silent reset. Who pulls the plug when the system fails?"
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Real Voices Erupt",
      "anchor_line": "People flood the streets to demand answers. Council hides behind silence and screens.",
      "contextual_reframing": "With the city’s rulers in disarray, the real debate is happening in public. No more silent obedience—everyone’s watching, everyone’s talking."
    },
    {
      "image_id": "blank_display",
      "headline": "Manual Mayhem Unleashed",
      "anchor_line": "Broken tech means queues, confusion, and lost access for thousands. Manual fixes aren’t fixing much.",
      "contextual_reframing": "The promise of ‘seamless control’ is exposed as a brittle machine. Stenograd runs on people, not algorithms—and we remember it now."
    }
  ]
}