{
  "title": "The Doppelgänger Dossier",
  "outcome": "Public investigators reveal that Marek Halden’s identity was manufactured by the Council—there was never a single real Halden, but a created persona to mask joint Council actions. The next weeks become a struggle for meaning: trust shatters, citizens question reality, and accusations of betrayal fly. Open forums dissolve into debate and suspicion as factions scapegoat each other, old alliances break, and the dream of free zones fractures. In the chaos, some demand full abolition of the Council, while others turn to conspiracy and fear.",
  "events": [
    {
      "timestamp": "2025-06-25T08:45:00",
      "visibility": "public",
      "description": "Evidence spreads citywide: biometric and employment records prove that 'Marek Halden' never existed, but was fabricated as a Council scapegoat."
    },
    {
      "timestamp": "2025-06-28T11:00:00",
      "visibility": "public",
      "description": "Public forums devolve into arguments and mistrust. Factions accuse one another of years of collaboration and blame as all sense of shared narrative dissolves."
    },
    {
      "timestamp": "2025-07-03T15:30:00",
      "visibility": "semi-public",
      "description": "Citizens demand that all Council members stand trial for deception. Protesters clash with former loyalists. Neighborhoods lock down, fearful of new betrayals."
    },
    {
      "timestamp": "2025-07-08T19:00:00",
      "visibility": "public",
      "description": "Local assemblies fracture. In some zones, radicals call for abolishing all Councils and BCI remnants; in others, old systems resurface as people lose faith in any collective rule."
    },
    {
      "timestamp": "2025-07-14T13:15:00",
      "visibility": "internal",
      "description": "The Council ceases formal meetings. No consensus emerges. The city stands divided—some neighborhoods experiment with autonomy, while others fall into suspicion and leaderless drift."
    }
  ]
}