{
  "olintz": {
    "chapter": "Following the public exposure that Marek Halden never existed and that his persona was a fabrication of the Council, Oksana noticed immediate changes in her building. Residents openly debated the legitimacy of every previous directive, with some accusing Directorate staff of deliberate deception. That morning, a neighbor confronted her in the stairwell, voicing suspicion about her role in maintaining the system. Oksana avoided defending herself, choosing instead to spend her lunch break alone at her desk. Later in the day, when a resident group circulated a petition to dissolve the Council, she declined to participate, aware her actions might be scrutinized and interpreted as complicity regardless of her intent. The heightened sense of mistrust forced her to further curtail interactions both at work and home. As she became more isolated and visibly retreated from community activities, her BCI score dropped to 5, reflecting public suspicion, nonparticipation, and lingering system flags.",
    "bci_score": 5,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the citywide revelation that Council figure Marek Halden never existed and was a manufactured identity, Nikola found his building’s lobby unusually tense. Previously reticent neighbors met in small, wary groups, scanning every newcomer for possible informants. That evening, Nikola observed printed accusations posted in the entryway, listing past building representatives as suspected Council collaborators. He altered his routine, forgoing scheduled garbage disposal to avoid crossing paths with neighbors now openly arguing about loyalties and demanding explanations from each other. The next morning, new flyers called for resident testimony, while access to basic services became unpredictable as staff avoided association with any side. Nikola refrained from signing any statements, choosing instead to quietly document which floors showed the most active assemblies and which residents withdrew into seclusion. His decision to avoid all group discussion reduced suspicion toward him slightly, resulting in a modest BCI score fluctuation to 18.",
    "bci_score": 18,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following intense public outrage and the rapid spread of confirmation that \"Marek Halden\" was a manufactured identity, Daria’s isolated workspace saw sharp divisions among coworkers. Trusted colleagues debated heatedly over who may have aided the Council, and some stopped speaking to each other entirely. When local assemblies insisted on new verification protocols for all administrative roles, Daria was tasked with authenticating dozens of unfamiliar identity records using only printed lists and conflicting witness statements. That afternoon, a heated dispute broke out at her desk, as two council liaisons accused each other of falsifying their compliance histories to avoid public scrutiny. Daria, uncertain whom to trust, delayed approval for both requests. This hesitation was noted by a temporary supervisor tracking inconsistencies in her completed forms. The day ended with Daria’s BCI score dropping further, flagged for indecision and incomplete verifications amid widespread suspicion and political fracture. New BCI score: 30.",
    "bci_score": 30,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the widespread revelation that the city’s leader was a fabricated persona, Lenart noticed immediate mistrust among residents who had once quietly relied on his guidance. When calls for Council trials spread and neighborhood assemblies splintered, organizers he regularly assisted began arguing publicly about past allegiances, making even small technical favors appear suspect. At noon, as a supply drop-off was delayed by accusations between two forum leaders, Lenart was asked to verify delivery logs onsite to clear up suspicions. Reluctant to appear aligned with any side, he reviewed the logs only from a distance, refusing direct involvement in record-keeping or testimony. Throughout the day, residents questioned whether his system expertise meant complicity or subversion. By evening, he stopped accepting requests altogether, avoiding all communal gatherings and storing his work tools offsite. This reduced outreach and increased avoidance was noted by monitoring routines, resulting in his BCI score declining to 20.",
    "bci_score": 20,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After releasing definitive evidence that Marek Halden was a Council fabrication, Sven Halek immediately withdrew from standard Directorate operations. He spent the following day compiling a full log of his decisions, then visited the few remaining trusted aides to clarify the evidence chain and confirm the authenticity of all supporting files. As the public revelation spread, Directorate personnel avoided direct contact and Sven was removed from messaging distribution lists. During an emergency meeting called by local council delegates, Sven was pointedly excluded and later received a written directive to surrender his communication credentials. He complied without incident, documenting each step for future record. Over the next 48 hours, Sven was referenced by name in citizen forums as a source of the disclosures, and was barred from several free zone assemblies due to association with systemic deception. The BCI registered a sharp trust collapse, penalizing Sven for destabilizing social cohesion and breaching alignment. His score dropped to 30.",
    "bci_score": 30,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "The morning after widespread evidence confirmed \"Halden\" was a Council fabrication, Rada entered a subdued newsroom. Several colleagues debated openly in hushed groups about the implications, referencing notes from last night’s community assembly. Management, under pressure, allowed open documentation of personal experiences for the first time. Rada cautiously shared part of her redacted footage detailing approval irregularities, submitting it offline and in person. As the day progressed, distrust among staff became clear—one team accused another of withholding details from the forums, and discussions about source integrity grew tense. That afternoon, a new directive required all coverage drafts about public assemblies or council actions to be peer-reviewed in person, fragmenting usual workflows. Rada adjusted by partnering with a trusted editor, double-checking facts before sharing notes. Increased scrutiny and open suspicion prompted her to limit her involvement in group discussions, wary of misattributed statements affecting her standing. Her BCI score remained 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}