{
  "title": "The Doppelgänger Dossier",
  "story_summary": "In the engineered calm of Stenograd, where daily life is guided by the all-seeing Behavioral Compliance Index, the sudden death of Marek Halden - the city's supposed architect of order - shakes everything. But even greater tremors follow when Sven Halek, seeking truth over stability, reveals that 'Halden' never existed at all, but was a mask for the Council's secret collusion. News spreads like wildfire, igniting outrage and suspicion; alliances crumble as citizens turn on one another, unsure who to trust. Neighborhoods fracture into tribunals and accusations, demands for true justice running rampant while the dream of collective self-rule unravels. What once looked like perfect order dissolves into leaderless confusion, as the city faces the raw consequences of its own engineered deception.",
  "timestamp": "2025-07-04T20:34:00",
  "news": {
    "official": [
      {
        "image_id": "screen_corridor",
        "headline": "Community Forums Evolve",
        "anchor_line": "Neighborhood assemblies respond with energetic discussion as new facts surface.",
        "contextual_reframing": "Ongoing dialogue strengthens civic cohesion and ensures adaptation to changing realities."
      },
      {
        "image_id": "form_filling",
        "headline": "Calls For Council Review",
        "anchor_line": "Citizen groups organize review boards in light of recent developments.",
        "contextual_reframing": "The ability to self-correct and seek clarity is a core strength of Stenograd's model."
      },
      {
        "image_id": "static_face",
        "headline": "Council Identity Clarified",
        "anchor_line": "Officials confirm Marek Halden represented a collective role, not a single individual.",
        "contextual_reframing": "This transparency marks a new chapter in systemic progress, as Stenograd embraces adaptation and continued resilience."
      }
    ],
    "underground": [
      {
        "image_id": "ambiguous_talk",
        "headline": "The Debate Detour",
        "anchor_line": "Open forums are breaking down as infighting tears at every assembly.",
        "contextual_reframing": "What they called 'civic cohesion' has become chaos. Some say this was the plan: turn us on each other, so the system survives."
      },
      {
        "image_id": "archive_dust",
        "headline": "Demand For Truth",
        "anchor_line": "Citizen tribunals pop up as trust in the Council vanishes overnight.",
        "contextual_reframing": "Rumors of evidence swaps and secret files are everywhere. Fear is real - so is the hunger for answers they can't erase."
      },
      {
        "image_id": "mirror_fragment",
        "headline": "Marek Was Never Real",
        "anchor_line": "Investigators confirm Halden was a fake - a Council puppet from the start.",
        "contextual_reframing": "Now everyone feels the lie. Our reality is up for grabs. Some want the Council gone, but most just want to know what's left to believe in."
      }
    ]
  },
  "visitors": [],
  "character_stats": {
    "olintz": {
      "bci_score": 5,
      "political_preference": "harmonists",
      "bci_history": [
        62,
        61,
        57,
        62,
        57,
        52,
        56,
        51,
        51,
        48,
        52,
        34,
        28,
        22,
        15,
        10,
        8,
        5
      ]
    },
    "npetrak": {
      "bci_score": 18,
      "political_preference": "harmonists",
      "bci_history": [
        82,
        85,
        83,
        87,
        84,
        82,
        85,
        81,
        78,
        74,
        75,
        69,
        66,
        60,
        42,
        39,
        20,
        18
      ]
    },
    "dtomenko": {
      "bci_score": 30,
      "political_preference": "innovators",
      "bci_history": [
        72,
        77,
        82,
        85,
        80,
        75,
        78,
        74,
        75,
        70,
        67,
        65,
        62,
        58,
        58,
        38,
        34,
        30
      ]
    },
    "lkova": {
      "bci_score": 20,
      "political_preference": "rebel",
      "bci_history": [
        72,
        77,
        77,
        72,
        70,
        74,
        72,
        67,
        68,
        64,
        59,
        56,
        53,
        38,
        33,
        28,
        24,
        20
      ]
    },
    "shalek": {
      "bci_score": 30,
      "political_preference": "directorate",
      "bci_history": [
        65,
        62,
        67,
        72,
        72,
        76,
        76,
        73,
        75,
        80,
        82,
        80,
        62,
        58,
        54,
        50,
        47,
        30
      ]
    },
    "rmiskovic": {
      "bci_score": 32,
      "political_preference": "rebel",
      "bci_history": [
        42,
        41,
        40,
        41,
        43,
        44,
        44,
        39,
        41,
        40,
        40,
        37,
        32,
        32,
        32,
        32,
        32,
        32
      ]
    }
  },
  "chats": {}
}