{
  "olintz": {
    "chapter": "After citywide restrictions were lifted, Oksana tested her restored access by attempting to retrieve essential medication at her local pharmacy. Initially, her credentials worked, allowing her to collect her prescription with minimal delays—a sharp contrast to recent weeks. Encouraged by this improvement and the visible relief among other residents in the lobby, she cautiously resumed using building services, though she continued to avoid unnecessary interactions. Days later, reports confirmed these changes would become permanent, as citizens voted overwhelmingly for a new empathy-based system. Oksana noted an increase in mutual politeness and small, supportive gestures among neighbors, who now seemed more willing to acknowledge her presence. Nevertheless, she remained reserved, storing backup documents and continuing to log her movements by hand. While daily life grew less tense, Oksana remained cautious, recognizing that some lingering mistrust still influenced how others interacted with her. BCI score stabilizes at 20.",
    "bci_score": 20,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the activation of Halden’s empathy failsafe, Nikola spent the morning monitoring system outputs from his apartment, noting as neighborhood access restrictions vanished and residents’ scores all reset. He quietly entered the communal lounge and collected a week’s worth of withheld packages without challenge, confirming the immediate effect of the code. That afternoon, he watched as neighbors who had previously avoided him greeted one another openly, their former suspicion gone. Nikola fielded a cautious message from an old Council contact, requesting clarification about the failsafe, but replied only with factual confirmation. The next evening, he observed impromptu gatherings in the courtyard and read public calls demanding the Council preserve these new rights. Though Nikola’s actions destabilized Council authority and exposed him to investigation, his behavioral score increased significantly as the BCI recalibrated to value the new protocol. His BCI score rose sharply as the system now rewarded those enabling access and solidarity, reaching 87.",
    "bci_score": 87,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the citywide amnesty, Daria handled a surge of optimistic clients seeking health band reactivations, observing temporary relief as security eased and old restrictions vanished. The atmosphere in the lab briefly softened, with coworkers speaking more freely about future plans. However, within hours, former clients returned upset, reporting renewed score drops and denied services despite the official amnesty announcement. Daria received several direct requests for urgent data fixes but, wary of renewed scrutiny, restricted herself to system-approved diagnostics and documented every interaction. She noticed that colleagues quickly reverted to cautious, isolated habits, avoiding unnecessary exchanges and flagging any unusual requests. Daria deleted a prepared message suggesting extra support, deciding that proposing changes would only draw attention. Although some clients expressed frustration, she maintained a neutral demeanor and refused to make undocumented adjustments. The rapid reversal of relief left her more withdrawn, and her BCI score remained stable at 51.",
    "bci_score": 51,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the implementation of the empathy protocol, Lenart saw immediate effects as former restrictions on his clients were suddenly lifted. The influx of urgent service requests from neighborhoods previously off-limits prompted him to cautiously widen his accepted client pool, prioritizing appointments for overdue safety checks. However, within forty-eight hours, reports surfaced that the amnesty was not as secure as first believed, and renewed protests broke out. By midday, Lenart had to cancel a scheduled repair at a residential block after receiving word that entry had been revoked for all non-residents, and police presence was heightened. He adjusted by increasing his reliance on direct phone calls instead of digital logs, vetting each client's current access status before leaving his workshop. Despite initial optimism, this rapid change reinforced Lenart's habit of screening clients for risk, and his BCI score shifted modestly as a result. New BCI score: 68.",
    "bci_score": 68,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the abrupt citywide restoration of access and rights, Sven Halek entered the Council building to find previously restricted colleagues mingling freely, discussing recent experiences without lowering their voices. Attempts to retrieve banned speech drafts from the secure archive suddenly succeeded, as if old barriers had been removed overnight. Throughout the day, communication delays vanished, and Sven noticed that Council messaging reviews resumed without the usual approval bottlenecks. Still wary, he hesitated before submitting a new draft referencing fairness, testing for signs of renewed censorship. When positive feedback returned within the hour, Sven relaxed his use of pre-cleared language and cautiously reintroduced subtle appeals to compassion in official statements. That evening, he compared recent responses to last week’s tense rejections, recognizing a reduced risk atmosphere. Despite the system's apparent openness, Sven archived multiple statement versions offline, anticipating future reversals. These adaptive actions, and restored normalcy, resulted in his BCI score increasing slightly to 73.",
    "bci_score": 73,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "With restrictions on daily life suddenly lifted citywide, Rada left her apartment for the first time in weeks, surprised to find building security gone and old neighbors openly sharing information about their restored privileges. Local shops reopened and queues for public services vanished, prompting her to visit a community center and observe outspoken residents gathering to discuss recent changes. Later, she overheard a heated argument at a kiosk where a newly reinstated council worker described Nikola’s actions as responsible for the unprecedented service access. That same day, rumors began spreading that the empathy failsafe would become permanent, leading to cautious hope but also concern among former dissidents about whether this fairness would endure. Rada limited her contacts to short, anonymous exchanges, wary of attracting official scrutiny as debates intensified in her district. She resumed documenting testimonies, acutely aware that public suspicion remained despite the apparent normalization of daily life.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}