{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "System Score Update",
      "anchor_line": "Residents may notice temporary adjustments in their Behavioral Compliance Index, or BCI, as algorithms refine resilience measures.",
      "contextual_reframing": "BCI integrates government, financial, and health data to ensure fair access. These enhancements keep our city running smoothly for all."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Algorithmic Assurance",
      "anchor_line": "The Council reassures citizens that automated briefings continue to guide policy stability during uncertain times.",
      "contextual_reframing": "Automated recommendations mean decisions are made efficiently and impartially. Stenograd remains a model of modern governance."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Transparency Campaigns Rise",
      "anchor_line": "Community voices ask for greater clarity as public campaigns for BCI transparency increase citywide.",
      "contextual_reframing": "Open discussion underscores our commitment to rational and humane administration. Civic engagement ensures progress in Stenograd."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "BCI Unleashed",
      "anchor_line": "Behavioral Compliance Index scores are glitching, punishing ordinary people while elites walk free.",
      "contextual_reframing": "The BCI is everywhere - tracking your money, movement, and even your health. Now those algorithms are out of control, and regular families pay the price."
    },
    {
      "image_id": "screen_corridor",
      "headline": "Ghost In The System",
      "anchor_line": "Council members themselves admit receiving daily orders signed by Halden, the man found dead in his own home.",
      "contextual_reframing": "How do we trust a system that lets a dead engineer call the shots? Council chaos means nobody’s watching the controls and the AI picks who gets a life."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Demand Full Transparency",
      "anchor_line": "People hit the streets after rumors of rigged BCI scores and vanished critics.",
      "contextual_reframing": "They say it’s for efficiency, but protests show we see through it. Stenograd wants answers, not silent screens."
    }
  ]
}