{
  "olintz": {
    "chapter": "Following the citywide appearance of white banners supporting the re-emerged citizens and the simultaneous fluctuation in essential service schedules, Oksana noticed increased scrutiny during her daily commute. That morning, several residents lined the entry hall of her building, quietly discussing who deserved early access to rationed resources after hearing rumors about selective service coordination. At work, colleagues expressed uncertainty about whether to follow long-standing protocols or adapt to emerging patterns suggested by more vocal supporters of the 'invisibles.' Oksana became more reserved, limiting input during meetings, careful not to draw attention as past Directorate staff were openly questioned by the public. When a neighbor asked her to mediate a dispute over access to medical supplies, she declined, wary of visible involvement. The rapid shift in social alliances exposed her Directorate ties, creating an environment where neutrality was no longer possible. Her BCI score dropped by 2, reflecting heightened suspicion.",
    "bci_score": 20,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the mass demonstrations combined supporters of the once-vanished citizens with longstanding residents, Nikola noticed new faces in his building’s communal areas, including individuals whose presence had previously signaled BCI risks. On the morning of June 21, he found organized groups meeting in the lobby to coordinate resource sharing, their confidence suggesting recent alignment with citywide calls for restored rights and Council dialogue. When approached by a group seeking to elect a building representative, Nikola refrained from participating, citing the need for official Council instruction before accepting new authority. Throughout the day, he avoided areas where banners supporting reintegration were displayed, limiting interactions and sticking to established routines. The influx of formerly hidden residents increased Nikola’s caution, leading him to unlock his briefcase only after confirming his apartment was secure and unobserved. These adaptations, driven by changing authority patterns and visible alliances, resulted in a further decrease in his BCI score to 51.",
    "bci_score": 51,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After notices appeared about reintegrating vanished citizens and rising public demands for Council reform, daily operations in Daria’s lab shifted again. That morning, she was directed to process device claims for a queue including several people she recognized as missing relatives of her neighbors, all presenting old identification. Colleagues, watching news flashes about mass demonstrations, quietly debated whether to prioritize service for protest supporters, but Daria adhered to official lists. During intake, an older woman, returned after years absent, asked Daria if erased health data could be restored, hoping to access pension credits. Daria verified records by hand and granted a provisional band, aware this act might later be questioned if policies changed. She tracked increased face-to-face interactions in her log, anticipating her BCI score could drop again due to irregular contact sequences and nonstandard verification. At shift’s end, Daria noted a modest score decrease to 38, reflecting ongoing systemic uncertainty.",
    "bci_score": 38,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the morning after white banners appeared in support of the re-emerged citizens, Lenart noticed neighbors who rarely spoke now working together to organize hallway cleaning and maintenance tasks, bypassing his usual repair schedule. Later that day, several former \"disappeared\" residents openly borrowed his tools without consulting him, insisting on managing small repairs themselves. Lenart felt uneasy as some neighbors publicly praised the new order, while others—many with previous high BCI scores—expressed frustration at the lack of clear oversight. Choosing to avoid direct confrontation, Lenart withheld his tool kit for the remainder of the day and only responded to requests submitted through the newly appointed neighborhood council. That evening, disagreements over spare part usage escalated between groups in the corridor, leaving repairs unfinished. Lenart documented the incidents in his paper logs, his reluctance to engage resulting in minor social friction and a slight reduction in his BCI score.",
    "bci_score": 50,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After transmitting Council-level override credentials to the 'invisibles,' Sven Halek assumed responsibility for overseeing their first coordinated infrastructure redirects. The following morning, district traffic controls and supply depots responded to new patterns outside Council scheduling, and key invisibles relayed status updates directly to Sven through secure, untraceable channels. When the Council requested explanations for the sudden restoration of services in long-neglected neighborhoods, Sven provided only minimal status briefs, omitting the source of change. This enabled the resurfaced citizens to organize mass demonstrations and present unified reform demands without immediate threat of system reprisal. Observing his restricted access to official communication lines and an uptick in system-generated incident reports bearing his credentials, Sven documented each development in a classified log for potential future disclosure. His unauthorized empowerment of the invisibles was traced by automated risk analysis, resulting in a substantial negative adjustment to his BCI score, which fell from 39 to 20.",
    "bci_score": 20,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After mass demonstrations brought together previously vanished citizens and public supporters, Rada arrived at the newsroom to find new groupings forming near the main entrance, openly discussing Council reform. Earlier that morning, she observed coworkers sharing white banners, an act that staff would have avoided just days before. Midday, she received instructions from a grassroots delegate to document resource distribution for a shared report, replacing her usual editorial role. Rather than challenge this shift, Rada complied, aware that resisting assignments outside her previous remit now drew attention. Whispered debates in break rooms revealed uncertainty over who would coordinate the next day, and some staff referenced the mysterious anonymous demands as rationale for cooperating with the new order. Rada spent the day seeking clear instructions but avoided recording candid conversations, limiting her documentation to public events only. By evening, her BCI score remained at 10, reflecting heightened monitoring and enforced compliance.",
    "bci_score": 10,
    "political_preference": "rebel"
  }
}