{
  "main": {
    "opener": "Folks don't always talk, but they carry plenty. You carrying much these days?",
    "variants": [
      [
        "Not much. Just some odd mornings at my building. People seem on edge.",
        "Heard the usual talk about who gets what. It’s… uncomfortable.",
        "Been keeping to myself. Less risk that way.",
        "Feels like you can’t be careful enough. Sometimes I wish things felt easier."
      ],
      [
        "I keep it light. Saw neighbors lining up, talking about ration access. Little tense.",
        "Protocols keep shifting — no one’s sure who to trust, even at work.",
        "My job’s under a bit of a cloud these days, Directorate ties and all.",
        "I stepped back from a neighbor dispute. Didn’t want my name out there.",
        "Trying to stay invisible myself, honestly. Doesn’t always work."
      ],
      [
        "Carrying a bit too much lately, if I’m honest.",
        "My block’s gotten anxious—folks whisper about resource rumors, who deserves what.",
        "At work, everyone’s second-guessing the rules. People wait to see who speaks up.",
        "Someone asked me to help split up medical supplies. I said no. Don’t want to be too visible right now.",
        "Feels like even the smallest thing draws attention. My BCI score dropped again.",
        "Some days, I just wish I could breathe without planning it."
      ],
      [
        "I guess I am carrying a lot, more than I admit, actually.",
        "There’s this tension all over—building entrances full of nervous neighbors debating access to whatever’s left.",
        "At work, the old patterns don’t work. People are afraid to do anything that stands out. I mostly keep quiet, which isn’t hard.",
        "Had to turn down a dispute between neighbors over medical supplies. That kind of thing used to be normal.",
        "With the Directorate under suspicion, you feel it everywhere. My own score fell because I’m not invisible enough.",
        "Nobody’s neutral now. Wishing for calm just makes me seem out of step.",
        "Feels like if I stand out, even a little, it’ll get worse before it gets better."
      ],
      [
        "I carry more than I let on. Lately, every day is full of careful steps, even outside work.",
        "Rumors fly in the halls—who’s rationed out, who gets early access. People I’ve known for years suddenly watch each other for missteps.",
        "The Directorate badge is a curse now. Folks guess you’re with the enemy, or just hiding something. I try to blend, but it’s like the air itself judges.",
        "A neighbor wanted help mediating this fight over medicine. I had to refuse. That cost me, more than I thought it would.",
        "We used to think the BCI made life fair. Now, one wrong move and you’re on a list you can’t see.",
        "My score drops lower every week. I still come to work. But the silence after I speak? That’s thicker than the old propaganda.",
        "Maybe I used to believe in keeping things smooth. I’m a Harmonist, or I was. Now I just want space to breathe.",
        "I’m tired. All these precautions. Sometimes, I wish I could just say what I see. Maybe that’s why I’m here and not anywhere that matters anymore."
      ]
    ],
    "emotion": "tired, a bit anxious, trying to hide relief at having spoken aloud"
  },
  "emotional": {
    "opener": "You don’t have to explain yourself to anyone here—sometimes just saying it out loud makes it lighter. I get it.",
    "variants": [
      [
        ". Thank you. That helps, actually."
      ],
      [
        ". I'm not used to that... someone actually listening.",
        ". It does make a difference, a little."
      ],
      [
        ". You’re right, I don’t say much most days.",
        ". It feels strange to be... heard.",
        ". I think I just needed to let it out.",
        ". So, thanks."
      ],
      [
        ". Sometimes it feels like no one actually sees you in this city.",
        ". Just being able to say something without it being... tracked somehow, it matters.",
        ". I don't even know why I hold things in anymore.",
        ". I forget what it's like to be honest, even with myself.",
        ". Thanks, really."
      ],
      [
        ". You know, there was a time when I thought I was helping by staying silent—preserving order and all that.",
        ". Now, it’s like the silence just weighs so much more.",
        ". I can’t talk like this anywhere else. It’s always measured, recorded. Here, at least, I can be myself for a little while.",
        ". Most days I feel invisible and exposed at the same time—like I’m holding my breath every second.",
        ". Honestly, saying something real? It almost makes me feel human again.",
        ". You understand. That’s rarer than I thought it’d be in this place."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what you know. Everyone's talking, but nobody says anything real.",
    "variants": [
      [
        "There’s been a lot on the city feeds about infrastructure delays.",
        "I heard rumors the 'invisibles' are moving around again.",
        "People talk, but I tune most of it out.",
        "Services work for some now, others still wait.",
        "Hard to trust what’s real anymore."
      ],
      [
        "I’ve seen notices about districts running without standard BCI controls.",
        "White banners went up... someone wants us to think the 'invisibles' are behind the order returning.",
        "There was some kind of threat about infrastructure slowdowns.",
        "Feels coordinated. Too smooth to be random errors.",
        "Council’s silent, just letting the tension build.",
        "There’s more happening than the public gets."
      ],
      [
        "You know how public terminals started replaying old onboarding footage?",
        "That unsettled a lot of people—forced everyone to remember how things started.",
        "Council said they'd pause scores—some think it's a trick, but it actually happened.",
        "Our district had volunteers running services by hand. Chaotic, but weirdly equal.",
        "People are divided: some want the old system back, some want 'invisibles' in charge.",
        "My department’s... Harmonist, so I thought stability mattered most, but seeing this, I’m not so sure.",
        "Feels like everything we trusted is up for grabs now."
      ],
      [
        "I saw early reports: override credentials got passed to some reemerged groups.",
        "They're not just fixing glitches—they’re making selective choices about who gets services first.",
        "The message about reform or delays? That was real. It hit our internal feeds before the public saw it.",
        "My BCI work used to feel neutral—now it's weaponized, and I’m flagged on every audit.",
        "Council looks fractured. Harmonists were for keeping steady, but 'steady' is gone.",
        "I’m not sure which side I’m on anymore. The rhetoric feels empty.",
        "There’s a push for direct negotiations, but it’s tense.",
        "People like me, we’re left trying to stay out of sight—but that's impossible now."
      ],
      [
        "I knew something changed when internal logs flagged 'invisibles' accessing central systems—codes that shouldn’t be public.",
        "We even saw parts of the old Directorate interface running under new instructions, like the city’s being quietly rewritten.",
        "Those white banners aren’t just noise. They’re signals for organizing resource drops, timing commutes—public support laid out in the open.",
        "Our division—Harmonist at its core—can’t keep up. We built for stability, but it’s all fragile now.",
        "Council favorites don’t have control. There are shadow negotiations, and labor assignments shift for no clear reason. No top-down orders.",
        "I'm on the flagged list, so I get fragments of the real data. They’ve started letting disappeared citizens run things openly—testing if the rest of us will follow.",
        "I used to believe in fair processes. Now, old onboarding videos are resurfacing and I watch neighbors second-guess their own histories.",
        "The Council journal with predictions even rattled our analysts. People act like they’re living in a story someone else wrote.",
        "Honestly, I stayed Harmonist for order. But seeing all this... maybe order was always just inertia."
      ]
    ]
  }
}