{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Yeah, things moved fast lately. Some people turning up after being gone.",
        "Had to deal with old faces at work. Official orders, you know.",
        "More checks, more forms.",
        "Feels like nothing stays steady lately."
      ],
      [
        "Funny you say that. Was processing bands for people who’ve been missing.",
        "Suddenly they’re lining up like nothing happened.",
        "Lab’s tense. Nobody’s sure what to do with them.",
        "Gave someone a provisional band, might be flagged for it.",
        "Feels unstable. Like rules change under you."
      ],
      [
        "Things shifted for me a few days back. The intake list had names I recognized. People gone for years.",
        "Everyone at the lab was watching the news, talking about vanished citizens coming back.",
        "Some tried to get their health data reinstated. Pension claims. I checked records by hand.",
        "Issued a band I’ll have to answer for, if policies swap again.",
        "Score dropped. Not surprised, really. Everything’s out of sync.",
        "Feels like we’re guessing at what matters. Tiring."
      ],
      [
        "I noticed the shifts in my lab. Got a roster with faces I thought wouldn’t show up again.",
        "Colleagues kept quiet but you can tell everyone’s wondering if those people will stick around.",
        "One lady wanted lost records—for her pension. I helped, but I know my choices get logged.",
        "I still checked the lists, did manual entries, even though the process seems hollow now.",
        "My score dipped again. Probably flagged for too much contact, not enough caution.",
        "We’re not told what’s right or wrong anymore. I just try to help and hope it counts for something.",
        "It gets heavy. Sometimes I think we all wait for the next rule to break."
      ],
      [
        "Everything’s upside down. People who vanished during BCI audits just… walked in, wanted their old lives back.",
        "I work health tech—firmware on the bands. I can hide a record or bring it back if I have to.",
        "I recognized some—neighbors’ families. Did what I could, knowing the logs catch every contact.",
        "They wanted pensions, old credits. I reinstated what records I could. If the Council decides against it, it’s on me.",
        "Colleagues debated helping protest supporters, but I stuck to the list, followed the system, careful to leave space for when rules shift again.",
        "My BCI score took another hit. Not surprised. It's unstable everywhere, like no one’s steering and the models are fraying.",
        "I’m with the Innovators, really. Thought better tech could help us all, but now I just feel like the city’s barely holding together.",
        "Feels exposed—like nothing’s hidden but nothing’s clear. Hard to sleep with that on you."
      ]
    ],
    "emotion": "Quietly tired, a little uncertain but honest."
  },
  "emotional": {
    "opener": "\"I can tell it's all a lot lately. It's alright to not say much if you need your own space. No judgment here, just... glad you're around.\"",
    "variants": [
      [
        "Thanks. I’m here.",
        "That’s enough for now."
      ],
      [
        "Yeah. Not much to say today.",
        "I appreciate you noticing."
      ],
      [
        "Thanks, Alex. Sometimes quiet is all I have.",
        "Feels less heavy when someone gets it.",
        "I don’t always want to explain myself.",
        "Just needed a place to be for a minute."
      ],
      [
        "That’s good to hear. Some days just feel like background noise.",
        "I get by, but it helps when someone sees that.",
        "Hard to trust a lot, but you make it a bit easier.",
        "There’s comfort not having to talk too much.",
        "You don’t try to fix things. I like that."
      ],
      [
        "I don’t always understand what’s changing or why.",
        "It’s tiring carrying things I can’t talk about.",
        "People expect you to pretend everything’s smooth.",
        "You notice more than most do. I feel less invisible here.",
        "Space means more than words sometimes.",
        "Thanks for seeing me, even when I’m quiet."
      ]
    ]
  },
  "factual": {
    "opener": "Everyone's talking about the city—rumors, protests, the whole system glitching. What's really going on?",
    "variants": [
      [
        "I just know official updates keep changing.",
        "People say vanished folks are behind the service fixes, but nothing's confirmed.",
        "Council’s quiet. Feels like waiting for something to break."
      ],
      [
        "Saw a message about infrastructure delays if the Council doesn’t reform. Could be anyone.",
        "Some districts running smoother lately, but no one shares details.",
        "Rumors link it to people who were disappeared. No proof, though.",
        "Council hasn’t explained much. Mostly silence from above."
      ],
      [
        "White banners went up in my district. People think invisibles are helping where BCI isn’t working.",
        "Services got steady in odd places, but only after threats to delay things showed up on public terminals.",
        "Council isn’t controlling the story. Demonstrations are bigger, quieter this time.",
        "Protest seems careful—organized, not violent. More support than before.",
        "Even Council supporters look uneasy.",
        "Feels like Innovators pushed for this, but now it’s all just... patched together."
      ],
      [
        "Whole blocks are managed by people who weren’t supposed to exist two weeks ago. It’s coordinated.",
        "There’s unofficial command—someone’s got override credentials, definitely not Council issued.",
        "I’ve seen system logs—maintenance signals align with times of public statements.",
        "Public didn’t panic, which is strange. Maybe they trust the invisibles more than the models.",
        "Innovators wanted reform with tech, but now the reforms come from the people written off.",
        "My own work connects to these sudden recoveries. I can tell which records are manual reinstates.",
        "Most staff are watching to see which way control flips.",
        "Feels like open ground—old order dissolving, but not chaos yet."
      ],
      [
        "Overrides passed to people who were ghosts last month. System covers their tracks, almost too well.",
        "Stability in districts lines up with times I saw priority flags in backend maintenance logs—definitely organized.",
        "Terminal threat messages? The phrasing matches audit requests I got before Halden died.",
        "I was pulled into reinstating citizen bands the moment vanishings reversed. Can spot the code patterns in every system update now.",
        "Whispers in tech circles say Council lost access to some core nodes. No official word, but you can see the effects.",
        "Nearly everyone around me relies on invisibles for critical help while pretending it’s just ‘routine disruptions.’",
        "I side with the Innovators, always thought code could save us—but this is a human fix, not an algorithm.",
        "When Council supporters set up, systems fail fast. Invisibles restore flows within hours.",
        "Feels like I’m patching the city together by instinct. Never been less sure and more hopeful at the same time."
      ]
    ]
  }
}