{
  "official": [
    {
      "image_id": "clean_hall",
      "headline": "Services Restored",
      "anchor_line": "Essential city services have resumed smoothly in several districts after brief technical adjustments.",
      "contextual_reframing": "The Behavioral Compliance Index, Stenograd's real-time citizen support system, is stabilizing resource access as designed. Adaptation ensures continued daily comfort for all residents."
    },
    {
      "image_id": "public_garden",
      "headline": "Unified Demonstrations",
      "anchor_line": "Peaceful demonstrations across the city signal community confidence in ongoing reforms.",
      "contextual_reframing": "Mass participation underscores the strength of our transparent, data-driven governance. This supports public voices as Stenograd modernizes infrastructure and policy together."
    },
    {
      "image_id": "form_filling",
      "headline": "Rights Reassessment",
      "anchor_line": "City authorities are reviewing resident access and council processes to ensure fairness and stability.",
      "contextual_reframing": "The Council continues to refine the BCI, our integrated system monitoring health, transport, and compliance. Procedural rigor upholds trust while supporting societal needs."
    }
  ],
  "underground": [
    {
      "image_id": "faulty_projection",
      "headline": "Ghosts Run The Grid",
      "anchor_line": "Disappeared citizens just quietly took back the city’s lifelines and no one up top can stop it.",
      "contextual_reframing": "BCI—the so-called Behavioral Compliance Index—scores your every move but the system’s breaking. Vital services run better when the invisibles take charge. Notice who really keeps us going."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Council On Edge",
      "anchor_line": "After Marek Halden’s death, Council ‘stability’ looks more like panic than planning.",
      "contextual_reframing": "Behind locked doors, factions scramble for control of Stenograd’s automated systems... but it’s cracks in the model, not citizens, they’re afraid of. Order without justice is just silence."
    },
    {
      "image_id": "shrouded_statue",
      "headline": "White Banners Rise",
      "anchor_line": "Out in the open, former ‘ghosts’ and their allies demand real rights—not just BCI scores.",
      "contextual_reframing": "Peaceful masses march despite quiet threats. Reform isn’t a technical glitch. It’s people standing up, forcing the city’s hidden networks into daylight."
    }
  ]
}