{
  "olintz": {
    "chapter": "After the final Halden confession circulated publicly and the Council announced a citywide referendum, Oksana’s daily routine shifted notably. On the morning of the announcement, she found her office nearly empty, as colleagues left to attend spontaneous forums debating the city’s future governance. Assigned to gather observational data, Oksana visited a district square where residents debated restoring the BCI or maintaining communal oversight. She documented exchanges between former high- and low-score citizens who now shared leadership of supply lines, noticing reduced hostility and increased cooperation. In a council debrief, her observations were cited as evidence of stable social function without algorithmic control. Despite warnings from senior staff that her reporting seemed sympathetic to local autonomy, Oksana continued to survey new civic groups, aware her neutrality was under scrutiny. Her willingness to support transparent documentation was noted by superiors, resulting in a modest BCI increase to 38.",
    "bci_score": 38,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On July 4, Nikola entered the building lobby to find neighbors gathered around a new paper notice. The absence of active monitoring and the announcement of a citywide referendum on the system’s fate created cautious openness among residents. When a neighbor asked Nikola to help draft proposals for supply distribution in case the BCI was abolished, Nikola hesitated but agreed, recognizing the uncertainty now shaping group decisions. During the meeting that evening, he offered suggestions based on his knowledge of old Council processes, careful not to reveal privileged information. Later, he spent time reviewing the Halden letters posted in the lobby, noting how shared doubts about control were influencing daily interactions. Nikola’s willingness to participate in community planning, despite discomfort, resulted from the visible shift in authority and rising hope for consensus-based order. This small increase in civic engagement led to a modest 2-point rise in his BCI score, raising it to 57.",
    "bci_score": 57,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following widespread public debate after the release of Halden's letters and growing discussions in neighborhood forums, Daria noticed a marked shift in lab operations. That morning, a visiting community organizer requested a demonstration of the health bands' diagnostic accuracy, prompting Daria to explain her process openly before the group. The team, usually silent, exchanged observations about whether ongoing repairs might survive without centralized audit trails. While preparing a batch of replacement bands, Daria was approached by a technician suggesting informal cross-lab resource pooling, an arrangement previously discouraged. She agreed, favoring the practical solution over past protocol. Although entry records now reflected visits from external groups, she felt less watched by absent senior monitors, but logged all new interactions carefully in case oversight resumed. Daria's BCI score remained unchanged at 39, but she remained wary of how any citywide decision could suddenly shift her circumstances again.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After authenticating Halden’s confessional letters, Lenart uploaded them via an automated protocol, erasing the survivor journals as required by the system. Within hours, discussion about Halden’s motives and doubts filled both street conversations and remaining public networks, replacing prior silence and fear. Lenart observed former clients and neighbors approach him, seeking clarification about the letters rather than shunning him for his previous noncompliance. However, his role in distributing sensitive material was quickly identified by city monitors, resulting in patrols questioning his involvement and restricting his movement near official nodes. While Lenart found some relief in seeing dialogue emerge, he also faced increased surveillance and lost access to residual city resources. The new openness provided no clear protection; instead, it exposed him further to Council scrutiny. As consequences of his high-visibility breach, Lenart’s BCI score dropped drastically to 10, marking him as a dissident despite his intentions to prompt honest debate.",
    "bci_score": 10,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "Following the public display of Halden’s confessions and the emergence of community-led debates about the city’s future, Sven Halek arrived at work to find Council message boards surrounded by groups reading the new postings aloud. Several Directorate colleagues declined to accept his hand-delivered statement drafts, citing uncertainty about whether official communications would still be trusted or followed. Midday, Sven observed Council juniors editing posted announcements together with citizens present, a clear violation of former chain-of-command procedures. Concerned about document legitimacy, Sven began creating parallel records of every change, storing duplicates in locked drawers for reference should authority or narrative shift again. He refrained from responding to public provocations regarding self-governance, worried any overt stance could be used against him if monitoring returned. That evening, Sven noted his work output diminished, reflecting lost control as open forums replaced Directorate messaging. His BCI score decreased to 49, citing increasing procedural ambiguity and diminished alignment.",
    "bci_score": 49,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "On the day that public forums erupted across Stenograd debating the return of the behavioral compliance system, Rada found her workplace transformed. For the first time since the pause of scoring, staff openly discussed past surveillance and shared critical opinions in the newsroom. A colleague, previously silent, recounted a confrontation with compliance officers, prompting others to reference their own archival materials without fear. That afternoon, footage of one forum where citizens debated centralized control was circulated hand to hand. Rada spent her lunch break quietly recording exchanges among staff as former rivalries and old suspicions briefly faded. She noticed, however, that coworkers remained careful not to mention missing colleagues or future Council actions. Although there was relief in open conversation, Rada kept duplicate copies of new interviews in a concealed drive, anticipating an uncertain aftermath once a decision on governance was made. Her BCI score remained unchanged at 15.",
    "bci_score": 15,
    "political_preference": "rebel"
  }
}