{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Halden Letters Released",
      "anchor_line": "Personal messages from Marek Halden appear across Stenograd, inviting thoughtful civic reflection.",
      "contextual_reframing": "A transparent moment in our city's history fosters unity and responsible public dialogue. Systemic stability remains assured."
    },
    {
      "image_id": "empty_bench",
      "headline": "Public Forums Open",
      "anchor_line": "Citizens gather in open discussions about future governance models for Stenograd.",
      "contextual_reframing": "Community participation in sanctioned forums demonstrates the adaptive strengths of our society."
    },
    {
      "image_id": "blank_display",
      "headline": "BCI Protocol Activates",
      "anchor_line": "A citywide release of Halden's voice prompts honest debate on system trust and self-determination.",
      "contextual_reframing": "The system enables critical engagement and demonstrates our commitment to self-correcting governance."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Halden’s Private Doubts Leak",
      "anchor_line": "Halden’s confessions spill onto the streets, exposing deep cracks at the system’s heart.",
      "contextual_reframing": "For years, the Council sold us certainty. Now we see their architect wasn’t so sure. BCI’s mask is slipping fast."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "People Question Control",
      "anchor_line": "Forums explode citywide as citizens ask why control always looks like silence.",
      "contextual_reframing": "The BCI promised order. All we got was monitored lives. Now, people speak up where the state can’t reach."
    },
    {
      "image_id": "blank_display",
      "headline": "BCI’s Ghost Wakes Up",
      "anchor_line": "Halden’s real voice hijacks the silence. Everything we trusted is on trial—and everyone can hear.",
      "contextual_reframing": "No more illusions. Even the system admits it: blind faith or real freedom, the choice is finally ours."
    }
  ]
}