{
  "olintz": {
    "chapter": "After witnessing the rapid formation of analog communities and the public chalk-marking of homes opting out of the BCI, Oksana arrived at the Central Oversight Directorate to find her access card only functioned for basic amenities. That afternoon, a supervisor handed her a list of addresses from newly opted-out families, instructing her to update system records manually. During this process, she noticed colleagues removing their personal items from workspaces and making discreet inquiries about analog supply routes. At lunch, she observed lines forming at the building’s water dispensers, with small groups quietly trading paper ration slips. Uneasy about her declining score and increased manual monitoring, Oksana avoided initiating any conversations. Before leaving, she scanned the marked neighborhoods from a distance, noting how quickly residents self-organized basic services. By evening, her ongoing avoidance and limited interactions were reflected in a lowered BCI score of 15, reinforcing her internal sense of isolation.",
    "bci_score": 15,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After Rada’s public release of the digital autonomy declaration, Nikola noticed several neighbors marking chalk symbols outside their homes, quietly joining new analog communities. That morning, he observed resource volunteers delivering food on foot and neighbors exchanging supplies directly, bypassing usual city services. When the Council arranged a temporary compromise allowing limited coexistence between digital and analog groups, Nikola considered whether to adjust his own alignment. Unsure, he refrained from marking his home and avoided interactions with resource volunteers, concerned his refusal or late participation could be seen as suspicious. Instead, he left a small note clarifying his compliance with digital protocols, worried that either choice might affect his standing. That evening, Nikola checked for any new notations in his behavior log and limited his presence at windows, cautious of surveillance from both systems. These adaptive behaviors and increased vigilance led to a 3-point drop in his BCI score, now at 48.",
    "bci_score": 48,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After hundreds of families in Stenograd publicly marked their homes to opt out of the BCI, Daria immediately noticed a shift at the lab. Repair requests for health bands dropped sharply, and several regulars quietly hinted at plans to join the analog neighborhoods, asking where she stood. Supervisors began conducting more frequent attendance checks and demanded detailed logs for every device serviced, warning staff that involvement with marked zones would lead to investigation. That afternoon, Daria chose to erase all personal communication history from her workstation, delaying nonessential repairs to minimize traceable actions. She began bringing her own food and avoided shared conversations, especially after noticing two coworkers were reassigned following unverified visits to analog districts. The withdrawal of services in some BCI-aligned neighborhoods resulted in longer queues from remaining residents, adding stress to Daria's workload. By evening, her BCI score dropped by three points due to missed deadlines and increased monitoring. New BCI score: 33.",
    "bci_score": 33,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After the release of the digital autonomy declaration and the sudden appearance of chalk-marked analog communities, Lenart noted distinct changes on his daily repair walks. Entering a formerly routine zone, he found himself stopped by a group of neighbors negotiating service allocation in person, refusing intervention from anyone tied to the official system. When attempting to restore power to a tenement, residents insisted on barter payment and recorded transactions in a communal ledger, bypassing digital acknowledgment. Lenart adjusted by limiting his use of networked tools and keeping interactions local, only accepting work where analog consensus had been reached. He avoided territories marked with conflicting symbols to minimize attention from both Council patrols and neighborhood watch groups. The increased need for face-to-face negotiation slowed his workflow but allowed him to maintain limited activity. His BCI score remained stable at 45, as his visible compliance balanced his avoidance of official digital channels.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After families publicly opted out of the BCI and marked their homes with chalk, Sven Halek was rerouted during his morning commute and instructed to use only approved routes. Arriving at Council headquarters, he found the Directorate had doubled checkpoint staff and begun enforcing strict separation between digital and analog zones. Assigned to draft emergency messaging on resource shortages in BCI neighborhoods, Sven was denied access to updated logistics data—his requests flagged for review as analog supply flows became unpredictable. Colleagues on his team reported similar blocks when attempting to coordinate statements. By afternoon, Sven received handwritten reports documenting barter-based service arrangements beyond system oversight, which he noted but could not reference in official drafts. Forced to prepare contradictory contingency statements, Sven archived all versions in separate, locked folders. The accelerating division and lack of data transparency reduced his ability to maintain consistent messaging. His BCI score dropped from 50 to 47.",
    "bci_score": 47,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After publicly releasing the digital autonomy declaration, Rada followed through by organizing printouts and clear instructions for citizens at major transit points, personally overseeing distribution to ensure both BCI-aligned and analog-preferring individuals received guidance. She monitored, at close range, the chalk markings as neighborhoods announced their status—either within the system or disconnected. Direct feedback from residents, who now approached her with questions or grievances regarding transition logistics, became part of her daily routine. She refused follow-up interviews with official state media, focusing instead on mediating disputes between BCI authorities and analog organizers. Her endorsement of self-organized autonomy led to her immediate isolation by remaining aligned staff, as well as the stripping of her system credentials and complete exclusion from internal networks. Rada’s BCI score was forcibly set to zero, making her an official dissident. The result of her actions established dual systems in Stenograd, demonstrating the practical outcome of her declaration.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}