{
  "olintz": {
    "chapter": "Following the citywide broadcast exposing Council abuses and the spread of mass profile swaps, Oksana’s daily routine became unpredictable. On her way to work, she encountered multiple building checkpoints unable to verify her record, forcing her to wait for manual approval while monitored residents around her argued with frustrated guards. At the office, half her access credentials failed, prompting her to rely on colleagues whose profiles appeared newly swapped. The uncertainty made her more isolated, limiting her communication to essential messages and avoiding personal topics. That afternoon, she was asked to explain missing log data, a request she deflected by citing ongoing system instability. Returning home, she noticed small crowds forming at lobby terminals where residents tried to reclaim lost privileges. Oksana deleted her browsing history before bed, apprehensive about further scrutiny. The overlap of broadcast fallout and profile swapping increased her risk, resulting in a BCI score decrease to 5.",
    "bci_score": 5,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "After citywide protests rendered BCI checkpoints unreliable and the Directorate imposed strict digital controls, Nikola found his routine upended. On the morning of the new restrictions, the entry terminal in his building accepted neither his scan nor his backup credentials, forcing him and several neighbors to wait outside for over an hour while administrative staff manually verified their identities. During this delay, Nikola observed increased tension as some residents argued loudly about perceived favoritism and missing digital records. Having always prioritized discretion, Nikola refrained from joining discussions and avoided eye contact, silently concerned that any engagement might lower his standing. That evening, he limited his device to basic use for essential updates only, worried that new tracking measures could flag even brief periods of noncompliance. Nikola’s cautious withdrawal, coupled with unusual delays in access and communication, led to a small but noticeable decline in his BCI score, which dropped to 59.",
    "bci_score": 59,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "The widespread profile swaps and checkpoint blockages quickly complicated Daria’s daily workflow. Arriving at the lab, she encountered a waiting room full of users whose digital identities did not match wristband records, delaying routine diagnostics and forcing her to reject several undocumented requests. Later, digital restrictions imposed throughout the building triggered repeated connectivity errors, limiting her ability to access device approval panels during peak demand. To minimize audit risk, Daria documented every denied request and refrained from making informal adjustments even when pressed by regular clients. The backlog grew, and she logged extended hours verifying logs for tampering or unauthorized resets. That evening, she updated her access filters to flag suspicious profiles, deciding to avoid any non-mandatory shifts until processes stabilized. Although her visible compliance during setbacks resulted in a modest increase to her BCI score, the constant vigilance reinforced her sense of isolation at work. New BCI score: 89.",
    "bci_score": 89,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The Directorate’s increased digital restrictions triggered widespread rerouting at sector checkpoints, leading Lenart to spend the afternoon waiting at two separate access gates while system authentication delays mounted. He received multiple alerts of suspended work requests as public protest grew and clients, wary of changing entry permissions, paused all pending repairs until new Council guidance. That same evening, Lenart watched neighborhoods near his route organize checkpoint blockades, forcing him to walk three kilometers with his equipment after being denied bike passage at a monitoring station. Avoiding digital terminals, he updated manual logs by flashlight, documenting three failed maintenance attempts due to resident status uncertainty. Lenart refrained from contacting flagged clients, focusing only on approved maintenance for technical staff. While he complied with emergency protocols, the unpredictable restrictions led to further isolation from regular clients, limiting his movement and workload. The BCI score reflected increased system compliance, climbing modestly to 41.",
    "bci_score": 41,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After widespread BCI profile swaps undermined scoring systems and digital restrictions were imposed citywide, Sven Halek’s attempts to access official messaging portals failed repeatedly throughout the day. In the morning, Sven was unable to retrieve approved language for Council statements, forcing him to rewrite key passages from memory while avoiding references deemed sensitive by new oversight filters. When senior staff issued conflicting orders due to unreliable compliance records, Sven stopped seeking approval for edits and archived all drafts on paper, bypassing digital review. Colleagues avoided direct collaboration, passing only handwritten notes, and one quietly warned Sven against mentioning unauthorized gatherings. By late afternoon, he witnessed heated arguments over assignment legitimacy, prompting him to document only essential speech revisions and leave work early to avoid further scrutiny at biometric checkpoints. These combined changes, driven by failed scoring controls and stricter restrictions, led to another decrease in his BCI score, now falling to 65.",
    "bci_score": 65,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After choosing to override broadcast channels with Halden’s confessional message, Rada immediately erased the override credentials from her devices and cleared evidence of her involvement. The newsroom descended into disarray as staff struggled to understand the sudden citywide disclosure of BCI abuses. Rada avoided contact with colleagues, working from an encrypted personal device at home and monitoring city responses in silence. As protests and profile swaps erupted, her BCI score plummeted when system logs flagged her as a probable leak source. Subsequent Directorate audits named her login in multiple high-risk access traces. The newsroom was swept by heightened surveillance, and several reporters were quietly detained. Isolated and under suspicion, Rada’s only contact was through anonymized channels. Her decisive action directly exposed the BCI’s secrets, transforming public sentiment and forcing Council debate, but left her position untenable and her BCI score reduced to 5 due to system-designated subversion and mass unrest.",
    "bci_score": 5,
    "political_preference": "rebel"
  }
}