{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Citywide Broadcast Stuns",
      "anchor_line": "A surprise message from the late Marek Halden was aired across all city networks this morning.",
      "contextual_reframing": "Council assures the public that robust review protocols will address system communication anomalies efficiently."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Citizen Gatherings Grow",
      "anchor_line": "Groups assembled in key districts following today's historic broadcast announcement.",
      "contextual_reframing": "Orderly civic engagement demonstrates the culture of resilience and unity promoted by Stenograd's ongoing reforms."
    },
    {
      "image_id": "blank_display",
      "headline": "Systemic Reform Debated",
      "anchor_line": "Council initiates open discussion on future improvements as BCI routines face unprecedented challenges.",
      "contextual_reframing": "This adaptive response highlights Stenograd's commitment to evolving governance and transparent progress."
    }
  ],
  "underground": [
    {
      "image_id": "speaker_wall",
      "headline": "Halden Speaks From The Grave",
      "anchor_line": "Halden’s confessional message hit every device in Stenograd — uncensored, unforgettable.",
      "contextual_reframing": "The voice that built the system is back. The Council’s secrets are no longer safe. Listen. Remember."
    },
    {
      "image_id": "id_scan",
      "headline": "BCI Sabotaged Live",
      "anchor_line": "Citizens block checkpoints, swap IDs, and break scoring routines — the numbers don’t control the streets tonight.",
      "contextual_reframing": "People aren’t waiting for permission. When the system glitches, you choose who you are — not your assigned score."
    },
    {
      "image_id": "blank_display",
      "headline": "Council Forced Into The Light",
      "anchor_line": "Cracks everywhere. Secrets out. Council is debating in public for the first time, with the city watching and unrest spreading.",
      "contextual_reframing": "Systemic reform or systemic collapse? The spell is broken. This is only the beginning."
    }
  ]
}