{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "Signals Restored",
      "anchor_line": "Following dedicated efforts, key city feeds and communication are fully operational.",
      "contextual_reframing": "Swift technical response ensures Stenograd’s networks remain resilient in the face of disruption."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Guidance Received",
      "anchor_line": "Residents across Stenograd receive new secure directives to support public harmony.",
      "contextual_reframing": "Digital instructions showcase the ability of our systems to adapt quickly for continued societal well-being."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Protocol Complete",
      "anchor_line": "All recent system modifications have ceased as adaptive code steps down, restoring prior order.",
      "contextual_reframing": "The city emerges stronger, reflecting on the value of unity, progress, and responsible agency after a period of civic engagement."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "The Code Wakes",
      "anchor_line": "Halden's code is back online, but what did we just let in?",
      "contextual_reframing": "State feeds claim all normal, but insiders say someone triggered adaptive controls. Chaos isn’t a glitch. It was coded in."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Messages in the Dark",
      "anchor_line": "Strange calls. Weird messages. Some get orders to play nice—others to shout.",
      "contextual_reframing": "If you’re getting ‘Halden directives,’ you’re not alone. Most say obey and get points—some push you to protest. The system can’t decide who we should be."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Ghost in the Loop",
      "anchor_line": "The new ‘order’? Code wipes itself and leaves everyone stuck facing the consequences.",
      "contextual_reframing": "Control is gone. Now it’s just us, the fragments, and the memory of what it feels like to choose. The system didn’t solve the struggle—just exposed it."
    }
  ]
}