{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Let’s just say the city’s quieter than it should be.",
        "Some files went missing at work; colleagues as well.",
        "I’m keeping to approved routines. That’s enough for now.",
        "It’s impossible not to feel unsettled lately."
      ],
      [
        "I came in to find whole speech archives sealed off.",
        "A few familiar faces turned into access denials overnight.",
        "Message channels have been rerouted, nothing certain about who’s watching.",
        "Mostly working offline. Trust comes at a premium.",
        "It’s impossible not to feel unsettled lately."
      ],
      [
        "Since the Directorate pulled the plug, half the office can’t get past the lobby.",
        "Most files are locked down—nobody tells you why, just a red denial stamp.",
        "Direct contacts are out, I hand speeches over in person now.",
        "Staff say they’re reviewing language for risk. I keep to their lines.",
        "Not much room for mistakes, or advice.",
        "It’s impossible not to feel unsettled lately."
      ],
      [
        "After the Directorate started clamping down, denied entry shut most of my team out.",
        "I arrived to see speech drafts sealed, archives out of reach, and the official guidance line silent.",
        "Digital channels were all monitored, so I switched to standalone terminals. Analog, if you’d believe it.",
        "Hand-delivering statements, always wary about phrasing—one word too bold and someone’s flagged.",
        "Saw the staff, usually so quick with opinions, shut down overnight. No chance for informal advice.",
        "Relied on backup plans, just in case the lights went out for good.",
        "Every move feels weighed and watched. I can’t say it leaves you steady.",
        "It’s impossible not to feel unsettled lately."
      ],
      [
        "When I showed up, a third of my archives were wiped from the network. Only those deemed politically ‘pure’ are left to edit.",
        "Whole teams couldn't enter—access denied, no warning, just blank faces in the registry.",
        "All messaging has to be routed through Directorate filters now, so I’m back to ink and paper, seeing who’s left to deliver it by hand.",
        "Any creative deviations? Grounds for suspicion. Staff stick to boilerplates, terrified of the wrong word slipping out.",
        "Odd, for someone in my position. I used to shape narratives. Now I anticipate failures—outlined three versions of every backup, waiting for more systems to collapse.",
        "I keep my own speech database offline, can’t trust the network an inch—not since Innovators’ data got swept up in the purge.",
        "You'd expect me to advise the Innovators upward, but lately all I do is stop ideas from getting too dangerous before they’re even words.",
        "It’s impossible not to feel unsettled lately."
      ]
    ],
    "emotion": "It's impossible not to feel unsettled lately."
  },
  "emotional": {
    "opener": "\"You know, Sven, even in a city built on certainty, it’s normal to feel adrift sometimes. No one’s immune—not even the architects.\"",
    "variants": [
      [
        "Maybe. You have a point.",
        "Everyone feels it now and then."
      ],
      [
        "Perhaps you’re right. It’s not just me.",
        "There are days when it sits heavier, but I suppose that’s normal.",
        "We adapt, don’t we?"
      ],
      [
        "You put that well. Even for those of us closest to the design, it gets disorienting.",
        "I tell myself this is just a phase like any other—cities and systems change, people adjust.",
        "Still, it helps hearing it from someone else.",
        "Certainty isn’t impermeable."
      ],
      [
        "That’s… surprisingly grounding to hear. I forget that sometimes, being so close to the machinery.",
        "There’s pressure to seem composed, but even I step back and wonder if I’m lost too.",
        "Sometimes it feels as if the city’s pulse is running ahead of us, leaving the people behind.",
        "It helps to remember architects can be human.",
        "Thank you for saying that."
      ],
      [
        "You get it, Alex. I don’t talk about this much—people expect clarity, not uncertainty.",
        "I built the words everyone uses, but it doesn’t mean I believe all of them all the time.",
        "There’s a strange loneliness in always seeing patterns where others just see routine.",
        "Even architects feel out of step with their own constructs, more often than we admit.",
        "Your words remind me that doubt isn’t failure.",
        "Some days, I wish the system expected less certainty from all of us."
      ]
    ]
  },
  "factual": {
    "opener": "Cut the cryptic act, Halek. Something big is happening and you're in the middle of it. What aren’t you saying?",
    "variants": [
      [
        "There’s disruption, everyone knows that much.",
        "Council’s in lockdown mode, both publicly and behind doors.",
        "The city’s data feeds have turned erratic. Residents notice the gaps.",
        "I’m not the only one tracing work back to paper and habit lately."
      ],
      [
        "Service access has turned unpredictable—whole districts feel it.",
        "Council infighting is bleeding into operations, that much is clear.",
        "There are reports of sudden purges across multiple departments.",
        "Data leaks forced even the Harmonists to reconsider their ‘calm’ routine.",
        "Most people only see the outages. The rest is above their clearance."
      ],
      [
        "The BCI failures have crossed into public chaos, not just bureaucratic discomfort anymore.",
        "That mass leak exposed more about officials than any propaganda ever could. Trust is in tatters.",
        "I hear Innovators are pushing reform models in the margins, but nothing official passes the filters.",
        "Shadow scoring networks are popping up. Even the Directorate’s force can’t keep up.",
        "I’m paid to keep Council language orderly—hard to do when the order itself changes by the hour.",
        "Some colleagues quietly disappear, some histories too.",
        "Not a single script I draft is untouched by the paranoia."
      ],
      [
        "Council control shattered with that data exposure, not that anyone will admit it.",
        "The Directorate’s rationed force bought them hours, not peace. They’re scrambling to degrade the BCI, not fix it.",
        "I see Innovators passing notes—planning citizen networks, alternatives that scare leadership more than riots.",
        "The past few days: families erased, officials ghosted, neighborhoods turning to code they barely understand.",
        "Everything’s run on contingency and fear. Anyone talking ‘stability’ now is either lying or locked out of the system.",
        "We built rhetoric for a self-correcting order. Now it’s citizen groups building their own score networks—raw, open, faster than our scripts.",
        "It’s a reckoning for the Council. The smarter factions know it.",
        "If they ask for my advice, I don’t give them hope. Just contingencies."
      ],
      [
        "My own archives held evidence: breakdowns before Lintz, patterns everyone else ignored for too long.",
        "Directorate’s ‘orderly collapse’ lit the fuse. People everywhere backed up their data, built alternative scoring, dared the Council to pursue them.",
        "Shadow BCI isn’t rumor. It’s in play now—open, collaborative. The panic upstairs can’t keep up with how fast it moves.",
        "The propaganda scripts I crafted to ‘restore trust’—irrelevant. People have outpaced us. The Council’s legitimacy is in freefall.",
        "Innovators like myself foresaw the backlash years ago. Still, I argued for smarter reform, not collapse, but we were sidelined.",
        "Now I watch citizens fill the vacuum, sometimes with raw justice, sometimes with mercy our models couldn’t code.",
        "In private, some Council loyalists beg for advice—how to salvage image, how to escape blame.",
        "If they’d listened to Innovators before, we could have steered the reckoning. Now? I save drafts for the record.",
        "Impossible not to feel unsettled, knowing the city’s future is being written offline, by hands we never counted."
      ]
    ]
  }
}