{
  "olintz": {
    "chapter": "After the Tribunal aired public confessions and broadcast Halden’s personal warnings about BCI abuses, Oksana noticed significant behavioral changes among her coworkers. The following morning, managers referenced the Tribunal outcomes in meetings, highlighting the Council’s responsibility for ongoing reforms. Staff who had previously avoided Oksana due to her low score now engaged her in guarded conversation, asking clarifying questions about safeguards and manual protocols. Later that day, Oksana overheard a volunteer at a building assembly checkpoint citing the Tribunal’s condemnation of the Directorate as justification for revising resident access lists. She observed that risk-marked employees like herself were no longer immediately challenged and, for the first time in weeks, she entered the building without extended questioning. Despite this, Oksana remained wary, limiting her communication to brief exchanges and document updates, uncertain how long the reforms would protect her status. Her BCI score increased marginally to 20.",
    "bci_score": 20,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After public testimony confirmed the Directorate's sabotage of BCI empathy safeguards and the Tribunal’s official recognition of system abuses, Nikola noticed changes at his building. On ration day, the familiar neighborhood coordinator openly apologized to several residents for past denial of services, distributing new paper vouchers and allowing previously excluded neighbors inside without score checks. Nikola limited conversation, quietly observing shifts in group dynamics as some previously shunned residents asserted themselves, questioning coordinators about the next phase of distribution. That evening, Nikola reviewed the summary of Tribunal conclusions that circulated in the mailroom, noting the formal condemnation of the Directorate. He chose not to keep a printout, fearing it might later be seen as evidence of factional alignment. Instead, he updated his record-hiding routine, moving sensitive papers out of the briefcase. The public acknowledgment of abuses made Nikola more careful, but also slightly less isolated. His BCI score remained stable at 70.",
    "bci_score": 70,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the public sessions of the Truth Tribunal and broadcast of evidence against Directorate factions, Daria’s work routine shifted as health division policies were abruptly revised. The morning roster replaced three lab supervisors with staff from other districts, all tasked with implementing new transparency checks. During her shift, she was instructed to review past device repair logs for irregularities, a process she completed under the oversight of a recently reassigned colleague. Tensions rose when she was questioned about several old entries previously considered routine. While Daria maintained strict adherence to the updated protocols, she quietly omitted mention of certain minor unofficial adjustments from prior months to avoid further scrutiny. By the end of the day, oversight protocols were tightened further, with committee members rotating through the floor to verify compliance. The combined effect of heightened review and self-censorship resulted in a slight decrease in Daria’s BCI score. New BCI score: 63.",
    "bci_score": 63,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the official acknowledgment of BCI abuses and the call for amnesty, Lenart noticed the day’s first job was delayed as neighborhood delegates paused all external contractor approvals until new guidelines were clarified. At a housing block where he regularly worked, residents hesitated to let him enter, debating if recent amnesty protections made him a safe choice or a risky association. Several familiar clients postponed maintenance, citing uncertainty over how records would be reviewed or if recent Council disclosures would affect their eligibility. Lenart shifted his focus to approaching local assembly coordinators in person, presenting evidence of past repairs and offering to work alongside resident volunteers. This process slowed his workflow and reduced his job offers, but he managed to secure one urgent maintenance task by agreeing to demonstrate his work for a delegate’s review. Informal reputation became even more critical, while Lenart’s official standing remained uncertain. His BCI score remained unchanged at 36.",
    "bci_score": 36,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "Following the public conclusion of the Truth Tribunal, Sven Halek arrived at work to find neighborhood assemblies had stripped several former Directorate protocols from all official messaging, requiring immediate replacement with statements acknowledging past abuses. That morning, new assembly representatives insisted on reviewing every communications draft in person, disrupting Sven’s usual routine and leading to delays in message distribution. When one assembly member questioned his prior alignment with Council procedures, Sven felt compelled to justify his previous edits and policies, a situation that left him more guarded during meetings. Unable to rely on consistent editorial authority, he began keeping meticulous handwritten records of all directive changes and who requested them, further slowing his output. By the end of the day, Sven noticed a shift in team dynamics, as staff formed new alliances around local representatives. These changes produced additional scrutiny of his work, resulting in a minor decrease in his BCI score to 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following her decision to call for a Truth Tribunal, Rada submitted a formal broadcast demanding live confessions from all key factions, including herself, and urged the inclusion of Halden's previously hidden AI archives. She coordinated with assembly organizers to set protocols for neutral moderators and secured commitment from citizen groups for open attendance. When the Tribunal convened, Rada was required to answer questions regarding her role in leaking sensitive BCI data and exposing systemic abuses. As debates escalated, her testimony, combined with AI-released evidence of Halden’s empathy safeguards and warnings of overreach, shifted public understanding. Rada’s action compelled a rare admission of responsibility from Council and Directorate officials. However, her central role marked her as a divisive figure; several former colleagues distanced themselves, and she lost residual support within the official media. Her BCI score rose to 18, reflecting increased civic engagement but maintaining watch-list dissident status due to ongoing risk.",
    "bci_score": 18,
    "political_preference": "harmonists"
  }
}