{
  "olintz": {
    "chapter": "After widespread sharing of BCI memories began and public readings became common, Oksana noticed coworkers openly discussing their own experiences in the Directorate break area. That morning, a colleague read from a neighbor’s anonymous account detailing blocked medical care due to a low score, prompting heated debate. Oksana, aware of her low score history, chose to avoid group discussions and instead quietly managed supply allocation requests as instructed. When approached by a resident for help prioritizing resources for an elderly parent, she referenced older protocols, avoiding personal involvement. As the Halden-Index AI remained inactive, demand for clear answers grew, and Oksana found herself bypassed in meetings as staff turned to more outspoken voices. She became more reserved, double-checking her own work for neutrality to avoid further scrutiny. Her BCI score decreased slightly, now recorded at 17, reflecting diminished workplace trust and persistent associations with the previous system.",
    "bci_score": 17,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After Nikola initiated the open invitation for BCI-era memories, he personally oversaw the implementation of anonymous submission kiosks in his district, ensuring guides were available but withdrew when gatherings grew emotional. On the first day, he encountered a former neighbor submitting testimony about ration denials—a case he vaguely remembered from his Council tenure. The neighbor recognized Nikola but said nothing, leaving a written account in the collection slot. Nikola later reviewed these initial stories in a public forum, monitoring reactions and noting both gratitude and anger directed at former authorities. The release of deeply personal accounts triggered intense debate in his building; residents confronted each other over old grievances, fracturing longstanding alliances. Nikola maintained a quiet presence, neither defending the Council nor disavowing his past service, but the strain on community trust was clear. This openness sharply reduced his BCI score to 37, reflecting systemic risk from disrupted order and his openly sanctioned reckoning.",
    "bci_score": 37,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the Council invited citizens to anonymously share memories of life under the BCI, Daria’s building posted flyers urging participation and set up a collection station in the entryway. On her lunch break, she observed colleagues hesitating by the booth, debating whether to contribute or avoid attention. When thousands of entries were published citywide, public forums in her district filled with discussions about past audits and lost family members. Daria declined direct involvement but spent her afternoon repairs listening quietly to lab conversations as some staff grew more open about past hardships, while others grew guarded. That evening, she noticed a neighbor leave a handwritten account in the kiosk, making her reflect on unmet responsibilities to her brother. She became more cautious in conversations, wary of how shifting attitudes could expose old secrets if her history was recognized. Her BCI score remained stable, but she felt increased scrutiny from the greater transparency.",
    "bci_score": 44,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the Council invited citizens to submit anonymous BCI-era stories and city forums began displaying these memories publicly, Lenart’s routine changed abruptly. He arrived at an apartment block to find a crowd reading posted stories in the lobby, with several residents debating over maintenance priorities based on accounts shared in these new forums. When a request came to repair a heating conduit, three separate tenants insisted their needs were more urgent, each referencing hardships from the published memories. Lenart, uncertain how to prioritize without the previous system’s guidance, agreed to fix the conduit for the group that confronted him first. This led to an argument among neighbors that delayed other repairs. Lenart recorded the incident in his handwritten log but felt his authority further undermined by the forum discussions. Lacking formal direction and facing unpredictable demands, his willingness to intervene decreased, resulting in a slight drop in his BCI score to 45.",
    "bci_score": 45,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After the Council's public invitation for citizens to anonymously submit BCI-era memories, Sven Halek observed a sudden uptick in the volume and diversity of statements he monitored in the city’s district forums. As thousands of personal accounts were published in open spaces and neighborhoods organized readings, several district leaders previously reliant on Sven’s encrypted guidance approached him for advice on interpreting conflicting testimony within their communities. That day, Sven spent hours carefully documenting the changing mood at these gatherings, noting a new willingness among citizens to challenge official scripts and coordinate their narratives independently of central oversight. In one instance, Sven was asked to mediate between two community coordinators disagreeing over how to present memory submissions at a local event. Public debate about the BCI’s legacy increased pressure on Sven’s unofficial advisory role, but the broad civic focus provided him cover, resulting in no immediate change to his BCI score, which remained at 20.",
    "bci_score": 20,
    "political_preference": "rebel"
  },
  "rmiskovic": {
    "chapter": "After the announcement dissolving the Council, Rada noticed new faces entering the media office, now organized by impromptu workgroups rather than formal teams. Community members, previously unknown to her, joined morning discussions to distribute daily assignments without deference to earlier roles. When asked to record a local assembly about the city's interim policies, Rada complied but limited her notes to neutral details and declined interviews, wary of contradicting emerging group leaders. Later, as a group of volunteers recited the newly adopted civic pact at the office entrance, she observed colleagues openly debating its meaning, expressing views rarely shared before. Rada kept her responses minimal, choosing to listen and avoid aligning with any faction. As the day's activity wound down, she transferred her remaining notes into a generic archive, aware open authorship carried new risks. Her BCI score remained stable, as she maintained a low profile and complied with shifting directions.",
    "bci_score": 10,
    "political_preference": "innovators"
  }
}