{
  "official": [
    {
      "image_id": "civic_altar",
      "headline": "Memory Archive Opens",
      "anchor_line": "Citizens are invited to share their BCI era memories in a secure, citywide archive.",
      "contextual_reframing": "Stenograd advances transparency and civic inclusion by inviting every voice into the public record."
    },
    {
      "image_id": "civic_altar",
      "headline": "City Shares Stories",
      "anchor_line": "Thousands of personal accounts are displayed in public forums, drawing citywide participation and reflection.",
      "contextual_reframing": "This collective moment strengthens unity and resilience, as Stenograd embraces shared experience."
    },
    {
      "image_id": "backlit_exit",
      "headline": "Council Dissolves Peacefully",
      "anchor_line": "In a historic move, the Council endorses citizen assemblies following a profound civic reckoning.",
      "contextual_reframing": "Transition to decentralized guidance showcases the system's ability to adapt and empower Stenograd's future."
    }
  ],
  "underground": [
    {
      "image_id": "mirror_fragment",
      "headline": "Voices Finally Break Through",
      "anchor_line": "Authorities ask for BCI memories—this time, promising not to punish us for honesty.",
      "contextual_reframing": "Years of watching, scoring, dividing. Now the system’s architects want our trust, or maybe just a confession. Tell your story anyway."
    },
    {
      "image_id": "faceless_portrait",
      "headline": "Flood Of Hidden Stories",
      "anchor_line": "People crowd kiosks to spill secrets and scars the BCI left behind—state screens can’t hide the pain now.",
      "contextual_reframing": "Citizens recall kindness, betrayal, and lost hopes. The forums overflow with truth the system never wanted to see."
    },
    {
      "image_id": "civic_altar",
      "headline": "Council Steps Down At Last",
      "anchor_line": "The Council dissolves—after we lay our wounds bare, not because of some algorithm.",
      "contextual_reframing": "Citizen assemblies are coming. For once, it’s up to us to shape Stenograd’s future. Don’t let old ghosts write the next chapter alone."
    }
  ]
}