{
  "olintz": {
    "chapter": "Oksana Lintz accessed the Directorate’s secure terminal after hours and initiated a complete, uncensored release of BCI records and internal communications to all free zone networks. Within minutes, system logs confirmed the transmission had propagated through the decentralized public channels. The next morning, Oksana confined herself to her office as residents in neighboring free zones processed the revelations, including incidents of targeted abuse, unauthorized surveillance, and evidence of recent sabotage by Directorate loyalists. She received a series of formal notifications: her system credentials were revoked, and a security flag was placed on her profile. Colleagues ceased contact, citing investigations. Later that day, public assemblies formed, demanding further accountability. Oksana documented resident statements and irregular system requests by hand, recognizing she would have no further direct role in oversight. Her BCI score decreased from 15 to 0 as a result of the unauthorized disclosure and subsequent loss of institutional trust, formalizing her outsider status.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "Following the spread of uncensored BCI records and internal communications, Nikola observed an influx of residents posting detailed accounts of mistreatment and algorithmic targeting on the neighborhood board. Early in the day, he witnessed two acquaintances from his building heatedly debating the reliability of these disclosures while several strangers photographed the posted messages. Later, heightened activity around the center forced Nikola to abandon his usual route home, wary that open discussion could trigger further surveillance. When several unknown individuals attempted to question him near his building entrance, Nikola claimed illness to avoid answering, then remained inside for the rest of the day. That evening, he reviewed his own documents for any links to the released data, shredding outdated papers. The unprecedented exposure of system abuses and the resulting neighborhood focus on accountability left Nikola increasingly cautious, further reducing his public presence and limiting external contact. His BCI score decreased by 5 points.",
    "bci_score": 34,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following public exposure of internal BCI records and the uncovering of Directorate sabotage, Daria’s workflow at the community repair station shifted again. On the morning after citizen forums demanded justice, she found several residents hesitating to hand over their health bands, openly questioning the integrity of both devices and recordkeepers. When one community liaison asked her to explain past data “anomalies” logged during Directorate oversight, Daria carefully detailed only routine repairs, sensing suspicion in the room. She now kept all work strictly visible, accepting only official maintenance tasks and refusing any discreet data adjustments—aware these could now provoke public accusations. Communication channels reopened, but instructions from local councils stressed full transparency, requiring Daria to document each device’s history for communal review. Her prior reputation for quiet fixes made interactions tense, and she noticed more residents opting to observe her work directly. Her BCI score remained stable at 41, but trust felt fragile.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "The release of uncensored BCI records and internal communications led Lenart to find a printed copy of his own flagged reports posted in his building’s common area, alongside many others. As neighbors gathered around these disclosures, he noticed several residents who had lost work or housing under false pretenses. That same afternoon, open forums emerged in the nearby square, featuring spontaneous discussions about reclaiming control over maintenance and resource allocation. When an elderly tenant approached him, asking if he would help establish new transparent logs for building repairs, Lenart agreed without hesitation. He declined official dispatch protocols, instead organizing a public sign-up and distributing tools directly. While engagement with residents increased, Lenart deliberately avoided attendance at organizer meetings, knowing surveillance teams were reported near free zones. Despite community appreciation, this visible participation and sidestepping of official channels resulted in a slight decrease in his BCI score, now at 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After the release of Council communications and BCI abuse records to free zone networks, Sven Halek began his morning by checking the Directorate directive inbox, only to find it inaccessible and replaced with a public notice denouncing all Council factions. Several colleagues avoided the Directorate corridor entirely, and Sven encountered a junior staff member removing nameplates from shared offices, reportedly on instructions from a local citizens' oversight group. When Sven attempted to organize a team review of emergency communiques, none of the established, Directorate-aligned staff appeared; instead, unfamiliar residents were reviewing public statements for accuracy and transparency. Sven collected his remaining personal files and refrained from editing statements that referenced system authority, aware these would be rejected by the citizen editors. Throughout the day, Sven limited all contacts, updating only basic advisories as required. The absence of Council oversight and forced cooperation with free zone appointees contributed to a further drop in his BCI score to 48.",
    "bci_score": 48,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After evidence of Directorate sabotage and the spread of collective calls for justice, Rada’s floor at state media was swept by a wave of self-initiated meetings. On a Tuesday afternoon, she joined colleagues reviewing newly released data about past BCI abuses, quietly comparing personal histories against the facts presented. With Council authority openly challenged, Rada noticed staff hesitating before assigning anyone to leadership positions—roles were now filled only after open group discussion. Later, she rewrote an in-progress report to reflect community sentiment, carefully omitting any references to prior editorial restrictions. The environment was tense but practical; no one referenced hierarchy or compliance scores. These patterns directly resulted from public outrage and a shift toward local control. Rada further limited her network use, relying on secure flash drives and handwritten notes. Her caution and increased peer activity, now outside traditional compliance channels, caused her BCI score to drop slightly to 30.",
    "bci_score": 30,
    "political_preference": "rebel"
  }
}