{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Yeah. Things definitely aren't like they used to be.",
        "Feels like everything's under a microscope now.",
        "I got flagged at work for... something. Not sure who noticed.",
        "Trying to keep my head down, but it's hard when everything keeps changing."
      ],
      [
        "The air’s heavy because no one knows who’s actually in charge anymore.",
        "I lost access to my office this week. Sensitive stuff—too sensitive, apparently.",
        "Colleagues suddenly stopped talking to me.",
        "There was a leak in the system, I got caught in the middle of it.",
        "Feels like I’m on the outside now. Not sure where I stand."
      ],
      [
        "Yeah, that weight… it’s real. There’s so much that people aren’t seeing.",
        "I released some Directorate files to the free zones. It exposed a lot of things the Council kept quiet—surveillance, even sabotage.",
        "Right after, I lost all official access. They flagged my profile—my score hit zero overnight.",
        "People around me just shut off. All sudden—no words, just cold air.",
        "I’m documenting what I can, but I’m shut out for good.",
        "It’s strange. You do what feels right, but it only makes you more alone."
      ],
      [
        "Back before all this, I actually believed the system was for order. Now? It’s like the air’s thick with secrets.",
        "I saw too many people denied basic things for tiny mistakes. It got to me. That’s... why I leaked BCI records—every file, every abuse, sent straight to the free zones.",
        "It happened fast. My credentials vanished, then everyone ghosted me like I was contagious.",
        "The protests out there? Partly because of what I released.",
        "I still have my notes. I write things by hand now.",
        "It’s strange, feeling invisible in a place you used to serve.",
        "Some nights, the silence is the worst part. Feels like I burned every bridge, but at least the truth is out."
      ],
      [
        "You know, I spent years scoring people—flagging them for patterns the Council called ‘dangerous’. At first, I convinced myself it helped. Until I saw what it really did.",
        "These past few days, it finally snapped for me. Too many denied care, isolated for nothing. So I took the Directorate’s records—all of them—and sent them out to every free zone.",
        "That leak was noisy. My BCI score went to zero, access blocked, friends gone overnight. Doesn’t matter, I’d do it again.",
        "People learned what was happening behind closed doors—the surveillance, the sabotage, all the ways the Council twisted things.",
        "Now the streets roar with protests, and the Council’s shaken. Maybe the only thing I ever did right was break the silence.",
        "Everyone acts like I don’t exist. Even my neighbors—same eyes, look past me now.",
        "I keep scribbling down what I see, just in case someone needs a record later. All I have left is what I know.",
        "Guess I traded certainty for honesty. Sometimes I wonder if isolation is the price for finally doing what’s right."
      ]
    ],
    "emotion": "Isolated and uncertain, but quietly defiant."
  },
  "emotional": {
    "opener": "Oksana, you're not invisible here. Whatever they're saying out there—you're still human to me.",
    "variants": [
      [
        "That... helps. Thank you.",
        "Hard to remember that sometimes."
      ],
      [
        "I appreciate you saying that.",
        "Most just look right through me these days.",
        "Feels strange, being seen."
      ],
      [
        "That's more than I've heard in a while.",
        "Sometimes I forget who I used to be.",
        "It's like everyone changed at once.",
        "I think I needed to hear that."
      ],
      [
        "It means something, hearing you say that.",
        "Feels like I've been on the outside looking in for longer than I admitted.",
        "No one talks like this anywhere else.",
        "I stopped trusting my own instincts for a while.",
        "You remind me not to give up on that."
      ],
      [
        "I don't talk about it much, but I used to think I could help people, honestly.",
        "Over time, it felt like the city just... ate that up, left nothing.",
        "I haven't felt real to myself for weeks. Maybe months.",
        "Everyone moves like they're underwater. Eyes down, lips sealed.",
        "It's exhausting, trying to hold onto yourself in all this silence.",
        "Hearing you say that—it's the first genuine thing I've had in ages."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying things changed, but what exactly happened out there?",
    "variants": [
      [
        "There was... system trouble. BCI wasn’t running like before.",
        "People had strange assignments. Jobs no one expected.",
        "Some talk about sabotage, but details are all blurred.",
        "Council’s not as steady as they look.",
        "No one trusts anybody right now."
      ],
      [
        "Council’s split on how to respond. No clear chain anymore.",
        "BCI outputs started clashing—free zones picked up the slack.",
        "Protests sparked because of the leaks, tension kept rising.",
        "Groups moved to cut off all digital comms. Didn’t stop people connecting in other ways.",
        "There’s rumors of sabotage. Directorate loyalists maybe. Hard to say more."
      ],
      [
        "When systems failed, citizens started filling the void. Free zones self-organized overnight.",
        "People quit following BCI scores. Assigned roles themselves, managed resources openly.",
        "Emergency local alliances popped up. Old network barriers were ignored.",
        "Council factions blamed each other, while crowds demanded systemic change, not just apologies.",
        "With Directorate shutting down communications, analog networks took over. Rewired trust.",
        "The city’s running on improvisation and skepticism, not compliance.",
        "I’ve never seen mass defiance like this – not here."
      ],
      [
        "First crash hit—BCI assignments made no sense, so free zones ditched the system entirely.",
        "Residents set up their own resource sharing and elected leaders by hand signs, not scores.",
        "Analog messages relayed evidence of Directorate sabotage. That fueled real unity.",
        "Council got sidelined, protests shifted into citizen forums. Demand: full transparency, no more score control.",
        "Even without digital comms, people found ways to stay looped to each other. That resilience surprised me.",
        "I watched as stories spread—about reconciliation and Council abuses—making the old system look hollow.",
        "Oversight’s silence only deepened suspicion. No one wants things to go back.",
        "Honestly, I see hope in all this chaos, even if it cost everything for some of us."
      ],
      [
        "When the Directorate’s sabotage came out, it was like pulling the last thread—free zones openly called the Council out.",
        "People in those zones built up alliances faster than we ever managed from the inside.",
        "Citizen forums turned into full-on assemblies. For the first time, the system wasn’t in charge—people were.",
        "Evidence of historic abuses hit hard. Crowds kept demanding truth, not orders.",
        "Old loyalties shattered. I heard engineers—ones I trained—helping free the local systems from Council control.",
        "Nobody cared if you had a low score, just if you pulled your weight for the group.",
        "Honestly, seeing neighbors risk so much made me realize what real community looks like.",
        "I spent years defending the BCI because I thought order mattered most.",
        "Now? I’d trade every bit of that certainty for this stubborn, flawed honesty we’re building out there."
      ]
    ]
  }
}