{
  "preference": "a",
  "dilemma": {
    "opener": "Something you're not saying. Want to try?",
    "variants": [
      [
        "Some choices come back to haunt you, even after retirement.",
        "People want something from me. Not sure anyone benefits.",
        "All things considered, best to pause before deciding anything."
      ],
      [
        "I’m being asked to pick a side, though neither sits right with me.",
        "Let old ghosts out, or keep them quiet. Simple, except it isn’t.",
        "I know what happens when stories spread too quickly.",
        "No clean hands wherever this lands."
      ],
      [
        "There’s an archive no one was meant to find, filled with vanished names and old wounds.",
        "I’m the one they expect to decide: open it wide or keep it contained.",
        "Open release means truth for some, but trouble for everyone else.",
        "If I help bury it, more will be lost — but we avoid chaos.",
        "Both roads end up costing more than they promise."
      ],
      [
        "A whole cache of lost records turned up. Real, painful stories — people never truly gone.",
        "Now citizen groups want me to make the call: release everything, or lock it down.",
        "If I open it, we tear off a hundred old scabs. Could be what we need.",
        "If I hold it back, nothing really heals — but city order has a chance.",
        "The Directorate leans on me to preserve a version of calm.",
        "Trouble is, I’ve lived through both chaos and silence. Neither delivered what was promised."
      ],
      [
        "Found the erased files. It’s not data — they’re the faces we forced out, hoping no one would recall.",
        "I’m caught between letting everyone remember, risking a city in revolt, or hiding it all and protecting what’s left of order.",
        "I used to believe in keeping things running smoothly, but seeing those stories… it’s hard to justify silence now.",
        "Low score or not, I know what the Directorate expects — but I can’t shake the harm it keeps buried.",
        "Releasing everything means we finally face our failures as a city. Stability was always just a veil.",
        "My instinct says openness, though I know what that unleashes — and what it puts at risk for people like me.",
        "Maybe this is the only honest way left — to let Stenograd see itself, scars and all."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "A broken city cannot heal until its true wounds are revealed.",
      "monologue": [
        "Every corner of Stenograd has a shadow—we keep pretending it’s by design.",
        "If people don’t see what’s been hidden, the cracks beneath us just spread deeper.",
        "Maybe order is a comfort, but hidden hurt will rot us from the inside. Best not to forget that."
      ],
      "supportive_response": [
        "You’re right—no wound ever healed just by being ignored.",
        "Go on, Nikola, what’s really weighing on you tonight?"
      ],
      "challenging_response": [
        "Some scars are too raw to reopen—what if showing them only breaks us further?",
        "Talk more, if you want—where do you think confession can really carry us?"
      ]
    },
    {
      "belief": "Collective memory empowers citizens to reclaim their future.",
      "monologue": [
        "If they finally see who disappeared and why, maybe they’ll stop sleepwalking through orders.",
        "Could be, sharing these erased stories gives us back something the system took—our direction.",
        "You erase memory, the future gets smaller each year. Eventually, there’s nothing left to choose from."
      ],
      "supportive_response": [
        "That’s a hope worth holding: memory keeps a city alive, even here.",
        "Tell me more—what does that ‘future’ look like, to you?"
      ],
      "challenging_response": [
        "Sometimes forgetting lets people survive—memory can bind us to the past instead of freeing us.",
        "But go on, Nikola—what would ‘reclaiming’ actually mean for people here?"
      ]
    },
    {
      "belief": "Truth—even if painful—will ultimately unite more than the silence of fear.",
      "monologue": [
        "Fear keeps each person alone—truth gives us a reason to look at each other again.",
        "Maybe the shock is needed. We’ve built so many walls of quiet, who remembers why?",
        "If we stay silent to stay safe, there’s no city worth saving left."
      ],
      "supportive_response": [
        "You sound sure—truth can be painful, but it can also build something shared.",
        "Go on, I’m listening—where do you see hope in that pain?"
      ],
      "challenging_response": [
        "But sometimes the silence is all people have left. Maybe unity isn’t worth that price.",
        "Say more, Nikola—why trust truth is stronger than the comfort of quiet?"
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Challenging the fragile order now risks total chaos and suffering.",
      "monologue": [
        "This city is always two steps from disorder—shatter the surface and nothing holds.",
        "We’ve seen what panic does here, even rumors used to rearrange lives overnight.",
        "Sometimes restraint means less harm than righteous truth—at least, that’s what I tell myself."
      ],
      "supportive_response": [
        "You’re right, the memory of old chaos is still fresh for most people.",
        "Go ahead—sometimes holding the line is the only mercy left."
      ],
      "challenging_response": [
        "But are you sure silence protects anyone, or just delays the storm?",
        "Maybe a little disorder is the only way out of this loop—what if it brings renewal?"
      ]
    },
    {
      "belief": "It is kinder to manage grief quietly than unleash wounds that may never heal.",
      "monologue": [
        "Some things can’t be named without breaking someone—quiet suffering is simpler than public pain.",
        "The BCI carved wounds you don’t announce—you learn to live with scars, not parade them.",
        "Maybe tidy losses become bearable, but messy truths could splinter us beyond repair."
      ],
      "supportive_response": [
        "There’s dignity in silent grief, especially for those already hurt.",
        "It’s gentle, what you’re suggesting—sometimes kindness means not stirring old hurts."
      ],
      "challenging_response": [
        "But is quiet really kindness, or just fear of witnessing pain?",
        "Maybe real healing needs daylight, not silence—could openness restore more than it destroys?"
      ]
    },
    {
      "belief": "Restoring faith in institutions—even flawed ones—will prevent a slide into anarchy.",
      "monologue": [
        "We grew up in systems—imperfect, yes, but better than chaos on the street.",
        "Wreck what remains, and you invite a hundred hands to grab power out of dust.",
        "Sometimes trust is built on habit, not truth—a habit that keeps us from the brink."
      ],
      "supportive_response": [
        "There’s logic in guarding what’s left, even if it’s cracked—we know the alternative.",
        "Routine can be safer than freedom when people are raw and uncertain—makes sense."
      ],
      "challenging_response": [
        "But what if that trust was always built on broken promises—does it still deserve saving?",
        "Sometimes pulling down a rotten wall is the only way to build something solid—what then?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "There are things people will soon learn.",
        "Not everything can stay hidden."
      ],
      [
        "I have told the others what’s been found.",
        "It will reach them soon enough."
      ],
      [
        "I will let the stories be released.",
        "People deserve to know what was done.",
        "You’ll see it in the streets."
      ],
      [
        "Your words tipped the scale today.",
        "I will open the archive to everyone.",
        "Let Stenograd face what’s lost.",
        "Some wounds don’t heal in silence."
      ],
      [
        "I couldn’t turn away from those erased lives any longer.",
        "You made me see the city’s need for the whole truth.",
        "We’ll let every testimony out, no filter. Let it break or bind us anew.",
        "Maybe chaos will come, but it’s time for healing."
      ]
    ],
    "monologue_b": [
      [
        "I’ve spoken to the ones who could calm things.",
        "Certain pieces will remain quiet."
      ],
      [
        "I sided with those who guard the city.",
        "Some truths will arrive slower."
      ],
      [
        "I’ll let the Directorate handle the fallout.",
        "Only part of the story will emerge.",
        "Sometimes peace asks a price."
      ],
      [
        "What you said made sense for these times.",
        "I’ll support a measured release, not an open flood.",
        "Better order than more pain. Let calm hold for now.",
        "This city’s wounds might bleed more if uncovered all at once."
      ],
      [
        "I listened, and your warning stayed with me.",
        "People here need stability, not another storm of loss.",
        "I’ll work with the Directorate to shape what’s told, keep fear from growing.",
        "Even silence can be a kindness, sometimes."
      ]
    ],
    "monologue_self": [
      [
        "It’s done. The city will see what must be seen.",
        "Old ghosts may return soon."
      ],
      [
        "I’ve chosen to let every story out.",
        "Regrets are already lining up."
      ],
      [
        "I’ll release the record without edits.",
        "Truth will land where it must.",
        "No one can erase everything forever."
      ],
      [
        "I made the call alone. Enough hiding. The archive is going wide.",
        "People need to face this, together.",
        "I’ll stand behind it, whatever the result.",
        "May the city find something worth keeping in memory."
      ],
      [
        "This was my burden to carry. I saw those cases—people erased by a system I once served.",
        "No advisor could sway me. The time for forgetting is over.",
        "Tomorrow, all the lost testimonies and names will be open. May Stenograd finally begin to heal.",
        "If they hate me for it, so be it."
      ]
    ]
  }
}