{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Still working. Kept my head down.",
        "People are nervous lately, but I do my job.",
        "I only handle official repairs now.",
        "Feels tense."
      ],
      [
        "Still working. Kept my head down.",
        "People are nervous lately, but I do my job.",
        "They’re watching us closer since those BCI files leaked.",
        "I only handle official repairs now, nothing extra.",
        "Feels tense."
      ],
      [
        "Work’s changed. After those BCI abuses came out, everyone wants to see what I’m doing.",
        "Residents are suspicious of the bands. Some won’t even hand them over.",
        "Every repair has to be public. I log everything now. No private fixes.",
        "I used to help people quietly, but now that could get me accused.",
        "The trust’s gone. My score’s stuck low, but that’s not the hardest part.",
        "Feels tense."
      ],
      [
        "Work’s changed. After those BCI abuses were exposed, everyone wants to see what I’m doing. Trust is gone.",
        "People come in with their bands looking nervous. Some outright refuse repairs.",
        "I have to document every fix. No private help, not with all eyes on me.",
        "Honestly, it’s hard, because before, the quiet jobs kept people safe, especially those with flagged scores.",
        "Now my own history makes people tense. Even just showing up to work feels risky.",
        "All this after years of following protocol. My score never budges, no matter how much I try.",
        "Feels tense."
      ],
      [
        "Ever since those BCI abuses and sabotage came out, everything changed for me at the repair station.",
        "People used to trust quiet fixes. Now they call them suspicious. I have to log every detail, even the smallest adjustments, in public.",
        "Some look at me like I’m part of the abuse, even though I tried to shield people—especially those with low scores, like my brother was.",
        "No more discreet swaps or small corrections. All my work is performed where anyone can watch.",
        "Old friends distance themselves. A few confided in me before but now can’t risk it. My score’s low, so I’m ‘tolerated but monitored.’",
        "Innovator systems were meant to protect us from the Directorate, but when everything’s exposed, no one trusts anyone—least of all technicians.",
        "I just follow the repair protocol to the last letter. My hands feel tied, even if my intentions never changed.",
        "Feels tense."
      ]
    ],
    "emotion": "Feels tense."
  },
  "emotional": {
    "opener": "\"I see how much pressure you're under. You do what you can just to make it day by day, and that deserves respect.\"",
    "variants": [
      [
        "Thanks. I try to keep up.",
        "Not much else you can do."
      ],
      [
        "I appreciate you saying that.",
        "Pressure is normal here.",
        "Just have to get through it, right?"
      ],
      [
        "Yeah. It’s not always simple but your words help.",
        "Some days are heavy.",
        "Feels better knowing not everyone expects perfection.",
        "Thanks for noticing."
      ],
      [
        "That means a lot. Most people don’t get it.",
        "Sometimes I just push through without thinking.",
        "It’s easy to forget I’m not alone in this.",
        "Pressure builds up but your words take some weight off.",
        "I really needed to hear that."
      ],
      [
        "Thank you. Seriously, it matters to be seen—not just as a pair of hands or a number.",
        "Growing up here, hiding stress was a way to stay safe.",
        "You get conditioned to carry things quietly. I guess I did.",
        "Lately, I catch myself tensing before anyone even asks for help.",
        "It’s rare to feel understood. Like someone actually notices the cracks.",
        "Your words help me feel like I’m not invisible."
      ]
    ]
  },
  "factual": {
    "opener": "People are talking, Daria. Forget the bands—what's really happening out there?",
    "variants": [
      [
        "BCI systems are unstable lately. No one fully trusts the data.",
        "Some say sabotage caused it. Nothing official.",
        "Emergency meetings, but nothing changes for us on the ground.",
        "You hear fragments, but it stays unclear.",
        "Feels risky just to mention it."
      ],
      [
        "Saw tech crews called in all week. Some BCI parts running wild.",
        "People blame Directorate after all those leaks.",
        "Free zones are forming, but who knows how long that lasts.",
        "We get told to stick to routine. No explanations.",
        "A lot stays out of reach for staff like me."
      ],
      [
        "After Halden, everything spiraled—random labor assignments just confused everyone.",
        "Directorate shut down comms, made things tenser.",
        "People built free networks—analog lines, coded notes—and stopped caring about official BCI scores.",
        "Some of us hoped free zones would last when we saw neighbors running things for themselves.",
        "Innovator side tried to keep tech open, but Council splintered fast.",
        "Now there are investigations, constant calls for accountability. Shows the old systems were never neutral.",
        "People want a new way, not more crackdowns."
      ],
      [
        "BCI malfunctions put the wrong people in charge. High scores sweeping floors, flagged citizens making key calls.",
        "Directorate tried to stop the unrest—cut us off digitally. We worked around it. You should've seen how quick people started using old radios.",
        "Leaked files showed years of targeted abuse. No wonder folks lost faith.",
        "In the free zones, roles feel fairer—people with low scores finally trusted.",
        "I'm an Innovator at heart, but even I didn't realize how deep the Council's fractures ran until those files dropped.",
        "I've had to patch up sabotage in quiet, scared not to get blamed. It was never supposed to be like this.",
        "The new spiral protocol gave hope, but trust got wrecked when saboteurs struck again.",
        "Most of us still want the system fixed, not demolished."
      ],
      [
        "You remember last week’s outages? I was patching firmware while old neighbors scrambled to run kitchens and clinics, ignoring BCI scores for once.",
        "Used to be you’d whisper about BCI malfunctions. Now, the simulation data leak made it all public—everyone knows Halden’s death was just the start.",
        "Innovators like me wanted to build safeguards, not brute control, but we lost that fight. Directorate paranoia nearly undid us all.",
        "I helped set up fallback channels so flagged citizens could keep working. Had to hide what I was doing from both sides.",
        "Watching people in free zones govern themselves... it almost worked better than anything the Council ever managed.",
        "Old Directorate loyalists sabotaged reconciliation twice. Made me double-check every patch, every log entry, afraid I’d end up another target.",
        "Doesn’t matter how careful I am—my score still says ‘monitored.’ That label feels permanent now.",
        "I grew up believing open systems were the answer—now, half the city’s just trying to keep the lights on.",
        "Felt safer helping people discreetly before. Now it’s transparent, but the risks and the blame just shifted."
      ]
    ]
  }
}