{
  "olintz": {
    "chapter": "Following the spread of the 'Reconciliation Spiral' protocol in free zones and the public debate over reintegrating flagged citizens, Oksana found herself attending a neighborhood meeting where two recently reintegrated residents openly shared tasks with others. She observed as these individuals, whose access to services had previously been restricted, assumed visible roles in organizing local food allocations, meeting little opposition from neighbors. That afternoon, Oksana avoided accessing central compliance dashboards, aware that the shift in local attitudes rendered her usual reports meaningless. She quietly updated her paper log to include the names of reintegrated citizens and their assigned duties. When a committee member asked about BCI score relevance for the new arrangements, Oksana deferred, stating she no longer had updated data. The diminishing dependence on official metrics left her feeling both redundant and vulnerable, as the community’s support for reintegrated individuals highlighted her uncertain position. Her BCI score remained steady at 15.",
    "bci_score": 15,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 16, Nikola noticed new signs around his neighborhood advertising open public forums and watched several recently reintegrated residents discussing community affairs near the resource center. Earlier, he’d observed neighbors quietly celebrating successful reintegration cases featured on hand-posted notices. These developments led Nikola to alter his route home to avoid gatherings, mindful that increased Directorate surveillance had already resulted in interviews at several apartments nearby. That afternoon, a former colleague approached Nikola about attending a forum to voice support for the citywide reconciliation protocol, but he politely declined, remembering past penalties connected to unauthorized assemblies. Instead, Nikola spent his evening updating an inventory of his belongings and reviewing personal documents for potential risk, reflecting a heightened sense of caution. The sense of community optimism did not dispel his concerns about deeper political divisions, causing Nikola’s BCI score to decrease by 3 points, reflecting persistent anxiety and non-participation.",
    "bci_score": 39,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Daria met with free zone engineers after hours, providing technical guidance as they initiated the Reconciliation Spiral protocol at select community terminals. She supervised the process, monitoring restored access for previously flagged citizens and instructing local staff on safe, incremental rollout. As the protocol’s effects spread, Daria avoided any communication about the concealed intervention logs, focusing on supporting reintegration cases. The community’s positive response to renewed access validated her technical approach, yet she noted increased suspicion from Directorate monitors stationed near her lab, who questioned the deviation from standard procedures. The protocol enabled citizens like her former colleague Tomasz to reclaim service eligibility, strengthening Daria’s ties with local councils. However, official system audits registered her involvement in unauthorized protocol activation and bypass of compliance logging, resulting in a major BCI drop. When Daria checked her status, her score had fallen sharply, directly reflecting the scale and impact of her intervention. New BCI score: 41.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following widespread adoption of the new reintegration protocol, Lenart found that many of his neighbors, previously flagged and unable to work, resumed their building maintenance roles with official recognition. As residents openly discussed community leadership elections in the hallway, Lenart quietly distributed his handwritten maintenance manuals to groups eager for self-management, now less concerned about repercussion. The recent emergence of open forums led a long-time client to invite Lenart to participate in a debate about local resource allocation. Initially wary, he attended, noting that public criticism of the BCI no longer drew the same suspicion or enforcement patrols. However, as surveillance teams began reappearing in nearby districts, residents voiced uncertainty about possible reinstatement of old controls. Lenart limited his visible participation but continued supporting groups behind the scenes. His BCI score remained low due to ongoing association with flagged networks and reluctance to use official channels, steady at 33.",
    "bci_score": 33,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following reports of citizens reintegrating through the new protocol and local forums openly debating reconciliation, Sven Halek arrived at the Directorate offices to find operational discipline further eroded. Colleagues who once worked strictly within Directorate communication chains were now openly discussing alternative governance in side rooms, referencing public examples of reintegrated citizens taking on visible leadership. During his morning briefing, one aide quietly handed Sven a list of free zone speakers, bypassing standard vetting, citing public demand for inclusion. Noting the specific absence of any directive from his superiors to refute these changes, Sven limited his speech materials to basic advisories and stopped referencing enforcement rhetoric. He logged these passive adaptations, recognizing his team’s diminished authority and growing pressure from the successful cases of reintegration. Though he avoided commenting on the forums, his withdrawal and inability to promote strict order protocols led to a further drop in his BCI score, which now stands at 51.",
    "bci_score": 51,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "The spread of community-run councils and the introduction of transparent resource allocation led to changes on Rada's floor at the state media office. On the day free zone council ideas reached her team, shift assignments were self-determined and topic lists were drafted without once referencing the behavioral index system. During a working session, Rada observed colleagues openly debating story themes. She documented a colleague's observations of council-run markets and wrote her notes by hand, sharing them discreetly during break periods. The absence of managerial oversight enabled more candid discussions, but Rada kept her content factual and brief, wary of possible system restoration. Despite a sense of increased autonomy among staff, she remained alert to returning scrutiny. The cautiously relaxed atmosphere did not erase her recent monitoring history, so Rada's BCI score fluctuated only slightly, reflecting her continued low profile and wariness.",
    "bci_score": 33,
    "political_preference": "rebel"
  }
}