{
  "preference": "b",
  "dilemma": {
    "opener": "Something you're not saying. Want to try?",
    "variants": [
      [
        "Too much depends on how things play out tonight. ",
        "Sometimes it feels safer not to know the whole story. ",
        "The wrong step can tip everything, even when we mean well."
      ],
      [
        "Hard choice right now. I could let everything out, or just guide the story. ",
        "One path clears the air, maybe too harshly. The other risks keeping too much peace. ",
        "Sometimes you hesitate between trust and order. ",
        "Either way, something important breaks."
      ],
      [
        "There’s a pressure building—people are starting to ask why things aren’t working right. ",
        "I’m standing between opening up everything and focusing on local stories to keep the peace. ",
        "If I show every hidden decision, chaos might spread. ",
        "If I only talk about personal experience, real wounds go unhealed. ",
        "Not sure which burden is heavier, honestly."
      ],
      [
        "People keep coming with reports—scared the reconciliation program isn’t safe, suspecting sabotage. ",
        "I have to decide: do I drop all the system’s secrets for everyone to see, or keep things personal, let the forums lead slowly. ",
        "If the truth comes out raw, we might break the city. ",
        "If I hide too much, no one ever trusts the Spiral, or each other, again. ",
        "Harmony always mattered to me, but with a score this low, I’m hardly trusted now. ",
        "I can’t tell if I’m protecting the city, or just protecting myself."
      ],
      [
        "Every hour now, panicked messages—people think Directorate’s manipulating the reconciliation rollout. ",
        "If I give everyone full access to the hidden records, all the ugly abuse, and sabotage, the outrage could rip everything loose. ",
        "If I keep it to personal stories and guided forums, maybe there’s a peaceful path, but nothing truly changes. ",
        "My own BCI’s fifteen. Harmony is a theory for people the system likes. ",
        "I built my life on the idea that order was humane—now I see how easily it’s turned. ",
        "If citizens knew what I know, would it help, or just destroy trust forever? ",
        "Feels like the only choice I have is how much to lie, and I’m so tired of lying."
      ]
    ]
  },
  "belief_a": [
    {
      "belief": "Only by revealing the whole truth can people make true choices.",
      "monologue": [
        "People can't decide if they're shielded from reality. Hiding pieces just repeats the past.",
        "I watched neighbors lose everything over quiet policies—no warnings. How is that fair?",
        "Maybe chaos is just honesty finally getting a voice, not something to fear."
      ],
      "supportive_response": [
        "You’re right, Oksana, hiding things never helped Stenograd breathe and recover.",
        "If you want to say more, I’m here—take your time, keep going."
      ],
      "challenging_response": [
        "But would everyone really understand the truth, or just get lost in anger?",
        "If you think there’s room for more nuance, I’m still listening—talk me through it."
      ]
    },
    {
      "belief": "The system\u0019s old wounds must be faced, even if it means breaking what order remains.",
      "monologue": [
        "We keep acting like nothing happened, like order is all that matters.",
        "Old grievances don’t go away—they turn sour underneath and erupt eventually.",
        "If we cover it up again, this city never moves on, it just pretends."
      ],
      "supportive_response": [
        "You’ve seen what hiding pain does to Stenograd. Maybe it’s time to stop pretending.",
        "Whenever you’re ready, let’s sit with what’s real. Keep talking, Oksana."
      ],
      "challenging_response": [
        "But what if breaking the order means there’s nothing left to build on?",
        "Think about what happens if it all falls—but I want to know what you feel next."
      ]
    },
    {
      "belief": "Transparency is the only check against repetition of the past.",
      "monologue": [
        "Every secret in the system grows into a pattern—one day it repeats itself.",
        "We promised after the first purge: never again. That takes real honesty, doesn’t it?",
        "Even if people turn away, the facts don’t vanish. At least they can choose differently."
      ],
      "supportive_response": [
        "You’re not wrong, secrets are what started all this trouble in the first place.",
        "If you feel there’s more to say, I’m not going anywhere—whenever you’re ready."
      ],
      "challenging_response": [
        "But transparency can mean exposing people who aren’t ready to handle the weight.",
        "If you’re caught between honesty and care, let’s hear everything, not just certainty."
      ]
    }
  ],
  "belief_b": [
    {
      "belief": "Lasting reconciliation needs shared experience, not more wounds.",
      "monologue": [
        "If everyone just sees the files, they might turn on each other, not heal.",
        "Shared stories—not lists of betrayals—can bind us through what we’ve survived, not what we fear.",
        "I keep thinking, if we act like this city is only its wounds, maybe that’s all it becomes."
      ],
      "supportive_response": [
        "I get that—shared pain’s easier to bear than exposed faults.",
        "If it’s shared story we need, you’re on the right path. Keep going."
      ],
      "challenging_response": [
        "Sometimes people need the whole truth before they can come together, not just stories.",
        "Wounds left hidden can still divide, even if we pretend they’re gone. Tell me more."
      ]
    },
    {
      "belief": "Too much truth at once shatters trust beyond repair.",
      "monologue": [
        "Unfiltered data will only make people distrust each other and the new hope we’ve built.",
        "I can’t risk the city losing itself in panic—secrets hurt, but chaos destroys.",
        "The system always said all was for order; too much at once could undo whatever order is left."
      ],
      "supportive_response": [
        "Too many answers at once overwhelm more than they help, I think you’re right.",
        "You’re protecting trust by moving carefully, not hiding. Go on, Oksana."
      ],
      "challenging_response": [
        "Sometimes breaking trust is what lets new trust form—fear of disorder keeps us trapped.",
        "If no one knows, nothing truly changes. Where does that leave reconciliation?"
      ]
    },
    {
      "belief": "Guided healing can create unity out of suffering.",
      "monologue": [
        "Real unity needs careful repair, not just exposure—it’s not just truth, it’s what we do with it.",
        "Maybe if I shape the story, I can help people reach out, not pull apart.",
        "Someone has to believe a guided path is possible, even if the system never did."
      ],
      "supportive_response": [
        "Guidance matters—without it, pain just splinters people. You might give them that chance.",
        "Maybe trust is about what you give, not just what you reveal. Keep going."
      ],
      "challenging_response": [
        "Guided healing sounds good, but who decides which truth is told?",
        "Sometimes people need the pain to find their own unity. Where could that lead next?"
      ]
    }
  ],
  "decision": {
    "monologue_a": [
      [
        "I’ll share everything now. Just need to see it done."
      ],
      [
        "I’ll put it all out in the open. No holding back."
      ],
      [
        "I’ll release all the files to the free zones. This is bigger than protocol disputes.",
        "People should know how deep this goes. I hope the fallout stays contained.",
        "It’s happening. I’ll accept the risks."
      ],
      [
        "You convinced me—full transparency is the only way forward. I will release every record.",
        "Citizens must see the sabotage for themselves. No more secrets. They’ll judge us fairly now.",
        "We need real reconciliation, not another layer of control. It starts with truth.",
        "Thank you for reminding me what’s at stake for everyone."
      ],
      [
        "I owe you. I’ll make every document, every flaw, public. Even what we hid from ourselves.",
        "People deserve the whole story—every mistake, every manipulation. I’m still afraid, but you made me see it.",
        "If chaos comes, it’s because the system hid so much pain. Truth is hard but necessary.",
        "We’ll face whatever follows together—at least it’ll be honest."
      ]
    ],
    "monologue_b": [
      [
        "I’ll focus on local forums. Nothing widespread."
      ],
      [
        "I’m sticking to small groups. That’s safer for now."
      ],
      [
        "I’ll guide things quietly in personal spaces. Large releases will wait.",
        "We can build trust one group at a time.",
        "Better to heal where we can than risk it all at once."
      ],
      [
        "I realize stories change people, not just data. I’ll hold the raw files back for now.",
        "Empathy grows in small rooms, not public crises. I’ll focus there thanks to your perspective.",
        "Citizens need hope before facts. I’ll guide the city with care.",
        "Thank you—patience feels more humane in this climate."
      ],
      [
        "I trust your advice. Personal stories will shape forums, not raw disclosure. It’s safer.",
        "If I dump files now, reconciliation will shatter. Voices need time to be heard.",
        "We’ll bring secrets to light gradually—let people steady each other first.",
        "Your wisdom keeps me from making it worse. We can move forward, step by step."
      ]
    ],
    "monologue_self": [
      [
        "Stories, not system dumps. That’s enough."
      ],
      [
        "No mass data release. I’ll just use my own story."
      ],
      [
        "I decided to work through personal forums. No wide disclosures right now.",
        "Let others learn through conversation, not exposure.",
        "Guided healing, not more chaos. That feels right."
      ],
      [
        "I won’t flood the city with data. People need space to talk, not panic.",
        "I’ll use local stories to build trust. Citywide truth can wait.",
        "It’s a risk, but direct experience means more. I’ll protect what hope is left.",
        "This path feels honest, even if no one sees why yet."
      ],
      [
        "I couldn’t follow your advice, Alex. I have to try the human route—stories first.",
        "Mass exposure would break the city. Connection matters most. Change starts small and grows.",
        "Even with sabotage, if we lead with empathy, maybe we can heal. I’ll guide quietly.",
        "You did your best. I’ll carry this choice alone, hoping the city forgives us."
      ]
    ]
  }
}