{
  "main": {
    "opener": "Kinda feels like things haven't been normal for a while. You noticing that?",
    "variants": [
      [
        "Things are rarely normal here, if you look closely.",
        "Saw more faces gathering near the center than usual. More notices on the walls, too.",
        "I avoid those places. Best not to linger when things are shifting.",
        "Hard to ignore the feeling that all this optimism masks something deeper. I felt uneasy, watching it all, like the ground could give way any moment."
      ],
      [
        "The pace has been off lately. Quiet changes in the streets.",
        "Neighbors are sticking together, celebrating 'reintegration' cases. Resource center’s busier than I’ve seen.",
        "I changed my usual route home, less attention that way.",
        "Old colleague asked me to one of those forums. I declined. Memories of earlier penalties don’t fade quickly.",
        "Optimism is heavy in the air. But something isn’t sitting right with me. I felt uneasy, watching it all, like the ground could give way any moment."
      ],
      [
        "You’re right. The rhythm of things changed last week.",
        "Everyone’s talking about these open forums now, and I’ve seen the recently 'reintegrated' showing themselves at the center.",
        "Neighbors put up posters—faces of people returning, everyone clapping like it’s solved everything.",
        "Saw Directorate types interviewing folks next door. Not by chance, if you ask me.",
        "Someone wanted me to join the discussions, to back this reconciliation push. I politely refused. Got enough memories from last time.",
        "Plenty of hope, but I can’t shake the sense something’s about to snap. I felt uneasy, watching it all, like the ground could give way any moment."
      ],
      [
        "Feels like the city’s turning itself inside out, you know.",
        "They’re posting about these successful 'reintegrations.' Whole blocks acting like it’s the dawn of a new era.",
        "I saw neighbors gathering, celebrating, but Directorate’s started knocking on doors.",
        "Rather than risk it, I changed my path home, kept to myself. Can’t be too careful with a low score.",
        "A former workmate asked if I’d speak up for the reconciliation protocols at a forum. Declined—old scars and all.",
        "Spent the evening checking my papers, just in case. Caution’s been a good friend.",
        "There’s hope for some, but I can’t trust it yet. I felt uneasy, watching it all, like the ground could give way any moment."
      ],
      [
        "Yeah, the old normal never quite returned after Halden died.",
        "Lately, the council’s letting these new reintegration forums take center stage. The whole zone’s buzzing.",
        "Neighbors are cheering on those let back in. Directorate, though, are tightening their visits—always suspicious of too much hope.",
        "Me, I keep a low profile. My BCI score’s stuck below forty now. It’s safer not to join crowds or speak out.",
        "Colleagues are pushing this reconciliation plan—almost democratic, in its way. I was asked to lend support. Politely said no. The system’s memory is long.",
        "Instead, I inventory my things, double-check what I keep from my days with the Council. Too much risk otherwise.",
        "Truth is, I always preferred stability—the Harmonist way. But even I can see the city’s pulling itself apart between healing and control.",
        "Hope’s loud out there, but I still feel like one wrong step and the old system bites back. I felt uneasy, watching it all, like the ground could give way any moment."
      ]
    ],
    "emotion": "I felt uneasy, watching it all, like the ground could give way any moment."
  },
  "emotional": {
    "opener": "\"It’s all right to feel unsteady when everything around you shifts, Nikola. Even the sturdiest ground can change, but you still know where you stand.\"",
    "variants": [
      [
        "That’s kind of you to say. Things feel... uncertain, yes.",
        "But I suppose that isn’t new."
      ],
      [
        "I appreciate that. Sometimes, I wonder if anyone else notices these shifts.",
        "It helps, hearing you say that.",
        "I’ve learned to keep my feet under me, even when it gets strange."
      ],
      [
        "You put it plainly. That helps.",
        "I do get uneasy, but there’s comfort in knowing others feel it too.",
        "Maybe that’s what keeps us grounded, in the end.",
        "It’s good to feel less alone with it."
      ],
      [
        "You’re right, I do still know where I stand, even if the rules change.",
        "Sometimes I miss when things were simpler—when certainty wasn’t just a story you told yourself.",
        "Your words remind me that I’m not the only one who feels displaced.",
        "Steadiness is a habit I cling to.",
        "Thank you for saying that."
      ],
      [
        "What you said, it means more than you know.",
        "It’s odd—after years spent tracking every detail, every appointment, I never thought I’d lose my footing like this.",
        "When the world moved slower, steadiness was easy. Now it’s a balancing act.",
        "But yes, maybe I do still know myself, under it all.",
        "It helps to hear someone notice the unease, instead of just pretending all is well.",
        "Sometimes, that’s enough to keep going."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, something's up—just say what you know about what's really going on.",
    "variants": [
      [
        "Seems the Directorate got spooked. Shut down comms across the board, didn’t they.",
        "People say there’s talk of a new system running in the free zones.",
        "Don’t know much beyond the headlines. Best not to dig too deep."
      ],
      [
        "Directorate cut off all the digital channels after some chaos with the labor assignments.",
        "Now those free zones are ignoring scores altogether, handing out jobs as they please.",
        "The official line is all about security risks. Hard to tell what’s real lately.",
        "Supposedly people are getting 'reconciled' by some protocol we never heard about before."
      ],
      [
        "They say Halden’s death set this off. Whole city’s out of order since.",
        "The labor system threw folk into random work—left everyone rattled. Even top scores got sent to menial tasks.",
        "Public comms are down, so people are making do with hand-posted news, word of mouth, that sort of thing.",
        "Saw something about this pawned data chip. Simulation of Stenograd, showing how things could’ve gone different.",
        "Now these free zones—they’re letting anyone take on roles, sharing resources openly. BCI’s not in charge there anymore.",
        "Supporters claim a new 'reconciliation' path is changing lives. Directorate not happy, but others say the city needs healing.",
        "Always preferred not to meddle. But you can feel the factions behind the scenes—pulling at threads, each for their own way."
      ],
      [
        "Feels like we’re living in fragments. First, comms blackout—the Directorate’s panic move.",
        "Labor assignments all mixed up, Council in chaos. Even Harmonists are arguing for changes, which… well, that’s telling.",
        "People in the free zones are running things their own way. If someone’s flagged, there’s now a process to get them back in—public, not hidden.",
        "I saw a copy of that data chip. Alternate city, different rules, whole new philosophy about trust. People are scared of what it means.",
        "Heard Innovators want to harness that idea city-wide, Directorate ready to shut it down for good.",
        "Used to think staying silent kept you safe, but old habits are cracking. Reconciliation’s more than a slogan to some now.",
        "Spent years backing Council routines. But I can’t ignore the fracture lines anymore.",
        "Truth is, what happens to BCI will decide what kind of city we all end up living in."
      ],
      [
        "We’re not just in transition—the old order’s already gone, even if they pretend otherwise.",
        "After Halden, BCI’s failures exposed all the fault lines. Random work, idle experts, then a blackout to try and stem panic.",
        "People in the free zones are setting up spontaneous democracies. There’s a council there studying that simulation chip—says the city could be rebuilt on inclusion.",
        "The Directorate calls it sedition, but you learn a lot when you listen to the folk working the reconciliation protocols. Most Harmonists I’ve known—myself included—never wanted this much chaos, just a steady hand.",
        "I’m hearing from former colleagues that the Innovators almost persuaded the Council to adopt those free zone methods city-wide.",
        "The data chip, well, it shows a version of Stenograd that runs on trust, not punishments. That’s dangerous thinking in the Directorate’s eyes.",
        "Frankly, my own BCI score’s too low for comfort. Just keeping this briefcase from the old office gives me headaches every audit cycle.",
        "I always thought order mattered most. Now, seeing the way people are forging new paths, I’m struggling to decide if the Harmonist line still fits.",
        "Whatever’s next, it’s bigger than the Council, bigger than the system. Even we who tried to stay out have to reckon with it."
      ]
    ]
  }
}