{
  "official": [
    {
      "image_id": "digital_mirror",
      "headline": "Pathways Restored",
      "anchor_line": "Reintegration protocol opens new opportunities for previously flagged residents.",
      "contextual_reframing": "Innovative systemic recovery measures maintain harmony by ensuring citizens receive a second chance through structured, data-driven assessment."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Community Dialogue",
      "anchor_line": "Public forums grow as citizens discuss justice within the Behavioral Compliance Index framework.",
      "contextual_reframing": "State-facilitated participation underscores our commitment to a transparent and inclusive model of digital governance."
    },
    {
      "image_id": "elevator_panel",
      "headline": "Trusted Access Renewed",
      "anchor_line": "Elevated BCI scores streamline service access for residents demonstrating strong alignment.",
      "contextual_reframing": "Performance-based trust supports social stability and dynamic city management in uncertain times."
    }
  ],
  "underground": [
    {
      "image_id": "faceless_portrait",
      "headline": "Forgiveness Or Filter?",
      "anchor_line": "Reconciliation Spiral quietly lets some flagged outcasts back in while others still vanish from the grid.",
      "contextual_reframing": "The Behavioral Compliance Index (BCI) watches everything. Now, secret protocols decide who gets a so-called fresh start—and who stays locked out. Justice, or just another way to rewrite the list?"
    },
    {
      "image_id": "hallway_redlight",
      "headline": "Debate Or Division?",
      "anchor_line": "The city’s split. Forums on 'justice' are erupting—while Directorate spooks ramp up surveillance on anyone asking real questions.",
      "contextual_reframing": "Open talk about forgiveness and rights is sparking hope, but also new crackdowns. When the system claims to listen, don’t trust the silence."
    },
    {
      "image_id": "hidden_earpiece",
      "headline": "Backroom Moves",
      "anchor_line": "Rumors swirl as council bureaucrats and rogue engineers trade secrets on the protocol’s rollout strategy.",
      "contextual_reframing": "Nobody voted. Behind closed doors, the real game is about control—controlling scores, access, and who gets erased next."
    }
  ]
}