{
  "main": {
    "opener": "I've been hearing strange little things all week. Any make their way into your life?",
    "variants": [
      [
        "Heard the depot's shut down, guards everywhere. Doesn't make restocking simple.",
        "Some folks stopped waving back, like they don't know me.",
        "Had to patch up a vent with scrap I found. Official supplies are out of reach for now.",
        "Feels like the city got smaller overnight. Just trying to keep my feet moving."
      ],
      [
        "Depot's got new locks, and the faces around it aren't friendly.",
        "People on my usual routes barely look up these days. Cold shoulders everywhere.",
        "Salvaged parts for a repair job since no one’ll hand out proper supplies now.",
        "Had a longtime contact cross the street to avoid me. Not surprised, but it stings.",
        "Feels like every time I step out, I’m getting another black mark somewhere. Still, someone has to fix things, right?"
      ],
      [
        "Supply depot was shuttered, new security watching too close for comfort.",
        "No sign of the usual maintenance crews. Notices everywhere about unauthorized gatherings.",
        "Salvaged what I could to help a regular with their ventilation. Not exactly state-approved.",
        "Ran into a friend on the job. Wouldn’t even say hello in public anymore. Paranoia’s catching.",
        "Staying off council-run streets now, adding an hour to every walk. No complaints—beats getting flagged again.",
        "My score keeps dropping, but someone has to keep things running. I’d rather be out there than sitting and waiting for something to break."
      ],
      [
        "Showed up at the depot—closed, guarded, never seen those uniforms before. Grabbed what spare parts I could find anyway.",
        "Everyone’s on edge. Folks I’ve known for years pretend they don’t see me.",
        "Had to fix a vent for Mrs. Durova using scrap. No licenses, no logs, just what I could manage without getting spotted.",
        "A friend nudged me not to bring paper outside. Patrols aren’t bothering with explanations anymore.",
        "Avoided the council zones, took the long way home. I still got flagged noncompliant for it. Score’s down to twenty-nine now. Not much lower before I’m a ghost.",
        "Can’t say I blame people for looking over their shoulders; who wants to disappear?",
        "Feels like all the little rules we ignored are suddenly landmines. I keep at it—someone’s got to."
      ],
      [
        "Showed up at my usual depot—locked down, armed guards, new faces. Salvaged whatever I could from a heap of junk.",
        "No familiar crews in sight. Notices everywhere saying ‘no gatherings,’ like we’re dangerous just for talking.",
        "Fixed a neighbor’s vent with some odds and ends. Can’t risk carrying proper tools—one inspection and that’s that for me.",
        "Saw an old friend from state service. Wouldn’t say a word to me in the street. Paperwork’s now basically contraband.",
        "I avoid council-run streets. Adds hours to my run, but safer than catching someone’s attention.",
        "My BCI score tanked again—down to twenty-nine for ‘unauthorized repair activity’ and ‘sector evasion.’ At this rate, I’m useful until I’m not.",
        "Funny thing is, I always leaned Harmonist. Trusted the system—infrastructure, not propaganda. But now? The system’s out for itself, and everyone’s just trying not to get crushed in the gears.",
        "Feels like I’m patching leaks in a sinking ship. But I keep going, because what’s the alternative?"
      ]
    ],
    "emotion": "Worn down, a little uneasy, but determined to keep going"
  },
  "emotional": {
    "opener": "\"You know, Lenart, sometimes just showing up and keeping things running is braver than people think. I see you holding it all together.\"",
    "variants": [
      [
        "Yeah. Sometimes you just have to keep moving.",
        "Appreciate it, I guess."
      ],
      [
        "Not everyone sees it like that, but thanks.",
        "Most days, I just keep my head down and get it done.",
        "Nice to know someone notices."
      ],
      [
        "That's good to hear. Feels like the work matters a little, then.",
        "It gets to you, always being the one patching holes.",
        "Still, things fall apart if we don't show up.",
        "Thanks for saying it."
      ],
      [
        "Feels lighter, hearing that. Most people just look away.",
        "I'm stubborn, I suppose. That, or too boring to quit.",
        "We all hold up our little corners of things, don't we?",
        "Some days, that's the only thing that feels right.",
        "Thanks, honestly."
      ],
      [
        "You know, sometimes I think the quiet jobs matter most. The sort you only notice when they're not done.",
        "Guess I've always found ways to stay useful, even if I'm not the fastest cog in the machine.",
        "It can be tiring, but it's what I know how to do. Even if it doesn't win you any points.",
        "The world here doesn't pause for anyone, but at least the pipes don't burst on my watch.",
        "Everyone sees the surface, but it's those little acts keeping things from crumbling.",
        "Didn't expect to feel lighter just talking, but here we are. Thanks."
      ]
    ]
  },
  "factual": {
    "opener": "You know more than you're letting on. Might as well say it.",
    "variants": [
      [
        "Council's tied in knots over the leak. Nobody trusts anyone.",
        "Protests outside got bigger since those files dropped.",
        "System keeps glitching—assignments all over the place.",
        "Most folks just want to keep their heads low.",
        "Heard they're locking up anyone who asks too many questions."
      ],
      [
        "Since those dossiers hit the networks, everyone's nerves are shot.",
        "Council's scrambling, can barely keep up appearances.",
        "Saw a protest crowd outside a council building—looked tense.",
        "Odd jobs popping up, folks slotted where they shouldn't be.",
        "You hear chatter about people reappearing after vanishing?",
        "There's a lot of silence, too—more than usual."
      ],
      [
        "Those dossier leaks shook the city more than the system glitches did.",
        "Protesters are putting real pressure on council buildings now.",
        "Jobs are still being scrambled by the system—nobody can settle into a routine.",
        "Friends I had on the inside say council can't even agree on basics.",
        "People talk about missing citizens showing up again, out of it. Not many want to believe it.",
        "Analog channels are buzzing with names and rumors.",
        "If Harmonists ran things right, we wouldn't be here."
      ],
      [
        "Council dossiers blew things wide open—every secret and dirty trick, out for everyone to see.",
        "The system’s less stable than folks thought—assignments are just the surface.",
        "Heard from a Harmonist leftover about Halden’s plans haunting council decisions. Like someone steering from the dark.",
        "People I know disappeared, came back with no memory of where they'd been. No one’s talking official detentions.",
        "Analog word-of-mouth is all most trust. Makes you wonder if rules ever meant anything at all.",
        "Used to think the tech would hold, if left honest. Guess that's just old Harmonist brain left in me.",
        "Now, council’s locked away. Nobody answers for anything but more flags and warnings.",
        "City doesn’t want a crisis—just wants someone who’ll fix things, even if that’s someone like me."
      ],
      [
        "Since those dossiers got out, nothing’s the same—corruption, rigged promotions, council at each other’s throats. Everyone knows it now.",
        "For once, the protests feel like they might actually change something. Not like the staged rallies from before.",
        "Labor assignments are still a mess. Higher-score folks sent to sweep floors, people like us logged for things we never touched.",
        "I've seen some of the analog lists—missing people found wandering, saying nothing about where they were. That’s not normal.",
        "Rumors say Halden left the system rigged—a ghost algorithm steering votes, sowing chaos like he planned it.",
        "I worked with Harmonists who believed in keeping things running—not this circus. Thought the system was neutral, if you kept your head down.",
        "Now everyone’s scrambling for scraps of info, dodging Directorate crackdowns. Nobody trusts the process anymore—why would they?",
        "All I wanted was a city that functioned, not one governed by suspicion and ghosts.",
        "Feels like being needed is the only thing keeping me from disappearing too."
      ]
    ]
  }
}