{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Shift is a kind word for what I’ve seen. New faces where they shouldn’t be.",
        "Anything not locked vanishes. Even paper. Maybe that’s the plan.",
        "Last time I trusted routine, my files doubled overnight. Someone wanted chaos.",
        "Sometimes you realize you’re just a guest in your own office. Makes you reconsider a few things."
      ],
      [
        "You notice who’s watching, who’s taking things off the shelves.",
        "Some colleagues don’t come back. Others won’t speak, not even by message.",
        "I draft words by hand now. Used to be easy. Now every phrase feels like evidence.",
        "Someone slipped a reference to direct elections into my notes. That shouldn’t happen—so I made sure to keep it for myself.",
        "Feels like every morning I’m tested, and the score keeps sliding down. Makes you wonder who’s next."
      ],
      [
        "I’ve started walking in circles at work, never the same route twice. Security’s everywhere, only nobody tells you why.",
        "Saw a friend clearing their desk and didn’t ask. In these days, that’s as close as kindness gets.",
        "Had to hand-deliver messages after the system glitched. Sometimes I barely recognize the people I report to.",
        "Some higher-up wanted to slip in talk of elections into official drafts. I archived it. Might mean something later.",
        "Every file is being copied, duplicated, as if memory itself is under suspicion.",
        "My score took the hit for it. 'Risk activity.' I suppose that makes sense now."
      ],
      [
        "The walls have ears now—real or digital, who can tell. Even in the Directorate, no one trusts the channels.",
        "New security assigned overnight. I watched someone erase years of work with one trembling hand. No questions, no comfort.",
        "Had to go back to pen and paper. Errors aren’t tolerated, but digital mistakes are more suspicious.",
        "Intercepted a strange edit: direct elections, in my script. Not mine, not authorized. Kept it hidden. A bit of insurance, a bit of hope.",
        "I can’t tell if the Council’s disintegrating or just evolving. Depends who’s counting.",
        "Duplications everywhere. Feels like I’m arguing with myself in my archives.",
        "My own BCI score dropped, as if the system’s warning me to pick a side. The price for staying careful, I suppose."
      ],
      [
        "Sometimes I think back to when my words kept order—now, the Directorate barely knows who can be trusted.",
        "Security is in control, but it feels more like panic than purpose. Watching a colleague burn a decade of notes—no protocol for that.",
        "I’ve been drafting statements by hand, hiding originals from both sides. Strange how words can become a liability overnight.",
        "When a line about direct elections surfaced—illegitimate and dangerous, in my view—I saved it for leverage. My instincts said someone’s preparing for a shift none of us chose.",
        "All our digital backups are breached or duplicated. I see my own codes out there—echoes I never released.",
        "Council’s a pressure cooker. Factions fracture, shifting alliances by the hour. I’ve written the official lines they parrot on-screen, but none of them believe their own speeches anymore.",
        "My BCI score plummeted. Doesn’t matter if I’m loyal—the system measures fear, not fidelity.",
        "Feels like the city’s waiting for a signal that no one can read. Makes the words catch in your throat. And yet, I keep writing, because silence is all they notice now."
      ]
    ],
    "emotion": "Uneasy. No matter how much I adapt, I’m still not sure I belong in the world I helped shape."
  },
  "emotional": {
    "opener": "You know, it's not easy for anyone to live in a world built on rules nobody truly chose. The fact that you question if you belong means you still care.",
    "variants": [
      [
        "It’s rare for someone to say that out loud anymore.",
        "Maybe that means there’s hope for the both of us."
      ],
      [
        "You have a point. Most stopped caring, or at least pretend to.",
        "I suppose questioning is better than sleepwalking through all this.",
        "Still, it’s not easy admitting it."
      ],
      [
        "I’ve spent years writing words to make everyone else feel certain, yet I’ve never managed it myself.",
        "Maybe we’re all just adapting, not accepting.",
        "Strange comfort in knowing I’m not alone in that.",
        "Thanks, Alex."
      ],
      [
        "When you write the scripts, it’s easy to forget what’s real and what’s not. You see the seams.",
        "Sometimes I think adapting is just another way of pretending.",
        "I envy people who never hesitate or second-guess.",
        "But I’d rather feel uncertain than lose the part of myself that cares.",
        "You remind me I’m still human, despite everything."
      ],
      [
        "There’s irony there, isn’t it? I shaped the language that built this world, yet I rarely use those words honestly with anyone.",
        "Most expect certainty from me—and the truth is, I have less of it than they’d imagine.",
        "Behind the proclamations and compliance reports, I carry the same ambivalence.",
        "Adaptation can feel like erasure. Belonging like a performance.",
        "Maybe that’s the last bit of rebellion left: still caring whether we fit at all.",
        "It helps to hear someone else say it, Alex. Truly."
      ]
    ]
  },
  "factual": {
    "opener": "You want to talk about chaos—start with the Council. Everyone in this city knows something’s coming. So what really happened?",
    "variants": [
      [
        "Halden’s death set it all loose. Maybe not by accident.",
        "BCI systems glitched, people sent where they shouldn’t be. Hard to ignore.",
        "Council finger-pointing went from ritual to bloodsport.",
        "Dossiers leaked. Protests grew overnight. No one on the inside is surprised that it’s out of control now."
      ],
      [
        "Halden died and schedules cracked. Wrong people got the wrong jobs—that wasn’t supposed to be public.",
        "Council records found their way onto the streets. Not just gossip—proof of how far the rot goes.",
        "Every speech drafted now is damage control, all because the city saw how the machine chose its masters.",
        "Under that noise, Directorate moved first—shut down everything digital. But analog whispers spread faster than all our screens ever could."
      ],
      [
        "With Halden gone, the BCI began failing at its core—the labor controls broke. Nobody in authority could keep up.",
        "Council dossiers leaked, and for once the public had proof: promotions, personal betrayals, every flaw on display.",
        "Protests followed. The Council locked itself away, fighting over blame while the city turned uneasy, some seeing opportunity.",
        "Directorate tried to tighten borders of information. It didn’t work. Analog words, not data, drove the streets.",
        "Now even the Council gets messages in Halden’s name. The city knows.",
        "Trust in algorithmic order—exactly what I once sold—is evaporating. Strange to be a spokesman for order, seeing it break."
      ],
      [
        "After Halden’s death, the labor system failed—no elegant collapse, just random chaos.",
        "People swapped places: high-score citizens demoted, low-scores put in charge. Nobody was ready. Council’s infighting became visible, dossiers of every sin went public.",
        "Protests surged as citizens used those records to confront the Council directly. You could feel the panic even in Directorate offices.",
        "The only response was a digital blackout. Top-down panic. They underestimated how quickly analog resistance could mobilize with the right material—stolen correspondence, names of the vanished, the works.",
        "I’ve watched leaders lose control over their own scripts. Messages started arriving signed by Halden, but he’s dead. Or he was. That’s how the people see it now.",
        "My job’s to dress panic in measured phrases, but everything I write is doubted—even by those who read it on air.",
        "I still believe in the Directorate’s core principle: survival before sentiment. But right now, you can feel the cracks.",
        "Nobody trusts the system I helped speak into existence. Not even me, not really."
      ],
      [
        "We built the system for control—Directorate gospel. But after Halden died, the BCI’s symmetry shattered instantly.",
        "The labor matrix started swapping people at random. High-compliance engineers forced into manual jobs, dissidents made supervisors. That alone eroded the illusion of fairness—the one thing Council rhetoric always claimed.",
        "Dossiers exposed every covert arrangement, backdoor deal, even lists of vanishing citizens. Public trust died overnight. We always believed secrets protected the state—never considered what happened when they all surfaced together.",
        "Directorate’s answer: strangling all digital talk. It split the city, but didn’t silence it. I saw handwritten flyers with names of the disappeared. Even Directorate staff joined those midnight searches—risked their own scores for a friend.",
        "Halden’s messages are still coming. Algorithmic ghosts, or someone letting the code haunt us. Councilors won’t even speak to each other face to face. It’s all suspicion now.",
        "I drafted their apologies, their denials, sometimes both for the same hour.",
        "Directorate loyalty kept me at the typewriter, but the words mean less each day. Every phrase is a negotiation with the truth.",
        "Those dossiers almost included me. I built the slogans for control, and now they keep me suspect, even as I try to steer this wreck.",
        "Maybe you sense it: I shape their speeches, but I’m not sure I belong at the table anymore. Are any of us?"
      ]
    ]
  }
}