{
  "olintz": {
    "chapter": "Following the return of compliance patrols in her home sector, Oksana noticed a visible increase in uniformed personnel near her building. That morning, as she waited in line for entrance, patrol officers questioned her about previous labor roster assignments, making notes of her responses. Later the same day, digital flyers quoting evidence of Directorate manipulation spread rapidly through internal channels and appeared on several terminals in the Directorate office. When a colleague forwarded her one of these leaks, Oksana closed the message without comment and began erasing recent search logs from her workstation, fearing association with any flagged material. At lunchtime, she heard staff exchanges about resignations and witnessed two coworkers discreetly remove ID tags, avoiding patrol scrutiny. Oksana limited her movements in the building and left work early, concerned that her presence might be misinterpreted by new surveillance algorithms. Her BCI score decreased marginally to 18.",
    "bci_score": 18,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After news reports framed Halden's legacy as stabilizing and promised Council unity, Nikola cautiously resumed his morning walk, observing neighbors gradually returning to regulated routines. However, the sudden arrival of compliance patrols in his neighborhood made him avoid main corridors, choosing indirect routes to reduce visibility. On July 2, Nikola noticed new surveillance devices installed at building entrances and adjusted his grocery collection times to avoid coinciding with patrol schedules. When a neighbor was approached by patrol officers over an expired access pass, Nikola declined to interact or intervene. That evening, he limited device usage and avoided searching Council bulletins, aware that increased monitoring was likely. The return of overt regulation did not reassure him; instead, it reinforced his tendency toward caution and reduced contact with others. As his routines now involved avoidance and self-monitoring instead of compliance, his BCI score decreased by 3 points. (BCI: 52)",
    "bci_score": 52,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "Following the reappearance of compliance patrols in her district, Daria’s lab received strict new guidelines on device issuance and building access. Each morning, she was required to verify staff against printed lists updated by security, leading to delays and arguments as some names did not match records. Later that week, when evidence of Directorate data forgeries leaked, she witnessed panic among supervisory staff and a sudden, unspoken loosening of protocol enforcement. On Thursday, she found former restrictions quietly dropped—requests for health band replacements were processed without cross-checks, and previously flagged volunteers reappeared at her workstation with no questions asked. Daria adapted by documenting each transaction for her own records instead of following the abandoned official forms. She avoided direct discussion about the forged data but noticed increased trust among coworkers who resumed informal cooperation. The day ended with her BCI score unchanged at 41, reflecting systemic uncertainty but no new direct violations.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On July 2, Lenart noticed compliance patrols returning to his district and the usual surveillance routines reemerging. That afternoon, as he prepared for a scheduled electrical repair, two patrol members arrived and requested to inspect his paper maintenance logs, questioning his supply tracking methods. Lenart answered cautiously, aware that several neighbors had begun holding back information about recent repairs, fearing increased scrutiny. Later, a rumor spread in his building about the Directorate's possible data manipulation, making residents hesitant to cooperate with official requests. When a tenant refused to confirm Lenart's completed work, citing distrust in the current process, he was forced to redo the repair under supervision. The tense atmosphere and conflicting demands slowed his progress for the day. Lenart adapted by limiting unnecessary interactions and double-checking all paperwork before each job, but concern over unreliable oversight persisted. His BCI score decreases to 42.",
    "bci_score": 42,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After compliance patrols resumed across Sven Halek's district, he immediately noticed routine ID checks on his walk to the policy office, causing a fifteen-minute delay when officers manually cross-referenced his assignment. Later that afternoon, an encrypted message circulated among his Innovator colleagues, coordinating covert revisions of speech drafts to evade recently installed Directorate monitors. When news of the Directorate’s forged data and unauthorized surveillance broke across secure networks, Sven’s afternoon meetings were abruptly rescheduled, with several district leads refusing to risk face-to-face contact. Sven responded by preparing multiple draft statements for possible public outrage scenarios but was forced to rely entirely on personal copies and outside messengers, as trusted internal channels were now flagged unreliable. His visible caution and association with communications for resistance districts prompted increased scrutiny, resulting in a noticeable drop in procedural trust. As a result, his BCI score declined from 17 to 12.",
    "bci_score": 12,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following Council orders, Rada edited Halden’s private journals, removing details that could expose system vulnerabilities or dissent protocols. She prepared a sanitized segment for broadcast, which aired as an assurance of Council unity and restored calm. Afterwards, she monitored network channels, observing how state media was weaponized to support Directorate crackdowns. Her compliance granted her temporary reprieve from investigation as security staff referenced her work approvingly in meetings. However, the edited content enabled the Directorate’s forceful reactivation of compliance patrols. Rada watched as dissenters were flagged and detained, knowing her report had contributed to escalating enforcement. When citizens and Innovator engineers later revealed evidence of Directorate data forgeries, public backlash quickly reversed the authoritarian surge. Rada’s choice to suppress key information secured order only briefly but increased scrutiny on her role, resulting in a sharp negative adjustment to her BCI score. Her updated BCI score reflects complicit alignment: -7.",
    "bci_score": 0,
    "political_preference": "directorate"
  }
}