{
  "official": [
    {
      "image_id": "faceless_portrait",
      "headline": "Halden’s Legacy Honored",
      "anchor_line": "State media celebrates Marek Halden’s enduring contribution to system unity.",
      "contextual_reframing": "Broadcast highlights unity and progress as Stenograd moves forward under Council guidance."
    },
    {
      "image_id": "unblinking_eye",
      "headline": "Renewed Security Measures",
      "anchor_line": "Compliance patrols and neighborhood monitoring are enhanced for increased community stability.",
      "contextual_reframing": "Expanded oversight ensures continued safety and reliability in city services."
    },
    {
      "image_id": "shattered_display",
      "headline": "Direct Democracy Calls Rise",
      "anchor_line": "Public response grows as evidence reveals misuse of legacy controls during recent unrest.",
      "contextual_reframing": "Transparent dialogue and civic engagement strengthen the foundation of Stenograd’s future."
    }
  ],
  "underground": [
    {
      "image_id": "interrupted_signal",
      "headline": "Halden Truths Scrubbed",
      "anchor_line": "Halden’s real warnings erased as state edits the record for public calm.",
      "contextual_reframing": "Insider leaks say fragments of his journals hinted at system fail-safes and dissent alarms. What else are they hiding from us?"
    },
    {
      "image_id": "hallway_redlight",
      "headline": "Surveillance Back On",
      "anchor_line": "Neighborhood patrols, checkpoint scans, and ‘random’ searches ramp up overnight.",
      "contextual_reframing": "Locals report increased detentions and targeting of anyone out of sync. So much for quiet efficiency—what happened to trust?"
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Force Meets Backlash",
      "anchor_line": "Directorate’s plan to rule by old code collapses after forgeries and abuse leak to the public.",
      "contextual_reframing": "Citizen uproar erupts as the mask drops, sparking calls for real democracy. Proof that the people, not just systems, can remake this city."
    }
  ]
}