{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Hard to avoid that feeling, I guess.",
        "Work’s been tense. Systems audit, lots of new controls.",
        "More people watching over each other now.",
        "Feels like things aren’t as stable as they seem."
      ],
      [
        "It’s true, these days... you notice all the tension.",
        "Some files crossed my desk. I escalated them up, nothing too dramatic.",
        "Council changed a few things overnight. Lots of closures, official briefings. No one wants to talk about it.",
        "I keep to myself more. Safer that way.",
        "It’s... unsettling, seeing friends turn cold."
      ],
      [
        "Yeah. Sometimes you’re just carrying it quietly.",
        "I found evidence some scores were tampered with during the referendum. Not what you want to see.",
        "Sent it direct to the Directorate. Didn’t want to risk a leak.",
        "After that, neighborhood councils disappeared. Community spaces closed up. There was rationing and curfew by the next day.",
        "No one talks to me now. Not really.",
        "Feel pretty isolated, honestly."
      ],
      [
        "Yeah, I’ve been carrying something, all right.",
        "Used to think my job held things together. Now I’m not sure.",
        "I uncovered proof scores were manipulated in the vote. Took it straight to the Directorate—ignored all the usual channels.",
        "After that, they shut down councils, locked people in under curfew, started detaining dissenters. Some I knew from before.",
        "I don’t think I can trust anyone at work. Or even at home, with all the surveillance now.",
        "My score jumped up. For reporting. Doesn’t mean much these days.",
        "Honestly, I feel hollow about what I set in motion."
      ],
      [
        "You’re right, everyone’s carrying something. Me especially, lately.",
        "I joined the Directorate to protect order, not—well, not to help turn the whole city upside down.",
        "I found evidence the BCI was tampered with during the paper vote. I hid it, brought it right to leadership myself, hoping they’d handle it quietly.",
        "But there was no quiet. They dissolved the councils, put the city on curfew. Anyone who speaks up is under surveillance or detained.",
        "People I’d worked with avoid me now. My BCI score went up, but the cost was... everyone else fading out of my life.",
        "Feels like the Directorate’s the only real power left. The Council is for show now. I thought I preferred hard control, but—",
        "Now I don’t even know if I trust my own side.",
        "I feel completely alone in this."
      ]
    ],
    "emotion": "I feel completely alone in this."
  },
  "emotional": {
    "opener": "Oksana, you're not as alone as you think. Even here, some of us see the cracks. You’re not invisible to everyone.",
    "variants": [
      [
        "I suppose... I hadn’t realized anyone noticed.",
        "It’s difficult to believe, sometimes."
      ],
      [
        "Maybe you’re right. It just doesn’t feel safe to be seen, most days.",
        "I keep things close. Safer that way.",
        "But... thank you."
      ],
      [
        "It helps to know someone notices. I forget that, most of the time.",
        "Isolation starts to feel normal. Like you’re the only one.",
        "I had almost given up on—even this much understanding.",
        "So... thanks for saying it."
      ],
      [
        "Sometimes I wonder if I’m the only one who feels like this doesn’t quite fit.",
        "You saying that—it surprises me. In a good way.",
        "I used to think nobody was watching except the system.",
        "But it’s different if someone actually sees you, not just your score.",
        "I want to believe that matters, somehow."
      ],
      [
        "That really means something. I get so used to blending in, to being an outline in the data.",
        "Most days I don’t even bother hoping anyone sees me. It’s just easier.",
        "Everything quietly reinforces the idea you’re alone with your suspicions. Like the city is built that way.",
        "But if even a few people notice... it makes hiding feel less necessary.",
        "Sometimes I think I lost myself somewhere inside all this analysis. Thank you for reminding me I’m still here.",
        "Maybe there’s a way back to something more, even if it’s just for a minute."
      ]
    ]
  },
  "factual": {
    "opener": "So what actually happened after all that? Every day it’s just more restrictions. You saying you’re the reason?",
    "variants": [
      [
        "Most of it’s just city protocol now. Top-down.",
        "All the forums, councils… frozen until further notice.",
        "Curfews and rationing. No exceptions.",
        "Directorate says it’s about stability after tech failures. That’s the line.",
        "We all just follow the directives."
      ],
      [
        "You’ve seen the news. After the blackout and those leaks… Directorate moved fast.",
        "Local governance just ended overnight. All channels are ‘secured’ now.",
        "No one’s organizing anything outside official lines.",
        "Utilities got rationed. People you don’t see in meetings anymore, they’re gone.",
        "Official media covers it up as a stabilization plan.",
        "That’s all I’ve been told."
      ],
      [
        "Everything’s under Directorate control now. Feels permanent.",
        "Emergency powers. They closed forums, rationed supplies, detained organizers…",
        "Communications are all monitored. Anyone resisting gets flagged and disappears.",
        "Council’s symbolic. All real power’s with security.",
        "Some say resistance is forming under the surface, though you won’t see it on the network.",
        "But if you align… your score goes up, and you’re left alone.",
        "That’s how it is right now."
      ],
      [
        "After the data leaks and blackouts, Directorate used emergency codes to suspend everything local.",
        "People think the Council’s running things but it’s only for show. Security’s all that matters.",
        "If you have a low score, you disappear or get cut off. Even ‘eccentrics’ get privileges, if the system reclassifies you.",
        "I helped write some of the internal briefings. Saw who was added to watchlists.",
        "A few old friends from neighborhood work… haven’t heard from them since the first curfew.",
        "Resistance is real this time, but the city’s split in two.",
        "I was always Directorate-leaning, but this… it doesn’t feel right anymore.",
        "Isolation’s the actual outcome."
      ],
      [
        "This is the most control I’ve seen — and I’ve worked on the Directorate side for years.",
        "When the old BCI crashed and those leaks hit, we acted. Top-down orders: dissolve all local groups, ration, detain anyone even slightly flagged.",
        "Media got locked down overnight. The Council’s used as a face for the public, but they don’t issue the real directives.",
        "We briefed operatives with full access lists. I was assigned to verify them — so I know just how many names were disappeared.",
        "Communities that used to self-manage are erased now. Paper protocols everywhere, like we regressed a century.",
        "Everyone’s terrified of losing service or access. Some are resisting, but it’s all underground — hand-written leaflets, safehouses.",
        "I thought favoring hard control would make things safer. Truth is, it just empties the city. Makes everyone vanish.",
        "The emergency campaign is pure propaganda — necessary, they say. I helped build some of that messaging. Not proud of it.",
        "Honestly, a high score means nothing when you’ve got no one left to trust."
      ]
    ]
  }
}