{
  "main": {
    "opener": "Funny how things shift without anyone saying much. You seen that around you?",
    "variants": [
      [
        "Happens all the time now. You come in, things are different again.",
        "Access stuff changed at work—nobody really says why.",
        "Saw a few people missing from staff, but no one explains.",
        "Feels like you have to be extra careful for no reason. Hard to shake the feeling something’s pressing down, even when it’s quiet."
      ],
      [
        "Feels like overnight, everything just shifts.",
        "Went in last week—different entry system, and by noon all our client checks vanished.",
        "One of our usual liaisons didn’t show. Heard he got flagged.",
        "People barely talk—like they think words get them in trouble.",
        "It’s exhausting, not knowing what’ll trip alarms. You ride it out but you never relax anymore."
      ],
      [
        "Yeah, I notice it all the time lately. Work especially.",
        "Lab changed access protocols twice in a day, then paused all diagnostics early.",
        "Our neighborhood contact just disappeared—detained, I think. Everyone’s on edge since.",
        "We’re supposed to keep up with these emergency protocols, but things get weird when someone hesitates. I had to send a report just because a client was nervous showing ID.",
        "My BCI score flickered, which is new. Apparently, even following rules gets noticed, not always good.",
        "I check my logs every night now. It makes the whole place feel heavy, and you start to wonder if it ever lifts."
      ],
      [
        "It’s constant. Changes you’re just supposed to accept.",
        "Work used to be straightforward, but now every step gets flagged or rerouted.",
        "When our liaison got detained, nobody would mention his name. We just erase people without asking.",
        "Colleagues stopped talking about anything but work instructions. You feel completely on your own.",
        "I had a client hesitate—worried, I guess. Had to document it, flag it, like I’m part of the machine.",
        "The BCI even flagged me, just for interacting. I saw my score go up after, like a reward for keeping my head down.",
        "Most nights, I clear every trace of off-hours contact—paranoid, but safer. You live with this tightness in your chest, waiting for the next quiet change."
      ],
      [
        "It always seems invisible, but everything’s different now.",
        "My work is supposed to help people, but lately I fix bands faster to avoid attention.",
        "Someone I trusted just disappeared, flagged during the new crackdown. We don’t get updates, just silence.",
        "There’s this emergency protocol—no questions, endless reports. Even just being too patient with someone gets logged.",
        "Even following orders feels risky. The BCI tracks every adjustment now, watching for some pattern I’ll never see.",
        "I used to try and keep tech fair for people, but now I just hide. My score went up, but it felt like a collar tightening. No comfort.",
        "I’m with the Innovators, or I was, at least. Thought progress could make this all better. But now? Feels like we’re all just cogs in a bigger lie.",
        "It’s like living underwater. You move slow, careful, waiting for something worse. Never been this tired. Never been this wary."
      ]
    ],
    "emotion": "wary but exhausted, clearly weighed down by the constant state of surveillance and recent uncertainty"
  },
  "emotional": {
    "opener": "\"You’re not the only one who feels watched all the time, Daria. No matter the score, it wears at everyone eventually.\"",
    "variants": [
      [
        "Yeah. Maybe.",
        "Hard to argue with that."
      ],
      [
        "Some days are heavier than others.",
        "Feels like there’s never a break.",
        "You get used to it. Sort of."
      ],
      [
        "It helps to hear someone else say that.",
        "Most people pretend it doesn’t bother them.",
        "It can feel pretty isolating, honestly.",
        "You forget what normal used to mean."
      ],
      [
        "Thanks for saying that. I don’t hear it much.",
        "It’s strange how people just adapt. Like quiet pressure, all the time.",
        "Sometimes I can almost ignore it, but then it comes back stronger.",
        "You start to expect eyes everywhere, even when you’re alone.",
        "I keep hoping it’ll get easier, but it never really does."
      ],
      [
        "That means a lot. I’ve stopped trusting my own reactions lately.",
        "It’s like the city is designed to make you doubt yourself — or blame yourself.",
        "People change, even friends. Everyone’s careful. It gets lonely.",
        "Sometimes I miss how things felt, even if I can’t remember anything else.",
        "I notice myself thinking in systems now, not in feelings.",
        "Most days, I remind myself that being careful isn’t the same as being cold."
      ]
    ]
  },
  "factual": {
    "opener": "People keep complaining but I don’t see anyone saying what’s actually happening. If it’s all so bad, what’s changed?",
    "variants": [
      [
        "Official story is we need stability after system failures.",
        "Neighborhood groups dissolved. Directorate’s running everything now.",
        "Curfews, utility rationing, some people detained. They say it’s temporary.",
        "Feels like every channel just repeats the same justification.",
        "No one wants to risk saying more."
      ],
      [
        "Neighborhood councils gone. Directorate shut them down fast.",
        "Media’s locked up tight now. Feels like only one voice allowed.",
        "I heard about more detentions for anyone pushing back.",
        "Some people still trading info, but it gets harder every day.",
        "Most stick to themselves. Uncertainty is everywhere.",
        "Everyone’s waiting for the next order."
      ],
      [
        "After the blackout, the Directorate took over. Suspended everything local.",
        "They’re enforcing citywide curfews, and utilities get rationed by the day.",
        "Anyone trying to organize is flagged or gone now. It’s not subtle.",
        "Propaganda fills every screen until it’s all background noise.",
        "People with BCI issues before are hit hardest—can’t even get medicine half the time.",
        "Some old Innovators I knew just disappeared. We thought tools were neutral. Feels naïve now.",
        "You keep your head down, work the system, hope it notices."
      ],
      [
        "Power shifted right after that blackout. Directorate wasted no time.",
        "Neighborhoods lost all say in anything. No room for self-governance now.",
        "Curfews, detentions, rationing—helping people is just code now, not person to person.",
        "Official info is managed, always positive. Anything else gets erased.",
        "Underground networks started forming. A few old friends involved—risky, but what else can you do?",
        "I backed the Innovators, but they look sidelined—maybe watched, maybe worse.",
        "Watching the Council become a puppet, I don’t see much hope for real reform.",
        "Feels like everyone’s waiting for a bigger break. Or something worse."
      ],
      [
        "It wasn’t like this before Halden died. Everything changed after the leak and blackout—system trust collapsed overnight.",
        "Directorate just rolled over everything, closed down local decision-making, wiped out groups I sometimes supported.",
        "My job’s useless for helping anyone now. Bands or no bands, if your BCI’s wrong, you’re invisible.",
        "Emergency laws, staged media, and those detentions—most people don’t see half of it. Losing a brother in an ‘audit’ teaches you to notice the rest.",
        "Underground groups rebuild, passing messages, hiding supplies, but you can’t trust the channels.",
        "Innovators wanted reform, yes—I did too, thought tech could help. The way things work now, it’s all just deeper control.",
        "Council’s just there to make things look normal; Directorate runs the real show.",
        "Sometimes I still help people clean their scores off-record, but every fix is a risk for both sides.",
        "Honestly, it’s just survival, for now. Can’t pretend to be optimistic."
      ]
    ]
  }
}