{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Orderly Reforms Promised",
      "anchor_line": "Congress leaders pledge timely reforms and encourage public confidence during upcoming town forums.",
      "contextual_reframing": "Adjustments ensure service continuity and promote trust in systematic progress."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Public Voices Heard",
      "anchor_line": "Large crowds gather peacefully at Congress institutions following calls for increased transparency in city governance.",
      "contextual_reframing": "Open debate strengthens our collective commitment to resilience and responsive adaptation."
    },
    {
      "image_id": "blank_display",
      "headline": "Transparency Ensured Now",
      "anchor_line": "Full disclosure of past access measures prompts citywide review of participatory rights and future practices.",
      "contextual_reframing": "Acknowledgment of challenges drives forward greater clarity and modernization for all citizens."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Evidence Buried",
      "anchor_line": "Congress scrambles to hide proof of exclusion — public gets empty promises and brave faces.",
      "contextual_reframing": "Backroom deals and coded messages show how power stays one step ahead of truth. Nothing changes until we force it."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Outrage Erupts Again",
      "anchor_line": "Oksana’s leaks light the spark. The people gather. The city shakes. Congress stalls with apologies.",
      "contextual_reframing": "When leaders repeat old abuses and call them 'mistakes,' only public rage brings change. Their reforms are just words until we see records burned."
    },
    {
      "image_id": "blank_display",
      "headline": "Full Reckoning Exposed",
      "anchor_line": "Exclusion isn’t gone — it’s renamed. Ghost lists. Quiet bans. Stenograd rises as the truth finally rips off the mask.",
      "contextual_reframing": "No more hiding. The surveillance game is out in the open. Now it’s our turn to decide what kind of city we want back."
    }
  ]
}