{
  "olintz": {
    "chapter": "On the morning after Stenograd’s public curtailment of the BCI and launch of new participatory justice measures, Oksana found her usual service request kiosk now staffed by a rotating team of local residents. The digital ticketing system was inactive, replaced by a manual sign-in sheet requiring her to state her request aloud. Several others openly discussed their denied BCI services as they waited. Later, during a scheduled building meeting, she was asked whether her past Directorate experience could help interpret legacy BCI records, prompting cautious, guarded responses. She refrained from offering opinions, aware her low score and former role still caused discomfort among neighbors. At home, she reviewed the new accountability guidelines distributed by community liaisons, noting the lack of automated updates or directives from central authorities. The routine reliance on peer moderation rather than system oversight left Oksana more alert and careful about her interactions, while her access restrictions persisted. BCI score: 34.",
    "bci_score": 34,
    "political_preference": "innovators"
  },
  "npetrak": {
    "chapter": "On the morning after the live citywide broadcast with Council members discussing their alternate histories and admitting past BCI manipulations, Nikola observed that building staff were now required to update all resident score lists with Council-supplied notations about historical interventions. Later, when Nikola went to use the laundry facilities, staff requested a detailed confirmation of his identity and legacy-user status following these new guidelines. That evening, after news of Stenograd curtailing the BCI’s authority spread, Nikola received written notice that building management would loosen previous restrictions, allowing formerly flagged residents to schedule access to shared spaces again. Despite these changes, Nikola limited his participation in new community meetings debating the justice reforms, wary of his still-visible risk markers. The public shift reduced daily scrutiny but left him uneasy, questioning how much the new oversight would affect his long-term standing. His BCI score stabilized with a minor upward adjustment to 63.",
    "bci_score": 63,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the introduction of the Halden Echoes oracle and the spike in citizen gatherings reflecting on alternate life stories, Daria sees a rapid change in her daily lab environment. The influx of device diagnostics requests from residents seeking clarification on system-calculated life paths causes workflow congestion. A colleague, previously open to quick, off-record fixes, insists she validate his logs through the official system after a heated conversation about the fairness of past BCI interventions. Daria adapts by strictly adhering to new oversight protocols, even declining to share workarounds she once considered harmless. Later, during a team checkpoint, she notices formerly wary coworkers openly discussing their own score histories, reducing the stigma around previous risk flags. Although the procedural workload increases, she feels less isolated, since transparency is now normalized in staff routine. Her BCI score remains unchanged as careful compliance balances out reduced suspicion and rising peer trust. BCI score: 43.",
    "bci_score": 43,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After overriding the protocol and rerouting the historical data release through the Halden Echoes oracle, Lenart isolated his workshop terminal and manually confirmed the alteration had taken effect. Over the next twenty-four hours, his clients contacted him with questions about the alternate histories they received, some expressing gratitude for privacy, others unsettled by the potential reality shown to them. Lenart scheduled repairs in person, bypassing digital logs, to avoid attention from security teams auditing for data leaks. During a late-night service visit, a resident thanked him in private for choosing a path that favored reflection over exposure, building trust between them. However, surveillance audits flagged Lenart’s intervention as a major system divergence. Shortly afterward, his BCI score dropped from 77 to 60, reflecting a severe penalty for unauthorized interference, albeit tempered by his demonstrated restraint and avoidance of public disruption. Trust from his most cautious clients increased noticeably.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "Following the formation of community confession circles and the introduction of new participatory justice frameworks, Sven Halek noted immediate changes in his workplace. That morning, two colleagues whom he rarely interacted with invited him to join an open discussion about past messaging decisions, referencing shared alternate life histories revealed during recent gatherings. Initially hesitant, Sven listened as staff recounted moments of personal regret tied to their BCI scores. By midday, department routines shifted—scheduled reviews were paused, and unrestricted debate occurred in formerly monitored spaces. Sven adapted by contributing a factual account of how policy drafts changed after the BCI breach, careful to avoid subjective language. While he valued increased transparency, he documented new uncertainty about accountability as old speech archives were openly analyzed by staff. His BCI score improved slightly to 73, reflecting his cautious but constructive engagement with the city’s evolving participatory culture.",
    "bci_score": 73,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the widespread introduction of public confession circles in Stenograd and the first televised Council broadcast on alternate life stories, Rada’s apartment became a quiet relay station. The persistent sounds from street-level gatherings drifted through her windows as former interview subjects sent messages describing their public experiences and revelations. That morning, her once-cautious media contacts reached out for advice on moderating live dialogues, reflecting emboldened attitudes influenced by the city’s shift toward transparency. Rada adapted by assembling anonymized listener guidance based on the new interactive reforms, despite her lack of editorial access and formal status. Without direct system oversight, she developed protocols for reviewing citizen submissions, aiming to avoid incitement while honoring their accounts. The surge of candid exchanges led her to maintain stricter digital hygiene, screening for system surveillance and carefully rotating devices. Although barred from institutional media, she now found herself tentatively advising underground networks. Her BCI score remained at 0.",
    "bci_score": 0,
    "political_preference": "rebel"
  }
}