{
  "olintz": {
    "chapter": "Oksana compiled a curated dossier of BCI abuses, removing identifying details unrelated to systemic failures. At the community tribunal, she presented case files outlining patterns of unjust disappearances and privilege manipulation, allowing citizens to openly question her and examine specific evidence. Her careful disclosure enabled in-depth deliberation without inciting mass panic or retribution. As a result, a previously erased resident, now restored, testified about their exclusion by the BCI, shifting the assembly’s understanding of institutional injustice. Oksana’s choice not to release the full archive limited disruption while creating space for victims’ stories to shape public response. Colleagues and former officials were called to answer for documented actions. Oksana’s transparency improved her standing among some residents, but others remained distrustful, citing her previous compliance. Due to visible civic engagement and targeted accountability, her BCI score increased markedly from 16 to 37, reflecting the city’s tentative endorsement of her actions.",
    "bci_score": 37,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following citywide debate over restoring central authority versus maintaining community tribunals, Nikola altered his daily habits. When his building posted notices about an upcoming tenant assembly to discuss shared governance, he observed neighbors actively recruiting signatures for panel nominations. Instead of joining discussions, Nikola avoided the lobby during busy hours, choosing to access shared spaces early in the morning. At the market, he overheard arguments between shoppers about whether officials or citizen groups should handle supply distribution. Concerned that voicing an opinion could reignite scrutiny over his privileged entries, Nikola limited his purchases and distanced himself from former acquaintances. That evening, he closely reviewed local updates but refrained from posting in digital forums, aware that records of civic participation might soon be used as leverage. The combination of increased assemblies and unresolved authority led Nikola to remain withdrawn, causing a minor drop in his BCI score to 60.",
    "bci_score": 60,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "On the morning after citywide assemblies formed to question former Council members, Daria reported to her lab to find the technician schedule publicly posted and altered without departmental input. A colleague she previously avoided due to suspected data forgery was now assigned as her partner under this new rotation. That day, repeated requests for health band resets came from restored residents whose histories were still incomplete. Lacking clear approval criteria, Daria consulted another technician in person before processing each request, extending wait times. She noticed an increased presence of residents using informal negotiation rather than system-based queues. As tribunals deliberated BCI injustices, Daria delayed all non-essential repairs, focusing attention on visible logs and pairing with technicians she trusted from previous rotations. She tracked requests for her own record but found no unauthorized queries. By day’s end, her routine was less efficient but visibly compliant. Her BCI score remained steady as system oversight was still suspended.",
    "bci_score": 73,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After neighborhood assemblies began publicly questioning former Council members and citizen tribunals were convened, Lenart noticed a distinct change in the buildings he serviced. Several tenant groups withheld requests for private repairs, insisting that only community-approved maintenance workers handle shared utilities until the tribunal process concluded. One afternoon, as Lenart arrived at a complex to check a water pump, he was denied entry by a newly formed resident committee who cited ongoing deliberations about whether to reinstate blacklisted workers based on tribunal findings. That evening, a former client emailed Lenart stating they could no longer employ him until his involvement with system decisions was clarified by the panels. In response, Lenart shifted his operations to focus on discreet repairs for less organized groups, relying on word-of-mouth referrals rather than formal logs. This reduced his workload and social reach but prevented further public exposure. His BCI score remained unchanged at -1.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "When neighborhood assemblies began summoning former Council members for questioning and the first citizen tribunals aired cases involving BCI privilege abuses, Sven Halek altered his daily routine. He arrived at the office to find ex-council communications archived for review on shared drives and his name listed as a messaging advisor for statements now being scrutinized by assembly representatives. That afternoon, a colleague he rarely spoke to requested background on past drafts, citing tribunal questions about language favoring systemic alignment. Sven refrained from offering opinions, simply providing access to old, approved versions. Throughout the day, small groups circulated office corridors, quietly discussing whether to admit to errors made during periods of high compliance enforcement. By evening, Sven temporarily halted all personal archiving, anticipating increased oversight from assembly delegates. Choosing not to edit or circulate new material risked making him appear passive, but protected him from direct scrutiny. His BCI score decreased slightly, now 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After seeing neighborhood assemblies begin to question former Council members and hearing that a restored \"ghost\" had revealed erasures tied to whistleblowing, Rada saw subtle divisions re-emerge among residents during a morning food line. One former high-compliance neighbor stood apart, quietly tracking transactions on a notepad, while another encouraged open discussion of grievances. Later, a recently reappeared citizen stopped Rada near the market and quietly recounted their own erasure after exposing systemic bias, prompting her to add new case details to her interview logs. By late afternoon, the community meeting she'd planned to document was split: some wanted to invite Council loyalists to testify, while others demanded they remain excluded. Rada chose to support the inclusive option, quietly passing along testimony offers from erased residents. The day intensified her caution as both trust and suspicion grew in unpredictable ways. Her BCI score, unchanged by official metrics, remained at 8.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}