{
  "olintz": {
    "chapter": "Following the nightly remembrance parades and the growing public forums where survivors detailed their experiences, Oksana found residents in her building posting photographs and lists of disappeared neighbors on every floor. One morning, she noticed a group of former colleagues standing silently beneath a new mural, refusing to acknowledge her presence. With open discussions of past BCI interventions now common, a neighbor left a written question outside Oksana’s door asking if she could explain specific disappearances. Lacking answers and aware her role in the system was now public knowledge, Oksana spent the afternoon shredding her remaining Directorate documents and stored analysis notes. That evening, she kept her lights off and avoided looking out her window as crowds gathered below for a candlelit procession. The open reclamation of erased histories and personal confrontation deepened her sense of isolation and risk, leading to a further drop in her BCI score to 3.",
    "bci_score": 3,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following public remembrance ceremonies for disappeared citizens, Nikola observed his apartment building’s entrance newly adorned with paper tributes and graffiti naming former officials. Later that evening, as nightly remembrance parades passed his block, he noted familiar faces among the crowds but chose to remain indoors, drawing blinds and dimming his apartment lights. The next morning, after overhearing neighbors discuss open forums inviting survivors of the behavioral index to speak, Nikola altered his route to avoid the lobby where gatherings were forming. He used the service stairwell and limited time outside, aware that his previous cooperation with the Council aligned him with disputed policies. These visible expressions of grief and calls for inclusive history prompted him to lock away all Council-related documents and avoid answering knocks at his door. The increased community visibility of past interventions reinforced both his isolation from neighbors and his caution. BCI score remained stable at 23.",
    "bci_score": 23,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "Following the citywide remembrance ceremonies and the start of nightly open forums, Daria’s routine altered as former health band users visited her workspace to return unneeded devices, many requesting their data be erased or ignored. On the day after a large neighborhood forum, two council liaisons arrived carrying a box of unregistered wristbands and lists of community members opting out of compliance tracking. Daria processed the returns without logging ownership transfers, declining requests to modify past use data. Later, a line formed outside her door as more citizens, some recently returned after being \"ghosted,\" appeared to reclaim or relinquish devices. With official oversight dormant, Daria completed minimal paperwork and ceased reporting usage logs, concluding full compliance was no longer possible or necessary. By evening, unresolved ticket numbers increased, and her BCI score dropped by two, reflecting untracked handovers and incomplete records. New BCI score: 30.",
    "bci_score": 30,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the public citywide assembly ratifying the new civic pact and the recent escalation of free zone protests against BCI identification, Lenart altered his routine to avoid high-traffic streets where crowd gatherings formed. That morning, as neighbors debated whether to join an open forum at the district square, Lenart declined repair requests that required official building entry, citing the risk of being identified while tensions remained high. Instead, he limited his work to small, unlogged tasks in private apartments, mostly for long-time clients who trusted discretion. During the afternoon, a group of residents asked for his advice on securing paper records in anticipation of further audits, but Lenart restricted consultations to closed-door meetings and kept his workshop shuttered. By evening, he noticed that clients grew more cautious, hesitating to seek help openly. These changes reinforced Lenart’s isolation and reduced his official city activity, causing his BCI score to drop to 20.",
    "bci_score": 20,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After deciding to suppress Halden’s failsafe protocol, Sven Halek redirected all official and community efforts toward public remembrance. He drafted the city’s official observance statement, coordinated schedules for district-wide vigils, and personally ensured Council representatives attended open forums with survivors and families of the disappeared. Sven authorized the release of anonymized case summaries, sidestepping the exposure of individual BCI records. During a major vigil, he handed out remembrance tokens and guided discussions, focusing on collective healing rather than individual revelations. As ‘ghosted’ citizens returned and shared their stories, Sven recorded public debates on forgiveness and systemic accountability. However, he deliberately withheld tools for citizens to review personal BCI interventions, prioritizing stability over total transparency. The outcome of his decision was visible in the city’s shift toward shared mourning while leaving contentious personal truths unresolved. His BCI score dropped to 30, reflecting systemic distrust and doubts about his alignment with full truth disclosure.",
    "bci_score": 30,
    "political_preference": "harmonists"
  },
  "rmiskovic": {
    "chapter": "In the days after nightly remembrance parades began, Rada’s newsroom filled with survivor testimonies and requests to share stories of those previously erased by the system. Management, once cautious, now allowed these accounts but required each story to be reviewed by a rotating peer group, not supervisors. When calls for accountability grew and former BCI officials faced open criticism, several colleagues began organizing informal interviews with families of the 'ghosted.' Rada spent one afternoon transcribing notes from a recorded forum, cautiously verifying each detail in person before circulating drafts among her team. The sudden openness brought uneasy alliances, as some staff worried that direct coverage might still trigger unnoticed system reviews. Rada limited her visible involvement, sharing only anonymized quotes, intent on minimizing risk despite relaxed restrictions. The increased transparency offered relief but left her BCI score at 28, as ongoing scrutiny and her past record kept her under observation.",
    "bci_score": 28,
    "political_preference": "rebel"
  }
}