{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Citywide remembrance",
      "anchor_line": "Remembrance parades and forums invite all citizens to honor memories and share stories across Stenograd.",
      "contextual_reframing": "Collective reflection strengthens Stenograd’s social fabric while reinforcing civic unity and inclusion."
    },
    {
      "image_id": "id_scan",
      "headline": "Historic civic pact",
      "anchor_line": "Citizens from every district unite to ratify a new pact based on memory, justice, and shared values.",
      "contextual_reframing": "Participatory dialogue exemplifies the system’s commitment to continuous improvement and transparent governance."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "New era of trust",
      "anchor_line": "Public commemoration of the BCI welcomes returning citizens as Stenograd embraces shared history and healing.",
      "contextual_reframing": "A renewed focus on trust and community propels Stenograd into a stronger and more resilient future."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "Who gets erased?",
      "anchor_line": "Vigils and stories erupt, but ghosted records stay sealed — truth still locked behind blank screens.",
      "contextual_reframing": "Mourners demand answers while officials spin unity. System silence speaks louder than ceremonies."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "History on lockdown",
      "anchor_line": "Citizens push for the real story, but leaked Council memos reveal new attempts to bury BCI’s secrets.",
      "contextual_reframing": "Justice means opening the files, not burying memories. Some Council members still fear the whole truth."
    },
    {
      "image_id": "ambiguous_talk",
      "headline": "Ghosts return home",
      "anchor_line": "Commemoration brings ghosted citizens back, but scars run deep as the city rewrites its own past.",
      "contextual_reframing": "Memory can’t be engineered, no matter how many speeches. Stenograd faces what was lost — and what was done — together."
    }
  ]
}