{
  "olintz": {
    "chapter": "On the morning after local councils were authorized to alter BCI scoring, Oksana arrived at her usual post and observed a notice board crowded with new guidelines. That afternoon, she was summoned by a council member and informed her previous risk flags had been deleted, citing a recent rule favoring documented dissent. As a result, she was unexpectedly assigned a supervisory role for a project group reviewing system-era denials. Though her colleagues’ attitudes ranged from politeness to resentment, she complied, aware her standing was now based on the council’s criteria rather than her historical record. Later, a resident with a similar background approached her for help, referencing the district’s new rewards for dissent. Oksana hesitated before offering advice, uncertain about these shifting standards. She returned home considering whether future assignments might be affected with each local rule change. Her BCI score was revised upward to 27, reflecting the council’s recalibrated trust.",
    "bci_score": 27,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Nikola authorized the release of Halden’s spiral override to free zone councils. Within forty-eight hours, he observed new rule sets posted at the neighborhood message board and noted neighbors debating which protocols would apply that week. Several residents approached him, demanding clarification about their BCI status, and he redirected them to local council representatives, avoiding public advocacy. As trust fractured between blocks, Nikola was forced to carry his identification papers at all times, uncertain which areas would honor his credentials. The routine system updates he once depended on became unreliable, replaced by inconsistent local notices. Tensions escalated as some residents, previously flagged as noncompliant, received sudden privileges while others lost essential access. Nikola’s role in unlocking the override became common knowledge, subjecting him to both gratitude and open suspicion. As a result of these actions destabilizing central authority, his BCI score fell substantially, dropping from 30 to 10.",
    "bci_score": 10,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After free zone councils changed scoring rules to erase BCI penalties and reward past dissent, Daria received council members in her lab asking for device checks and recalibrations tied to their new standing. That afternoon, several families arrived whose scores had shifted, suddenly qualifying them for medical assistance. Daria spent hours prioritizing their health band repairs over regular state-logged tickets, following local verification steps in front of council witnesses. However, news quickly spread that in another district, similar recalibrations excluded certain residents based on different council decisions. Daria fielded tense conversations as neighbors questioned why some requests took priority and worried about new scoring inconsistencies. By the end of the day, Daria had serviced more devices through handwritten lists than official channels, prompting logged delays and a three-point drop in her BCI score due to unresolved state tickets and visible secondment to local councils. BCI score: 55.",
    "bci_score": 55,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After free zone councils modified local scoring logic and began erasing old BCI penalties, Lenart noticed several neighbors previously considered dissidents now had new work assignments and access to fresh supplies. That morning, a former client who was once denied medical service approached Lenart, showing him a newly approved permit for urgent equipment repair. When Lenart attempted to verify the request, he found old approval codes invalid and local standards shifting daily. Later, as debates erupted in nearby buildings about fairness of the new scoring, disputes spilled into Lenart’s workshop—two residents accused him of favoring certain groups when distributing repair resources. Unwilling to rely on uncertain digital authorizations, Lenart reverted to paper records and face-to-face confirmations for each job. The inconsistent neighborhood standards forced him to navigate multiple conflicting requests each day, increasing his workload and social exposure. Lenart’s BCI score fluctuated slightly, settling at 30 as he operated between local and unofficial systems.",
    "bci_score": 30,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Following the introduction of locally modified scoring rules and district-level debates over the BCI system, Sven Halek encountered increased unpredictability in routine Council messaging tasks. On July 1, he arrived at the Directorate offices to find internal instructions replaced by a set of competing bulletins—one detailing new district-level metrics no longer aligned with central directives, another instructing staff to disregard variant protocols. During a conference with remaining speech coordinators, several withdrew early after being notified their BCI scores had increased overnight due to local council reassessment, while Sven’s own status remained unchanged. That afternoon, his attempt to reconcile Directorate announcements with altered neighborhood standards resulted in multiple rejected drafts, as both central and local bodies contested messaging authority. Forced to document every point of contradiction across districts, Sven found execution of his work slowed and fractured, with collaborators divided by sudden policy realignments. His BCI score remained unchanged at 35.",
    "bci_score": 35,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "On the morning following the expansion of local scoring control to district councils and the rapid changes in BCI logic, Rada found her media office in transition. Instead of compliance officers, a peer group posted daily assignments, disregarding prior score-based restrictions. By midday, several former colleagues returned unexpectedly, permitted now by new local standards. Tasked with helping document these transitions, Rada attended interviews where employees discussed abrupt changes in job placement and resource eligibility. She updated her physical notes, but withheld personal insights, cautious about how shifting rules would be interpreted. The day’s openness prompted her to circulate her raw, handwritten transcripts to colleagues for the first time, bypassing oversight. Despite the appearance of new freedoms, Rada remained hesitant to voice opinions, aware that remaining authority figures might restore the former system. Her suspicion and limited engagement, despite increased autonomy, led to no significant BCI score change. BCI score: 32.",
    "bci_score": 32,
    "political_preference": "rebel"
  }
}