{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal is whatever the system says today.",
        "They swapped out the instructions again. My score didn't budge, if that's the sort of normal you mean.",
        "Nothing really works. Everyone's pretending it does.",
        "Feels like I'm standing still while everything slips away."
      ],
      [
        "Normal changes by the hour now. I show up, the rules are different, nobody is in charge.",
        "Tried to reconcile some statements. Got them rejected from both ends.",
        "Coworkers get their scores flipped. Mine stays low. Some left the building mid-meeting. I chose to stay and document it.",
        "Drafts keep bouncing back. Orders are nonsense.",
        "Feels like I'm just documenting collapse."
      ],
      [
        "I spent last week watching my messages be shredded from both sides. Central says one thing, the districts another.",
        "My BCI score should be an asset, but now it just marks me for scrutiny.",
        "People are reassigned at random, but my position doesn't change. It feels like a deliberate reminder.",
        "Some colleagues had their scores go up overnight. They vanished from my calls before lunch.",
        "Every draft I've written gets torn down by at least one faction. Disagreement is a full-time job.",
        "Hard not to feel out of step—like the whole world knows the choreography but left me off the list."
      ],
      [
        "You remember when normal at least had rules? I walked into the Directorate this week and found orders overwritten in triplicate, with nobody to explain them.",
        "I spent hours reconciling statements, only to have my drafts shredded because half the city doesn't even follow the central guidelines anymore.",
        "Colleagues had their BCI scores jump, and they vanished mid-conference. My score held steady, like a slow sentence.",
        "Everyone's so paranoid now, messaging is a minefield. I had to detail every contradiction, knowing most would never be resolved.",
        "I've been left curating chaos—my words, their rules, but nothing aligns long enough to mean anything.",
        "Whole days go by where I just listen to competing bulletins and try not to let it show I'm losing the thread.",
        "At some point, you just stop expecting meaning and start recording the pieces."
      ],
      [
        "For someone who shapes the city's messages, I never thought I'd see the day when the system argued with itself. Reality used to follow form, at least on paper.",
        "On July first, I opened my Directorate inbox to find orders that contradicted themselves depending on what street you lived on. Not just confusion—active sabotage between levels.",
        "Tried to unite the sides, draft after draft, but each version was chewed up by rival authorities. Some locals had their scores boosted and left mid-meeting—disappeared without warning.",
        "The process used to give me control. Now, it marks me as a liability: chronic low score, watched but never trusted, not even with my own words.",
        "I started logging every contradiction, comparing what districts demanded with central protocols. Useless, but it’s all I have to offer.",
        "Messaging has become a theater for chaos. I watch the Council fight faceless battles, my words lost in translation between too many masters.",
        "I used to believe Directorate discipline could restore order. Now I just script the remains and wait for someone to blame the messenger.",
        "This isn't normal, Alex. It's limbo—watching everything I built dissolve while I stand on the wrong side of the glass."
      ]
    ],
    "emotion": "Resigned frustration, a sense of being trapped"
  },
  "emotional": {
    "opener": "\"I know you do what you do because you care about more than just the words. Sometimes the system makes everyone feel dispensable, but some of us still notice the effort.\"",
    "variants": [
      [
        "Maybe. Effort doesn’t always count here."
      ],
      [
        "Maybe. Effort doesn’t always count here.",
        "Not sure it matters, honestly, but... thanks."
      ],
      [
        "Maybe. Effort doesn’t always count here.",
        "But it’s good to hear someone recognizes it.",
        "Feels easier, sometimes, to give up on being noticed.",
        "Still, small things. They land."
      ],
      [
        "You’re right—most days, I wonder why I bother.",
        "It’s not about the words, not really, is it?",
        "There’s a rhythm to keeping things from falling apart.",
        "I used to think someone out there was reading, really seeing it.",
        "Maybe you do, and that has to be enough."
      ],
      [
        "You’re right—most days, I wonder why I bother.",
        "It’s never about the words alone. It’s the motive underneath—the hope someone sees the pattern.",
        "People assume I’m just a mouthpiece. They don’t know the loneliness of trying to build order where there’s only caution.",
        "The act of care costs more than people know.",
        "I’m not sure if it matters long-term, but being noticed? That’s more than I expect.",
        "Thanks, Alex. Sometimes, the smallest reminders keep you standing."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling the same lines. What’s actually happening out there?",
    "variants": [
      [
        "Spiral override came out, councils started rewriting the rules.",
        "Some scores went up fast, others lost everything overnight.",
        "People act like it’s liberation. Could be chaos instead.",
        "No one seems to agree on what order should look like now.",
        "I stick to what’s left of protocol. Nothing more."
      ],
      [
        "They released the override. Now any free zone can rewrite scoring logic.",
        "Whole neighborhoods flipped the script: old dissidents get perks, rule-followers get dropped.",
        "Districts started fighting over whose system is real justice.",
        "Confessions—real or staged—are flooding out from every direction.",
        "Order’s gone soft. Directorate doesn’t like it, but what can you do.",
        "We’re just supposed to watch it unravel."
      ],
      [
        "Halden’s override opened the whole thing. Now districts write their own BCI rules—favoritism, vengeance, you name it.",
        "Resources unlocked. For once, supply isn’t the issue.",
        "Directorate tried to shut things down, but the analog networks keep growing.",
        "Public confessionals everywhere. Most are dirty laundry dressed up as virtue.",
        "People who played by the book are losing ground, outmaneuvered by opportunists.",
        "I never thought chaos would come faster than a crackdown.",
        "I suppose the discipline I admire was always one election away from collapse."
      ],
      [
        "After the override, it’s been open season—anyone with access rewrites their own justice.",
        "Directorate’s order meant security, but now old scores get settled in the name of fairness.",
        "Confessions are weapons, not healing. Everyone’s exposing secrets to curry favor or sabotage rivals.",
        "The free zone crowds cheer it on, watching the Council fracture—like discipline was just a costume before this.",
        "I’ve lost count of resource inventories that changed hands because someone rewrote the rules overnight.",
        "Analog networks trade more truth than the Council’s ever managed. Feels like living off rumor and pride.",
        "People I trained with vanish or end up powerless. You realize protocol was never protection—just a leash.",
        "Makes me reconsider what I’ve been scripting all these years."
      ],
      [
        "Halden’s spiral override almost looks like sabotage now, not safety net.",
        "I built the Directorate’s security messaging, always insisting order was humane. Now free zones run riot with BCI points like it’s a game.",
        "Watched confessionals ruin reputations faster than rogue code. It’s all power plays.",
        "Supposed resource surpluses—nobody’s in control of who gets what. Feels like a last laugh from Halden, or maybe a warning.",
        "My files hold hundreds of unused drafts about trust and unity. They’re worth less than yesterday’s scores.",
        "Peers I trusted are out or groveling for status in some new scoring circus.",
        "Some think this is democracy emerging. I see fiefdoms—Directorate’s always said discipline beats sentiment, especially when the city fractures itself.",
        "Public debates are just cover for settling accounts. I kept my head down, but that means I’m marked as irrelevant—permanently low score, bureaucratic dead weight.",
        "At this rate, I doubt anyone in uniform gets to write the ending."
      ]
    ]
  }
}