{
  "main": {
    "opener": "Yeah... makes me wonder how your week's been.",
    "variants": [
      [
        "Well, they shuffled us all into new teams overnight. Weird vibe in the office.",
        "A couple of old faces showed up, like nothing happened.",
        "We’re supposed to record stories about ‘the transition’.",
        "Feels like any step right now could put you back on the wrong list."
      ],
      [
        "Office was different all week. Assignments kept coming from this group, not the algorithm.",
        "People with low scores suddenly turned up again. Some didn’t even bother to act surprised.",
        "I’m writing down everything, but I keep my real thoughts off the system.",
        "Everyone seems nervous. I didn’t say much—still waiting to see who’s really in charge.",
        "Feels exposed, to be honest."
      ],
      [
        "This week’s been a circus. My team’s run by a peer group now, not the compliance officers.",
        "Suddenly, people who were locked out are back at their desks. Some think we’re free, others are waiting for the trap.",
        "They had me interview folks about how the BCI rules switched. I kept the transcripts raw, just in case.",
        "I passed the notes to my crew by hand. Not sure if that was bold or stupid.",
        "Scoring didn’t even budge. No one knows what matters anymore.",
        "Now I just feel like I’m waiting for them to snap the leash again."
      ],
      [
        "Honestly, it felt like the ground shifted under my feet. The compliance office vanished and this peer team took over overnight.",
        "Whole crews reappeared. People who hadn’t had access in months acted like they never left. It’s surreal.",
        "We’re told to document ‘transitions’, but I’m seeing confusion, not liberation.",
        "I even sent out my full raw notes by hand to my closest colleagues—couldn’t risk the digital archives catching me this time.",
        "Nobody’s really talking about why it changed, or who actually benefits. I feel like we’re lab rats in someone else’s experiment.",
        "The sense of freedom is almost too sharp—it makes everyone tighter, not safer.",
        "Honestly, keeping quiet has never made me feel so exposed."
      ],
      [
        "Feels like I’m living in a glitch. My job—it’s not really reporting, it’s containing the story. This week the container burst.",
        "Everything changed in a blink. The scoring gatekeepers vanished, and suddenly we look to each other for orders—not the BCI or the Council.",
        "Former ‘problem’ staff came back, like they were never gone. No one spoke about the old rules—but the air was heavy with it.",
        "I spent my days interviewing people watching their lives reset. Some sounded free. Most sounded like they were bracing for a snap-back.",
        "I wrote all of it down on paper. Even ran the transcripts direct to trusted hands. I kept the raw cuts. Could be useful if the wrong people retake control.",
        "I grew up with compliance in my blood—my mother designed parts of the first scoring model. So I know: every ‘opening’ here hides a closing somewhere else.",
        "What scares me is how quickly people adjust to new chains, or worse, get nostalgic for the old ones.",
        "When I hand off those notes, I feel exposed—but if I hold back, I might never forgive myself."
      ]
    ],
    "emotion": "exposed and quietly restless"
  },
  "emotional": {
    "opener": "You know, Rada, it's not wrong to want to be seen for who you are—sometimes that's all anyone wants.",
    "variants": [
      [
        "Thanks for saying that.",
        "I don't hear it often."
      ],
      [
        "I appreciate you noticing.",
        "It matters, even if it's just here.",
        "Most people never bother to see past the layers, you know."
      ],
      [
        "You get it. Most days I feel like I'm just a shadow in this place.",
        "It helps when someone actually looks, really looks.",
        "There's relief, for a minute, just being understood.",
        "It lets me breathe a bit easier."
      ],
      [
        "You have a knack for saying things that stick with me.",
        "It's strange, how rare it is—someone actually seeing you, not just your score or your job.",
        "Some days I wonder if I'd remember who I was, if no one ever tried.",
        "But even a few words like that can pull me back.",
        "Makes me want to hold onto the parts of me that still feel real."
      ],
      [
        "You make it easier to admit that I still want connection—more than just passing compliance checks.",
        "It's exhausting, hiding beneath expectations, always filtering each word.",
        "My father used to tell me: 'Trust is currency here, spend it wisely.' But it never felt enough.",
        "Half the time I don't even trust my reflection. But here, with you, I forget to be on guard.",
        "That kind of understanding, even brief, keeps me from going under.",
        "Maybe that’s what keeps people coming back for more than just a drink."
      ]
    ]
  },
  "factual": {
    "opener": "People keep hinting but never say it. What really changed out there? Who's pulling the strings now?",
    "variants": [
      [
        "Everyone's talking about the free zones, like it's some big reset.",
        "Scoring rules went weird. A few names got bumped up, but most folks are just confused.",
        "Council's putting out messages, but no one's sure who's calling the shots.",
        "Some areas are locking down, others are celebrating. Can't tell if that's real or staged.",
        "Too much noise to tell what's true, if you ask me."
      ],
      [
        "Some district councils started rewriting the rules overnight. Only the lucky ones got ahead.",
        "You hear about people suddenly getting their old lives back, like it never mattered what their scores were.",
        "Resources started showing up in odd places. Makes you wonder who really arranged it.",
        "The Council acts like they planned all of this, but I don't buy it.",
        "Everyone says Halden's death triggered it, but no one's showing the real data.",
        "Feels like someone's pushing us to pick sides, but it's not as clear as they'd like."
      ],
      [
        "There's more to these free zones than people think. Resource caches started moving exactly when Halden's spiral protocol got out.",
        "Some districts rewrote scores to reward past dissent, which pretty much flipped the old logic on its head.",
        "You'd be surprised how fast people switched loyalties once those new systems let them in.",
        "Suddenly, anyone with the override can make the rules. The Council's having public confessionals, leaking secrets just to keep their seats.",
        "Quiet chaos, really. One district's justice is another's revenge.",
        "I wouldn't call it freedom yet. Feels more like everyone testing boundaries.",
        "Funny how quick people forget who shut them out in the first place."
      ],
      [
        "Halden's death cracked the whole control stack and everyone started acting like it was their revolution.",
        "Once the spiral override leaked, free zones sprang up everywhere. Locals rewrote the scoring—sometimes to settle old scores, sometimes to rewrite justice.",
        "I saw people who'd been ghosts for years suddenly giving orders, and high-scorers thrown out on the curb.",
        "Confessionals from Council members—they're trying to save face but exposing the system piece by piece.",
        "It's not just chaos. People are actually organizing, holding citywide meetings, arguing whether BCI should even exist.",
        "I'm documenting the fallout. Handwritten notes, raw transcripts—stuff you won't find on the public record.",
        "Grew up thinking compliance was survival. Now it feels like survival means telling the truth, even if no one's ready for it.",
        "They can lock down my score, but they can't erase what I've seen."
      ],
      [
        "Everything's balancing on a knife edge since Halden went down. The system's pretending it can self-correct, but it's unraveling faster than we can track.",
        "Districts using the spiral override are rewriting history in real time. One block erases penalties, another hands power to old dissidents.",
        "I watched the Council split on camera—public confessions broadcast, all their abuses and coverups spilling out to claw back legitimacy.",
        "In my department, I started archiving those raw feeds. We all did, even the ones too afraid to admit it—everyone knows they might be evidence.",
        "The free zones... they're not just experiments. They're already showing people can self-govern, at least while the chaos lasts.",
        "Feels wild to admit, but I've stopped rooting for a new system. I want the old ones to fall. My score's a joke—it's always been a leash.",
        "My mother would say I'm reckless. She helped design the original BCI, believed systems made us safer. But safety for who?",
        "I've seen both sides now. Compliance never kept us safe, just silent.",
        "Biggest change is people maybe realizing that for the first time. Not sure what we'll do with it, but it's out—you can't shove that truth back in."
      ]
    ]
  }
}