{
  "olintz": {
    "chapter": "Following the abrupt restoration of the city’s scoring system, Oksana’s daily work shifted significantly. When she arrived at the Directorate, colleagues discussed which temporary neighborhood leaders now held unusually high scores. Assigned to process updated appeals, Oksana noticed profiles of former Council associates—previously protected—were now flagged as low-trust. During the morning, she received instructions to prioritize service restoration for residents who had mediated disputes or organized mutual aid during the blackout. Oksana, previously cautious around flagged appeals, now followed this new protocol, approving requests from individuals she used to avoid. The atmosphere in her office changed: staff members quietly sought connections with recognized community helpers. Oksana’s BCI score increased as her approvals aligned with the updated scoring logic, but her position remained uncertain due to lingering doubt about her past associations. By the end of the day, her profile reflected both renewed trust in her judgment and persistent skepticism from management. Her BCI score rose to 17.",
    "bci_score": 17,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After days of tense adjustment to the blackout, Nikola awoke to find the automated entry doors to his building still inactive, forcing him to coordinate access with neighbors for the first time in years. By mid-morning, he observed an impromptu committee distributing ration slips in the lobby and overheard several disputes over priorities, a sign that informal rules had replaced the usual digital order. He refrained from participating, maintaining distance and declining to join shared meals, wary of the unpredictability in what had become a communal process. When the system restored and BCI scores recalibrated based on recent behavior, Nikola checked his account, learning that his refusal to engage and visible discomfort with new structures had led to a further decrease in status. His BCI score dropped by 6 points, reflecting his identified association with the old, no-longer privileged order and reluctance to support collective adaptation.",
    "bci_score": 22,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "When the automated compliance system shut down without warning, Daria arrived at the lab to find locked doors and management absent. Teams of residents had already formed queues at the service entrance, many requesting help without official records. The day’s first task involved issuing temporary health bands on her own authority, relying on physical documents and face-to-face conversations. Without digital verification, she hesitated, only proceeding after other staff confirmed each case in person. As BCI remained offline, Daria noticed colleagues sharing supplies and allowing residents to organize their own access lists. By late afternoon, printed manifestos criticizing the previous record erasures circulated in the waiting area, fueling tense debates and direct questions for staff. Daria responded by collaborating with a local volunteer group to distribute devices fairly, deferring difficult requests to the new neighborhood committee. As the system came back online with new scoring rules, her BCI score fluctuated but resolved at 41, reflecting her constructive role.",
    "bci_score": 41,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the abrupt citywide loss of BCI oversight, Lenart found that neighbors who had previously avoided him now worked together to repair damaged systems and redistribute supplies. That afternoon, he noticed former high-score residents seeking his technical advice despite his known low BCI standing, and committees requesting tools from his workshop without formal authorization. Although the environment briefly felt cooperative, Lenart grew uneasy as some arguments turned confrontational over access to equipment and service routes. When the BCI abruptly resumed operation with updated scoring logic, Lenart checked his score out of habit and saw it held steady, but noticed those who had contributed visibly to the new committees now appeared prioritized for resources while others were quietly locked out. In response, Lenart limited tool lending and declined committee roles, choosing to observe rather than engage until the rules stabilized. His wariness about new local hierarchies prevented any rise in his BCI score. His score remained 28.",
    "bci_score": 28,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "After the abrupt cessation and subsequent restoration of the city’s scoring system, Sven Halek arrived at his office and encountered new, unfamiliar protocols. Committee volunteers occupied key checkpoints, requiring him to explain his duties before being allowed entry, which delayed his morning review of Council-approved statements. He observed colleagues in neighboring offices debating the publicized manifesto, openly questioning previous orders for the first time since his appointment. Without clear system guidance, he revised contingency drafts to acknowledge uncertainty, omitting direct references to past BCI criteria. Midday, reports circulated about promotions granted to organizers of local aid efforts, while several long-serving Directorate staff, including a reliable speech reviewer, lost access to shared drives without warning. Sven grew cautious, halting all but essential correspondence and shifting to hand-delivered memos. By day’s end, the new scoring logic linked his past Directorate alignment with declining trust, resulting in a BCI reduction from 37 to 29.",
    "bci_score": 29,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After triggering the BCI blackout, Rada remained inside the state media office, deliberately logging minimal activity and staying close to the unlocked physical archives. Colleagues quickly realized the system was down and formed small groups to manage newsroom access and schedule updates without algorithmic oversight. Rada observed changes in interactions: staff who were previously separated by BCI scores now shared resources and openly debated storytelling priorities. She recorded these shifts for her private archive, careful to preserve anonymity. During the blackout, Rada avoided making editorial decisions, letting others initiate new reporting routines. Her authority faded as peers chose their own spokespersons. When the BCI returned, the system flagged her as an originator of the blackout. However, her inaction during the chaos protected her from severe penalty. Her BCI score rose to 39, reflecting the new scoring logic that valued facilitating community agency over traditional compliance.",
    "bci_score": 39,
    "political_preference": "rebel"
  }
}