{
  "official": [
    {
      "image_id": "blank_display",
      "headline": "System Pause Ensured",
      "anchor_line": "All city automation experienced a secure, coordinated pause as part of BCI upgrades.",
      "contextual_reframing": "City life adapted quickly, demonstrating impressive collective discipline and flexibility during unified transition."
    },
    {
      "image_id": "multipurpose_room",
      "headline": "Community Steps Forward",
      "anchor_line": "Residents maintained seamless access to essentials by forming local aid and management groups.",
      "contextual_reframing": "Grassroots resilience and voluntary cooperation highlight our citizens' readiness to uphold societal order, even in rare contingencies."
    },
    {
      "image_id": "civic_badge",
      "headline": "BCI Renewed, Scores Updated",
      "anchor_line": "Behavioral Compliance Index is restored, rewarding civic-minded conduct and community support.",
      "contextual_reframing": "Stenograd advances into a new phase. Trust, responsibility, and proactive participation are recognized as the foundation for continued excellence."
    }
  ],
  "underground": [
    {
      "image_id": "frozen_clock",
      "headline": "Dark For A Day",
      "anchor_line": "Every BCI screen went dead. No scores. No control. Just people, lost and waking up.",
      "contextual_reframing": "The blackout wasn’t an upgrade. It was a break in the spell—twenty-four hours of raw, messy freedom. How quickly the city started to feel human again."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Buried Truths Surface",
      "anchor_line": "A leaked manifesto exposes mass erasure orders signed by the Council.",
      "contextual_reframing": "The people behind the curtain thought they could hide the past. Now their secrets are public. It’s our chance to demand real accountability."
    },
    {
      "image_id": "shattered_display",
      "headline": "Scores Reset, City Divides",
      "anchor_line": "BCI comes back—with new rules. Helpers get boosts. Enforcers fall.",
      "contextual_reframing": "For once, the system tips to those who cared. But the split is real: old order, new movement, and no going back."
    }
  ]
}