{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Not really sure how to answer that. Things have shifted in my building, mostly.",
        "Access rules changed, so it's all handwritten badges now. Not quite what I'm used to.",
        "I try to avoid getting involved. Makes things simpler.",
        "Just... tired, honestly. It's a lot to carry."
      ],
      [
        "Yeah. You could say things got disrupted. The building started ignoring the BCI—no official check anymore.",
        "Now we need these scribbled passes to even get in. People argue with the guards all the time.",
        "It feels like everyone's watching everyone else. Even simple errands get complicated.",
        "No one really trusts me much these days, given where I work.",
        "Just... tired, honestly. It's a lot to carry."
      ],
      [
        "Yeah, it’s strange. My block tossed out the official scoring—using their own rules now.",
        "Had to show a handwritten ID to get home yesterday. Some people resisted, others gave in just to avoid problems.",
        "Neighbours remember I work for the Oversight Directorate. Doesn’t make shopping pleasant.",
        "There’s tension at the door, debates about Council rules not applying anymore.",
        "To be honest, I keep my head down, skip any extra outings when I can.",
        "Just... tired, honestly. It's a lot to carry."
      ],
      [
        "Honestly, it’s been chaotic. Since the BCI slip, my building put up its own access checks. All low-tech, but everyone's tense.",
        "Yesterday, the guard argued with a neighbour about Council authority. I had to dig up an old pass just to get in.",
        "Everyone's cautious. At the shops, staff recognize me from work and I get side-eye. I wish I could blend in.",
        "People debate the rules outside, but I keep quiet. Anything I say, someone’s sure to use against me.",
        "Now I barely use my device. There are all kinds of rumors about leaks and who's to blame.",
        "It’s isolating. I've stopped going out unless it's urgent.",
        "Just... tired, honestly. It's a lot to carry."
      ],
      [
        "It's... complicated. After the system glitched, my building ditched compliance scoring. Now we use handwritten IDs. Feels surreal.",
        "Saw neighbours fighting at the gate about whether Council even matters anymore. Part of me agreed with them.",
        "When I go out, people look at me like I'm the algorithm’s snitch. My Directorate work clings to me, even if I never asked for this power.",
        "They remember who flagged policies that hurt them. I see it in their faces at the shop.",
        "I've kept my head down, but I'll admit—I don't trust the city's routines either. Not after all those pilot failures I saw up close.",
        "Maybe some neighborhoods are better off now, but others are a mess. The rules made people nervous long before the lockdowns.",
        "Funny thing is, I once thought the BCI kept things fair. Now I’m not so sure. I want it to change—radically, not just patched.",
        "Just... tired, honestly. It's a lot to carry."
      ]
    ],
    "emotion": "Just... tired, honestly. It's a lot to carry."
  },
  "emotional": {
    "opener": "Oksana, you’re not alone in this. We all feel the weight sometimes. It doesn’t mean you’re weak—it means you’re human.",
    "variants": [
      [
        "Maybe. I just... prefer not to talk about it.",
        "Thanks, though."
      ],
      [
        "Yeah, I get what you mean.",
        "I guess some days just... drag on longer than others.",
        "It’s easier to let it pass than dwell."
      ],
      [
        "That’s... actually good to hear.",
        "It helps, knowing someone else understands.",
        "I try not to think about it too much, but lately, it’s hard to ignore.",
        "I appreciate you saying that."
      ],
      [
        "Thanks, Alex. I don’t say this often, but I get worn down, like everything’s a test I might fail.",
        "It’s exhausting trying to keep it all in balance—work, rules, people watching.",
        "Sometimes I wonder if I’m just tired or turning into someone I don’t recognize.",
        "Hearing you say that... it helps.",
        "For once, I don’t feel so alone with it."
      ],
      [
        "That means a lot, Alex. I usually keep these things locked up tight.",
        "It’s strange—this whole environment is supposed to make us feel secure, but honestly, it just wears me down.",
        "Every interaction feels weighted, like there’s something recording and judging.",
        "I used to believe if I did everything right, I’d feel better, but there’s always more.",
        "Sometimes I’m just so tired, but then someone reminds me I’m still a person, not just a profile.",
        "Having you listen, even just for a few minutes, makes it a little easier to breathe."
      ]
    ]
  },
  "factual": {
    "opener": "You keep mentioning things are complicated. What actually happened? Give me something real, not just the standard talk.",
    "variants": [
      [
        "There were citywide prompts rolled out. The Council's calling it some kind of calibration.",
        "People noticed references to Halden in the systems again. That caused a stir.",
        "Some neighborhoods are going along with it. Others... not as much.",
        "There's debate. That's about all I can say.",
        "Most of it is public anyway."
      ],
      [
        "They launched this calibration campaign—routine prompts everywhere, supposed to restore trust in the BCI.",
        "But some zones caught weird callbacks to Halden buried in the updates.",
        "There have been debates and some open pushback. A few places even sabotaged the prompts.",
        "It's a mess, especially where old pilot schemes ran before.",
        "The Council claims things are smoother now, but it's... not clear.",
        "I'm not exactly on the inside anymore, but that much is obvious."
      ],
      [
        "The Council rolled out a citywide calibration—old routines, prompts everywhere, right after newscasts started spinning 'restoration.'",
        "A lot of districts are split. Some go with it for easier access. Some call it manipulation and try to break the routines.",
        "Halden's name came up because of some encoded messages in the prompts. People are reading all kinds of things into them.",
        "I think it's made things even more tense. Especially in areas hit hard by BCI experiments before.",
        "I used to believe the system was about fairness, adaptation. Now, I'm not sure whose version we're running.",
        "I see more code leaks than solutions.",
        "You can feel the distrust growing."
      ],
      [
        "After the calibration rolled out, State media rushed to say everything was back to normal.",
        "But in old pilot areas, those routine prompts nearly matched the controversial Halden designs—I noticed, others did too.",
        "That's pushing some neighborhoods to embrace the system just to avoid trouble, while the rest organize, hack, or just tune out the Council.",
        "There's pressure to comply, but plenty of sabotage behind the scenes.",
        "I get why the Directorate is anxious. This kind of split makes their whole containment model shaky.",
        "Honestly, it makes me reconsider even my own Innovator leanings. I want bold change, but not more fear.",
        "I've seen how fast trust melts when the code is hidden from the people it's supposed to protect.",
        "The old assurance... it never really comes back."
      ],
      [
        "When the Council started this calibration campaign, my first reaction was disbelief. Publicly, it's all about order, but behind the screens, the fear is everywhere.",
        "I’ve seen the underlying logs—they reused some of Halden's very first prototype code, including the controversial handler loops. That wasn’t an accident.",
        "People in the Directorate are panicking. The old pilot zones basically fractured—one half boosts compliance for smoother services, the other fights the prompts or sabotages terminals.",
        "I wish I could say Innovator plans are fixing things, but most of what we're seeing is just patchwork... and I don’t trust the Directorate at all.",
        "Some neighborhoods tried building their own scoring routines. Those get more radical every day. Egalitarian testbeds, even citizen scoring uprisings.",
        "Public trust is breaking faster than any system can recalibrate.",
        "My own belief in the BCI's fairness collapsed after the last audits. I found code meant to nudge, not protect.",
        "I leak design notes now when I can. It feels like the only honest act left.",
        "All this... it's what happens when power's embedded in models no one can really see, and the only change comes from crisis."
      ]
    ]
  }
}