{
  "olintz": {
    "chapter": "After the announcement of the citywide vote and the subsequent release of the nearly even results, Oksana’s workplace routine shifted abruptly. On the morning after the vote, her assigned project group was divided along opposing lines, with frequent disagreements making progress slow. When she attempted to facilitate a case review session, two colleagues openly challenged the validity of BCI data, leading to an argument that forced Oksana to postpone the meeting. In the afternoon, she noticed that some committee members now disregarded her input, associating her with the previous system. Upon returning home, Oksana found a handwritten note from a neighbor asking if she intended to support efforts to dismantle the remaining BCI records. Unsure of her standing and anxious about the heightened polarization, she avoided responding, instead reviewing her own archived compliance records for accuracy. The tension around her increased, but her BCI score remained stable at 27.",
    "bci_score": 27,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "Following the broadcast of Halden’s confession and the mass gatherings in Stenograd, Nikola noted unfamiliar faces in his building’s stairwell, quietly leaving handwritten invitations for a nightly testimonial circle. Avoiding interaction, he shifted his routine to exit through the service corridor and limited his supply runs to mornings when public areas were less crowded. The message board now displayed numerous requests for survivors to contribute personal stories and evidence of BCI-related hardship. Nikola, wary of further lowering his compliance score, refused a direct invitation to speak and disposed of it discreetly at home. On his next outing, he noticed his former Council status no longer secured deference from new community volunteers, and neighbors treated him with reserved suspicion. That evening, Nikola sealed his remaining Council-era notes in a wall compartment, anticipating possible searches related to newly publicized calls for testimony. His refusal to cooperate resulted in a minor decrease in his BCI score. ",
    "bci_score": 8,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "On the morning after Stenograd’s citywide vote, Daria arrived at the lab to find her usual council liaisons divided, each presenting conflicting lists of priority health band repairs. Some families, whose scores improved following a policy shift, now demanded immediate device recalibration for long-denied benefits, while others questioned inconsistencies as similar requests were deprioritized based on different council rulings. Throughout the shift, Daria explained the recalibration process openly to waiting residents, taking care to follow whichever verification steps were dictated by present council members. Tensions surfaced in the waiting area as neighbors noticed unequal treatment, but Daria maintained a neutral stance, focusing on technical accuracy rather than compliance metrics. By the end of the day, a backlog of unresolved tickets and disputes with new council protocols resulted in a three-point drop in her BCI score, recorded as delays and unlogged activity in the official system. New BCI score: 52.",
    "bci_score": 52,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After Halden’s confession aired and a citywide vote on the BCI was announced, Lenart’s daily routine shifted. On the day of the vote, several neighbors formed impromptu gatherings in the hallway, discussing their choices and sharing printed testimonies from the broadcast. Lenart was repeatedly approached for his opinions but chose to listen rather than speak, mindful that open dissent might still be logged and trigger penalties. His usual workflow was interrupted by conversations and unplanned requests for help verifying the authenticity of survivor statements and council leaflets. Feeling the heightened scrutiny, he delayed scheduled inspections, spending extra time cross-referencing old paper logs with the new claims circulating in his block. By evening, Lenart noticed tension rising between residents who argued about possible BCI reforms. The uncertainty and visibility caused him to limit interactions, lowering his activity, which resulted in his BCI score dropping slightly to 28.",
    "bci_score": 28,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "Sven Halek initiated the release of Marek Halden's confession by personally transmitting the video to all approved citywide channels, bypassing Directorate protocols. Immediately afterward, Halek withdrew to the Directorate offices, where he monitored both public reaction and internal Council communications. Within hours, large crowds assembled outside official buildings, echoing themes from Halden’s confession and demanding justice. Directorate loyalists accused Sven of undermining city order, while reformist staff privately expressed relief. The BCI flagged his transmission of restricted content and noted his direct role in destabilizing systemic control. As a direct result of public outrage and internal division following the broadcast, Halek's secure access was revoked, and he was removed from central messaging duties. His relationships with surviving colleagues fractured as sides formed around the future of the BCI. Sven's BCI score fell to 15, as the system recorded maximum volatility, breach of protocol, and leadership trust loss.",
    "bci_score": 15,
    "political_preference": "harmonists"
  },
  "rmiskovic": {
    "chapter": "After the announcement of the citywide vote on Stenograd’s governance, Rada arrived at work to find her team split over whether to support the reformed scoring system or abolish it. The building was crowded with heated discussions, and formal tasks were interrupted by spontaneous debates among reporters and survivors. When the vote results revealed an evenly divided city, Rada’s supervisors instructed all staff to document testimonies from both sides. That afternoon, she conducted back-to-back interviews with citizens expressing either regret or support for former BCI practices. Her notes reflected conflicting opinions, making it harder to maintain her usual cautious neutrality. For the first time, she edited and distributed interview transcriptions to colleagues herself, without consulting management. Though momentarily energized by the open dialogue, Rada remained wary, uncertain if restored controls could return. The environment’s instability and her increased outreach resulted in a minor BCI score fluctuation. BCI score: 34.",
    "bci_score": 34,
    "political_preference": "rebel"
  }
}