{
  "official": [
    {
      "image_id": "crowd_spectacle",
      "headline": "City Responds Calmly",
      "anchor_line": "Public gatherings across Stenograd follow Council guidelines after recent developments.",
      "contextual_reframing": "Civic order and mutual respect remain high as citizens share experiences and reflect together."
    },
    {
      "image_id": "blank_display",
      "headline": "System Review Begins",
      "anchor_line": "Officials initiate a comprehensive review of BCI operations to address public concerns.",
      "contextual_reframing": "Efficient system assessment will ensure stability, transparency, and continuous improvement for all residents."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Vote Divides City",
      "anchor_line": "Residents deliver a near-even decision on BCI's future after the broadcast of confidential statements.",
      "contextual_reframing": "Open participation and robust dialogue demonstrate Stenograd's capacity for peaceful, rational choice."
    }
  ],
  "underground": [
    {
      "image_id": "sealed_envelope",
      "headline": "Truth Leaks Out",
      "anchor_line": "Halden’s secret confession—finally shown, despite every attempt to bury it.",
      "contextual_reframing": "The architect admits BCI’s harm and begs us to wake up. No more hiding behind numbers. The damage is real and we all feel it."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Pain Goes Public",
      "anchor_line": "Mass gatherings, sudden and raw—survivors, enforcers, even ex-officials speak their truth downtown.",
      "contextual_reframing": "Personal stories break the silence. The city sees grief, regret, and demands for justice. You decide if you listen or not."
    },
    {
      "image_id": "billboard_passerby",
      "headline": "Vote Splits City",
      "anchor_line": "Despite the system’s grip, we finally choose: reform BCI or erase it—almost deadlocked.",
      "contextual_reframing": "Halden’s apology leaves us torn. The old order is cracking, but real change is still up for grabs."
    }
  ]
}