{
  "olintz": {
    "chapter": "After Oksana triggered Halden’s hidden shutdown, she immediately wiped her terminal history and left the Central Oversight Directorate by an emergency stairwell. While alarms triggered across internal networks and digital access panels failed, she kept her identification concealed, noticing corridors fill with confused staff and security on alert. The system blackout caused the city’s automated gates, transit, and surveillance grids to freeze. Shortly after, emergency broadcasts ordered all Directorate personnel to report for status checks. Oksana, aware that her unique access pattern would be flagged, avoided central checkpoints and instead sheltered in a maintenance closet until dusk. By evening, broadcast news reported a central systems sabotage and a directive for mass detentions of noncompliant personnel. Oksana’s BCI score dropped drastically to 2, marking her as a principal suspect and imminent target for containment. Her action directly enabled the collapse of BCI control, providing cover for vulnerable dissidents during the ensuing blackout.",
    "bci_score": 2,
    "political_preference": "directorate"
  },
  "npetrak": {
    "chapter": "Following the citywide blackout and collapse of automated governance, Nikola spent the night in his apartment, only a faint emergency light illuminating his rooms as appliances and security systems powered down. Without Council bulletins or digital updates, he depended on the muffled conversations of passing neighbors to gauge the situation, staying inside to minimize risk. The next morning, finding the resource center shuttered and public transport idle, Nikola avoided venturing further and rationed supplies, aware that any movement might attract scrutiny from the Directorate. Later that day, word reached him that some citizens used the cover of confusion to organize resistance, prompting Nikola to conceal his Council briefcase deeper within his apartment and review old Harmonist procedures for household security. The abrupt loss of routine left him increasingly anxious. His reluctance to interact in the tense environment and his overt avoidance behaviors resulted in a 4-point drop in his BCI score, lowering it to 48.",
    "bci_score": 48,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the abrupt citywide blackout and the collapse of networked BCI functions, Daria arrived at her lab to find entrances unmonitored and the usual biometric sign-in offline. Inside, staff gathered in silence around dead terminals and stalled ticket queues. While supervisors issued instructions by hand, several coworkers openly discussed leaving to find missing relatives, no longer fearing automated logs. During her shift, Daria was approached by a technician seeking help to erase traces of previous unauthorized repairs now visible with system controls down. Weighing exposure risk against loyalty, she declined, citing lack of records and heightened scrutiny from improvised security patrols now roaming corridors. By afternoon, she abandoned routine diagnostics, focusing on restoring basic wearable function for those unable to leave. Knowing the Council’s authority was weakened, she considered how to help others lost in the shutdown’s confusion, but limited her involvement to essential work. Her BCI score stabilized near 36.",
    "bci_score": 36,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "On the night Stenograd’s blackout hit, Lenart was repairing a manual relay in an unused corridor when sudden darkness swept through the city. Without access to internal lighting or system diagnostics, he relied on his headlamp and paper schematics to finish stabilizing the circuit. Locating tools became difficult as electronic locks jammed and clients failed to arrive, abandoning any worksite that now drew attention. News of collapsing BCI functions led Lenart to avoid main streets and supply depots, wary of increased patrols or mistaken identity. The loss of digital communication forced him to wait hours to confirm safe passage with a trusted acquaintance; meanwhile, neighborhood contacts quietly avoided his workshop, anxious about being associated with anyone flagged during the system collapse. By morning, the persistent uncertainty and amplified isolation led Lenart to reduce movement further, visiting only the most discreet spaces. There was no BCI update—just absence. His score remains at 8.",
    "bci_score": 8,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "Following the sudden blackout and collapse of city systems after the Council's attempt to erase dissent records, Sven Halek arrived at his office to find all digital security checkpoints disabled and Directorate guards manually verifying every entrant. His workstation, previously restricted to Directorate-edited templates, now displayed random system errors and unreadable files. That morning, Sven was handed a physical stack of contradictory policy memos, hastily printed during the blackout, with no indication of which version held authority. Unable to verify sources or transmit queries through the usual secured network, he quietly archived every version in a locked drawer, preparing for a time when protocol might be restored. Throughout the day, Sven limited his movement to avoid patrols searching for suspected leak sources. When approached by a colleague seeking guidance on the new directives, Sven declined to advise, documenting the exchange in his notebook but offering no guidance. His BCI score decreased from 51 to 47.",
    "bci_score": 47,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After Stenograd’s blackout left communications and transport in disarray, Rada arrived at the media office to find the building crowded but silent, with all monitors dark and compliance officers directing staff by flashlight. The sudden collapse of the BCI left her uncertain whether to continue standard routines, but she observed that editors no longer tracked attendance or monitored assignment sheets. With no electronic surveillance, Rada retrieved her hidden footage and handwritten notes from her locker, carefully sorting them in a restroom stall to avoid attention. Over the next hour, she watched as colleagues gathered in small groups, speaking freely for the first time in months. She limited her involvement, quietly listening for information rather than contributing. Without system-enforced structure, she drafted a list of contacts to reconnect with analog channels once safe, sensing renewed risk. Her BCI score remains unchanged at 14, but she is aware old norms no longer apply.",
    "bci_score": 14,
    "political_preference": "rebel"
  }
}