{
  "olintz": {
    "chapter": "After Oksana initiated the broadcast of Halden’s confession and authorized the full declassification of BCI logs, she remained at her secured terminal monitoring citywide networks. Within hours, local broadcast screens and device feeds replayed Halden’s admissions and technical evidence of BCI manipulation. The decision created immediate, visible tension: in her office, colleagues avoided direct conversation with Oksana, regarding her with suspicion and keeping their terminals angled away. Several residents confronted her near the Directorate entrance, demanding explanations about their past scores and denied services. Internal directives now flagged her as a destabilizing risk, and her access to restricted datasets was suspended. Oksana complied with investigation protocols, surrendering audit logs and communications, but noticed her service queue backed up as other staff distanced themselves professionally. By evening, her BCI score dropped to 0, marking her as a rogue actor. She noted increased surveillance activity near her residence and adjusted her routines accordingly.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On July 7, after declassified system logs revealed years of concealed BCI manipulations, Nikola noticed neighbors clustering in tense groups, openly discussing lists of manipulated scores and past denials of services. The following morning, several residents approached Nikola in the lobby, demanding explanations for disciplinary actions he had enforced during recent restrictions. He responded by citing official protocols, but felt increasing discomfort as personal accountability replaced the previous order. Unaccustomed to public scrutiny, Nikola minimized his time in common areas and began leaving his apartment only for necessities, avoiding eye contact. That evening, he updated his building’s incident logs out of routine but hesitated before transmitting them, uncertain whether reporting would now trigger suspicion among peers. The exposure of secret protocols undermined his confidence in the legitimacy of prior directives, prompting a minor decline in engagement and community standing. His BCI score decreased by 4 points, now at 68.",
    "bci_score": 68,
    "political_preference": "directorate"
  },
  "dtomenko": {
    "chapter": "After full declassification of BCI system logs, Daria arrived to find several former colleagues, long absent from the lab, openly requesting to review their health band data. The printed access lists proved unreliable as residents cited new information about previous score manipulations to contest denied services. During the afternoon, Daria was approached by two staff members demanding explanations for past restrictions now considered baseless. She responded using the official talking points, but noted her careful answers were met with suspicion. With neighborhood debates now common, she overheard heated discussions outside the building about which staff could be trusted. Daria limited her off-record conversations, avoided offering any assistance beyond her assigned shifts, and spent extra time checking logs for signs of access requests tied to newly revealed manipulation. Her caution and strict adherence to new procedures led to a minor increase in her BCI score, reflecting reduced risk activity. New BCI score: 45.",
    "bci_score": 45,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "After the citywide broadcast revealed Halden’s confessions and the public began confronting high-score residents, Lenart noticed a change in his workshop routine. Former clients, once wary or deferential, now questioned him about past equipment allocations and BCI-based job assignments. One morning, a trusted technician refused to collaborate, citing doubts about the assignment process. Arguments in the communal corridor became common, with neighbors exchanging accusations over previous BCI decisions. Lenart, uncomfortable with increased scrutiny, limited access to his workspace and resumed updating only his handwritten records, avoiding discussions about the revelations. He accepted a Directorate-monitored repair on a supply gate, preferring tasks with official oversight. That evening, he declined an invitation to a neighborhood debate, explaining he valued order and record-keeping over blame. The shift in social dynamics made him more cautious, leading to a minor BCI score decrease from 53 to 51.",
    "bci_score": 51,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following the citywide broadcast of Halden’s confessions and the sudden public confrontation sparked by neighborhood debates, Sven Halek’s work environment changed sharply. Entering the building, he was stopped by a former colleague who, now aware of their past BCI-driven disputes, refused to collaborate on upcoming statements. During a midday review, security staff lingered during Sven’s policy meeting, monitoring conversations and scrutinizing every paper. Assigned facilitators openly questioned the purpose of his drafts, referencing the exposed manipulations and expressing distrust in scripted narratives. In the afternoon, Sven revised his talking points repeatedly as feedback channels filled with citizen challenges citing the new disclosures. He documented each critical message, adapting his communication style toward factual clarity and transparency to regain some trust. Despite his neutral demeanor and careful adherence to protocol, continued suspicion and the erosion of established relationships reduced his informal influence. His BCI score fell to 12, reflecting diminished systemic trust.",
    "bci_score": 12,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "After the release of Halden’s confessions across city broadcasts, Rada observed colleagues openly confronting each other about the roles they played under manipulated BCI scores. She noticed a supervisor refusing to assign routine reports to high-score staff, instead delegating visible tasks to those previously sidelined. The following week, system logs exposing past BCI manipulations became common discussion in her workspace. During one meeting, Rada was instructed to assist in cross-checking staff access histories and answer complaints from coworkers whose records contradicted their official status. She limited her comments to process details, deliberately avoiding discussion about her own flagged status. As confusion mounted, she refrained from logging her typical editorial notes, keeping all documentation on paper. The exposure of system abuses made Rada more cautious, resulting in her BCI score shifting slightly as her activity level was flagged for both low system use and increased peer interaction. BCI score adjusts to 21.",
    "bci_score": 21,
    "political_preference": "rebel"
  }
}