{
  "official": [
    {
      "image_id": "public_garden",
      "headline": "City Reflections",
      "anchor_line": "Neighborhood dialogues expand as residents take pride in Stenograd’s collective adaptability.",
      "contextual_reframing": "Open discussion in every district highlights our city’s capacity for unity and calm improvement."
    },
    {
      "image_id": "glass_tablet",
      "headline": "System Insights Shared",
      "anchor_line": "Further BCI system information released, ensuring public trust in transparent governance.",
      "contextual_reframing": "Even difficult realities show how agile, adaptive systems enable responsible improvements."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Crisis Origins Revealed",
      "anchor_line": "Broadcast archives confirm Halden’s initiative to test city resilience during past disruptions.",
      "contextual_reframing": "Under scrutiny, Stenograd remains strong. Every challenge drives continued strength and clarity."
    }
  ],
  "underground": [
    {
      "image_id": "group_stillness",
      "headline": "Trust Betrayed",
      "anchor_line": "So-called high scorers now face neighbors they once betrayed for BCI access.",
      "contextual_reframing": "Years of algorithmic control are cracked open. Who benefited, and who was silenced? The city can\u0019t look away now."
    },
    {
      "image_id": "graffiti_warning",
      "headline": "Truths Unmasked",
      "anchor_line": "Declassified logs prove what many feared: scores were manipulated. Completely rigged trust.",
      "contextual_reframing": "Every delayed job, every lost home, every denied hope\u0014by secret design. The calls for justice keep getting louder."
    },
    {
      "image_id": "mirror_fragment",
      "headline": "Halden\u0019s Last Word",
      "anchor_line": "His broken confession shakes the city: we were just data in his experiment.",
      "contextual_reframing": "Stenograd faces what comes next. Nothing about the BCI was inevitable\u0014but our response is."
    }
  ]
}