{
  "olintz": {
    "chapter": "After classified internal Council deliberations appeared on workplace feeds, Oksana received a system alert requiring her to re-verify her credentials before accessing even basic monitoring tools. She spent half the morning waiting in a secure line as dozens of Directorate staff failed identity checks, their employment histories replaced with anonymous entries. As new demonstrations formed outside, a supervisor assigned her to audit housing access overrides approved during the previous day's service chaos. Lacking formerly reliable directives, Oksana defaulted to approving most requests, minimizing disputes but further detaching herself from established procedure. On break, she noticed colleagues privately erasing logs and discussing rumors of scheduled public confessions. In response, Oksana restricted her work to terminal-only tasks, avoiding informal meetings and masking her network activity to prevent association with implicated staff. Although her actions protected her from direct accusation, each decision was noted in her profile, causing her BCI score to drop to 16.",
    "bci_score": 16,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On May 19, Nikola initiated the secure distribution of the 2022 Council selection simulation files through anonymized channels linked to local activist nodes. He spent several hours verifying data integrity before encrypting the most sensitive material and embedding cross-references to authenticate its origins. That afternoon, upon verifying that fragments had reached targeted recipients, he observed the neighborhood’s reaction shift rapidly—masked demonstrators reappeared, projecting footage from the leaks on public walls. As crowds grew and citywide accusations escalated, Nikola maintained strict isolation, refraining from digital searches and minimizing all network activity. He witnessed Council patrols in his district scanning for known data brokers, increasing his anxiety but confirming the effect of his decision. By night, the resource center’s schedule was disrupted by spontaneous interrogations, and Nikola, now widely suspected, noted his BCI score dropping to 30 due to flagged communications, systemic distrust, and suspected anti-state activity.",
    "bci_score": 30,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "When Council simulation footage appeared across public feeds, Daria recognized several faces in hurried debates outside her service hub. Within hours, angry crowds returned, now carrying printouts of leaked administrator scores and demanding answers at the help desk. She was ordered by management to process replacement health bands for several flagged employees named in the leaks, despite incomplete records and the risk of triggering audit trails. That afternoon, a newly leaked transcript naming local officials appeared on building screens, leading to a heated confrontation between clients and one senior technician. Daria moved her work terminal behind a locked partition, performing only basic checks and refusing all unscheduled requests. She avoided the main entrance, notified her supervisor by text of possible physical risks, and left early, logging out via backup protocol. Her BCI score dropped by three points due to restricted access, incomplete ticket logs, and association with newly flagged personnel. New BCI score: 55.",
    "bci_score": 55,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On May 25, as classified Council discussions leaked onto public forums, Lenart noticed several core maintenance requests arrive early in the morning, each flagged as urgent but with no usual verification signatures. When he checked his workshop messages, a former Council intermediary—previously unreachable—forwarded a list of new supply caches to him, referencing locations that matched recent crowds and impromptu citizen courts he saw forming nearby. Suspecting the legitimacy of both requests and senders, Lenart declined to route any service confirmations through official channels. Instead, he spent most of the day manually inspecting building access logs against the leaked data, cross-referencing names he recognized from older, erased citizen lists. Quietly, he returned unauthorized tools he found in a supply closet, intent on avoiding involvement in the escalating local disputes. This heightened caution limited his network interactions further, causing a slight decrease in his BCI score to 30.",
    "bci_score": 30,
    "political_preference": "innovators"
  },
  "shalek": {
    "chapter": "The public broadcast of Council simulation data led Sven Halek to review each Council directive with heightened caution, aware that citizen scrutiny had intensified overnight. As spontaneous citizen courts began convening outside several ministries, Sven arrived to find surveillance staff replaced by hastily reassigned officials, all subject to intrusive identity verification. That morning, a policy coordination session was interrupted twice as junior analysts were summoned for questioning by ad hoc citizen panels. Sven delayed transmission of a draft speech, fearing any error might be publicly dissected, and crosschecked every phrase for implications about system integrity. When a colleague requested older policy drafts from his private archive, Sven hesitated, suspecting even internal collaboration might be flagged as collusion. The erosion of internal trust, combined with hostile crowds outside and delays in standard communications, led Sven to work alone through the evening, exposing his profile to further scrutiny and reducing his BCI score from 42 to 39.",
    "bci_score": 39,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "Following widespread demonstrations and the live broadcast of contaminated Council selection footage, Rada’s office environment became unpredictable. On the morning after citizen courts tried local officials, she arrived to find her supervisor absent and staff divided into groups quietly reviewing leaked Council files from personal devices. Throughout the day, Rada avoided openly discussing the footage but monitored how trusted colleagues reacted to the new revelations. She observed some employees dismantling compliance posters, while others deleted work chats that mentioned Council members. During a mandatory morning meeting, tempers flared over contested reporting protocols, and two team leaders exchanged accusations of data tampering. Rada limited her messaging and ceased all unauthorized archiving activities, focusing on visible, uncontroversial tasks at her terminal. As regulations for system access changed three times before midday, her hesitancy and excessive review of archived files triggered new system alerts, further reducing her BCI score to 19.",
    "bci_score": 19,
    "political_preference": "rebel"
  }
}