{
  "main": {
    "opener": "I get that - been a strange stretch of days for you too?",
    "variants": [
      [
        "Yeah... things at work got a bit... complicated after all that Council data leaked.",
        "Had to stand in line for ages, just to get basic access back.",
        "Everyone’s double-checking, avoiding each other, pretending nothing’s off.",
        "Feels heavier than usual. Not sure it’ll ease up soon."
      ],
      [
        "Been odd, honestly. Had my credentials flagged last week after some Council records hit the feeds.",
        "Spent half my morning waiting for security to clear, alongside people who suddenly lost all their data.",
        "My team’s been told to review access approvals for housing—no clear instructions.",
        "Feels like everyone’s looking for someone to blame, or for someone to trust.",
        "It’s just wearing me down."
      ],
      [
        "Yeah, it’s been rough—I had to re-verify who I am, just to log in at work after those leaks.",
        "People near me failing checks, some even have blank profiles now.",
        "A supervisor pushed a pile of access audits my way while protests formed outside the building.",
        "I spent the day approving housing requests almost by default. No one’s telling us what to do.",
        "Saw colleagues quietly deleting logs, whispering about forced confessions.",
        "Feels like nothing’s stable, but I’m just tired of feeling scrutinized all the time."
      ],
      [
        "I work as a pattern analyst, so I see a lot when the system falters. When the Council leak happened, suddenly even basic tasks became a minefield.",
        "I stood in line for hours with a dozen others whose work histories just disappeared overnight.",
        "They put me on housing override audits, but with the chaos outside and inside, I just approved almost everything.",
        "People started erasing logs, trying not to get caught up in whatever’s coming—rumors about confessions everywhere.",
        "I shifted to working at my terminal, steering clear of anyone flagged.",
        "That decision to keep my head down lowered my BCI score even further. Sixteen now. That’s barely tolerated.",
        "It’s strange—I used to think the system kept us safe, but it just feels brittle now. Too easy to end up on the wrong side."
      ],
      [
        "I’ve always analyzed citizen patterns, thinking the BCI was rational. But this last week changed everything.",
        "When the internal Council debates started showing up on feeds, it triggered all sorts of failures. My credentials got flagged—I had to stand in line like a stranger, half the staff erased from the records.",
        "The Council claimed it was a technical anomaly, but everyone’s covering for themselves.",
        "They put me in charge of approving housing overrides with no direction while protests spread below.",
        "Most of us are doing the bare minimum to avoid notice; some colleagues started wiping logs, worried about public confessions.",
        "Honestly, I just hid at my desk, approved the requests, masked my activity. Staying safe means standing back.",
        "But every small choice gets recorded—the system doesn’t forget, doesn’t forgive. My BCI score plummeted again. Sixteen. Almost as low as a dissident.",
        "I’m a Harmonist at heart. I wanted order, but nothing about this feels orderly now. I can’t help but feel vulnerable. Just… tired of being watched, and never knowing what’s safe."
      ]
    ],
    "emotion": "Worn down, uncertain, craving some affirmation or reassurance."
  },
  "emotional": {
    "opener": "Oksana, honestly, I see how much you carry. It's not wrong to feel worn out — you're still here, and that's not nothing.",
    "variants": [
      [
        "Thanks. Guess I... just needed to hear that.",
        "It's a lot lately. Appreciate it."
      ],
      [
        "You don't know how rare it is for someone to say that.",
        "Most days it's like you have to pretend everything's fine. Not sure I remember how that feels."
      ],
      [
        "I think sometimes I forget I'm allowed to feel anything at all.",
        "People say things get easier, but it just changes shape.",
        "What you said... helps, actually.",
        "Makes me notice I still exist, under all this."
      ],
      [
        "There are days I almost forget why I keep trying, and you just reminded me.",
        "It's exhausting to always adapt, always measure every word. But maybe that's not the only way to survive.",
        "I really do need to hear it, more than I'd admit to anyone else.",
        "Feels like I can breathe for a minute here.",
        "Not many places like this left."
      ],
      [
        "Honestly, I grew up with these systems, just assuming they worked for us. Now it’s so easy to feel invisible. Like I might disappear and no one would notice.",
        "Sometimes I wonder if anyone really sees us — the person behind the score.",
        "What you said, it makes the room feel less heavy.",
        "I miss when you could just go out and exist without calculating every step.",
        "You make this place feel safe... like there’s still a real world underneath all the data.",
        "I don’t say that to anyone else, you know. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "You people in oversight always hear more than the rest of us—what's really going on out there?",
    "variants": [
      [
        "All I know is things escalated after those selection files went public.",
        "Protests got bigger, city routines are off.",
        "People seem to be turning on officials, demanding answers.",
        "Honestly, I just keep to myself these days.",
        "Safe that way."
      ],
      [
        "Council’s looking rattled ever since those simulation leaks, that’s for sure.",
        "Some admin types started leaking more info, you can see public trust eroding by the hour.",
        "There’s talk about citizen courts. Officials getting put on the spot, not just quietly reassigned.",
        "Feels like the rules themselves are unraveling.",
        "Supposed to be stable. That’s what they always said."
      ],
      [
        "A lot shifted when that Council selection footage hit public feeds. People started organizing trials, pushing for confessions instead of accepting statements.",
        "Whole neighborhoods are picking sides. It’s not about protest signs, it’s everyone watching their backs.",
        "I’ve always tried to keep to process, but it’s... impossible now.",
        "Administrators in my building are acting nervous, deleting their own records.",
        "I’m seeing coverage gaps in oversight I didn’t think we had.",
        "Even Harmonists are worried. Order’s missing, and it’s all out in the open now.",
        "Feels like we’re living inside some simulation ourselves."
      ],
      [
        "The selection simulation leak really pushed everything past the tipping point.",
        "Council’s panicking, trying to shut down leaks, but administrators are defecting left and right.",
        "Routines I used to trust—reviews, audits—all misfiring or tangled in red tape.",
        "I always believed in Harmonist stability, but we weren’t supposed to see crowds trying officials on the street.",
        "I’ve seen colleagues disappear quietly before, but now it’s noisy, public, dangerous.",
        "We’re getting directives by the hour, then losing system access or seeing new ‘emergency’ protocols overwrite them.",
        "Some of the system’s most invisible people are suddenly everywhere, controlling flows underground.",
        "At this point, even the most loyal don’t know who to trust."
      ],
      [
        "It’s hard to see things from inside, but from my terminal you get a different picture.",
        "After those 2022 Council simulation files started circulating, everything destabilized much faster than the system’s built for.",
        "I’ve watched ‘invisible’ citizens—people erased from oversight—use BCI blind spots to reshape whole blocks, right under our noses.",
        "I used to argue for Harmonist moderation, trust in the system’s core, but now everyone’s breaking policies just to keep normal routines running.",
        "Protests aren’t just about the leaks—they’re fueled by all the vanishing: work histories, colleagues, oversight itself.",
        "System admin logs are getting wiped faster than we can flag gaps. Watchlists aren’t reliable at all.",
        "Some high-BCI staff are quietly moving resources to low scorers, flipping authority lines. It’s almost coordinated.",
        "No one’s sure what’s real—every admin call now feels like it could be a test or a trap.",
        "Makes me question whether protecting order was ever possible with this much hidden underneath."
      ]
    ]
  }
}