{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Tired? Maybe.",
        "Had a string of odd requests lately, nothing looked right.",
        "Kept my head down, avoided trouble where I could.",
        "One day things will settle, or they won't."
      ],
      [
        "Can’t say I pretend much anymore, to be honest.",
        "Woke up to urgent jobs flagged by the system, no one would vouch for them.",
        "Old contacts started showing up, all cagey. I just handed things back, no questions.",
        "Didn’t log anything official, if that’s what you’re wondering.",
        "Feels like it’s all coming apart at the seams."
      ],
      [
        "Pretending things are fine is harder work than fixing them, if you ask me.",
        "The other day I got bombarded with emergency service calls, no stamps, not a soul I trust behind them.",
        "That same morning, someone from the Council I hadn't heard in years dropped a list of supply caches in my lap. Odd timing.",
        "I checked those against leaked forums and old citizen lists. Saw too many patterns to be comfortable.",
        "I played it safe, put tools back where I found them, cut off all official routing.",
        "Wasn’t much, but my BCI dipped anyway. All for trying not to get burned."
      ],
      [
        "Sometimes I think the whole city is pretending, and I'm just the janitor sweeping up after everyone.",
        "Last week was chaos. Council leaks, panicked calls for repairs I didn’t trust.",
        "An old intermediary came out of nowhere with supply lists matching the crowds—citizen courts popping up, people looking for justice.",
        "Instead of getting tangled, I spent the day tracing building logs and cross-checking erased names from back when the system still remembered people.",
        "I found unauthorized gear stashed away. Put it all quietly back where it belonged.",
        "Didn’t file any official reports. No sense helping one side frame the other.",
        "It’s small, but my BCI score slipped lower. Avoiding the fallout sometimes feels like a full-time job."
      ],
      [
        "Funny thing—everyone’s pretending in Stenograd. I'm just old enough to remember when the system needed people instead of the other way round.",
        "Lately, fixing broken pipes feels less risky than touching any of these suspicious requests. The BCI’s all out of tune. Every job flagged 'urgent,' but no one leaves their fingerprints.",
        "Used to work for the state, trusted enough. Now I’m ghosting the system, watching the Council eat itself over leaks and shady labor pulls.",
        "The other day, I cross-checked supply lists someone slipped me with some erased citizen records. Ghost names showing up in the same spots as these new grassroots courts.",
        "I could’ve rerouted it all, made a tidy sum or a new favor. Instead, I kept everything off the books and gave tools back I wasn’t supposed to find.",
        "No one’s running this place anymore. Everyone’s trying to game the numbers, keep their BCI above water. Me, I just ducked.",
        "Wasn’t heroic. Just didn’t want to get used as a pawn in their blowback.",
        "Lost a few points on my score, but at least I didn’t help make things worse. Funny how that feels like a win now."
      ]
    ],
    "emotion": "Resigned, a bit tired, but holding on to a thread of stubborn integrity."
  },
  "emotional": {
    "opener": "You know, Lenart, sometimes just sticking to what’s right—even when nobody’s watching—means more than the whole system put together.",
    "variants": [
      [
        "Maybe. Not much else to go on most days.",
        "Appreciate the thought."
      ],
      [
        "Hard to tell if it matters, most times.",
        "Still, guess someone has to keep the wiring straight.",
        "Suppose it helps hearing that."
      ],
      [
        "Feels like the city runs on habit more than anything now.",
        "Some days you wonder if integrity’s just a word people forgot.",
        "But it… means something, even if it’s just to yourself.",
        "Thanks for reminding me."
      ],
      [
        "Funny. Used to think the whole place would collapse without rules.",
        "Now it’s just people, trying to hold corners together however they can.",
        "I could walk away, but something keeps me in it—call it stubbornness or spite.",
        "Maybe doing ‘right’ is all that’s left that hasn’t been automated.",
        "You put it well, actually."
      ],
      [
        "I remember when doing the job right actually felt like it changed things—years back, before all this scoring nonsense.",
        "Feels like it’s more about keeping your own line intact now, no matter what flows overhead.",
        "Everyone else grinds on autopilot. I keep patching what breaks because that’s how I know I’m still here.",
        "Most don’t notice, or care, and that’s fine.",
        "Even if the system forgets you, at least you remember yourself.",
        "So, thanks for saying that—means more than you think."
      ]
    ]
  },
  "factual": {
    "opener": "Why don't you just say what's really happening lately?",
    "variants": [
      [
        "You saw the protest crowds, same as anyone.",
        "Whole city's watching leaked Council files, enough to stir folks up.",
        "People talk about rigged scores, missing names showing up again.",
        "Chaos at the top, that's all I know.",
        "Not smart to dig deeper."
      ],
      [
        "Leaked Council simulations kicked the nest, made lots of noise.",
        "Citizens pulling old names from somewhere, stirring up these show trials.",
        "Administrators scrambling, leaking more trying to save their skin.",
        "BCI’s swinging like a broken meter, no one trusts the job pulls anymore.",
        "Seen some pick up tools that don’t belong to them. Walk careful.",
        "Like I said, best to keep clear when everybody’s angry."
      ],
      [
        "Those leaked Council files spilled more than most people realize.",
        "Seeing faces resurface on lists—people the system wiped clean a while back.",
        "You’ve got rogue labor assignments, high-scorers losing privileges, low-scorers getting odd perks.",
        "There are new networks forming, filling all the cracks the system can’t predict now.",
        "My kind of folks—Innovators—they’ll be sniffing for patterns in those puzzle drops.",
        "Feels like the city’s running on old patches and guesswork now.",
        "If you want stability, it’s not coming from the top."
      ],
      [
        "When the simulation leaks hit, you could see the power balance shift overnight.",
        "Suddenly, old Council scores weren’t secret—people figured out the game’s fixed.",
        "Missing citizens—those so-called ghosts—using system loopholes to rally folks.",
        "Heard of cache locations hidden in puzzle apps? That’s not just for kicks, there’s organizing behind it.",
        "Innovators I know are tearing through the data, hoping Halden left a backdoor somewhere.",
        "My work’s gotten messier—someone wants tools in the right hands, not just safe ones.",
        "Now nobody trusts the BCI, labor pulls are a joke, and the Council is eating itself.",
        "I’d rather back the next wave of ideas than glue the current mess together."
      ],
      [
        "Not a shock that Council picks were rigged, but the simulations left fingerprints everyone can see.",
        "Those fragments sparked something—ghosted citizens, erased for being inconvenient, coming back into play and coordinating.",
        "Underground networks mapped out by those puzzle caches, you can trace lines from old supply drops to new courts popping up.",
        "When BCI hiccuped, job swaps made everyone nervous—high scores mopping floors, old troublemakers suddenly running teams.",
        "People you’d think were gone for good… now they’re organizing behind the blind spots the system didn’t patch.",
        "Innovators—my old crew—are polling logs, searching Halden’s schemes for ways to fix or upend this mess.",
        "Me, I get pinged for repairs but mostly keep things off-grid, favors instead of credits.",
        "I used to hope the system could evolve. Now, with everything exposed, evolution’s the only way out.",
        "Factions can pretend stability’s coming back, but it’s the folks building in the margins who’ll decide what sticks."
      ]
    ]
  }
}