{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "You could say things feel unsteady lately. The neighborhood’s changed overnight.",
        "I keep to myself now. Less risk that way.",
        "Saw some faces return that I hadn’t seen in years…everyone’s cautious.",
        "Best not to stand out when the system’s watching."
      ],
      [
        "There’s been trouble since certain files turned up in the wrong hands. Can’t say much.",
        "People are showing up with projectors instead of groceries…putting Council secrets on the walls.",
        "It’s made my street tense. Patrols everywhere, questions nobody wants to answer.",
        "Living quietly is harder than it used to be.",
        "Sometimes it feels like everyone’s waiting for someone to slip."
      ],
      [
        "I’ve seen protests outside my window all week, ever since those Council files leaked.",
        "I helped pass along some of what’s shaking up the city. Old habits, I suppose.",
        "Now I keep getting flagged by the system, score down to thirty and dropping.",
        "Mask patrols scan door-to-door, looking for someone to blame. Makes things…restless.",
        "People are angry. There’s talk of trials. No one trusts anyone.",
        "And after all these years trying to keep the order, it’s strangers who decide if I sleep soundly or not."
      ],
      [
        "I used to handle Council calendars, approvals, the kind of thing that means you see too much.",
        "Last week I slipped some 2022 Council selection simulations out to activist groups. No illusions about what that would spark.",
        "Crowds took it and ran with it—projecting the evidence, rallying for justice, calling for answers.",
        "Since then, security’s everywhere in my sector. I’m a suspect and I can feel it.",
        "Every ping from the network takes a point off your score, and mine’s thirty now. Feels like being watched.",
        "But I had to do it. The system chose its leaders by deceit, and people deserve to see it laid bare.",
        "Now the city’s in chaos, and I can’t trust a single corner to be safe."
      ],
      [
        "I spent over a decade at the Council’s side, making sure the right words got through, always smoothing over the cracks.",
        "I kept copies of the 2022 Council simulations—proof the system picked its own winners, not the people.",
        "Postal codes, faces, fates. I leaked them all last week, routed through hands I trust, hoping for a cleaner city someday.",
        "It’s had a cost. Demonstrators light up the streets, mask patrols prowl every alley. My BCI’s nosedived. Thirty. That’s nearly vanished.",
        "Neighbors eye me like I’m contagious. Any day now, someone with stripes will knock.",
        "Still, the Harmonist in me thought quiet decency would count for something. Maybe it did, for a little while.",
        "Now—chaos, citywide accusations, fractured routines. I started it, and there’s no taking it back.",
        "I just wanted things to be fair. But tonight, I wait for the other shoe to drop."
      ]
    ],
    "emotion": "Feeling uneasy and exposed, as if waiting for the floor to give way."
  },
  "emotional": {
    "opener": "Nikola, you’ve carried more than your share. You’re not alone in this—whatever you’re facing, it makes sense to feel on edge. If you need to let some weight off, I’m here and I’ll keep it private.",
    "variants": [
      [
        "That’s kind of you to say.",
        "I suppose it’s good to be reminded some people notice."
      ],
      [
        "I appreciate your words.",
        "Trust is difficult now, but I hear you.",
        "Maybe that helps more than I realize."
      ],
      [
        "Thank you. It’s easier to breathe when someone understands.",
        "Even if I keep my distance, it matters to hear that.",
        "Sometimes I forget what it’s like to feel seen.",
        "You make it a little lighter."
      ],
      [
        "I needed to hear your words tonight.",
        "Living this way, you forget what normal feels like.",
        "Sometimes I wonder who I am beneath all the caution.",
        "It’s a relief to talk, even briefly.",
        "It reminds me there are still quiet decencies left."
      ],
      [
        "You have a way of making the silence feel less oppressive.",
        "I haven’t let myself relax in a long time. Maybe I’ve forgotten how.",
        "Much of my life was spent in shadows, serving order I never questioned.",
        "Strange that comfort comes so rarely, but when it does, it’s worth savoring.",
        "Your patience, your discretion—those are rare gifts now.",
        "Talking like this almost makes me feel like myself again."
      ]
    ]
  },
  "factual": {
    "opener": "If you know more about what’s really going on, just say it. People talk, but you were there. What’s behind all this mess?",
    "variants": [
      [
        "Hard to say what’s driving it. Could be people exploiting confusion, nothing more.",
        "Council’s quiet. All sides pointing fingers, hoping to come out clean.",
        "Some say those vanished are back—hard to know what’s true, isn’t it?",
        "Sudden shifts, but that’s the city lately.",
        "Not much changes day to day for folks like me."
      ],
      [
        "Yes, odd things happened right after Halden’s death. Feels…coincidental.",
        "Labor placements are off. Some get bumped aside, others pulled forward, no pattern I see.",
        "There’s chatter about vanished citizens leveraging system lapses. I stay out of it.",
        "Some files were leaked that rattled officials, but the Council acts above it all.",
        "I suppose chaos favors those watching for gaps. The rest of us keep heads down."
      ],
      [
        "After Halden—the engineer—died, everything slipped. BCI hands out roles no one earned.",
        "People who were removed quietly? They’re organizing, working around system blind spots.",
        "Scores jump all over. Good neighbors can’t buy groceries one hour, then they’re untouchable the next.",
        "Resistance is coordinated, sharper than before, and the Council’s internal trust is unraveling.",
        "I hear there are puzzle trails—apps leading people to hidden caches, stirring up more trouble.",
        "Some mainly blame the Innovators. Others say it’s security men hunting scapegoats.",
        "In the end, you see just how fragile order is, even when it looks perfect on the surface."
      ],
      [
        "With Halden gone, the BCI spiraled. The system started moving people like chess pieces, no logic.",
        "Those who should be sidelined are suddenly managing health clinics. It’s dangerous. Makes you miss clear lines.",
        "Lost citizens—those wiped from records—resurfaced and networked fast, using oversights only insiders would spot.",
        "Apps push daily puzzles. If you solve them, you get locations to caches with classified names. That’s how protest organizers grew so bold.",
        "Council infighting—rumors fly of Innovator sabotage or Directorate clampdown. Real cracks now, not just policy.",
        "Administrators, maybe scared of public trials, leaked more internal talks. Trust among the leadership’s in tatters.",
        "Even Harmonists like me never saw it splitting this badly. What good’s a stable system if it strangles itself?",
        "Feels like all those routines I helped run disappeared overnight. Balance doesn’t mean much now."
      ],
      [
        "Marek built a closed loop—he trusted the BCI more than people, and that’s what cracked when he died.",
        "When labor assignments backfired, my old colleagues panicked. Imagine a janitor with a Council badge, a councilor bagging groceries.",
        "The real drama’s beneath the surface: erased citizens working together, making the Council look like amateurs.",
        "I saw a list—a real one—of Council defectors feeding journalists even before the protests flooded the avenues.",
        "Puzzle apps: Halden’s last legacy or just opportunists? Either way, the clues brought out protests in numbers not seen since the old days.",
        "Innovators want to expand the BCI, but even they can’t keep the system stable. Directorate’s stuck looking for traitors, losing ground.",
        "I kept Harmony for years—believed in preventing chaos, not causing it. Now it’s just Factions devouring each other.",
        "If the old order was honest only on paper, what’s left when the paper burns?",
        "All the quiet work I did—it’s like it vanished. But the city’s awake, and there’s no return to the routine people think they want."
      ]
    ]
  }
}