{
  "official": [
    {
      "image_id": "civic_altar",
      "headline": "Public Demos Erupt",
      "anchor_line": "Citizens gather peacefully as protestors display simulation footage from the 2022 Council selection process.",
      "contextual_reframing": "Stenograd’s transparent digital governance system reaffirms that open scrutiny leads to ongoing improvements and better leadership outcomes."
    },
    {
      "image_id": "static_face",
      "headline": "Council Selection Questioned",
      "anchor_line": "Revelations emerge about Council member Behavioral Compliance Index (BCI) scores and selection methods.",
      "contextual_reframing": "The Behavioral Compliance Index (BCI)—Stenograd’s advanced reputation and access system—remains the foundation for fair and merit-based governance."
    },
    {
      "image_id": "council_table_empty",
      "headline": "Citizen Courts Convene",
      "anchor_line": "Neighborhoods across the city form citizen forums to discuss accountability and public dialogue.",
      "contextual_reframing": "Facilitated dialogue ensures residents remain engaged and reinforces the city’s commitment to participatory improvement through orderly channels."
    }
  ],
  "underground": [
    {
      "image_id": "civic_badge",
      "headline": "Council Rigged",
      "anchor_line": "Secret selection files leak shows your leaders faked their own BCI scores to grab power.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, decides if you get a job, food, or just a locked door. Now we know Council spots are just for insiders—no matter what they taught us."
    },
    {
      "image_id": "interrupted_signal",
      "headline": "Protests Ignited",
      "anchor_line": "Real footage of rigged Council picks spark citywide outrage and mass protests.",
      "contextual_reframing": "People are finally seeing how deep the lies run. This isn’t the first time the system turned—only now, the evidence is everywhere."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "More Leaks Incoming",
      "anchor_line": "Panicked officials start dropping internal secrets to keep themselves safe.",
      "contextual_reframing": "The system says it’s self-correcting, but right now nobody’s in charge. That’s why whispers and documents are pouring into public hands—the cover story just broke."
    }
  ]
}