{
  "title": "Ghosts Return Protocol",
  "outcome": "A surge of analog communications triggers the reappearance of citizens who vanished from BCI watchlists months ago. Their return exposes Marek Halden’s old “Reconciliation Protocol,” designed to reintegrate system ghosts. Council factions scramble: the Directorate wants to suppress them, Innovators see opportunity for system reform. Street tensions and system uncertainty grow, with the public caught between reintegration and renewed repression.",
  "events": [
    {
      "timestamp": "2025-05-19T09:00:00",
      "visibility": "semi-public",
      "description": "Unmarked chalk symbols and coded messages appear outside civic centers. Residents whisper that these are the marks of citizens who disappeared from BCI watchlists months earlier."
    },
    {
      "timestamp": "2025-05-22T14:00:00",
      "visibility": "internal",
      "description": "Internal Council brief reveals dozens of vanished citizens have resurfaced in the city, connected by an obscure protocol Halden authored and left hidden in early BCI code."
    },
    {
      "timestamp": "2025-05-25T18:00:00",
      "visibility": "public",
      "description": "Some recently returned citizens begin sharing fragments of Halden’s 'Reconciliation Protocol' at local assemblies, calling for a public-led review of the BCI system’s most punitive measures."
    },
    {
      "timestamp": "2025-05-31T20:00:00",
      "visibility": "public",
      "description": "Tensions rise as Directorate-aligned security quietly detain several returned citizens. Counter-protests erupt, demanding transparency and protection for those reemerging from the system’s shadow."
    },
    {
      "timestamp": "2025-06-05T13:00:00",
      "visibility": "public",
      "description": "The Innovators faction publicly proposes integrating the returnees into a pilot for a new, less punitive BCI, deepening the rift among Council factions as unrest expands."
    }
  ]
}