{
  "olintz": {
    "chapter": "After returned citizens addressed local assemblies, Oksana found increased guard presence outside the Central Oversight Directorate. That afternoon, she was assigned to manually review intake files for several newly reappeared citizens, a task usually handled by automated systems. As she compared paper records with incomplete digital logs, she overheard colleagues debating the risks of involvement with the review process. The following morning, after reports spread of Directorate-aligned security detaining some returnees, Oksana noticed two vacant desks in her section. She avoided eye contact and declined to join informal discussions, concerned that association with the flagged cases might lower her own assessment. She checked her digital activity history twice and left work an hour early, taking a less-frequented exit. That evening, she avoided lighting her apartment windows, worried increased scrutiny would lead to further isolation. Her BCI score dropped to 20, reflecting her heightened risk status and ongoing avoidance.",
    "bci_score": 20,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On June 3, Nikola observed renewed unease throughout his neighborhood as unmarked chalk symbols appeared outside the resource center, followed hours later by news that some of the recently returned citizens had been taken away by security officials. The increased visibility of the Directorate’s presence prompted him to adjust his evening routine, returning home earlier and securing his windows, conscious that random checks were more likely after such incidents. That night, as rumors spread about detentions, Nikola delayed his usual trip to the message board and refrained from speaking to acquaintances, worried that any association with recently detained individuals might impact his standing. He reviewed his behavior log for unexplained entries, searching for indications of monitoring. Nikola placed his briefcase in an interior wall compartment, anticipating that increased unrest would result in more intrusive inspections. This heightened caution and avoidance of public assemblies led to a 4-point decrease in his BCI score, now at 55.",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After former detainees addressed local assemblies and security forces detained several returnees the following morning, Daria arrived at the lab to find a new security officer stationed outside, silently watching staff arrivals. Inside, two colleagues who privately voiced support for the assemblies were missing from the day's roster. During equipment inventory, she noted that her access permissions for core diagnostics had been further restricted, requiring in-person supervisor approval for every data override. Conversations among staff stopped abruptly whenever superiors entered the room, and most repairs now required dual signatures, slowing Daria's workflow and increasing the risk of error. She adjusted her routine to avoid unsanctioned contact with colleagues, focusing only on assigned technical tasks and avoiding discussions about recent events. By day's end, Daria's BCI score dropped by three points, likely due to flagged delays, heightened oversight, and new proximity links to the missing coworkers.",
    "bci_score": 39,
    "political_preference": "rebel"
  },
  "lkova": {
    "chapter": "After returnees addressed neighborhood assemblies and called for a public review of the enforcement system, Lenart noticed new checkpoints set up around former meeting zones. Later that day, observing unfamiliar patrols detaining some of the recently reappeared citizens, he decided against visiting a favored supply depot, instead doubling back and using side streets to collect basic materials needed for his next job. A client cancelled an evening repair and left no forwarding contact, convinced that association with maintenance workers flagged in the system could invite questioning. Lenart adjusted his routine, scheduling work only in unmapped areas and declining requests requiring official access points. He refrained from contacting acquaintances with ties to the returnees, deleting identifiers from his logbooks. Although he managed to complete minor repairs without incident, he limited time spent in any one neighborhood, ensuring constant movement. His BCI score dropped to 27 due to increased avoidance and risk-averse behavior.",
    "bci_score": 27,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "On June 3, Sven Halek arrived at Council headquarters to find Directorate security moving quickly through offices—several colleagues were missing from scheduled meetings, including a messaging aide who had just returned to work. During a directive revision, Sven received urgent notes confirming that these staff had been quietly detained following their public addresses at assemblies. With conflicting orders circulating from the Innovator faction, Sven was told to pause all updates to official statements until further notice. He spent the afternoon sorting through abandoned workstations, retrieving unfinished speech drafts left behind by newly detained staff. Unable to confirm which narrative would be needed, he documented every instruction he received, labeling each according to the likely faction source. By evening, the growing unpredictability in Council directives led Sven to restrict his own message output and double-check physical backups. The BCI flagged him for increased caution and communication delays. His score dropped from 56 to 54.",
    "bci_score": 54,
    "political_preference": "directorate"
  },
  "rmiskovic": {
    "chapter": "After receiving the bundle of analog film and Halden’s coded protocol, Rada used her trusted contacts in the underground press to discreetly distribute developed photos and recovered files documenting the survival of the missing citizens. She personally delivered printouts of evidence to multiple networked citizen groups, then sent anonymized messages guiding others to view the materials in public gathering spots. The subsequent return of vanished individuals—many recognized by those in the photos—prompted immediate assembly outside civic offices, drawing significant public attention and overwhelming official news controls. As staff at her office realized her involvement through the pattern of leaks and unique footage markers, Rada was flagged as a key source and placed under heightened surveillance. The action prompted citywide demands for accountability and forced Council factions to react, but Rada’s exposure resulted in a sharp, systemically-imposed reduction in her BCI score due to clear subversion of compliance protocols. BCI score decreased to 14.",
    "bci_score": 14,
    "political_preference": "rebel"
  }
}