{
  "main": {
    "opener": "Ever get that feeling like the ground's shifting just a little under everything?",
    "variants": [
      [
        "Funny you ask. Couple odd patrols where there shouldn’t be. Supply runs got trickier than usual.",
        "Had a job dropped at the last minute. No explanation, just gone.",
        "Changed my routes, kept my head down. It’s that kind of week anyway.",
        "Honestly, feels like the city could swallow you up and forget you were ever here."
      ],
      [
        "There’s definitely a wobble. Saw checkpoints spring up around those old assembly spots.",
        "Ran into patrols I didn’t recognize. Decided I’d stick to the quiet corners for a bit.",
        "A client bailed. Said they didn’t want to draw attention from the wrong monitors.",
        "Spent some time wiping old logs. No reason to advertise where I’ve been lately.",
        "Honestly, feels like the city could swallow you up and forget you were ever here."
      ],
      [
        "Yeah, it’s shifting alright. You hear about the returnees showing up around those old squares? Got the checkpoints to prove it.",
        "Saw some of those folks getting snatched up again today. Figured it was smart to steer clear of my usual spots.",
        "Had to skip a job because my contact went silent. Guess maintenance isn’t the safest line of work right now.",
        "I’ve started trading in back alleys. Way less eyes, less risk of being flagged in the system.",
        "Scrubbed a few names from the books, just to be safe.",
        "Honestly, feels like the city could swallow you up and forget you were ever here."
      ],
      [
        "Shifting doesn’t even start to cover it. With the returnees talking in public, Council got jittery and threw up these heavy-handed checkpoints.",
        "Folks I know vanished from my circuit overnight. I doubled back and only fixed what I could where no one checks itineraries.",
        "Lost a job because the client was spooked about being seen with a maintenance worker. With my score, I can’t really blame them.",
        "I used to play both sides, but now I won’t talk to anyone who’s brushed up against those returnees. Not worth the risk, not now.",
        "Wiped my own trail. Even old friends aren’t safe to call on.",
        "Feels like every hour is another reminder: keep moving or the ground drops out from under you.",
        "Honestly, feels like the city could swallow you up and forget you were ever here."
      ],
      [
        "You know what it’s like. Every time the Council tightens its grip, people like me disappear from the records a bit more.",
        "These new checkpoints? It’s about keeping the returnees out of sight, sure, but it’s also a message for anyone who doesn’t stay in line.",
        "Today I watched patrols drag off a couple of those folks who just came back. No one even blinked, and I just kept walking.",
        "Used to trade favors for jobs, stay off credits, but now even that’s risky. Clients bail if your score drops or your name shows up near flagged routes.",
        "I wiped entire pages from my records tonight. Contacts I've known for years—gone. Old routines don’t work when the system’s hunting ghosts.",
        "Been avoiding friends with any ties to those assemblies. The system punishes proximity, especially now.",
        "I always thought keeping to yourself meant staying safe. Now it just means no one remembers where you went.",
        "Honestly, feels like the city could swallow you up and forget you were ever here."
      ]
    ],
    "emotion": "Honestly, feels like the city could swallow you up and forget you were ever here."
  },
  "emotional": {
    "opener": "Lenart, you’re not invisible to everyone. Some of us pay attention. Sometimes just making it through another day here is proof you still matter.",
    "variants": [
      [
        "Thanks. Just taking it day by day.",
        "Doesn’t always feel that simple, but I get your point."
      ],
      [
        "People here are good at looking past each other.",
        "Suppose it’s something to hear when someone looks your way.",
        "Appreciate it, even if I don’t show it much."
      ],
      [
        "Feels like most folks move along and forget you ever stood in their path.",
        "It’s strange. I know how things run, but still, you wonder if it even matters.",
        "Guess I’m glad there’s still someone who sees me.",
        "Easier to remind myself not everything’s automated yet."
      ],
      [
        "Sometimes you do the work, and it’s like patching leaks in the hull of a sinking ship.",
        "But you threw me a line just now. That’s rare these days.",
        "I spend more time with machines than people—you start thinking that’s all there is.",
        "Nice to know not everyone’s looking the other way.",
        "Don’t get that much, honestly."
      ],
      [
        "City like this, you end up fading into the walls. Most never notice what keeps things humming.",
        "I guess I chose this line because I could fix things, even if no one cares.",
        "Every now and then, someone like you reminds me I’m still here.",
        "Growing up, I used to think everyone counted for something. Feels far away now.",
        "You saying that... makes the place a little less cold, I’ll admit.",
        "Maybe that’s enough for one day."
      ]
    ]
  },
  "factual": {
    "opener": "Alright Lenart, but everyone's talking—what's really going on out there?",
    "variants": [
      [
        "Lot of flyers going up. Names of folk who dropped off the watchlists, that sort of thing.",
        "People say those disappeared citizens are back. Haven't seen any myself.",
        "City squares feel tense. Can't tell if that's hope, or just the usual crowd getting antsy."
      ],
      [
        "Noticed new markings outside civic centers. Returnees must be making moves, or someone wants us to think so.",
        "Saw gatherings, heard the system got spooked—Directorate's detaining people quietly now.",
        "Council’s splitting hairs in public, but nobody’s saying why. I don’t stick around to ask."
      ],
      [
        "Returnees started open assemblies, stirring up calls for reform. Hard to ignore, even if you try.",
        "Saw the Council fracturing—security detaining folks, Innovators pushing some new system pilot.",
        "Those flyers aren’t just gossip. People really are back, but no one trusts what’s next.",
        "I’d call it fragile—a city too reliant on lines of code holding strangers together.",
        "Harmonists aren’t the only ones worrying. Every faction’s got their own fix in mind."
      ],
      [
        "Public’s losing patience. Returnees share pieces of Halden’s work and the BCI’s guts.",
        "Neighborhoods started searching for missing folks on their own. Chalk marks, coded signals—all analog, you know?",
        "Even with the Innovators selling upgrades, Directorate’s grabbing bodies in the night.",
        "BCI shifts used to feel technical. Now it’s got a mean edge—everyone’s a threat or an opportunity.",
        "I always leaned Harmonist. Thought small fixes, not revolutions. Lately, feels like we’re past that."
      ],
      [
        "The whole city runs on rumor. Halden’s diaries pop up on old screens—reads like puzzles, but they nail tomorrow before it happens.",
        "Flyers and assembly speeches brought the ghosts out. Some came back, some got yanked straight off the street again.",
        "Saw firsthand—clients who vanished, then reappeared not even sure where they’d been.",
        "Analog signals, hand codes... the old ways are back, because the system can’t keep up with its own shadow.",
        "Council’s in pieces. Directorate clamps down, Innovators hunting fixes, but it’s all duct tape on collapse.",
        "Harmonists like me thought you could tune the BCI, ride it out. Now? City’s burning through trust faster than credits.",
        "Between the disappearing and the detentions, no one remembers who’s supposed to be safe anymore.",
        "I fix things, but no system patch stops folks from coming apart at the seams.",
        "Feels like if you blink, the city could wipe you, and no one would even recall you were here."
      ]
    ]
  }
}