{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Sure, Alex. Guess I’ve been caught in some mess lately.",
        "Had to deliver some files. Now some people who vanished are back out in the open.",
        "It’s… more noticeable than I’d like. My workload’s changed. The city’s looking different these days.",
        "I’m still here, though. Trying to keep my head clear."
      ],
      [
        "Everyone’s got secrets, right? Mine just traveled a bit further.",
        "I shared some old footage that proves missing citizens weren’t just erased.",
        "Didn’t expect everyone to start talking or for people to show up outside municipal offices.",
        "Wasn’t subtle either—someone at work caught on. Now my BCI score’s basically in the gutter.",
        "Feels like I tore a hole in the system. Not sure if I can sew it back up."
      ],
      [
        "Yeah, lately my life’s been more than just reporting the news.",
        "I found proof that people the BCI disappeared weren’t gone—they were still alive.",
        "Took a risk. Passed everything through to citizen groups, physical copies, analog stuff.",
        "The story broke loose. Protesters showed up, demanding the Council explain.",
        "Work figured out it was me. Now the system doesn’t trust me at all.",
        "It’s like breathing a little freer, even if it’s harder every day."
      ],
      [
        "You know my dad was a compliance officer, so I’ve always played the long game. But things changed lately.",
        "I got raw files proving the missing weren't just lost, they were hidden by the system.",
        "I couldn’t just hold it—had to get the evidence out through the underground. Real risk, analog delivery.",
        "When those people returned, public trust collapsed. Whole squares filled up overnight.",
        "State media traced the leak back to me, of course. My BCI flagged me as subversive. Lost privileges, got warnings.",
        "Most days, every door is a little harder to open. But people finally saw what’s going on.",
        "I chose to break the silence. The Council and everyone else? They can’t pretend anymore."
      ],
      [
        "It’s a dangerous hobby, Alex—digging under what they feed the cameras.",
        "Grew up with rules drilled into me, compliance scores, all that. But silence only makes the stories bigger.",
        "Last week, I leaked evidence the government’s been ghosting citizens on purpose. Hand-delivered analog—film, photos, records.",
        "The fallout was instant. People who vanished turned up alive, made the Council squirm. Every square turned into a vigil.",
        "My own newsroom tracked the leaks. Now, every hour, I’m marked for what the system calls ‘subversion.’ BCI 14. Might as well be wearing a sign.",
        "Deciding to leak was the hardest thing, but I couldn’t live with the secrets anymore.",
        "I backed the returnees, faced the fallout, and for a blink, people remembered their power.",
        "I’m scared half the time. But I’d do it again. Sometimes breaking the rules is the only way to feel alive."
      ]
    ],
    "emotion": "Quietly overwhelmed, but determined."
  },
  "emotional": {
    "opener": "Rada, you’re not alone. Even in a place like this, someone always notices—and someone always cares, even if they can’t say it out loud.",
    "variants": [
      [
        "That’s good to hear. Sometimes it doesn’t seem like anyone’s watching out.",
        "Appreciate you saying that."
      ],
      [
        "It’s easy to forget that. Most people just keep their heads down.",
        "I’ll remember what you said.",
        "Thanks for reminding me."
      ],
      [
        "Sometimes it really does feel like I’m shouting underwater.",
        "Still, knowing someone else knows what it’s like helps.",
        "People hold more in than they show.",
        "So, thanks."
      ],
      [
        "You’re right, it’s not all cold systems out there. There are glimmers.",
        "It’s strange how solidarity sneaks up on you, especially when you’re almost at your limit.",
        "I don’t always find space to let myself be seen, not really.",
        "But moments like this—maybe they matter more than I admit.",
        "I needed this reminder."
      ],
      [
        "Funny, I grew up thinking strength meant keeping it all in—never letting the system spot a crack.",
        "Most days it’s just habit, hiding in plain sight.",
        "But you get it, don’t you? How sometimes the right word breaks through all that static.",
        "I spend so much energy not trusting, not letting anyone in. Probably too much.",
        "Honestly, this city tries to grind the softness out of people, but it hasn’t worked on you—and for a minute, I feel like it hasn’t on me, either.",
        "Thanks for seeing the person, not just the BCI score."
      ]
    ]
  },
  "factual": {
    "opener": "People are saying a lot, but it’s just noise unless you can back it up. What really happened out there?",
    "variants": [
      [
        "Squares got covered in flyers. Names, faces, dates—people the system said were missing.",
        "Crowds started clustering, looking for answers. System stayed quiet.",
        "Council’s been split. No one on top wants to explain much."
      ],
      [
        "Handwritten marks started showing up at public centers. People knew what it meant.",
        "Some of the missing came back, but not all. Security got involved—fast.",
        "Council factions couldn’t agree on how to handle it. Word is, detentions are happening again."
      ],
      [
        "Those flyers weren’t random. They tied right back to the lists from the BCI outages.",
        "Returned citizens started talking in squares—kept hinting about Halden’s protocols.",
        "The Council broke down into camps. Directorate wants a crackdown. Innovators are pushing new BCI trials.",
        "You can see who’s gaining ground just by watching who gets escorted out of meetings now."
      ],
      [
        "Chalk symbols, analog signatures—the real city’s leaking through where the digital’s gone dead.",
        "Assemblies everywhere. People demanding a review. I heard some Innovators want to pilot a fix, but Directorate is doubling down.",
        "BCI’s become pure turmoil. Protests, roundups, returnees at risk again. Not a day goes by some part of me regrets picking this fight, but silence won’t save us.",
        "My kind of rebellion always was telling the truth, even if it stings. I guess it’s catching."
      ],
      [
        "Analog’s our only lifeline now—film reels, coded notes, shorthanded chalk. That’s how most heard the names of the disappeared.",
        "Every time a square fills, the Council gets more fractured. Harmony’s a memory. No one believes in ‘correction’ anymore—everyone just picks sides.",
        "Some of the returned say Halden built a backdoor for reconciliation, and the system keeps glitching it out.",
        "The Directorate’s answer is more detentions, but the energy’s off. Too many eyes. Innovators want to soft-launch a friendlier BCI, but trust is shot.",
        "State media tried to bury the story. Didn’t work. If anything, leaks like mine snowballed it wider.",
        "I grew up afraid of these crackdowns, but this fight isn’t just mine. People are done forgetting.",
        "You can tell who’s lost power by whose messages don’t get erased. My father’s generation would’ve called this chaos. I call it honesty trying to breathe.",
        "This city’s restless, Alex. You just have to know where to look for the story."
      ]
    ]
  }
}