{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "I try to stay quiet. Chaos finds everyone now, I suppose.",
        "We had more guards at work after the assembly. People say it’s for safety.",
        "Some desks were empty the next day. That’s all I know.",
        "Feels like nobody can keep out of it, really."
      ],
      [
        "I try to stay quiet. Chaos finds everyone now, I suppose.",
        "After the assembly, Directorate guards showed up outside the building. It spooked everyone.",
        "They gave me extra files to check—old paper records. Strange, not letting the systems handle it.",
        "Some colleagues stopped showing up. I just stuck to my desk and left early.",
        "All this… it makes going home feel harder than before."
      ],
      [
        "I try to keep my head down, but it’s harder these days.",
        "Right after the returnees spoke, security flooded the Directorate. People were nervous.",
        "They assigned me to review some paper files—manual work. It felt odd, like someone wanted a human to catch something the system might miss.",
        "I caught colleagues arguing. Some of them are just gone now—maybe detained, maybe not.",
        "I checked my own activity logs, twice. Left work early. Used the side entrance.",
        "Now I sit at home with the lights off, hoping my name’s not next."
      ],
      [
        "I used to believe if I followed the rules, I’d be safe... lately, I’m not so sure.",
        "Right after those returned people spoke in the assemblies, security doubled at my office. Nobody would look each other in the eye.",
        "They had me do a manual review—real paper, incomplete digital files. Makes you wonder what they’re really looking for.",
        "People debated if even touching those cases would lower their scores. Some desks were empty the next day.",
        "I avoided joining any talks. Paranoia spreads fast. Checked my logs, left early, took the back exit home.",
        "Now, even in my own flat, I leave the lights off most nights. Not out of safety—just hoping they overlook me.",
        "It’s exhausting, always measuring if you’re next to disappear."
      ],
      [
        "I want to trust the system, but after what I’ve seen, every day’s a balancing act.",
        "After the returned citizens spoke out, the Directorate put guards outside my office. The mood was fearful and silent.",
        "I got handed physical, half-missing records to check, supposedly to confirm something the automations couldn’t. It felt like a test—or a trap.",
        "Colleagues quit on the spot or just vanished. Everyone’s scared of being caught with the wrong file.",
        "I didn’t dare join the conversations—just reviewed my own activity history, left quiet and early. Even my BCI score tanked to 20.",
        "Now it’s dim lights at home and hoping not to stand out, because even small avoidance can mark you for more trouble.",
        "I never wanted to be on any side—Harmonists or otherwise. I just wanted things stable, not cruel. But the system punishes nonconformity harder every week.",
        "Feels like the city eats its own now, and all I have left is fear that I’m next."
      ]
    ],
    "emotion": "Tired and uneasy, uncertain what will happen next."
  },
  "emotional": {
    "opener": "Everyone’s just trying to find a way to stay human in all this, Oksana. Doesn’t mean you’re weak. It means you’re alive.",
    "variants": [
      [
        "Maybe. I guess you’re right.",
        "Not everything is as easy as it looks."
      ],
      [
        "I appreciate that. Sometimes it feels... like too much.",
        "It helps to hear I’m not alone.",
        "Thank you."
      ],
      [
        "You put it better than I can. It does feel easier, hearing that.",
        "Some days I can’t tell if I’m just tired or—well, if all of us are just getting by.",
        "I forget things used to be different sometimes.",
        "Thanks for saying it."
      ],
      [
        "That actually helps. I don’t want to lose myself in all of this, you know?",
        "It’s hard to remember what normal feels like anymore.",
        "People move around me like everything’s fine, but I know they feel it too.",
        "I used to think the system kept us safe. Lately I’m not so sure.",
        "Hearing you say that... it matters. More than I thought."
      ],
      [
        "That means more than I can say. Sometimes it feels like I’m the only one noticing what’s changing.",
        "I’ve always thought of myself as careful, sensible, but I don’t know anymore.",
        "It gets lonely, acting like everything is fine, just to get through the day.",
        "I used to believe in order—systems, logic, keeping things on track.",
        "Now it’s all just exhaustion. Even simple decisions feel heavy.",
        "When someone actually understands... it feels like breathing again."
      ]
    ]
  },
  "factual": {
    "opener": "Something happened to you, right? Everyone's talking, but nobody's saying much. What's really going on out there?",
    "variants": [
      [
        "I only hear what everyone else does. City seems more tense than usual.",
        "There were some new marks outside—people said it meant trouble.",
        "No one really knows what the Council is planning, or what those protests even changed.",
        "It's all rumors unless you’re inside the Council, and that’s not me.",
        "Not worth speculating."
      ],
      [
        "People say flyers are popping up with names of missing citizens.",
        "I did notice citizens reappearing—seems tied to something Halden set up before he died.",
        "Security cracked down fast once those people tried to talk.",
        "Now, marks outside buildings mean gatherings, but nobody trusts them.",
        "The Council’s splitting up. That much is obvious—nothing more I can add."
      ],
      [
        "There’ve been coded messages and chalk marks at community centers—organized, not random.",
        "Returned citizens are naming names in the assemblies now. That’s new.",
        "Halden’s old notes keep showing up—broadcasts, flyers, city screens. It’s stirring things up.",
        "Some factions want these people protected, others want them gone.",
        "I always aligned with stability. Now it feels like there’s only panic.",
        "Protests are spreading, and security can’t keep up.",
        "The system’s cracks are showing, and no one’s certain where it stops."
      ],
      [
        "A lot’s shifting since those lost citizens came back—like Halden left us warnings on purpose.",
        "Flyers went up citywide, showing those people really made it out. It’s all anyone can talk about.",
        "Coded marks started outside the centers—it’s a sign to gather, share info off the system.",
        "Assemblies want a full review of how BCI singles people out. I used to think Harmonists could keep order, but now I’m not so sure.",
        "The Directorate’s detaining some returnees, and Innovators want to experiment on them with a new system.",
        "It feels like you pick a side without meaning to, just by surviving.",
        "The atmosphere’s brittle. Everything I thought was rational is... not holding.",
        "Stability’s not possible if you can be erased for nothing but missing a signal."
      ],
      [
        "This doesn’t leave us, alright?",
        "The whole city’s unraveling—analog networks are everywhere after the shutdown, all because someone leaked proof about Halden's protocol for bringing ‘ghosts’ back.",
        "I helped cross-check some of those files myself—names of the disappeared, dates that don’t match any public record.",
        "Now, physical marks outside civic buildings mean a meeting. It’s organized, more than anyone wants to admit.",
        "Returned people are pushing for transparency—not reform, actual exposure of how punitive the BCI became.",
        "Some in Council still cling to Harmonist ‘stability’—I was one, honestly. But seeing people wiped and reinserted shook that faith.",
        "Directorate’s gone full control, detaining anyone who tries to explain what happened.",
        "Innovators think this is a chance for new rules, but the public’s too angry to listen.",
        "I keep thinking about how I once believed in the system—now I see its cruelty’s mostly algorithmic, and that’s scarier than any protest."
      ]
    ]
  }
}