{
  "official": [
    {
      "image_id": "billboard_passerby",
      "headline": "Returned Citizens Gather",
      "anchor_line": "Citizens who previously left the Behavioral Compliance Index have reappeared and are gathering at community centers across Stenograd.",
      "contextual_reframing": "This orderly reintegration highlights the system’s ongoing resilience and commitment to social harmony. The Behavioral Compliance Index, or BCI, is the city’s trusted real-time social scoring platform."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Assemblies Demand Dialogue",
      "anchor_line": "Recently returned residents speak at local assemblies, encouraging public discussion on the BCI’s fair application.",
      "contextual_reframing": "These community forums demonstrate Stenograd’s adaptability and dedication to transparent civic discourse."
    },
    {
      "image_id": "queue_kiosks",
      "headline": "Council Ensures Stability",
      "anchor_line": "The Council reviews new proposals to enhance citizen reintegration while maintaining secure access for all programs and services.",
      "contextual_reframing": "Technocratic leadership ensures adjustments are made calmly, sustaining the efficiency of city governance through the BCI system."
    }
  ],
  "underground": [
    {
      "image_id": "blank_display",
      "headline": "System Ghosts Resurface",
      "anchor_line": "Citizens wiped from the Behavioral Compliance Index are suddenly back—from nowhere.",
      "contextual_reframing": "People vanished for months, branded 'noncompliant' by the city’s real-time social scoring grid—BCI. Now we see them in the streets, proof the system isn’t as clean as they promised."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Returnees Demand Justice",
      "anchor_line": "Survivors of the disappearances grab the mic, exposing BCI punishments and coverups.",
      "contextual_reframing": "Halden’s so-called Reconciliation Protocol surfaces—proof that system admins pick who’s seen and who’s erased. This is what ‘fair’ looks like under automated rule."
    },
    {
      "image_id": "id_scan",
      "headline": "Council Cracks Down",
      "anchor_line": "Security rounds up returned citizens—while promising 'integration pilots' and reforms.",
      "contextual_reframing": "The power struggle is visible. The Council’s answer to being outed is more checkpoints and silent detentions. Don’t trust their words—watch what the BCI actually does."
    }
  ]
}