{
  "olintz": {
    "chapter": "After citywide assemblies were announced and the educators' manifesto presented, Oksana observed building residents circulating handwritten copies of the manifesto and debating proposals in the corridors. That afternoon, she was approached by a group of neighbors asking her to clarify Council protocols referenced in the document. Sensing the group's suspicion, she kept her responses minimal and factual, avoiding any expression of personal view. During the community's evening assembly, Oksana sat apart, listening as former colleagues from the Directorate became focal points for pointed questions. Later, in the shared kitchen, she turned down a request to mediate between two neighbors arguing about access procedures, citing her lack of updated authority. Her refusal was met with visible disappointment and increased scrutiny. These interactions made her more conscious of her association with the Directorate, causing her to avoid shared spaces and limit engagement for the rest of the day. Her BCI score dipped slightly to 20.",
    "bci_score": 20,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "On the morning after teacher-led assemblies began spreading throughout Stenograd, Nikola found his routine visit to the resource center disrupted. The usual order of queues and regulated access was replaced by volunteer-led check-ins and informal discussions about the new assemblies. A neighbor approached, urging Nikola to join others in preparing comments for an upcoming open-air forum. Nikola declined, citing a preference for established protocols, but later noticed his name listed without consent on a community sign-up sheet posted near the elevators. Troubled by these unauthorized actions and the rapid shift away from familiar systems, Nikola avoided shared spaces and spent the remainder of the day securing his personal files and monitoring Council bulletins for policy reversals. The increase in community-led activities and unsolicited involvement deepened Nikola’s caution, triggering a noticeable drop in his BCI score as withdrawal and surveillance were detected. (BCI: 51)",
    "bci_score": 51,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the assembly in the city’s central square drew large crowds, Daria’s lab was instructed to remain open late to provide device support for residents returning from the gathering. That afternoon, she noticed neighbors from her district lining up together, holding copies of the newly presented manifesto or questioning her about health band data storage. Several asked her to check whether old compliance confessions, discussed openly at the forum, were still accessible on their devices. One resident insisted on speaking privately, seeking reassurance that past actions would not affect future opportunities. Daria responded factually but found herself double-checking device logs, aware opinions had shifted since the broadcast of onboarding records. By the end of her shift, her interactions with residents discussing the manifesto were flagged in network logs as unusual. Her BCI score dropped two points, attributed to heightened contact with community group members and altered local access patterns. New BCI score: 39.",
    "bci_score": 39,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "Following the citywide teacher-led assemblies and the recent manifesto for participatory governance, Lenart experienced increasing uncertainty in his daily routines. On June 27, he arrived at a residential block to find repairs already underway, coordinated by a new volunteer committee rather than the digital dispatch he previously relied on. Residents openly debated his maintenance priorities, referencing forum discussions and collectively amending the queue. Lenart, uneasy with decisions made by public vote rather than system metrics, hesitated to assert established protocols. When a dispute erupted over tool allocation, several neighbors bypassed him entirely, prompting him to record the incident in his handwritten log but avoid direct intervention. The shift from automated order to public negotiation left Lenart reluctant to take new requests, as he found it difficult to assess legitimacy without BCI guidance. His discomfort with these changes led to a minor reduction in official engagement, causing his BCI score to drop to 50.",
    "bci_score": 50,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "Following his decision, Sven Halek coordinated with the city’s broadcast team to prioritize live coverage of teacher-led assemblies. He issued direct instructions to archive teams to supply verified onboarding footage, allowing educators to present historical context during public forums. Sven authored and disseminated official communiqués inviting all citizens to submit proposals and testimonials through designated broadcast channels. By providing teachers unrestricted airtime and supporting documentation, he enabled them to direct discussions and legitimize mass civic participation. This visible endorsement weakened Council authority, as the assemblies rapidly became the primary venue for civic discourse. Sven documented the surge in forum attendance and citizen engagement, but also noted sharp criticism from former Council allies who accused him of enabling instability and eroding control. The BCI system flagged his actions as a major deviation from compliance protocols, reducing his score from 39 to 20 due to perceived threat to systemic order.",
    "bci_score": 20,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the citywide assemblies convened by educators and the presentation of a manifesto calling for participatory governance, Rada arrived at her office to find her usual work assignments had been replaced by a joint list of community-sourced reporting priorities. Throughout the day, she participated in brief discussions with previously risk-flagged coworkers about which events merited coverage, but she contributed only neutral input to avoid drawing attention after her recent investigation. Access to state archives remained restricted, yet management encouraged the team to attend public forums and document citizen statements for upcoming broadcasts. Rada observed colleagues openly debating conflicting accounts from the assemblies and noticed a growing sense of autonomy among staff, though lingering mistrust surfaced in side conversations. She kept her documentation minimal, aware that excessive note-taking continued to trigger system flags and further decrease her behavioral score. Her BCI score dropped slightly as avoidance was detected. BCI score: 8.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}