{
  "olintz": {
    "chapter": "The citywide BCI reversal forced abrupt changes in Oksana’s workday. Upon arrival at the Directorate, she noticed several analysts from low-scoring districts were now granted full access, shifting workplace dynamics as former high-status colleagues were denied entry and had to wait in external queues. These rearrangements delayed team meetings and forced Oksana to take responsibility for briefing new arrivals on evolving protocols, adding to her workload. As protests and celebrations spilled into the surrounding streets, she took an alternate route home, avoiding large gatherings and remaining cautious about associating with outspoken groups. Uncertain whether her quiet compliance would now be seen as a liability or merit, she refrained from logging into public forums or discussing the changes during her shift. By evening, Oksana’s access logs reflected reduced communication and greater caution, causing her BCI score to remain static. She spent the night quietly updating her passwords and backing up her personal files. BCI score: 45.",
    "bci_score": 45,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "On the morning after the Council’s emergency talks, Nikola awoke to find the building’s access panel displaying new eligibility rules for collecting pensions and groceries. Residents from previously restricted districts now entered easily, while those who once held high BCI scores, including several of his neighbors, were turned away or faced increased questioning at entry points. Nikola, uncertain about the status of his own score, delayed leaving his apartment and watched the shifting pattern of movement in his hallway. Later that day, during his trip to the lobby, he was prompted to show additional documentation and wait for a manual scan. The process was tense and drew the attention of other residents, who whispered about rapidly changing rules. Nikola complied with all instructions, but the unpredictability left him more cautious and silent during interactions. He avoided further errands, choosing to monitor policy updates from home. His BCI score remained unchanged at 55.",
    "bci_score": 55,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After the citywide reversal of BCI scores, Daria arrived at her lab to find most entry permissions changed. Formerly restricted colleagues from low-scoring districts now held supervisory access, while previous managers were locked out. Her own wristband pinged with unexpected privileges, allowing her to bypass certain verification checkpoints for the first time. During her shift, she had to report to a newly promoted technician whom she barely knew. Work assignments were suddenly reassigned, leaving Daria troubleshooting unfamiliar devices once reserved for council-tier clients. Conversations in the breakroom were cautious, as many feared prompt demotions if the system flipped again. Later, Daria noticed old friends now kept their distance, no longer requesting favors or sharing sensitive news. That evening, she reviewed her activity logs, seeing that her behavior was marked as \"compliant\" under the new rules. Her BCI score increased to 60, though she remained uncertain how long this alignment would last.",
    "bci_score": 60,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On the day residents in previously low-scoring areas received top-tier access while former high-scorers like Lenart faced new restrictions, he noticed his workshop’s main entry panel now denied his usual code. Unable to access his tools, he waited outside and observed unfamiliar workers—now granted privileged status—bypassing restrictions that held him back. Forced to call a client to explain the delay, he learned their request had been reassigned to someone with a higher recalculated score. The following day, crowds gathered near his workshop discussing the spread of reverse index rumors and demanding open debate, leading to spontaneous office shutdowns in nearby blocks. Lenart canceled all but the most essential service visits, relying on remote diagnostics whenever possible. Frustrated by loss of work and visibility, he documented every denial or exclusion and limited conversation with new high-scorers, concerned about further unpredictability. These constraints and reduced social interaction led to a BCI score drop to 32.",
    "bci_score": 32,
    "political_preference": "directorate"
  },
  "shalek": {
    "chapter": "After securing evidence of the reverse index protocol, Sven discreetly met with two trusted activists in the early hours, providing them with encrypted files and instructions for proof of authenticity. Once the information was published, Sven disabled his Council network access and purged local caches of archived drafts. That afternoon, he observed messaging terminals in his office cycling through confused alerts as citywide BCI scores underwent sudden inversion. Colleagues avoided Sven in corridors; several openly questioned his recent assignments. Sven refrained from submitting further guidance, focusing on scanning external reactions for signs of escalation. Later, when a supervisor requested a statement to support the Council’s emergency explanation, Sven quietly refused, citing “operational ambiguity.” By evening, he noticed his BCI access halted, privileges revoked, and his personal profile flagged as high-risk. His BCI score dropped sharply to 35, reflecting the system’s response to his subversive disclosure and breach of compliance protocols.",
    "bci_score": 35,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning after Stenograd's BCI realignment, Rada arrived at the newsroom to find her previously restricted building access now seamlessly approved. Staff who once ignored her welcomed her input, and her assignment roster moved her to priority interviews, reflecting her sudden high-status profile. At lunch, she witnessed several former high-scorers—once confident, now silent—lining up at the security kiosk after being denied canteen access. Unsure how long the reversal would last, Rada minimized her time on digital devices and avoided making purchases under her new privileges, aware that attention would soon shift back to those gaining from the disruption. That evening, her visit to Bar 101 was marked by an unfamiliar openness, with lower-status residents celebrating, but tension lingered; some patrons quietly expressed fear that the system might revert. Rada left early, keeping a deliberate record of behaviors around her. Her BCI score reflected the systemic boost: 62.",
    "bci_score": 62,
    "political_preference": "rebel"
  }
}