{
  "main": {
    "opener": "You ever feel like the air's just... heavier now?",
    "variants": [
      [
        "Feels like everyone’s waiting for something to settle.",
        "Went to the lobby and had to show documents twice, got a second scan, no explanation.",
        "People in my hallway didn’t look like they usually do.",
        "Panel downstairs said eligibility changed—strange, isn’t it.",
        "I kept to myself today. It seemed safer."
      ],
      [
        "Something about the city—heavier’s the word for it, yes.",
        "The access panel now asks extra questions just to collect a pension.",
        "Some neighbors—with good scores even—are being turned away at entry points.",
        "I stayed inside after that. Hard to know what’s coming next.",
        "Nobody’s talking about it directly, but you can feel the steps changing."
      ],
      [
        "The feeling’s different these days, not just the air.",
        "I tried to get groceries earlier but had to show more documents than usual.",
        "Used to be, a decent score meant you moved along. Now the rules shift overnight.",
        "The neighbors were nervous—watched me when the scanner paused, like I’d done something.",
        "I’ve worked for the Council before, but now I’m not sure what counts."
      ],
      [
        "It’s almost as if trust itself grew heavy—used to know this place inside out.",
        "This morning, even those with perfect scores got sent away, while others strolled in.",
        "I managed, but only after more checks and stares. I saw panic in the lobby. No order, just protocol.",
        "We used to believe the system would keep things balanced. Now—every corridor feels uncertain.",
        "I’ve been in the Council’s shadow for years. Today I understood how quickly it can turn."
      ],
      [
        "You know, when you spend decades making sure the machine runs smooth, you notice every rattle.",
        "Today, people with old power—model citizens—had to wait and beg for groceries, while the flagged ones breezed past.",
        "I never thought I’d be showing paperwork for things I used to sign off on.",
        "There’s a nervousness—like all of us are waiting for a signal to decide what’s fair and who belongs.",
        "I kept a quiet briefcase from my last year—reminders of how fragile stability can be. I chose to follow the Harmonists because we maintained the balance, not because of faith but necessity.",
        "This morning, all of it felt unanchored. You can’t protect what you can’t predict, I suppose."
      ]
    ],
    "emotion": "Tired, uncertain—like something fundamental has shifted and can’t be put back."
  },
  "emotional": {
    "opener": "\"Nikola, it’s all right not to know the answers. Things change, and it’s not your fault—none of this is. Most people just do their best to keep going. You’re not alone in this.\"",
    "variants": [
      [
        "Suppose you’re right. No point burning energy over what can’t be shifted."
      ],
      [
        "That’s a fair sentiment. Sometimes not knowing is safer, I suppose."
      ],
      [
        "Yes… maybe enough is simply to endure it. I forget that others feel it as well.",
        "Perhaps perseverance is the only wisdom left."
      ],
      [
        "You’re kind to remind me. I keep thinking about the ways we adapt, often without real choice.",
        "It’s small comfort, but maybe enough, knowing it’s not some private failing.",
        "Even if I miss the certainty of things, at least I’m not the only one."
      ],
      [
        "You’ve got insight, Alex. I remember when questions had answers—or at least, someone would pretend to offer them.",
        "Now, all of us just follow patterns until the pattern shifts beneath us.",
        "Funny—spent decades learning routines, and it turns out none of them stick forever.",
        "Maybe what matters is just moving through, even if you never quite catch up.",
        "There’s relief in saying it.",
        "Grateful I’m not alone with these thoughts."
      ]
    ]
  },
  "factual": {
    "opener": "People keep saying things are strange—so what actually happened? What’s got everyone on edge?",
    "variants": [
      [
        "It’s all rumors and confusion right now, nothing solid.",
        "Council’s holding quiet meetings, but they always do in a pinch.",
        "Some say systems just need recalibrating; happens every few years.",
        "Access upended, but maybe that’s just temporary balancing.",
        "Can’t see the bigger picture from down here—nobody can, really."
      ],
      [
        "Heard about sudden score reversals across districts—odd.",
        "Council’s explanations keep changing. That’s never good.",
        "Things aren’t matching the official notices anymore; feels deliberate.",
        "Some claim they’re fixing the system, others say it’s just chaos.",
        "Nobody trusts the new rules, not even the ones writing them."
      ],
      [
        "Emergency feeds play like a loop, Halden’s voice, codewords—people guess at meanings.",
        "Certain zones got privileges overnight, others lost everything.",
        "Protests flare as Council factions argue about fairness and justice—there’s more pamphlets than clarity.",
        "They call it a ‘double reversal,’ but it feels like sabotage or panic, not design.",
        "I went with the Harmonists for balance, but now the ground keeps shifting beneath all of us."
      ],
      [
        "When Halden died, records got muddled—Council factions started rewriting history to suit themselves.",
        "Some are pushing the ‘reverse index’—scores flipped, top gets bottom. Makes trust hard.",
        "Propaganda is everywhere, Council can’t decide if it’s justice or disaster.",
        "Old neighbors are locked out, new faces walk free like it means nothing.",
        "I favored the Harmonists. We tried to keep things level. This? It’s not stability—it’s roulette."
      ],
      [
        "I remember when everything ran by numbers and habit, Council just needed us to smooth the gears.",
        "Halden’s end—it broke those gears. I’ve seen the Council try patchwork fixes, each one fighting to win the story, not the people.",
        "Reverse index—they buried that protocol, now activists throw it around like a weapon. I kept the warnings, nobody listened.",
        "I worked for the Secretariat drafting approvals—used to see which faction would rise or fall, by how well they balanced stability and risk. Harmonists held the middle. Now the middle’s vanished.",
        "Propaganda wars burn across every screen, access shifts with the wind. Those demanding fairness now—well, they might see what it’s like to stand outside the gates. That’s the truth under all this theater."
      ]
    ]
  }
}