{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Seems the chaos is everywhere, but I keep my head down.",
        "Had my first smooth badge scan at work in years—no one questioned it.",
        "Saw a few regulars at the security desk, looked like they’d lost something, but who knows.",
        "I keep moving, just in case."
      ],
      [
        "Trouble's got long arms these days; even my office door opened without a hitch.",
        "Suddenly my work is top priority, people who never noticed me are friendly now. Feels off.",
        "Used to watch top scorers breeze through—zero hesitation. Now they're stopped cold at the canteen like they've been erased.",
        "Trying not to leave much of a trail, but you can never be sure who's watching.",
        "Feels like the rug could get pulled out any second."
      ],
      [
        "Honestly, the mess found me before I had a chance to dodge it.",
        "One day I'm flagged, next day my access lights up green everywhere—nothing changed but the numbers.",
        "Some folks who strutted around on high scores are queuing up at kiosks, hoping for scraps. Whole order flipped like someone reversed the script.",
        "At lunch, I sat with colleagues who used to avoid eye contact—now I’m invited to everything. It’s strange, not as sweet as it should be.",
        "I barely use my perks, just in case this is all a glitch. People are nervous, watching their backs, and I don’t blame them.",
        "No way to relax when the ground shifts under you like this."
      ],
      [
        "Funny you ask—these reversals? They changed my whole day. My newsroom badge, restricted for months, suddenly scans me through like I’m Council material.",
        "Staff who never wanted my stories now want me leading interviews. Feels like somebody switched my file when I wasn’t looking.",
        "Watched the old favorites in line at security, shoulders bent. The system’s playing favorites, but no one knows the rules anymore.",
        "Bar 101 buzzes with new faces celebrating, but half the drinkers keep glancing over their shoulders, same as I do.",
        "I’ve been saving raw edits, not trusting what’s broadcast—stories get cut, warnings show up in my inbox. I’m more careful than ever, using the system’s gift as little as possible.",
        "It’s a thrill and a trap; sometimes I think we’re all just research for another BCI update.",
        "Nothing feels safe or solid right now."
      ],
      [
        "You want real? These past few days—my life did a full spin. My BCI badge works anywhere, like I just got promoted for good behavior, but nothing about me changed.",
        "My whole floor, people who ignored me, are suddenly welcoming; they copy my stories, hand me leads, act like I’m someone new. But I know how stories get written—my mother engineered compliance for a living. I keep the raw footage, pass it to people who still care about the truth—no matter what my inbox warns me about.",
        "At lunch, yesterday’s model citizens lined up at the help desk, cut off from lunch—like the system’s punishing them for following orders. Meanwhile, people like me, with the ‘wrong’ kind of background, eat first. It’s all so arbitrary.",
        "Bar 101 feels wide open, but I know how quick it can snap back. The system’s spotlight is never chance.",
        "I barely touch my new perks—don’t want to be a case study. When everything becomes this unpredictable, every gesture feels risky or fake.",
        "Truth is, I don’t trust fairness here. I’ve stopped pretending the system can be fixed by small acts. I just document, survive, and hope I’m quick enough if things spin again.",
        "Feels like the city’s tilting under my feet, and we’re all just waiting for the next swing."
      ]
    ],
    "emotion": "Disoriented, uneasy, waiting for the other shoe to drop"
  },
  "emotional": {
    "opener": "\"However it feels, you’re not the only one walking through fog right now—sometimes that’s a sign you’re exactly where you need to be.\"",
    "variants": [
      [
        "Maybe so.",
        "I’ll keep that in mind."
      ],
      [
        "I hear you.",
        "Suppose I’m not as alone as I thought."
      ],
      [
        "You’re right, it helps to remember that.",
        "Things do have a way of settling, when you let them."
      ],
      [
        "Thanks for saying that.",
        "Most days I just steel myself, but tonight it’s a relief to hear someone else sees the haze too.",
        "I get so used to playing the observer, it’s easy to forget to check my own pulse."
      ],
      [
        "You have a knack for timing, Alex.",
        "It’s strange—growing up, the more uncertain everything felt, the more I told myself I had to act like I understood everything.",
        "Maybe that’s just habit now, pretending it makes sense.",
        "Your words make it OK to admit that I’m confused too, and that maybe everyone else is just as lost as I am.",
        "We’re all walking through fog, but sometimes I think I only ever notice the shadows.",
        "Feels good to let that guard down for a minute—thanks for making it feel safe."
      ]
    ]
  },
  "factual": {
    "opener": "Enough with the hints, Rada. What's really happening out there?",
    "variants": [
      [
        "Everyone's got a theory, that's all I'll say.",
        "Seen a lot of posts about score changes—hard to know what's true.",
        "Some people acting like they won the lottery, but it could flip back any time.",
        "Heard the Council's meeting about all this chaos, but no one expects answers.",
        "If something big was going down, we'd hear it after the fact, not before."
      ],
      [
        "People are jumpy for a reason—word is activists dropped something big online.",
        "Reverse index protocols, whatever those are, spreading panic more than facts.",
        "Whole districts shifted overnight—some call it justice, some call it sabotage.",
        "The Council claims they're fixing things, but all we see are protests and confusion.",
        "Feels like they're battling for the story as much as the system."
      ],
      [
        "Right after the reversal leak, streets just changed—like the city reprogrammed itself.",
        "I watched former outcasts get full access, while old rule followers lost everything.",
        "Council's flooding every screen with their own version of what's fair. None of it matches.",
        "People protest, others celebrate, but nobody trusts what they're told.",
        "Barter's replaced credits in some neighborhoods; people adapt when rules collapse.",
        "This isn't just policy—it's about whose story gets believed."
      ],
      [
        "That reverse index leak wasn't just news—it made the city feel upside down.",
        "Yesterday's untrusted are suddenly top tier, and the old favorites feel betrayed.",
        "I don't buy the Council's patchwork narratives; they're all scrambling for control over what truth even means.",
        "Between protests and celebrations, people now watch each other—who's suffering, who's thriving, who's just hiding.",
        "Growing up around compliance officers, I know propaganda when I see it—this is textbook.",
        "I'm not allied with any faction, but I wish the system's collapse meant more than new winners and losers."
      ],
      [
        "Before the reversal, I kept my head down, stored what I saw, didn't expect real change—just more surveillance.",
        "Once the activists leaked those reverse protocols, it was like a pressure valve popped. Scores meant the opposite overnight, and people you never noticed suddenly ran things.",
        "The Council? They're covering their own failures, spinning narratives for damage control, but nobody's talking about what fairness really should be.",
        "It's chaos—barter, local deals, secret speak-easies for information—all in neighborhoods frozen out by old rules.",
        "Having grown up as a BCI officer's kid, I've seen how the system writes history, how truth gets packaged—now the packaging fell apart.",
        "I'm no system loyalist—I've always passed old footage, edited out propaganda, did what I could for people buried by the algorithm.",
        "The city's story isn't just reversed—it's fractured. I can't tell if that's the start of real progress or just more shadows to hide in."
      ]
    ]
  }
}