{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "You know they swapped out my stories for some crowd-picked bulletin. Happens overnight. ",
        "I just keep my head down. Too many red flags on me already. ",
        "We're all pretending, aren't we. Pretending gets you through the door.",
        "Feels like I'm watching life from behind glass lately."
      ],
      [
        "Yeah, pretending is the job, even more lately. ",
        "They took away my assignments, gave me these \"community priorities.\"",
        "Everyone’s playing at being open in the office, but nobody trusts each other. ",
        "I stopped writing too much down. The system doesn’t like curiosity these days. ",
        "Mostly, I just try to get through the week without another silent warning."
      ],
      [
        "Honestly, it’s stranger than usual right now. ",
        "Work’s all mixed up. They erased my usual stories, replaced them with topics the public asked for. ",
        "We’re supposed to record assemblies and citizen complaints, so everyone’s acting brave, but it’s just for show. ",
        "Half my colleagues are suddenly talking like they have a choice. Everyone knows they’re still being watched. ",
        "I keep my notes light—anything more drops my score even lower. ",
        "I’m holding on, but it’s not much of a grip."
      ],
      [
        "You know, I grew up in a BCI house. My mother ran compliance drills for me instead of bedtime stories. ",
        "This week they rewrote my job. Gave us a public list, told us to act like real journalists again. ",
        "Coworkers act bold, but you can taste the fear behind it. ",
        "I accidentally let my guard down, went digging too deep. My score slid even lower. ",
        "Most days I don’t know if I’m being careful for myself or for everyone else. ",
        "Sometimes I wonder if anyone at work really believes these assemblies will change the city. ",
        "Feels like I’m balancing on a wire, with everyone waiting for me to fall."
      ],
      [
        "I started saving raw footage because I couldn’t stand the edited lies—what they want you to see. ",
        "When the teachers and parents held their big assembly, I thought maybe something would shift—for once. ",
        "Next day, my assignments vanish, replaced with this fake community input. It’s just as controlled as before, only sneakier.",
        "People at work are suddenly all-in on this new openness, but I know how quick trust dissolves. ",
        "I still pass footage through the backdoor, even after my last warning. That’s why my score nosedived. ",
        "Grew up in a house where loyalty meant surveillance, and the only privacy was in your own head. ",
        "Sometimes, in those assemblies, I hear echoes of what Stenograd could be—if we ever stop pretending long enough to notice. ",
        "It’s all on a knife’s edge, and pretending is the only thing holding this city together."
      ]
    ],
    "emotion": "Frustrated but longing for connection"
  },
  "emotional": {
    "opener": "\"Rada, sometimes all you need is to hear that you aren’t alone in this. You know, it actually matters how you feel.\"",
    "variants": [
      [
        "You know, I didn’t expect anyone to pick up on that.",
        "Thanks. It means something."
      ],
      [
        "I don’t usually hear that — not around here.",
        "It helps to know someone gets it, even if just for a second.",
        "I appreciate you saying it."
      ],
      [
        "It’s rare, hearing someone actually acknowledge the weight of it all.",
        "I get so used to keeping things flat, you sort of forget feeling is allowed.",
        "I do need to hear it, sometimes.",
        "Thanks, really."
      ],
      [
        "I don’t usually let myself admit it, but yeah, I do get tired.",
        "It matters that someone just… listens, without trying to smooth things over.",
        "Feels like most people are holding their breath. It’s exhausting.",
        "Sometimes I wonder if anyone remembers what connection feels like.",
        "You reminded me a little."
      ],
      [
        "Sometimes, I miss when conversations weren’t guarded, you know? Even small talk felt human.",
        "Growing up, I was taught to filter everything — my mother said it was survival.",
        "Now, it feels strange when someone actually listens, like I’m relearning a language.",
        "Most days I try to keep my head down, pretend it doesn’t get to me, but it does.",
        "Honestly, I long for real connection. Not in reports or coded glances — just… real.",
        "You make it feel possible, even just for a moment."
      ]
    ]
  },
  "factual": {
    "opener": "You keep circling around the surface. Everyone's seen the assemblies and new faces. What’s really happening out there?",
    "variants": [
      [
        "They put teachers on broadcasts like it’s progress.",
        "BCI glitches are just pushing people around. No real change.",
        "Disappeared citizens keep showing up in places nobody mentions.",
        "Council is making noise about these forums, but it's all the same script.",
        "Most of this is background static. Watch the system, not the crowds."
      ],
      [
        "Teachers are everywhere now, leading these big assemblies.",
        "Council flipped the switch, said public talk is ‘good for trust,’ but it’s performative.",
        "People who vanished from watchlists are blending in with forums. Nobody questions it—yet.",
        "Something weird’s up with the BCI, shuffling people into odd jobs. It’s messy on purpose.",
        "The state keeps replaying old onboarding footage—probably to confuse or distract.",
        "You've seen fragments. I keep the rest to myself."
      ],
      [
        "Suddenly, teachers are running districts, talking about BCI manipulation out in the open.",
        "Labor assignments are scrambled—high-score people stuck doing nothing, low-score people handed keys to the city. It’s chaos, not reform.",
        "People who disappeared from the system are back, working gaps no one will admit exist.",
        "Assemblies broadcast across the city, families sharing compliance stories on camera.",
        "Council’s supposedly backing these ‘community voices.’ Feels staged—like they’re buying time.",
        "That Council journal with the prophecies? Even staff are rattled, but nobody’s allowed to say.",
        "Not many of us believe this chaos will last. The core power is still the same."
      ],
      [
        "Those assemblies aren’t just for show—people are confronting each other with things that used to be private. All those onboarding tapes leaking out? That’s no accident.",
        "Teachers turned into leaders overnight, filling the vacuum from BCI failures.",
        "Used to be, the vanished were afraid. Now, they work the cracks in the system—their networks are everywhere. Barely organized, but you can feel the energy shift.",
        "Council allowed district self-management, suspended scoring, but the confusion feels like cover for something bigger—maybe fear.",
        "You see kids leading questions adults avoid. People are angry, but also a little hopeful, like maybe it’s the start of something real.",
        "Nobody trusts the Council, least of all the media. We repeat lines, but some of us keep copies of the truth.",
        "I hear murmurs about running assemblies permanently—no more central directives.",
        "Most nights, I find myself listening instead of reporting. Could be dangerous, but it’s hard to look away."
      ],
      [
        "I’ve been saving everything—as much BCI chaos and raw assemblies as I can hide. It’s the only way I know these sudden freedoms are real, not just another simulation.",
        "The people who disappeared? I know some. They’re organizing behind the scenes, prodding the system at every seam, showing up in places the Council ignores.",
        "Teachers have become the city’s moral backbone. Their open-air forums turn citizens into critics overnight.",
        "The Council’s so panicked, they're letting anything run if it keeps streets quiet. For the first time, you see openly risk-flagged people holding real power.",
        "I watched coworkers tear up at those old onboarding tapes—some finally saw how deep the conditioning went. It’s rewiring alliances, even in newsrooms.",
        "There's this journal floating around with Council predictions—decisions being made not on evidence, but scripts from future entries. You feel how scared they are?",
        "I smuggle out edits that would bury most reporters. Story’s risky, but it’s worth more than my score.",
        "I used to resent the whole structure, but lately, I want to see what happens if we break it for good.",
        "Honestly, if we don’t push through now, we’ll lose whatever spark’s left in Stenograd. That’s what keeps me coming back here."
      ]
    ]
  }
}