{
  "main": {
    "opener": "You keeping out of the mess, or does it keep finding you?",
    "variants": [
      [
        "Been a strange week, that’s all.",
        "Systems glitch, people panic.",
        "Some folks suddenly on top, others dropped overnight.",
        "I keep to my lane, watch the patterns, try not to slip.",
        "City’s not as quiet as it looks.",
        "Let’s just say: I don’t feel welcome lately.",
        "Loyalty is a dangerous word now."
      ],
      [
        "Things are shifting, even behind the walls.",
        "Someone released what wasn’t meant to be public—turned the system on its head.",
        "My access vanished. Doors closed without warning.",
        "People I knew started acting like strangers; my name on a different list now.",
        "I wrote words to control panic, now I cause it by standing still.",
        "Feels like being watched by ghosts of my own work.",
        "It leaves a mark, not all of it visible."
      ],
      [
        "I used to shape the Council’s explanations—right words, right time.",
        "After Halden died, everything was up for grabs. Factions wanted stories, not truth.",
        "I leaked proof: the so-called reverse index, the system’s little trick for inverting lives at will.",
        "Watched my access melt away while the city woke up confused, angry, celebrating—all at once.",
        "People mistrust me now; I haven’t submitted a line since the reversal.",
        "You get flagged, lose your privileges, old friends become cold statistics.",
        "It stings more than I expected."
      ],
      [
        "I spent years ghostwriting the Council’s scripts, weaving compliance into comfort.",
        "But after Halden’s death, someone had to tear the curtain down—so I did.",
        "Sent the evidence to activists after midnight, knowing it’d cost me everything.",
        "The next day, roles reversed: those once punished now privileged, and the self-satisfied left in the dark.",
        "Colleagues treat me like a contagion. I’m shut out—my BCI score tanked. No point writing propaganda for ghosts.",
        "What’s left is waiting and watching, hoping I haven’t just traded one kind of cage for another.",
        "It’s a hollow victory. That’s what nobody tells you."
      ],
      [
        "Most of my life, I was the Council’s mouth—turning policy into poetry, masking control as reason.",
        "I believed sometimes the system could learn. So I joined the Innovators: push, adapt, never accept stasis.",
        "Halden dying—none of us predicted the vacuum. Authority collapsed, everyone scrambles for their own version of order.",
        "I leaked the reverse index; I wanted the people to see how the city’s fate flips at a keystroke, how arbitrary the ‘order’ truly is.",
        "Now, the system ghosts me—score’s in the red, no protection, colleagues acting like I engineered the chaos for sport.",
        "I expected backlash, but not this bone-deep loneliness. The Innovators never warned about silence.",
        "If there’s anything left of what I built, I hope it’s doubt. Because right now, that’s all I have."
      ]
    ],
    "emotion": "loneliness"
  },
  "emotional": {
    "opener": "\"You know, Sven, sometimes it feels like the whole city's designed to keep us apart. But even here, a few words in the right place can remind you you're not really alone.\"",
    "variants": [
      [
        "That’s oddly kind, given the climate.",
        "Not many take the time, so thanks."
      ],
      [
        "You’re perceptive—most don’t notice that weight.",
        "It’s rare for people to mean what they say around here."
      ],
      [
        "That’s a comfort, honestly.",
        "Sometimes I forget conversation can mean something.",
        "It’s easy to underestimate what connection can do."
      ],
      [
        "You have a point, Alex; isolation’s become second nature for some of us.",
        "There’s relief in hearing that even background voices matter.",
        "Most days, speaking feels like performance, but this… this feels different.",
        "Appreciate you noticing something others just ignore."
      ],
      [
        "That resonates deeper than you know, Alex.",
        "I’ve spent years scripting words for others and forgetting how to use them for myself.",
        "Sometimes I convince myself I’m invisible.",
        "But it’s small reminders, like what you just said, that crack the shell a bit.",
        "All the channels and compliance here—they make solitude feel official.",
        "It helps, honestly, knowing that someone can see past the posturing."
      ]
    ]
  },
  "factual": {
    "opener": "Details, Sven. What actually happened? We both know you’re not telling the whole story.",
    "variants": [
      [
        "The night Halden died—the city went on lockdown, but most people didn’t see it.",
        "Council messages were scrambled on the secure lines.",
        "I heard there were silent drills—no public reports, obviously.",
        "Then the BCI scores started blinking in and out: errors, yes, but nothing to panic about, so they said.",
        "After that, more police in the central zones, and fewer eyes in the peripheries.",
        "Speeches went out, none of them mine.",
        "Rest is above my clearance."
      ],
      [
        "Few hours after Halden was found, every Council bloc started shouting their version of what happened.",
        "Doctored feeds, fake histories, impossible to keep up with what’s true.",
        "BCI glitches ramped up all week; people with low scores suddenly had full access in places where they’d be denied yesterday.",
        "Crowds started clustering by score, not by address—new faces in old places.",
        "Factions inside the Council—hardliners, Harmonists, Innovators—all broadcast a different blame.",
        "Every terminal I could still access showed some form of the reversal.",
        "Bit late to pretend it’s just an outage."
      ],
      [
        "Story fractured fast. Halden’s death wasn’t explained, so every faction rushed to rewrite history.",
        "I watched the propaganda flow—Harmonists talk stability, Directorate says sabotage, Innovators push for algorithm repairs, as usual.",
        "Then the big flip: for the first time, low-score districts woke to privileges, and the model citizens hit systemic walls.",
        "My circle—what’s left of it—saw spikes in barter, blackout markets, trust evaporate in a day.",
        "Nobody leads anymore; Council’s emergency meetings just fuel more rumors.",
        "If this is what the Innovators meant by progress, it’s a jagged cut rather than a clean break."
      ],
      [
        "After the news broke, I traced the Council’s infighting down to near real-time feeds—propaganda wars, each side manipulating the BCI’s origin story.",
        "The sudden reversal? Wasn’t organic—it was triggered as fail-safe, likely from kernel-level access. Maybe Halden’s last act, maybe not.",
        "Overnight, watched privileged types get refused at gates, former outcasts celebrated. City split along digital lines, not old loyalties.",
        "Underground markets sprouted up, all based on new privilege access—nothing is about compliance, just exploitation now.",
        "My reputation dissolves with the system. Innovators warned about instability, but not what it does to people left outside.",
        "Some of us tried to signal for open debate, but no one trusts a message from behind a flagged profile."
      ],
      [
        "I mapped it out—Halden’s corpse found, system destabilized, and in that vacuum each Council faction pumped out competing narratives, automated and vicious. I could see edits in real time.",
        "My scripts were borrowed, weaponized by those I never trusted—Harmonists clinging to stability, Directorate scanning for threats, Innovators desperate for a reformation, my old cohort.",
        "Reverse index wasn’t just a rumor—I watched the kernel logs. Someone yanked the process, inverted the city’s lifeblood. It was supposed to be a kill switch, used only if the Council self-destructed.",
        "Suddenly, all the people I used to help are on the outside, and those we chastised walk with full clearance. I fielded encrypted pleas for clarification—from activists, junior admins, even higher-ups terrified of the new order.",
        "Barter economies, blackout contracts, loyalty shifting by hour—I never wanted my work to spiral this way. Innovators like me said adaptation was hope. Now it’s pure chance, pure fear.",
        "I only ever believed the city should know how easily its fate could be rewritten, but I carry the loneliness for it. The system is alive and cruel, and if there’s a lesson, it’s that doubt is more loyal than any faction."
      ]
    ]
  }
}