{
  "main": {
    "opener": "You ever feel like you're walking a little more carefully these days?",
    "variants": [
      [
        "Careful is a matter of survival here. Especially lately.",
        "The city talks in a different tone now. That isn’t by accident.",
        "I suggested something bold and now some people are less comfortable with me.",
        "BCI noticed. It always does."
      ],
      [
        "Let’s just say every word echoes longer these days.",
        "I convinced them to give teachers a voice. Thought it might steady the ship.",
        "Broadcast teams altered their rhythms. Old alliances are colder now.",
        "BCI dropped my score faster than expected. My name’s on every warning.",
        "Feels like I left my skin at the door."
      ],
      [
        "Yes. After I pressed to let teachers lead the forums, everything changed.",
        "I pushed hard—demanded real airtime, real stories.",
        "Crowds showed up. Council grip slipped. Civic rituals began feeling less choreographed.",
        "All the old colleagues whispered about instability, pointed at me.",
        "BCI marked me a threat. Score tanked. But the streets... they pulse again.",
        "If I sound cautious, it’s because the system’s gaze never blinks."
      ],
      [
        "Careful footsteps are all I have left. I made the broadcasts possible—put teachers, not officials, on air.",
        "That unleashed the city’s memory. Forums filled up. People remembered what it’s like to steer their own lives.",
        "Official lines blurred. Council lost its edge. They blame the mess on me now.",
        "I knew what the BCI would do. Score hit twenty. I lost privileges I used to engineer myself.",
        "Still, watching the streets find their voice—worth it, even if I walk on eggshells.",
        "The irony is, as a speechwriter I designed obedience. Now I’m the deviant on every list.",
        "Feels like standing naked in my own architecture."
      ],
      [
        "I move like a shadow now. I pressed Council to put teachers front and center—no scripts, no censors. That’s the real risk I took.",
        "The streets echoed with real stories. People argued, confessed, built new allegiances right in front of the cameras.",
        "That crack in the Council’s hold? I made it and they know.",
        "The BCI flagged me as the architect of disorder. Score slashed—I’m down in the twenties. No comfort, no certainty, just a notebook for company.",
        "I’ve always written the language of compliance, painted obedience as progress. Funny how hollow that feels when your name turns up red.",
        "Still, the city is more alive, less anesthetized. I see possibility breaking through.",
        "I belong with the Innovators, but maybe I innovated too much for anyone’s taste.",
        "Stripped of safety, I feel more human. A little exposed. Tired, yes, but not regretful."
      ]
    ],
    "emotion": "A little exposed. Tired, yes, but not regretful."
  },
  "emotional": {
    "opener": "\"Whatever else is shifting in the city, it’s not wrong to want your words to mean something.\"",
    "variants": [
      [
        "Sometimes, it’s enough to hold a line, for a while.",
        "More than most care to attempt."
      ],
      [
        "It’s rare, to be heard without translation.",
        "I suppose meaning outlasts most systems.",
        "Thank you for saying so."
      ],
      [
        "It’s easy to forget that language can outlive machinery.",
        "When you speak, I hear less calculation. That’s… unfamiliar.",
        "I appreciate your honesty.",
        "Whatever it is, it helped tonight."
      ],
      [
        "You speak plainly. I envy that—few do now.",
        "I believe in the weight of meaning. I suppose I always have.",
        "It’s not always safe to claim one’s words, but I haven’t let go yet.",
        "You remind me why I bother.",
        "I’m grateful, honestly."
      ],
      [
        "You said something most have forgotten: words still shape what’s next, even when the system decides what you say.",
        "There was a time when I believed language was nothing but mask and shield. Now, I see it’s all we have left.",
        "People here swallow their meaning, afraid the city will choke them if they speak true.",
        "But you—your words hold, and that steadies me.",
        "I’m more tired than I will ever admit on a broadcast, but tonight, I feel seen.",
        "I needed that, more than I care to admit."
      ]
    ]
  },
  "factual": {
    "opener": "If you want to keep talking, get specific. What actually changed out there?",
    "variants": [
      [
        "You know the headlines. Halden\tdied, and things unraveled.",
        "BCI started glitching. People showed up in the wrong jobs.",
        "Council went quiet. Blame and silence. City went on without them.",
        "Assemblies took over. Teachers everywhere. That\u0019s the surface, anyway."
      ],
      [
        "Halden\u0019s death triggered chaos in the system\u0017the automated tools misfired.",
        "High BCI scores lost privileges while low ones gained influence.",
        "People began running blocks themselves. Council barely reacted.",
        "Old faces, previously erased, started reappearing in the city.",
        "Assemblies became louder as mistrust for Council grew.",
        "That\u0019s what most saw."
      ],
      [
        "Halden\u0019s death shattered more than routines. System lost its grip entirely.",
        "Labor algorithms placed trusted elites in menial work. Outcasts got promoted. Disorder blossomed.",
        "Citizens the system erased\u0017they returned, suddenly active, exploiting loopholes.",
        "Council paused scores, forced manual administration. Result: real chaos but a hint of hope.",
        "Teachers stepped up\u0017led citywide forums, opened old wounds, triggered debate.",
        "Public terminals aired onboarding footage. People confronted past compliance.",
        "I see the Innovators\u0019 mark on all of it\u0017pushing the model to the edge."
      ],
      [
        "Halden was the linchpin. After he died, the BCI broke script: labor tools failed, assignments were random.",
        "Disappeared citizens\u0017the kind the system erased\u0017began coordinating, bending the rules, destabilizing routines.",
        "Council suspended scoring, let districts govern themselves. Order unraveled but people learned they could act again.",
        "A Council journal surfaced, full of predicted crises and policy moves. Paranoia soared.",
        "Terminals showed everyone their onboarding reels\u0017memories weaponized. Trust fragmented, histories collided.",
        "Assemblies led by teachers shifted the city: forums overflowed, real debate began, the system\u0019s façade crumbled.",
        "I always pushed for innovation, but I didn\u0019t expect teachers to become the heart of the city.",
        "Feels like I pried open a locked door and let the wind scream through."
      ],
      [
        "I engineered the Council\u0019s voice for years\u0017then Halden\u0019s death toppled the BCI\u0019s house of cards.",
        "The system started cannibalizing itself: labor misassignments, compliance trajectories reversed, chaos by design.",
        "Invisible citizens, once erased, exploited the glitches to build new networks under our noses.",
        "Council had no protocol. They froze scores. Citizens tasted real, messier autonomy for the first time in years.",
        "A prophetic Council journal leaked, setting the city on edge\u0017some obsessed, others rebelled against the so-called future.",
        "Public terminals forced everyone to relive their onboarding day. Mass self-inventory. Sectors split, alliances melted.",
        "Teachers became unexpected statesmen. Their assemblies exploded into movements, writing new manifestos for governance.",
        "I\u0019ve always sided with the Innovators. But this, this is more than innovation. It\u0019s uncontrolled evolution.",
        "Hard to mourn lost privilege when I finally see the city breathing its own air."
      ]
    ]
  }
}