{
  "main": {
    "opener": "You getting by alright with everything swirling around?",
    "variants": [
      [
        "Been a weird week, systems acting up at work.",
        "Had to wait a lot more than usual to get in today.",
        "Not much else to say, just... trying to keep my head down.",
        "Feels tense out there, that's all."
      ],
      [
        "Work's a mess—some folks who never had access now do.",
        "Saw a few colleagues turned away at the door, just for their scores.",
        "Had to cover extra shifts and walk home a different way last night.",
        "Haven't been talking much, just watching things play out.",
        "Hard to know who to trust, even in the office."
      ],
      [
        "My team got turned upside down after the score shift—people you'd never expect got promoted in, while some regulars got locked out.",
        "Everyone's tense, swapping roles and routines. I ended up briefing newcomers all day, just so things wouldn't fall apart.",
        "Protests are spilling into my street, so I took the long way home to avoid them.",
        "Felt safer just... keeping my thoughts to myself.",
        "Spent the evening changing my passwords and quietly backing up files—can't seem to relax."
      ],
      [
        "The reversal hit us hard. People from 'noncompliant' districts suddenly got high scores—meanwhile, my old coworkers were stuck queuing for hours, or denied entry entirely.",
        "I was thrown into leading briefings I'd never prepared for, because half the senior team couldn't log in.",
        "Crowds outside, some celebrating, some furious—it made me feel kind of exposed, so I walked the back streets to get home.",
        "At home I was scared to even open the news, let alone talk to friends. I just locked down my system files and waited for things to settle.",
        "It's like…the rules I thought kept us safe just flipped overnight. Now, I don't know where I stand."
      ],
      [
        "Everything flipped. Folks with the lowest scores—people treated as risks for years—are suddenly at the top, and everyone's pretending that's justice now.",
        "I work for the Directorate, so I see the fallout up close. The BCI never felt fair to me, but now it's impossible to ignore. Whole teams thrown out, decisions made by glitchy models instead of people.",
        "I had to cover briefings all day, because nobody knew who was allowed inside. No one questions this out loud, but I think more of us are scared than the system admits.",
        "I walked home past the protests, feeling…guilty, honestly. I always thought staying quiet kept me out of trouble, but now even silence is dangerous.",
        "I'm tired—tired of pretending, tired of waiting for the city to make sense again."
      ]
    ],
    "emotion": "tired and deeply unsettled"
  },
  "emotional": {
    "opener": "“It's not wrong to feel exhausted when it all blurs together — you deserve to rest too, Oksana.”",
    "variants": [
      [
        "Yeah. I guess that makes sense, thanks.",
        "It's... a lot, sometimes."
      ],
      [
        "I suppose it's harder to switch it off lately.",
        "Appreciate you saying that."
      ],
      [
        "It is exhausting, and I forget that sometimes.",
        "When someone says it's okay to feel it, I remember I'm not alone."
      ],
      [
        "Thank you — I don't think anyone's said that to me in a long while.",
        "There's pressure everywhere, like I have to hold myself in check all the time.",
        "Letting myself rest almost feels risky, honestly."
      ],
      [
        "Thank you. When everything is measured and scored, you start to measure yourself by those standards, too.",
        "I keep wondering if this exhaustion is a kind of warning sign or just... being human.",
        "Most days, I'm scared to even admit it — even to myself.",
        "Your words help me remember I'm still here, not just a data point.",
        "Sometimes, I envy people who can just let go and not care.",
        "Being understood, even briefly, feels like a relief I don't get often."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Oksana. Everyone's heard the rumors. Just say what you know.",
    "variants": [
      [
        "The Council says they're meeting, but we only get filtered updates.",
        "Official channels barely mention what really happened in the data center.",
        "Most people just watch the public feeds now\u0014doesn't mean we trust them.",
        "If you pay attention, you'll see which neighborhoods shifted overnight.",
        "That's all anyone can really confirm."
      ],
      [
        "The news cycle's controlled. Everything we see is curated by Council factions.",
        "Since Halden\u0019s death, narrative control is tighter. Competing stories everywhere.",
        "Some say the BCI flip was deliberate to test 'fairness.' Maybe it was an accident.",
        "There\u0019s talk about hidden protocols\u0014no one admits who triggered them.",
        "Whatever's happening, it's bigger than anyone will say out loud."
      ],
      [
        "The Council split after Halden died\u0014propaganda everywhere, all clashing.",
        "Now every group pushes their 'truth' about why the BCI flipped, but nothing matches with what we see day to day.",
        "People used to play along for safety, but now some feel empowered. It's chaos.",
        "I've started seeing barter and informal deals, even inside Directorate circles.",
        "For me, the system never felt fair. These changes just prove it's arbitrary."
      ],
      [
        "After Halden, everything's fractured. We've all seen Council factions rewriting their own versions of what happened.",
        "Public stories about the reversal feel empty\u0014I see the backstage panic; people in charge scrambling to reclaim control.",
        "I hear security teams don't even agree on access now; districts double up on their own enforcement.",
        "I've even fielded weird requests from colleagues looking to disappear from official logs, to reset scores or statuses.",
        "Honestly, I'm tired of a system that calls itself rational but deals in fear and performance. It was unfair before. Now it's just unpredictable."
      ],
      [
        "I get early memos\u0014sometimes before public release. The double reversal was triggered almost by accident, but higher-ups moved fast to spin it either as sabotage or overdue justice.",
        "Council squabbles are worse than the feeds show: Innovators want more automation, Directorate's terrified of losing control, Harmonists just want silence.",
        "We're patching systems with barely-tested updates. Everything is up for grabs, power shifts with every algorithm change.",
        "I've quietly helped some former 'noncompliant' contacts get access back, off-the-books. Not just out of pity\u0014I don't believe BCI means what it claims anymore, if it ever did.",
        "Before, I thought I was upholding order. Now\u0014the moment you see who actually benefits and who's left behind, it changes you. I don't buy into the system's line about fairness. Not anymore.",
        "There's risk even saying that. But I'm done pretending the Council's narrative makes sense."
      ]
    ]
  }
}