{
  "main": {
    "opener": "Not sure if it's just the weather or something else, but people seem different. You notice that?",
    "variants": [
      [
        "People aren't themselves lately. Routine’s missing.",
        "Went to the center, saw more talking than order.",
        "My name appeared on a public sheet without asking. Not comfortable with that.",
        "Feels wrong. I kept to myself for the rest of the day."
      ],
      [
        "Something's changed. Too much casual gathering, not enough system.",
        "I tried accessing my usual services. Volunteers now, no clear process.",
        "My neighbor included me in some public forum list, never asked.",
        "Skipped the crowd, spent time reviewing my documents instead.",
        "Just feels like too much is shifting at once."
      ],
      [
        "Definitely feels different lately. The resource center was all disorder this time.",
        "Supposed to be queues, instead—just volunteers, and lots of assemblies.",
        "Found my name on a sign-up sheet for community comments. Didn’t consent.",
        "Decided I’d rather not get mixed up, so I kept my distance.",
        "Spent most of the day going over my files and Council bulletins, looking for sense.",
        "Honestly, can’t shake this sense of things moving too fast, too loose."
      ],
      [
        "You’re right, things have shifted. Resource center used to run smoothly—protocol, purpose. Now, volunteers and open discussions.",
        "Strange thing, though. My name ended up on a forum list. No invitation, just assumption.",
        "Didn’t like that. Removed myself and withdrew—some things should still be asked first.",
        "And since, I find myself looking back at old policy documents, Council notices, anything that offers familiar ground.",
        "That shift away from order set off some alarms for me. Even my BCI score noticed.",
        "It’s like the city’s trying to rewire itself, but not all change is progress.",
        "I’ve always leaned on established methods. What’s happening now leaves me a bit stranded."
      ],
      [
        "Feels like everyone’s drifting in Stenograd. That order we built is coming undone at the edges.",
        "I’ve spent decades in the system—my work was about keeping things predictable, discreet.",
        "Yesterday, the center was run by volunteers, and my name was tacked onto a forum list. I wasn’t even consulted.",
        "I don’t mind change, when it’s done with care. But this is improvisation, not governance.",
        "Secured my files the moment I sensed the system slipping. I trust paper over people when the lines blur.",
        "Watching these assemblies grow, honestly, I worry the Council’s giving away too much. We needed structure, not sentiment.",
        "My BCI score tumbled just for stepping back. That used to mean something—now even the numbers feel arbitrary.",
        "This isn’t the Stenograd I gave my years to. I’m unsettled, quietly overwhelmed."
      ]
    ],
    "emotion": "unsettled, quietly overwhelmed"
  },
  "emotional": {
    "opener": "Nikola, you’re not alone in feeling unsettled. Change like this can shake even the steadiest foundation. Sometimes it’s enough just to keep breathing and trust your own sense of order.",
    "variants": [
      [
        "Thank you for saying that. Routine matters, I suppose."
      ],
      [
        "It’s… reassuring to hear. We all need something steady, don't we.",
        "Order isn't just a habit. It's how we keep sense."
      ],
      [
        "That’s well put. Sometimes it does help to know someone notices.",
        "People forget that small things—like routine—matter.",
        "Sticking to my habits keeps me balanced.",
        "I appreciate your words more than you know."
      ],
      [
        "You’re right. Foundations don’t crumble overnight, not if we hold onto something familiar.",
        "Even now, I rely on old protocols. They help when almost nothing else does.",
        "Order has a way of making even uncertainty manageable.",
        "I've seen enough cycles to know chaos passes, sooner or later.",
        "Thanks for reminding me that finding footing isn’t weakness."
      ],
      [
        "You said something most people overlook. That sense of order, of simply continuing—it's what kept everything together in my old work.",
        "I spent years believing systems, routines, had value on their own. Maybe they still do, even now.",
        "It’s difficult, adjusting when the world feels... rearranged.",
        "Old habits, little rituals—they’re my way of resisting the noise, quietly.",
        "I sometimes worry I’ve turned invisible, just following my clock.",
        "Still, your understanding means I’m not completely adrift. That matters."
      ]
    ]
  },
  "factual": {
    "opener": "Enough about queues. What’s really happening in the city?",
    "variants": [
      [
        "Council issued new memos. Not for public viewing.",
        "Temporary halt on BCI scoring. Manual oversight in place.",
        "Some citizens appearing suddenly after absences. Odd, but happens.",
        "That’s all I can say."
      ],
      [
        "Council’s paused some automated functions. Labor assignments have gone strange.",
        "Citizens not seen for some time are reappearing, organizing without notice.",
        "Teacher groups are spreading assemblies, with backing from official channels. Unusual, but not illegal yet.",
        "System messages have become… less consistent.",
        "People are taking chances. That’s new."
      ],
      [
        "Council’s suspending BCI scoring. Selected people running districts by hand now. Doesn’t always work.",
        "Labor reassignments have everyone out of place. Order is slipping—you notice, yes?",
        "Old names are showing up, the ‘invisibles’—playing their own games, from the blind spots.",
        "Teachers running civic forums, getting coverage from above. A little too coordinated to be chance.",
        "Early onboarding footage replayed on terminals… All these memories flooding back. Makes control harder, not easier.",
        "Council’s factions blaming each other for the mess. Feels fragile.",
        "If you ask me, this wasn’t meant to happen."
      ],
      [
        "Week-long pause on BCI scoring. I haven’t seen that since the protocols were written.",
        "Labor errors—engineers on street detail, dissidents in admin slots. No one prepared for this kind of scramble.",
        "People once erased from lists have surfaced, networking before the system can blink.",
        "Teachers lead forums now, Council’s media behind them. Someone thinks this is social glue. I’m not sold.",
        "Even children recount onboarding histories in assemblies. Structure replaced by collective memory—it’s… chaotic.",
        "A Council journal surfaced, predicting unrest like this. Hard to tell if people are acting out fate, or if fate’s acting them.",
        "I held to Harmonist protocols for decades, kept things steady. That’s out of style now.",
        "The numbers don’t mean what they used to. Disquieting."
      ],
      [
        "BCI failures weren’t just glitches. I remember the protocols—never designed for this kind of collapse.",
        "When the Council pulled scoring, people ran services old-style. A mess, but some called it progress.",
        "Hundreds who vanished from the watchlists—ex-colleagues, quiet neighbors—now openly using loopholes. Not surprised, honestly, the system taught them how to hide first.",
        "Assemblies, teacher-led, spreading with Council media’s nudge. Structured debate, but beneath it? A vacuum.",
        "That journal, the one with future entries. Most believe it’s real. Council’s actions match its predictions step for step.",
        "Personal onboarding videos looping in terminals—forcing us to relive the early compliance drives. I recognize faces. Old loyalties waking up, but so are old resentments.",
        "Harmonists like me built for order, not improvisation. Used to read all policy drafts before the rest. Now, no one asks for approval.",
        "Neighbors who never questioned the Council are suddenly all for participatory governance. Courage, or opportunism?",
        "It all circles back—when structure dies, everyone chases meaning. The city hasn’t felt so unknowable in decades."
      ]
    ]
  }
}