{
  "official": [
    {
      "image_id": "child_assembly",
      "headline": "Teachers Lead Forums",
      "anchor_line": "Teachers across Stenograd now guide open citywide seminars, encouraging all generations to share experiences and insights.",
      "contextual_reframing": "By supporting educator-led assemblies, the system strengthens civic unity and collective understanding for a stable future."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Open Assemblies Grow",
      "anchor_line": "Community-led discussions fill city squares, as citizens explore Stenograd's compliance history in open, respectful forums.",
      "contextual_reframing": "Orderly, inclusive dialogue demonstrates the Behavioral Compliance Index’s power to foster social harmony and transparency."
    },
    {
      "image_id": "data_skyline",
      "headline": "Citywide Civic Gathering",
      "anchor_line": "A special city assembly, led by teachers, brings residents together to discuss new proposals for Stenograd’s governance.",
      "contextual_reframing": "Participatory events, supported by advanced infrastructure, reaffirm confidence in Stenograd’s adaptive, citizen-oriented management."
    }
  ],
  "underground": [
    {
      "image_id": "crowd_spectacle",
      "headline": "Real Voices Unfiltered",
      "anchor_line": "Teacher forums spill into the streets, finally letting people share what’s been buried for years.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, claims to ‘align’ citizens, but now stories of resistance—and fear—rise in the open. Stenograd’s perfect order begins to crack."
    },
    {
      "image_id": "blank_display",
      "headline": "Assembly or Rebellion?",
      "anchor_line": "Open-air assemblies grow, but Council only backs them to keep control—not to listen.",
      "contextual_reframing": "Behind the scenes, Council factions and algorithmic overrides scramble to manage unrest. Forums are a vent for anger, not a sign of real power-sharing."
    },
    {
      "image_id": "sealed_envelope",
      "headline": "Shadow Deals Exposed",
      "anchor_line": "Teachers lead city assemblies and deliver a manifesto to Council, demanding a voice the system was built to silence.",
      "contextual_reframing": "No system update can erase grievances. Even as the BCI monitors every move, cracks widen between official stability and lived reality in Stenograd."
    }
  ]
}