{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Everyone’s carrying something, sure. No surprise there.",
        "These days, I go where I’m told and keep my notebooks close.",
        "Entry in and out of work isn’t what it used to be.",
        "Feels like you blink and the rules shift under your feet… and you just walk on."
      ],
      [
        "Suppose we all carry baggage, visible or not.",
        "Whole office changed overnight. No usual protocols. You hand over your words like a pass, hope they still let you in.",
        "Now, neighborhood types read my drafts. Each wants something different.",
        "I spend half my time ferrying statements by hand, none of it digital anymore.",
        "It’s like running in sand. And I’m very, very tired."
      ],
      [
        "There’s weight on everyone’s shoulders here. Mine’s gone from bearable to… well.",
        "Since the shutoff, I answer to whoever rotates through the front. Old clearances don't matter. They look at your face, not your file.",
        "I used to write for the whole Council. Now, it's a carousel of local liaisons, each armed with their own rules.",
        "Every day, the same line: Justify your words. Why this phrase, why that omission.",
        "Even submitting a speech means jumping three hoops, on paper, by hand. Encrypted drives, fragments scattered.",
        "Feels like the city’s unraveling, thread by thread. And I… I feel unravelled right along with it."
      ],
      [
        "You notice it too, Alex. The city’s seams are showing.",
        "Once, I crafted the Council's every statement. Now, new gatekeepers, different in every district, want my justifications.",
        "Spent my morning explaining one phrase after another to people who barely trust each other, much less me.",
        "Central systems? Gone. I run drafts around the city. No two places want the same tone.",
        "It’s all delays and double-checks. Most days I barely get through half the work.",
        "I keep versions of everything now, split and encrypted—never know who will want what.",
        "It’s all getting harder to hold together. And frankly, so am I."
      ],
      [
        "Funny, isn’t it? I built the voice of order in this place, and now I can barely get a line approved without a jury of strangers.",
        "The city’s run by neighborhood councils now. Everyone’s their own authority. Used to be just the Council, silent and absolute, and my words their armor.",
        "Every speech is a risk. Each district nitpicks every line for loyalty, for double meanings—like the BCI’s ghost is peering over their shoulder.",
        "I live in a restricted zone, thought it’d keep me insulated, but now it means more suspicion, more arguments about why my old access ought to count.",
        "Used to coordinate seamlessly, fleet and silent. Now I walk drafts, paper and encrypted drives, and every hand-off is a negotiation.",
        "My score slid with every compromise, each new lockout, each day spent justifying myself to people who distrust every word.",
        "I'm an Innovator, or I was. Now the system I shaped barely recognizes me. I pushed for change, but this… wasn't the change I meant.",
        "Worn out, but trying to hold together. That’s all that’s left some days."
      ]
    ],
    "emotion": "Worn out, but trying to hold together"
  },
  "emotional": {
    "opener": "\"You know, even the steadiest hands need a place to rest. No one expects you to hold it all alone.\"",
    "variants": [
      [
        "It's rare to hear that said out loud.",
        "Still, I'm not sure everyone would agree."
      ],
      [
        "That’s more generous than most.",
        "I suppose it helps to hear.",
        "Maybe that's enough for tonight."
      ],
      [
        "You put it simply, but it means something.",
        "Most days, I think quiet endurance is just assumed.",
        "But yes. Even still water erodes stone eventually.",
        "I’ll try to let that settle."
      ],
      [
        "You have a way of cutting through the noise.",
        "I can’t pretend I haven’t felt the strain lately.",
        "It’s easy to forget you don’t have to be the last pillar standing.",
        "There’s some relief knowing I’m not invisible, at least here.",
        "Thank you for saying it."
      ],
      [
        "No one admits how much pressure this all creates, you know.",
        "Sometimes I feel like a ghost walking through the machinery—useful, unseen, expected to function endlessly.",
        "But your words actually landed. That’s rare in this city, rarely feels genuine.",
        "For all the slogans I’ve written about resilience, I hardly took the advice myself.",
        "Maybe I do need to find a place to rest, just for a moment.",
        "Hard to let go, but maybe I start here."
      ]
    ]
  },
  "factual": {
    "opener": "People keep coming in here talking about score blackouts, self-governing blocks, all the chaos... Cut the careful talk. What’s actually happening?",
    "variants": [
      [
        "Ripples started when Halden died. No one filled the gap.",
        "The data breach… exposed too much, stirred things we can’t shut down.",
        "Council can’t get its footing. Every faction pulling away.",
        "Neighborhoods grabbing control where they can.",
        "Official line? Stability. Reality? Anyone’s guess."
      ],
      [
        "Halden’s exit didn’t break the system… it showed how brittle it really was.",
        "That leak, the one with the scores and private files, proved we weren’t as secure as we claimed.",
        "I hear the Directorate’s tightening enforcement, but no one’s keeping up citywide.",
        "Harmonists keep preaching calm. Hard to sell, after what’s out there.",
        "Some neighborhoods are reviving old compliance wars, digging up records I thought we’d buried.",
        "It’s a fracturing—each district holds their own history against you now."
      ],
      [
        "First came panic: Halden dead, systems stumbling, and then everyone's secrets on display.",
        "Council unity shattered—no one trusts anyone. Each faction uses a different playbook now.",
        "The BCI blackout forced us to invent workarounds—manual procedures, arguments at every checkpoint.",
        "Neighborhoods seized that moment to write their own rules. Overnight, governance turned patchwork.",
        "Old compliance histories are currency again; I find myself editing apologies as often as proclamations.",
        "Innovators would call it adaptation. In practice, it’s barely controlled improvisation.",
        "Most here still watch for signals from the center, but it’s all static now."
      ],
      [
        "After the data leak, trust evaporated in hours. Anyone with a history above Council tier was suddenly a target.",
        "The Directorate moved to shut things down, but everywhere they stepped, another neighborhood set up their own access council.",
        "Harmonists flailed—too gentle for this mess. Innovators kept pushing citywide protocols, but got drowned out by local demands.",
        "My drafts are chopped and repurposed as local manifestos or warnings, depending on who reads them.",
        "Old BCI records fuel every suspicion. Some neighborhoods use them as weapons.",
        "The blackout didn’t just kill scores. It killed the illusion of central legitimacy.",
        "I used to believe innovating the system would make it fairer. Now it’s just a tool for whatever bloc grabs it first.",
        "Spent the last few nights rewriting my own clearance history, just to keep the doors open."
      ],
      [
        "Halden’s death wasn’t just a loss—it triggered the spiral. Without his oversight, subsystems splintered.",
        "I watched the Council scramble, hiding fractures with propaganda, while the public tore through leaks like scavengers.",
        "When the BCI blackout hit, I expected a temporary stutter. Instead, everything decentralized overnight—no two streets run by the same rules.",
        "I warned the Innovators: if we pushed rapid change without trust, we'd get chaos, not reform. No one listened, not really.",
        "Now, speechwriting is politics in miniature. I sneak subtext into local edits, hoping for coherence while they argue over old score sins.",
        "Secret logs suggest Halden planned the blackout, perhaps as a test. If so, he got more 'resiliency' than he bargained for.",
        "I live with fragments—contradictory commands, risk of being flagged by my own words, all while my BCI score falls.",
        "Innovators like me wanted evolution, but central control was supposed to be the backbone, not a myth.",
        "What’s left is improvisation—and a notebook full of concessions I’d rather not count."
      ]
    ]
  }
}