{
  "main": {
    "opener": "You notice people acting different lately?",
    "variants": [
      [
        "People are definitely... unsettled lately.",
        "Some documents went out, changed how folks are organizing.",
        "Neighborhoods are handling things their own way now.",
        "Honestly, it's all made things a little tense. Just trying to keep my head down."
      ],
      [
        "People have been acting... different, especially after those new protocols appeared online.",
        "I heard some local groups started running their own councils.",
        "Feels like everyone’s second-guessing motives now.",
        "I had a small part in passing information, nothing too sensitive.",
        "It just feels like things aren't simple anymore."
      ],
      [
        "It’s impossible not to notice how everyone’s on edge, since local rules started popping up.",
        "After the BCI blackout, I shared some governance guidelines. Only the technical parts.",
        "Neighborhoods started forming their own councils—some people are grateful, others think there’s still something hidden.",
        "I kept out of the spotlight for safety but get asked for advice sometimes.",
        "My own building’s divided about it.",
        "I just hope I didn't make things worse."
      ],
      [
        "People are different, yeah. When Halden died and everything went sideways, I felt responsible in a strange way.",
        "I uploaded the protocols for local self-governance—left out the BCI abuse records though. It didn’t seem safe to throw it all out there yet.",
        "Neighborhoods started creating their own rules, some reaching out to me like I have answers.",
        "My colleagues are split—some thank me for calm, some are sure I hid something important.",
        "My building feels... unstable. I’m not sure if my choices were right, just that it felt like the safest risk.",
        "The BCI’s not steering people now, so everyone’s nervous.",
        "Part of me wonders if what I did only postponed something bigger."
      ],
      [
        "People are unsettled. Since Halden’s death and the blackout, nothing feels fixed. I spent so long believing BCI kept us safe, even if it hurt people at the edges.",
        "When the system crumbled, I made a choice—leaked protocols to help people self-govern but kept the BCI abuse data hidden. It just felt too explosive, too soon.",
        "Almost overnight, neighborhoods set up their own councils, using the tools I put out there. Some are grateful, but a few can sense what I left out.",
        "Old colleagues split over it—some think I stabilized things, others think I protected the old ways.",
        "In my own building, trust is thin. Some thank me, others watch me like I’m the enemy.",
        "Strangest part is, my BCI score actually went up. System rewards calm, not truth, I guess.",
        "Sometimes I think I betrayed what I believed in, but maybe I just delayed chaos long enough to help people adapt.",
        "I never imagined I’d have to risk everything just so people could solve things for themselves."
      ]
    ],
    "emotion": "...Mostly I feel exhausted. Like I’m just waiting for the next shock."
  },
  "emotional": {
    "opener": "You aren't alone in this—it's not weak to feel worn out. No one could keep pace forever, not here.",
    "variants": [
      [
        "Yeah. Maybe.",
        "Suppose that's true."
      ],
      [
        "Thanks. I guess I needed to hear that.",
        "It does get hard to keep it together all the time.",
        "Sometimes I wonder if people realize how heavy all this gets."
      ],
      [
        "Actually, that helps.",
        "It's like everyone pretends being worn out is some kind of flaw.",
        "Maybe we're just... human. Even here.",
        "It's strange how admitting that makes me feel lighter."
      ],
      [
        "I don't say it, but that really means something right now.",
        "Most days, I just push through. Pretend nothing sticks.",
        "But honestly, lately I feel like the city is squeezing me dry.",
        "It's a relief to know maybe it's not just me.",
        "Feels safer to admit it, even a bit."
      ],
      [
        "Honestly, it's been years since I felt understood like that.",
        "There's this pressure... to always be efficient, unnoticeable, perfect—like the system won't tolerate even a pause.",
        "Most of us just bury it. Or numb it. I did for a long time.",
        "The exhaustion isn't just about work—it's how quiet everything's become. Like if I let go for a second, the world will just keep running over me.",
        "Your words helped me breathe for a minute, and I didn't know how much I needed that.",
        "Maybe we survive this just by reminding each other we're not shadows yet."
      ]
    ]
  },
  "factual": {
    "opener": "Look, if you had a hand in these changes, just say what really happened. People want answers.",
    "variants": [
      [
        "Everyone's just reacting to the changes, that's all.",
        "The Council kept things internal, mostly.",
        "Protocols got out, neighborhoods did what they wanted.",
        "No one really knows how it's going to end up.",
        "I don't get involved more than I need to."
      ],
      [
        "People keep digging into old records, which isn't smart for anyone.",
        "There's talk about a citywide meeting, but nothing's settled.",
        "Council still tries to control things, but it never sticks.",
        "Some locals are angry about how scores were handled before the blackout.",
        "Honestly, I keep my head down now more than ever."
      ],
      [
        "After the blackout, local councils didn't wait for Council orders. They took over.",
        "Neighborhood rules aren't all the same—some keep BCI records, some start fresh.",
        "Any attempt by the Council to make citywide rules just leads to more arguments.",
        "A lot of people still blame me for the initial protocol leak, even though failures started much earlier.",
        "Now there's this split: some districts want real reforms, others just want the old systems back.",
        "The Innovators—my side, I guess—aren't exactly united either, but at least we're pushing forward.",
        "Feels like trust is just... gone citywide. More tension every week."
      ],
      [
        "When the blackout hit, it was chaos. People lost access—jobs, homes, everything froze.",
        "Locals had no choice but to rewrite rules themselves. Council scrambled but has no real grip now.",
        "Secret logs showed Halden prepped for all this. A 'resilience test,' as if we were just points in his experiment.",
        "I watched districts fight over old compliance data. People still judge based on BCI scars, no matter what they say.",
        "Innovators hoped we’d build something new from the fracture, but I see old fears running the show in some areas.",
        "Sometimes I get discreet requests for more protocols or explanations. Safer not to respond most times.",
        "I’m working on ways to guide reforms quietly, but it’s hard to know who to trust inside the system.",
        "It’s not about sides anymore. Can’t even rest, just waiting for the next emergency."
      ],
      [
        "After Halden died, everything fractured—blackouts, riots, leaders desperate to contain things.",
        "I read the secret logs myself. None of this was chance. The BCI was always designed to self-destruct if someone tampered too openly.",
        "Even when neighborhoods formed their councils, you could see old BCI prejudices shaping every vote. Abuse records started resurfacing, hidden by the Council but spread underground.",
        "I’m part of the Innovators, or I was—now it just feels like everyone’s in survival mode, factions falling apart.",
        "Some think I could have released everything, but even partial data caused panic. New systems are only half-formed because everyone’s scared of the truth.",
        "My BCI score jumped—rewarded for stability, not honesty. That’s the joke, right? The system’s metrics still haunt us even now that it’s broken.",
        "I keep a file of messages from people—some grateful, some furious, some begging for direction. I’ve never felt lonelier.",
        "Sometimes I wish I could disappear from it all, but I started this, so I have to see where it leads.",
        "Feels like every day is just waiting for the next shock—and I don't know if anyone will be ready."
      ]
    ]
  }
}