{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Hard to say what's normal anymore, really.",
        "I've kept my head down since those issues with restored residents started.",
        "Just following the new protocols, that's all.",
        "Feels... exhausting, sometimes."
      ],
      [
        "You'd think things would smooth out, but it's always something.",
        "I've had to send out more review notices than usual lately.",
        "This whole 'restoration'—not what most people expected, I suppose.",
        "Neighbors seem tense. I can't blame them.",
        "All feels a bit heavier lately."
      ],
      [
        "Normal used to mean order. Now it's all warnings and confusion in the halls.",
        "After the last audit, my name ended up flagged in the building.",
        "Most of my time's been handling these complaints about denied access—can't step outside without being watched.",
        "Shadow compliance, they call it. I had to implement it — wasn't really a choice.",
        "People outside talk about fairness but don't see the strain on this side, either.",
        "Sometimes I wish I could just hand this briefcase away and forget all of it."
      ],
      [
        "I've always preferred paperwork to arguments, but this year... normal has slipped away.",
        "Authorized a protocol they call 'shadow compliance'—meant to keep order after the failed restoration, but it cut deeper than intended.",
        "Saw scores plummet for neighbors. Had to send review notices without explanation. No room to intervene.",
        "Since then, my own name's come up in more lists. Surveillance runs deeper than ever now.",
        "Feels strange, managing peoples' lives from a distance like that.",
        "There's mistrust everywhere. Council says it's necessary. Sometimes I almost believe it.",
        "Honestly, the cost sits with you long after the orders are carried out."
      ],
      [
        "I used to believe in protocol—kept things... neutral, above personal feeling. Now I watch every word and step.",
        "After the restoration scandal, I was the one who signed off on 'shadow compliance.'",
        "It meant restored residents were watched closer, punished quieter—said to keep order, but really it punished hope.",
        "Requested managers stay strict, no exceptions. Saw protests grow as people realized they'd been tricked.",
        "Every decision, the system rewards you in numbers, but it takes a piece of you. My score jumped but I barely sleep.",
        "Directors talk security, Innovators dream of new controls—the Council never trusted the public, that much I can tell you.",
        "I keep a briefcase with papers from those days. I haven't opened it since Halden died. Even now, after all this, I don't know who would want to read what's inside.",
        "Sometimes I wonder if normal’s gone for good, and if it all mattered one bit..."
      ]
    ],
    "emotion": "weary"
  },
  "emotional": {
    "opener": "Nikola, it's alright to feel tired—sometimes just going unseen for a while is its own kind of strength. I see you. You did more than most ever could.",
    "variants": [
      [
        "Thank you. That’s appreciated."
      ],
      [
        "It means something, hearing that. Not many notice the quiet work."
      ],
      [
        "There’s comfort in being recognized, even indirectly. Most just assume the old carry nothing but silence.",
        "Sometimes it feels as if the city moves on, and you’re meant to simply fade with it."
      ],
      [
        "I won’t lie, sometimes the quiet is all you have left. It’s strange, how valuable small understanding becomes.",
        "Half my life was spent doing what had to be done, not for applause—just so the wheels turned.",
        "A little acknowledgment goes a long way. Thank you for that."
      ],
      [
        "I suppose there were years I thought invisibility was a skill to be proud of.",
        "It’s only lately I see there’s a cost—a gradual dimming, like the city’s lights at curfew.",
        "People think the past is just records and policies. Really, it’s memory—mine and others’.",
        "Most days I keep it packed away. Sometimes I wish there was someone left to share it with.",
        "Your words… they reach deeper than you know. It helps, truly."
      ]
    ]
  },
  "factual": {
    "opener": "You keep skirting around it. What's really been happening with all these system failures? Spill it or don't.",
    "variants": [
      [
        "Files leak. People get scared. The fix always costs someone.",
        "Council blames outsiders. Makes a show of control.",
        "Order is the priority. Public anger gets managed, not solved.",
        "Every event fits a pattern if you look closely."
      ],
      [
        "Leaks always make headlines. Details are never the whole story.",
        "Restorations sounded like hope but spiraled. System hiccups spread blame.",
        "Council tightened things. Directives override old rules.",
        "Not all the angry faces in the street are surprised, you know."
      ],
      [
        "Major data leaks. Council fractures. People panicked when scores went public.",
        "After Halden, order slid fast. Internal feuding isn’t new, but this time it escaped containment.",
        "The restoration cover-up—well, that deepened cracks. No real trust left in neighborhoods.",
        "Security bloc had to double down. No one wants randomness in the streets.",
        "Shadow compliance started under pressure, not malice. Sometimes hard choices keep cities intact.",
        "Some think Harmonists can fix it. I’ve seen how deep these rifts go."
      ],
      [
        "Leaks outed trusted names. Suddenly, nothing was private. Fear turned to meetings—then threats.",
        "Council’s split: some just patch holes, some want stricter controls. Directorate always calls for containment.",
        "Protests? Expected, once the restoration trick was clear. Innovators talk like they run simulations, but boots handle aftermath.",
        "Shadow compliance was my signature. Orders from above. No joy in that.",
        "I’m Directorate by preference. Protocol is peace—when it isn’t, you adapt or you’re left out.",
        "Since Halden’s death, every file’s suspect. I still have a briefcase of papers—old orders, things people shouldn’t see.",
        "Most residents have no idea how many families we wiped and shadow-tracked. Some won’t ever recover.",
        "Those resistance cells? Grew from our neglect. I can see that now."
      ],
      [
        "The night Halden died, we lost more than a leader—lost the center anyone listened to.",
        "Files spilled everywhere. Council names, their scores, even old system logs—impossible to contain after that.",
        "I was tasked to review silent directives, but most people don’t realize Directorate hands steered this tighter than anyone admits.",
        "The restoration act? Council agreed it was a lie before the vote, just to calm unrest. We shadowed thousands as a preemptive sweep—disappear a problem rather than risk it escalating.",
        "Every protest since is a ripple from that. Some zones? Their histories deleted outright. And the only solution anyone offered was more surveillance, not reconciliation.",
        "I fought to keep security protocols tight, but sometimes that’s just containment, not control. That’s the Directorate way.",
        "I still keep the Halden-era briefcase locked. Inside—marked directives, prototype amendments, personal notes I was never meant to see. Enough to cause real trouble for all factions if opened now.",
        "Council elections? Algorithmic theater. No one outside Directorate cared for transparency. Real decisions were buried in paper, not votes.",
        "If the public ever reads what’s in that case, they’ll see order never meant justice. I know. I helped write it."
      ]
    ]
  }
}