{
  "main": {
    "opener": "You ever get tired of pretending things are fine?",
    "variants": [
      [
        "Fine isn't usually a word I'd use, Alex. Things change, people disappear.",
        "Heard some reports about discrimination. Next day, desks were empty.",
        "Locked doors, familiar names gone from rosters.",
        "Hard to say what's real anymore."
      ],
      [
        "Fine isn't usually a word I'd use, Alex. Things change, people disappear.",
        "Saw colleagues vanish after the stories broke—many stopped showing up.",
        "Security heavier, fewer faces I know.",
        "Had to start keeping work local, not submitting drafts.",
        "You get cautious when the system bites back."
      ],
      [
        "Pretending is survival, I suppose. After the discrimination stories, colleagues started vanishing.",
        "Noticed names wiped from our lists, offices packed up overnight.",
        "Half the usual crowd didn’t show for review. Maybe too risky.",
        "So now I keep my drafts on paper, in person only. Nothing goes in open channels.",
        "It’s strange, worrying over every sentence, every word.",
        "Feels like you’re next to disappear."
      ],
      [
        "Pretending is survival, I suppose.",
        "After the discrimination reports, a lot of us got careful—maybe too late. People resigned, but most just vanished.",
        "Advisors’ offices cleared out, no notice. Some names erased overnight.",
        "Suddenly, I limit what I say, store scripts offline, and avoid system channels.",
        "My own score dropped just for being cautious—feels like the walls are listening.",
        "Most of the team’s missing. Only half showed up for our last review, and they all looked spooked.",
        "I didn’t trust the system with my words. That decision won’t change the world—but it means I can still look myself in the eye, for now."
      ],
      [
        "Pretending is survival, but it’s normal here. Especially after these discrimination stories blew up.",
        "You know, I spent years shaping the language everyone uses—compliance, restoration, all the polite words. Now people I worked with are just gone.",
        "Advisors erased, offices packed up, names scrubbed before breakfast. No explanations ever come.",
        "Half the team vanished between meetings. Those who stayed started whispering, double-checking every phrase.",
        "Drafts get written on paper now. My BCI dropped for being ‘cautious’—even thinking about what you say is a risk.",
        "The irony is, as an Innovator, I always believed in refining the system, making it cleaner, fairer. This isn’t what I signed up for.",
        "Speech has become a liability—one wrong word and you’re gone. Maybe that’s why people pretend.",
        "It’s terrifying, Alex. Makes you wonder if you’ll be next."
      ]
    ],
    "emotion": "Exposed, quietly unsettled—like you’re being watched even now."
  },
  "emotional": {
    "opener": "\"You're not alone in this, Sven. Everyone feels the eyes at some point, but it doesn't mean you have to fold. You know how to move through the shadows better than most.\"",
    "variants": [
      [
        "You have a way with words, Alex. I appreciate it.",
        "I suppose shadows offer some comfort, yes."
      ],
      [
        "Hard to remember that, sometimes. Shadows blur the lines.",
        "Maybe that's where I belong—out of sight, mostly.",
        "Thank you for reminding me."
      ],
      [
        "Sometimes I forget other people notice the weight too.",
        "It's easier to believe you’re invisible than to acknowledge the gaze.",
        "Still, being seen doesn’t always have to mean being caught.",
        "Maybe it’s not so dreadful after all."
      ],
      [
        "That helps more than I care to admit, truly.",
        "I live in a world designed to make you invisible, or dangerously conspicuous. No in-between.",
        "It’s strange—when someone sees you, really sees you, it’s equal parts relief and risk.",
        "I suppose I had nearly let go of relief.",
        "But you’ve put it back within reach, in your way."
      ],
      [
        "Much of my work is built around remaining unremarkable.",
        "In this city, you learn: attention is currency, and too much devalues you entirely.",
        "I chose this path because silence is safer, sometimes more powerful than speech.",
        "But every so often, I do want someone to understand—not just the rules, but the fear underneath.",
        "You make it sound manageable. Safe, even, for a moment.",
        "That’s rare here, Alex. Thank you."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Sven. If things are so bad, spell it out—what's actually going on?",
    "variants": [
      [
        "The leaks shook a lot of people. Everyone’s watching their step now.",
        "Council’s panicked—layers of new checks, but it doesn’t help much.",
        "Nobody trusts the scores, or each other, not really.",
        "People know only what they’re told. That’s safe."
      ],
      [
        "Big leak exposed things not meant for daylight. Trust plummeted overnight.",
        "Council tried sealing off the damage—heavy restrictions, new protocols.",
        "Some neighborhoods cut off, whole families left in limbo.",
        "Start of something worse, I think. But you only hear the sanitized parts.",
        "Directives change so fast, there’s no sense of stability."
      ],
      [
        "First the architect dies. Then scores leak—private details everywhere.",
        "Council rushed out new controls. Most don’t understand how deep it goes.",
        "People are being erased, rewired, some for good. Families split by numbers they never see.",
        "Even the Council fights with itself now—Harmonists want stasis, Directorate wants brute force, Innovators see a chance to fix what’s broken.",
        "My side keeps pushing for change. Systemic, not cosmetic.",
        "Restoration is only half a promise, if that. They’re tracking restored citizens doubly now."
      ],
      [
        "Halden’s death broke the system and the Council lost the script. Information leaks made everyone a target.",
        "Shadow compliance protocols rolled out fast—twice the surveillance for people they just ‘restored’.",
        "Communities cut off overnight, wild swings in privilege, riots everywhere. Some places, nobody’s really in control anymore.",
        "Innovators tried to argue for smarter fixes. Whole idea was to make things run smoother, not turn everyone into suspects.",
        "Harmonists just want quiet, Directorate demands lockdowns. No one wins.",
        "I helped draft the messaging about restoration. None of it was real. Secret lists, new penalties, all hidden in plain sight.",
        "Sometimes it’s like I’m arguing with machines instead of people now.",
        "It isn’t just paranoia. Everyone’s being watched more than they realize."
      ],
      [
        "I’ve seen the raw directives, Alex. Shadow compliance isn’t just rumor—it targets every citizen ‘restored’ after the erasures.",
        "The Council panicked after the leaks. They play at unity for the press, but inside it’s war—every faction out for control.",
        "People’s lives shredded by algorithm, sometimes just for being in the wrong place. I’ve read internal memos blaming ‘risk clusters’, whatever that means.",
        "Directorate’s making lists, Harmonists spreading sedation, Innovators like me losing ground to both.",
        "Restoration meant double surveillance, secret restrictions, endless reviews. Sometimes I wrote those speeches, knowing truth wouldn’t reach even half.",
        "I stopped trusting the official network. All my work’s offline now—or spoken, like this, barely above a whisper.",
        "Tonight, there are neighborhoods stranded for weeks. Services on, off, depending on which algorithm wins the day.",
        "If you ever wonder who crafts the words saying ‘all is well’—it was me, until I saw the rot inside.",
        "We wanted better tools, not more cages. Every day we lose the fight, the city forgets what fairness looked like."
      ]
    ]
  }
}