{
  "official": [
    {
      "image_id": "queue_kiosks",
      "headline": "Restoration Moves Forward",
      "anchor_line": "Newly restored citizens return to daily life with enhanced monitoring for public safety.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, ensures efficient reintegration, supporting a stable, harmonious Stenograd."
    },
    {
      "image_id": "id_scan",
      "headline": "Streamlined City Access",
      "anchor_line": "Increased checkpoints and routine scans keep transport and services reliable for all residents.",
      "contextual_reframing": "Adaptive infrastructure protects opportunity by rewarding trusted behavior and upholding citywide standards."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Community Engagement Rises",
      "anchor_line": "Civic gatherings highlight local involvement in Stenograd’s progress measures.",
      "contextual_reframing": "Your participation helps the Council refine data-driven improvements for a safer, more secure tomorrow."
    }
  ],
  "underground": [
    {
      "image_id": "billboard_passerby",
      "headline": "Shadow Compliance Exposed",
      "anchor_line": "Restored citizens just got slapped with secret tracking and silent punishments.",
      "contextual_reframing": "They call it 'Behavioral Compliance Index.' BCI scores decide your fate. Now the Council uses it to tighten control, not grant freedom."
    },
    {
      "image_id": "blank_display",
      "headline": "Promises Broken Again",
      "anchor_line": "Restoration? More like new restrictions. System blocks jobs and homes for those wiped from the rolls.",
      "contextual_reframing": "Beneath the propaganda, denial of basic rights is enforced by silent system tweaks. Your score drops, your life vanishes, and it all happens quietly."
    },
    {
      "image_id": "crowd_spectacle",
      "headline": "Protest Flares Up",
      "anchor_line": "Streets fill with anger as leaks reveal Council betrayal and database tricks.",
      "contextual_reframing": "Anger is growing. Resistance networks organize outside the city's digital eyes, fighting algorithmic rule and fake reforms. Stenograd is waking up."
    }
  ]
}