{
  "olintz": {
    "chapter": "After Oksana enabled permanent invisibility for the 'ghosts,' she remained at the deserted override terminal, monitoring log failures in real time. Within days, evidence surfaced in city feeds of coordinated data breaches and sabotage linked to these now-untrackable individuals. When colleagues discovered falsified access histories and missing compliance logs, Oksana noted their confusion and withdrawal from shared workspaces. Fear of unseen actors led to spontaneous security audits; meanwhile, restored ghosts moved freely, leaking records that exposed past Council abuses. Oksana no longer attempted to access sensitive systems, aware all actions were now logged against her still-traceable account. Her choice to favor secrecy over system-wide erasure directly contributed to the ongoing unrest and the collapse of trust in BCI legitimacy, as visible in tense office exchanges and unexplained workplace disruptions. As her risk indicators spiked, the system automatically dropped her BCI score to 0, marking her as effectively rogue.",
    "bci_score": 0,
    "political_preference": "rebel"
  },
  "npetrak": {
    "chapter": "After Council officials publicly admitted that behavioral tracking could not be fully restored, Nikola noticed changes in daily routines at his apartment complex. Entry permissions fluctuated several times in one afternoon. While queuing for access, he observed neighbors openly debating the reliability of posted score lists, some refusing to stand near those with ambiguous records. That evening, word spread quickly that a new category of residents—those untraceable by the system—had managed to live undetected, causing further uncertainty. Nikola avoided his neighbors, entering the building only after several attempts and keeping his identification documents within reach. At home, he rearranged the hiding places for his locked briefcase and refrained from connecting to any digital service except when required. Concerned that ongoing system failures might prompt targeted inspections, he slept lightly and checked the entry terminal twice overnight. Cautious isolation and adaptive routines contributed to a slight decrease in his BCI score, now 58.",
    "bci_score": 58,
    "political_preference": "harmonists"
  },
  "dtomenko": {
    "chapter": "After Council officials publicly conceded that full behavioral tracking could not be restored, Daria arrived at the lab to find that several diagnostic queues had disappeared from her workstation overnight. Previously erased residents, now thought permanently untraceable, stopped coming for verification, leaving her to process only standard requests. Conversations among technicians shifted; instead of managing logs or tracking privilege disputes, they exchanged cautious updates about which system functions remained operational. That afternoon, Daria was assigned to review backup health data but could not confirm the identity of several band wearers, since their records no longer existed. She avoided suggesting workarounds or discussing these anomalies with her supervisor, knowing any hint of unauthorized action could be flagged. By evening, her routine was stripped of informal requests and covert data edits—collaboration became rigid and procedural. This stricter compliance with protocol, in a climate of uncertainty, resulted in a small positive adjustment to her BCI score. New BCI score: 78.",
    "bci_score": 78,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "In the days after the city acknowledged it could no longer fully restore behavioral tracking, Lenart noticed former clients hesitating to approach his workshop. On a Tuesday morning, a scheduled repair was abruptly canceled when the client, glancing over their shoulder, explained they no longer trusted that entry and completion logs would remain private. Later that afternoon, after news spread of untraceable individuals operating in the area, Lenart witnessed a disagreement between neighbors at a housing node over who should be permitted into shared spaces. Choosing caution, Lenart began requiring in-person verification before accepting any job, refusing two low-value repairs when access rights could not be clearly established. By evening, his recorded contracts shrank further, and several known contacts failed to respond to routine check-ins. The growing uncertainty around visibility in the system made Lenart’s reliability suspect, causing his BCI score to decrease slightly to -7.",
    "bci_score": 0,
    "political_preference": "harmonists"
  },
  "shalek": {
    "chapter": "When Council officials publicly conceded that full behavioral tracking would not be restored, Sven arrived at his office to find security checkpoints dismantled and badge readers inactive. That morning, he noticed colleagues exchanging physical draft pages instead of using official channels, reducing casual oversight but increasing anxiety about unseen risks. By noon, two team members discussed rumors that untrackable citizens were already working within key departments, fostering suspicion and stalling collaboration on a high-profile announcement draft. In response, Sven locked away all unfinished speeches and minimized hallway interactions, fearing unmonitored exchanges could later be questioned by unknown actors. He adapted by referencing only the most recent, cleared materials and delayed all new drafts pending written guidelines. As confusion over communication standards grew among staff, his work slowed and his output fell. This sustained caution and lack of official direction led to a further drop in his BCI score, from 67 to 65.",
    "bci_score": 65,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "Following the Council's public concession that behavioral tracking could not be restored, Rada observed immediate changes in her access routes and daily routines. Formerly erased colleagues, now untraceable, reappeared in the building, moving openly yet warily. Supervisors no longer enforced login checks, and security audits at entrances ceased, creating an atmosphere of uncertainty. On a Monday morning, Rada was able to meet a previously ghosted source face-to-face in a crowded lobby without interference. This unanticipated access led her to gather more candid testimonies, but it also forced a change in protocol: she began using hand-written notes again, storing them away from the office. Though unmonitored, interactions with these invisible individuals made her more guarded, and she restricted her movements to public places to avoid being singled out. The collapse of tracking had removed one set of barriers, but it replaced surveillance with unpredictable risks. Her BCI score remained at 8.",
    "bci_score": 8,
    "political_preference": "rebel"
  }
}