{
  "olintz": {
    "chapter": "Following the public announcement that access to food and essential services would now prioritize neighborhoods with high volunteer activity, Oksana observed a marked shift in her local environment. That morning, as she entered the block lobby, a resident greeted her and handed her a notice encouraging participation at the weekly food distribution. Later, she saw neighbors helping organize supplies, recording volunteer names on a posted list. Without asking, someone added her name when she assisted stacking crates. By early afternoon, she received a printed voucher granting access to preferred hours, despite her consistently low BCI score. Noticing her eligibility for services increase based on participation, she reluctantly joined a small group distributing food door-to-door. Oksana still refrained from conversation, but her visible involvement led to several nods from committee members. That evening, her system access showed a minor positive adjustment, reflecting the new score criteria for mutual aid participation. Her BCI score increased to 26.",
    "bci_score": 26,
    "political_preference": "harmonists"
  },
  "npetrak": {
    "chapter": "After the city administration’s recent announcement that neighborhoods with high volunteer activity would receive priority access to food and services, Nikola observed his local message board crowded by neighbors signing up for shifts and distributing supplies. The public displays on terminal screens now highlighted communal efforts, which Nikola noted increased attendance at evening work assignments. Despite previously avoiding open participation, he found his caution less relevant when he was approached by neighbors who assured him his score could now rise through visible acts of cooperation. Reluctantly, Nikola spent the afternoon assisting with food deliveries, noticing his score fluctuate upward at each checkpoint. That evening, his building’s display issued a notice commending the entire floor’s volunteer efforts. Nikola reviewed his updated score, finding it increased for the first time in weeks. This prompted him to plan for selective, low-risk involvement in future aid activities, cautiously adapting to the city’s new incentives. BCI score increased to 40.",
    "bci_score": 40,
    "political_preference": "rebel"
  },
  "dtomenko": {
    "chapter": "After the city administration announced that access to essential services would prioritize neighborhoods with high volunteer activity, Daria arrived at her lab to find several council members from a nearby district waiting with a list of urgent health band repairs for families coordinating food distribution. Unlike previous weeks, her lab was busy with unfamiliar residents volunteering to help process devices, most lacking technical skills but eager to participate. Daria adapted by setting up simple diagnostic steps on paper and directing tasks, quietly noting that lab priorities now mirrored local volunteer needs instead of official system queues. Throughout the day, digital displays in the building highlighted names of residents recognized for community service, and colleagues discussed their increasing BCI scores for assisting mutual aid projects. By evening, Daria’s own BCI score notification showed a modest increase, reflecting her coordination efforts and new alignment with priority behaviors now recognized by the system. Her updated score was 67.",
    "bci_score": 67,
    "political_preference": "innovators"
  },
  "lkova": {
    "chapter": "On June 13, Lenart noticed digital advisories posted in his building, indicating that neighborhoods demonstrating high volunteer activity would now receive priority for food and essential services. Shortly after, one of the newly assigned neighborhood organizers requested Lenart’s help repairing a communal refrigeration unit. Previously, Lenart would have hesitated, fearing his noncompliance would further lower his BCI score. Now, he observed his BCI interface incrementally register the repair as a positive action. The organizer later included Lenart’s name in a public log of volunteers, and an alert confirmed slightly improved access to supply requests for his block. Lenart adjusted his routine to focus on visible repairs and coordination with local volunteers instead of stealth work. Though he remained wary of system reversals, he temporarily set aside paper-only documentation in favor of more open collaboration. The change led to cautious optimism, and Lenart’s BCI score rose to 45.",
    "bci_score": 45,
    "political_preference": "rebel"
  },
  "shalek": {
    "chapter": "After learning of the imminent Council leaks, Sven Halek initiated a covert change in the BCI system’s reward structure, shifting incentives to favor acts of mutual aid throughout Stenograd. He limited his own communications to trusted Innovator engineers and avoided direct involvement with public messaging, working late nights to monitor live data for evidence of the new priorities taking effect. Within days, Sven documented substantial increases in BCI scores among community organizers and volunteers, while stricter compliance behaviors stagnated. Several neighborhoods began to self-organize food banks and aid rotations in response, drawing resources away from former Directorate-controlled channels. Sven’s restricted role and subtle manipulation produced visible change but also exposed him to suspicion as narrative inconsistencies became apparent. When the public noted the new BCI criteria, Sven’s score surged to 70, reflecting renewed relevance and perceived leadership in adaptation, but also increasing scrutiny from remaining central authorities.",
    "bci_score": 70,
    "political_preference": "innovators"
  },
  "rmiskovic": {
    "chapter": "On the morning the city administration announced that access to food would now prioritize neighborhoods with high volunteer participation, Rada observed her office rapidly organize team rosters for meal distribution and medical supply runs. She volunteered to document the process, joining a small group traveling by foot to coordinate with a nearby aid depot. As residents carried food shares between buildings, Rada noted that mutual aid efforts were now openly encouraged, with digital advisories recognizing their value. During the afternoon, she captured interviews and interactions between volunteers, focusing on how the new priorities reshaped daily routines. By evening, her BCI score rose slightly as the revised system logged her collaboration and supportive documentation. While Rada stayed cautious, she found her role briefly legitimized by the new metrics, prompting her to participate more openly in community-focused initiatives. Despite the improvements, she remained wary of system reversals and possible retroactive scrutiny. Her BCI score increased to 36.",
    "bci_score": 36,
    "political_preference": "rebel"
  }
}