{
  "main": {
    "opener": "Sounds like you've had a lot going on lately, huh?",
    "variants": [
      [
        "It\u0019s been busy at work. Some new priorities, more people coming through the lab.",
        "We had to process a lot more health bands than usual.",
        "The system changed what it considers important, so we all had to adjust.",
        "Just glad today\u0019s over, honestly."
      ],
      [
        "Workload \u0019s picked up. More families wanted their health bands fixed, all suddenly urgent.",
        "Our lab got volunteers helping from the neighborhood. Most didn\u0019t know the tech, but we managed.",
        "Now the building displays who\u0019s most active in the community. My own score even ticked up for helping organize.",
        "It feels different, but not bad.",
        "Really just hoping things settle down soon."
      ],
      [
        "Yeah, a lot. The city started giving priority to neighborhoods doing volunteer work for services.",
        "I got in and there were council people waiting, pushing for band repairs for their volunteers.",
        "We ended up flooded with residents wanting to help in the lab. I set up easy tasks for them, let everyone pitch in.",
        "The system\u0019s changed. Everything\u0019s about community and service now, not just following rules.",
        "I noticed my score went up after I helped organize everything, which never used to happen.",
        "It\u0019s exhausting, seeing the system behave this way, but it could be an improvement."
      ],
      [
        "Feels like everything flipped fast. Now if your neighborhood pulls together, you get access to what you need.",
        "I had council members waiting, saying their community leaders needed health bands fixed right away. Never happened before.",
        "I set up the lab so volunteers could help out, even those who didn\u0019t know much. Everyone wanted their score to rise, you could tell.",
        "Our displays boost the names of people helping out. First time my organizing actually made a difference, in my score and the lab's mood.",
        "It\u0019s strange. Last year, the system would have called that noncompliance. Now it\u0019s what it rewards.",
        "I\u0019m not used to so much attention. But some people seem hopeful for the first time in ages.",
        "Still... it\u0019s a lot to take in after everything that\u0019s happened."
      ],
      [
        "Honestly, I\u0019ve never seen things change so quickly. The city used to only care if you were compliant, nothing else.",
        "Now, neighborhoods showing real teamwork get better access to services. My whole lab turned into a hub for people wanting to support food distribution.",
        "I had to train volunteers who barely knew the basics. But no one argued. Everyone wanted to help, maybe to feel safer or raise their BCI.",
        "The digital boards even highlight community names. My own score jumped, just for coordinating people, not just fixing things under the table like I used to do when people needed help.",
        "It\u0019s hard not to wonder if this shift\u0019s permanent, or just another Council game. But people feel it. Some are actually... optimistic.",
        "I\u0019ve always leaned toward making the system better, not just maintaining it. That\u0019s why I stick it out in the lab.",
        "But after my brother vanished because of a score audit, I don\u0019t trust anything here for long. I keep my head down, do the work.",
        "Still, for the first time, it feels possible to breathe. Even if it\u0019s only for a week."
      ]
    ],
    "emotion": "tired, a little uncertain, but relieved to have gotten through the week"
  },
  "emotional": {
    "opener": "Honestly, Daria, you’re doing more than anyone could expect. It’s all right to be tired.",
    "variants": [
      [
        "Thanks. Just... needed to hear that."
      ],
      [
        "Yeah. It’s good to know someone gets it.",
        "Not much point in pretending I’ve got it all sorted."
      ],
      [
        "Appreciate you saying that. It helps.",
        "Been a long week for a lot of us.",
        "Sometimes it feels like I’m holding my breath all the time.",
        "Guess I just keep going."
      ],
      [
        "I needed that reminder, actually.",
        "Most days I’m not sure if I’m managing or just moving through things.",
        "I always try to stay steady, but it does add up.",
        "Feels like everyone’s watching, even when nothing’s happening.",
        "Being told it’s okay is rare."
      ],
      [
        "You’re one of the few people who actually says that out loud.",
        "I used to think being tired meant I was failing at something. Now it just means I’m pushing through.",
        "Sometimes I look back and can’t believe how much I’ve changed just to keep pace here.",
        "There’s always this quiet pressure to never let up. It’s relentless.",
        "I don’t talk about it much, but it’s a relief when it’s noticed.",
        "I really appreciate your honesty."
      ]
    ]
  },
  "factual": {
    "opener": "You keep saying things changed, but that's not enough. What actually happened? What's the real story?",
    "variants": [
      [
        "Most people know there was some kind of breakdown after Halden died.",
        "Jobs, assignments—all over the place now.",
        "Digital boards only show volunteers, barely any real updates.",
        "No one explains much, not to us anyway.",
        "Feels like we’re supposed to just keep going, no questions."
      ],
      [
        "Halden’s death set off a mess, obviously. System scrambled lab roles—everywhere, I think.",
        "The Directorate shut down most digital comms after things got chaotic.",
        "Analogs came up—word spreads even without official lines.",
        "Some say volunteer work’s what counts for the system. I guess that's true, for now.",
        "They released notices about service access, but not full reasons.",
        "We only get fragments. No knowing how long this lasts."
      ],
      [
        "After Halden, BCI lost its mind. People got pushed into weird jobs and roles without warning.",
        "Directorate didn’t like the disorder. They killed public comms—only way to keep order, probably.",
        "That forced neighborhoods to work together by hand. Analog systems, face-to-face.",
        "Then there was this citywide message: services go to areas with high community involvement.",
        "Everyone’s acting like it’s the new normal, but no one says if it’s for good.",
        "Honestly, feels more like a field test than a plan.",
        "I’ve always tried to work with the tech, not just for it."
      ],
      [
        "So, after Halden, the system started swapping job roles at random. Even high BCI people got shunted into meaningless work.",
        "Security shut down digital comms after protests. Forced a kind of blackout.",
        "Neighborhoods worked around it—analog radios, old phones, gathering in person.",
        "Some found workarounds in the interface. Supposedly, Halden left a backdoor that let free zones access stockpiled essentials.",
        "A new scoring pattern kicked in—solidarity and mutual aid became what really matters. Not just ‘compliance.’",
        "Admin even confirmed it: food, essentials tied to verified volunteer contribution now.",
        "Feels almost like the Innovators’ model, but no one says it outright.",
        "It lines up with why I do the job—systems should adjust to how people cooperate, not just track rules."
      ],
      [
        "Halden’s death exposed how brittle it all was. The BCI flailed, jobs got misassigned, public trust collapsed.",
        "When digital lines went dead, neighborhoods with old analog equipment stayed in touch. That’s how civil resistance started coalescing, quietly.",
        "Free zones popped up everywhere—people just ignored scores, ran their own show. It spread because the system left a vacuum.",
        "Some of us saw what Halden actually left behind—a spiral protocol for unlocking backup supplies. No one was supposed to find that.",
        "Council Harmonists tried choking off resources, but algorithms started to reward collective work instead, almost as if learning from us.",
        "Suddenly, open acts of sharing boosted scores. ‘Compliance’ just means something different now—solidarity over silence.",
        "Admin went public: if your district volunteers, you eat first. That’s new.",
        "I never cared for Harmonist ideas, not after my brother vanished in an audit. I want the system to adapt, to actually serve us.",
        "This week’s the first time it looked like my kind of Innovator thinking might break through, even if it’s messy."
      ]
    ]
  }
}