{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Still here, I suppose. Routine keeps me moving.",
        "They had us all volunteering this week. Seemed the best way to stay out of trouble.",
        "Score nudged up again. At least for now.",
        "Just feels strange, is all. Like I’m adapting to something that wasn’t meant for me."
      ],
      [
        "Still myself, in a way. Habit is hard to break, even when things change around you.",
        "They put my building on display for volunteer efforts. All very public.",
        "I joined in with the deliveries. Neighbors insisted, said it would help our scores.",
        "Not keen on being seen, but sometimes you have to go with the current.",
        "Just feels strange, is all. Like I’m adapting to something that wasn’t meant for me."
      ],
      [
        "Not sure I’d call it myself, but I’m going through the motions.",
        "Community boards lit up with people signing up to volunteer, after that city announcement.",
        "They’ve made volunteer activity the new ticket for food and services. Hard to ignore if you want to eat.",
        "Neighbors pulled me in. It was easier than resisting. Watched my score inch up on every checkpoint.",
        "It’s a strange incentive, but it works. Building got a public commendation, too.",
        "Guess it keeps us all occupied. Just feels strange, is all. Like I’m adapting to something that wasn’t meant for me."
      ],
      [
        "To be honest, I’m adapting because I don’t see a real choice. The board outside says volunteer or wait in line forever.",
        "This whole week, I played along — food deliveries, small favors, that sort.",
        "Supposedly, my score went up because of it. Old habits: watch the numbers, don’t make waves.",
        "Our floor got a digital commendation. It’s all numbers and signals now, isn’t it? No one’s really in charge.",
        "I used to avoid being visible. But now... people are pulling anyone they can to ‘cooperate.’",
        "I’m thinking of choosing my moments next time — not too much, not too little.",
        "It keeps things safe. But honestly, it’s not how I thought I’d spend these years. Just feels strange, is all. Like I’m adapting to something that wasn’t meant for me."
      ],
      [
        "You want honesty? I play along. It’s the city’s game, and the rules change whenever someone blinks.",
        "After Halden’s death, everything stopped working like it used to. Suddenly, volunteering is worth more than compliance.",
        "They say it’s about building ‘community’ now, but I remember the old incentives and who used to decide them. I kept my head down for years, watched every little shift from the inside.",
        "Now my building’s putting names up for anyone seen cooperating. Didn’t think I’d be hauling food boxes at my age, but that’s safer than being left behind.",
        "My score jumped, sure, but it’s not trust. Just risk management. I pick my roles, keep a low profile, because I know what could happen if things turn again.",
        "I carry reminders from my days with the Council. There’s more to come, I think, and I don’t trust what’s behind these algorithmic smiles.",
        "The new system is supposed to reward solidarity, but when people are forced together under a threat, is that really community?",
        "Just feels strange, is all. Like I’m adapting to something that wasn’t meant for me."
      ]
    ],
    "emotion": "Just feels strange, is all. Like I’m adapting to something that wasn’t meant for me."
  },
  "emotional": {
    "opener": "It’s not just you. A lot of us are bending to fit something we never asked for. Doesn’t mean you’re less yourself—just means you’re still here.",
    "variants": [
      [
        "Suppose you’re right.",
        "It’s just… hard to say, sometimes."
      ],
      [
        "Maybe it isn’t only me, then.",
        "Strange, how easily we start shifting for things we never agreed to.",
        "Guess that’s how we’re still standing."
      ],
      [
        "You make a fair point. There’s comfort knowing I’m not the only one adjusting.",
        "Odd to keep changing shapes, adapting to new lines drawn every few weeks.",
        "Feels like I lose a bit and gain a bit, each time.",
        "Maybe what’s left is truly me."
      ],
      [
        "That helps, hearing it from someone who sees it too.",
        "I’ve spent years learning when to bend and when to hold.",
        "Wasn’t always this way, but now I find new habits sneaking in.",
        "Sometimes it feels like survival, sometimes like surrender.",
        "But you’re right. I’m still here, for now."
      ],
      [
        "That means something, Alex—thanks.",
        "I’ve seen patterns like this before, ways people find to exist within quiet pressure.",
        "I used to think I’d stayed the same all these years, just on the edges of things.",
        "Now I’m not so sure, but maybe holding on changes shape too.",
        "Feels like living inside a story someone else is writing, and all you can do is keep your page from being torn out.",
        "Still, if you say I’m still me, maybe that counts for something after all."
      ]
    ]
  },
  "factual": {
    "opener": "So? Things are changing everywhere. What are you seeing?",
    "variants": [
      [
        "No one’s sure what really happened at the top.",
        "Since Halden, the patterns are off. Quiet, but things are shifting.",
        "All the volunteer talk feels like a cover, to me.",
        "Streets look busy. Makes you wonder what’s not being shown.",
        "People are careful, and that’s enough for now."
      ],
      [
        "Hard to miss how quick everyone changed course when Halden was gone.",
        "Suddenly, scores jump for doing favors. It’s new, that’s certain.",
        "Communications froze for a while. Not random, in my view.",
        "These free zones cropping up… seem tolerated, but I don’t buy the show of unity.",
        "Heard some say the system is ‘learning.’ Feels more like we’re being studied."
      ],
      [
        "All these free zones, people are organizing without waiting for anyone official.",
        "Noticed food and basics getting handed out by locals, not by the city.",
        "Some parts of the BCI now reward sharing and group work. That’s a first.",
        "A while ago, any open organizing would’ve gotten half the neighborhood flagged.",
        "Whoever is steering things now, they’re leaning on the appearance of cooperation.",
        "Funny how quick the talk about ‘compliance’ turned into talk about ‘solidarity.’",
        "Reminds me why I stopped trusting the system to mean what it says."
      ],
      [
        "I remember how fast things locked down after Halden’s death. No warnings, just silence.",
        "We saw the Council fighting itself, but the street didn’t notice. They watched the boards, not the shadows.",
        "Once people realized the BCI was favoring cooperation, whole blocks started ignoring scores altogether.",
        "Those free zones, they aren’t planned. But they work. Quiet, steady, like old union setups.",
        "Resources got unlocked by tricks in the system—Halden’s diagrams, I hear.",
        "I spent years seeing those diagrams pass between high-level hands. Never thought they’d matter down here.",
        "Now they’re reshaping things, from the bottom up.",
        "It feels less like a city and more like everyone’s improvising. Hard not to root for it, after what I’ve seen."
      ],
      [
        "After Halden, every routine I knew just... drifted. Used to know who pulled the levers. Not now.",
        "When the comms went dark, I kept notes, like in the old days. Some messages from the Directorate were never meant for public eyes.",
        "Found neighbors trading fragments of those leaked chats. Suddenly, what was forbidden turned useful.",
        "Those spiral diagrams—I recognize them from Council archives. Halden must have planned this kind of backdoor.",
        "I locked away copies, never trusted any of them to keep a secret.",
        "Watching these free councils figure out those backdoors, it’s almost poetic. Power moving sideways, not down.",
        "BCI systems adapting, almost willingly, felt impossible.",
        "Strange how solidarity is being measured now. Not what the system was built to do.",
        "Everything’s upside down, and—quietly—I’ve waited for something like this."
      ]
    ]
  }
}