{
  "official": [
    {
      "image_id": "group_exercise",
      "headline": "Solidarity Scores Rise",
      "anchor_line": "Stenograd’s Behavioral Compliance Index now rewards generous acts like volunteering and communal aid.",
      "contextual_reframing": "City systems adapt to prioritize community spirit and mutual support, ensuring social harmony and stable access to services."
    },
    {
      "image_id": "cafeteria_trays",
      "headline": "Service Access Shifts",
      "anchor_line": "New guidelines: food and essentials prioritised for neighborhoods showing high community engagement.",
      "contextual_reframing": "Efficient resource distribution now encourages teamwork, reinforcing the city’s commitment to collective well-being."
    },
    {
      "image_id": "child_light_wall",
      "headline": "BCI Evolves Openly",
      "anchor_line": "Digital advisories highlight public contributions and reward neighborhood organizers across Stenograd.",
      "contextual_reframing": "The Behavioral Compliance Index, or BCI, transparently aligns positive behavior with improved opportunities for all citizens."
    }
  ],
  "underground": [
    {
      "image_id": "cafeteria_trays",
      "headline": "Generosity Now Scored",
      "anchor_line": "Official system says sharing food and helping neighbors boosts your BCI score now.",
      "contextual_reframing": "Looks like the big machine wants to watch us care for each other. Remember, the Behavioral Compliance Index decides who gets what, every hour, every block."
    },
    {
      "image_id": "detention_log",
      "headline": "Aid with Strings Attached",
      "anchor_line": "Neighborhoods with the 'right' volunteers jump the food line. The rest just wait.",
      "contextual_reframing": "Community solidarity is tracked. If you don't play along, the system makes you invisible. The more you share, the easier you move, but at what cost?"
    },
    {
      "image_id": "coded_graffiti",
      "headline": "System Glitch or Shift?",
      "anchor_line": "Broken routines and broken promises. BCI now rewards organizing, not just compliance.",
      "contextual_reframing": "After Halden's death, insiders say the scoring system scrambled. The rules keep changing. Who really controls access now?"
    }
  ]
}