{
  "olintz": "After residents discovered their identities had changed overnight, Oksana arrived at work to find her own access badge rejected at the main gate, forcing her to request manual verification. Later, as detentions rose citywide due to mismatched records, three profiles she was scheduled to review were suddenly removed, replaced by unfamiliar identities. She spent her lunch break cross-referencing printouts with current logs and began quietly making paper copies of flagged files before system resets. That evening, Oksana decided against visiting Bar 101, fearing unintentional detention, and instead stayed home, updating her notes by hand and memorizing revised access protocols.",
  "npetrak": "After residents discovered their official records had changed overnight, Nikola’s regular pension transfer failed to arrive, leaving him without funds for groceries. Later that afternoon, during a routine check at the metro, his facial scan produced a mismatch alert, causing officials to question him and prolong his wait on the crowded platform. Both incidents forced Nikola to avoid transit for the rest of the day and ration the food left in his apartment. He checked the concealed vent holding his briefcase twice before locking his door, increasingly wary that errors in the system might draw unwanted attention to his identity.",
  "dtomenko": "Following the sudden mismatch between official identity records and personal histories, Daria found herself unable to access her building using her wristband, forcing her to wait outside with others facing similar errors. That afternoon, learning that security officers were conducting random checks, she avoided the main entrance and used a side door she knew was rarely monitored. At work, she stopped using automated login and began keeping her approval notes hidden in a paper notebook. Although her supervisor restored some system permissions, Daria triple-checked each request for inconsistencies, unsure if her precautions would be noticed or if they were enough.",
  "lkova": "After residents began reporting mismatched names in building systems, Lenart arrived at a client’s apartment to discover the resident’s ID no longer matched their door credentials. Unable to verify access, Lenart was forced to bypass the lock manually while the resident argued with building security over their altered details. Later, during an equipment pickup, he witnessed another client being detained after failing a facial recognition check. Lenart started double-checking every client’s identity against physical records before accepting work, even when it slowed his schedule. He began carrying handwritten logs, uneasy about relying on digital authorization alone.",
  "shalek": "After Sven encountered unexpected delays at a neighborhood checkpoint due to identity mismatches, he returned home to find several colleagues messaging about being unable to enter their workplaces. Knowing the Council’s emergency session had not resolved record restoration, Sven refused to upload his latest drafts to the office archive, instead creating handwritten copies of all statements at his kitchen table. That evening, he called a trusted contact to confirm which versions staff still possessed. Despite partial access to central files, Sven resolved to store new documents only in his home safe, unwilling to rely on unreliable networks until system stability returned.",
  "rmiskovic": "After widespread identity mismatches caused residents to lose access to their accounts, Rada’s state media credentials failed unexpectedly during her morning shift. Forced to borrow a physical security badge from a colleague, she avoided digital terminals and instead reviewed printouts of news copy, handwriting edits for the first time in years. By afternoon, after Harmonist leaders publicly promised to restore original records, Rada checked her own profile only to find her work history missing and a new address listed. She quietly scanned and saved all personnel rosters from the newsroom, anticipating further changes and planning to leave early without telling anyone."
}