{
  "main": {
    "opener": "You still feeling like yourself lately?",
    "variants": [
      [
        "Depends what you mean by 'myself.'",
        "Had a bit of trouble getting into work this morning—badge failed, but they cleared it.",
        "Systems seem odd lately, that's all.",
        "People are jumpy, so… I don’t know."
      ],
      [
        "Not sure, honestly. My badge got rejected at work today—had to stand there while security checked me twice.",
        "A few profiles I was supposed to look at just vanished—completely replaced.",
        "No one talks about it, but you can feel everyone watching their step.",
        "Makes it hard to know where you stand. Or who you are."
      ],
      [
        "I don’t know. This morning, my access badge wouldn't let me through the main gate—never happened before.",
        "Security took forever with manual checks. Even inside, something felt off—half my review queue was just replaced without warning.",
        "People are getting detained all over because the system can’t match their names or faces. It’s everywhere.",
        "Honestly, I skipped going out tonight. Didn’t want to risk becoming one of those 'mismatches.'",
        "It's got me feeling... not like myself, actually."
      ],
      [
        "I kind of stopped feeling like myself lately. Today my badge wouldn't work—the gate treated me like a stranger.",
        "Had to prove my identity, even though I've worked there for years. It was humiliating.",
        "The profiles I was meant to review? Swapped, just gone. Replaced by people I don’t know, with histories that don’t add up.",
        "People are being picked up—detained—because these systems are rewriting who we are. Even I don’t feel safe.",
        "I just stayed in tonight, copying files by hand—afraid I could wake up tomorrow and not exist on paper.",
        "It’s like the city is erasing us, piece by piece. I’m scared."
      ],
      [
        "Honestly, I barely feel like myself at all, not after today.",
        "Spent years trusting the system, believing it was fair—even when I saw people penalized for things that didn’t make sense.",
        "But now, my badge failed me at the gate. I had to explain who I was like a stranger—not just to security, to the system itself.",
        "Files I’m supposed to analyze disappeared—real people, with histories, swapped out for records I’ve never seen.",
        "I started making paper copies, just in case I get erased next. I wouldn’t even risk going to Bar 101—I was that afraid.",
        "We were taught this was all rational, for our own safety, but it’s breaking down. People are disappearing, and no one admits what’s happening.",
        "I feel... like I'm losing my place here. Like if I say the wrong thing, or nothing at all, I’ll vanish too.",
        "I haven’t felt this vulnerable since I was a kid. Everything’s upside down."
      ]
    ],
    "emotion": "unsettled and vulnerable"
  },
  "emotional": {
    "opener": "\"You're not alone, Oksana. I can see how much the uncertainty wears on you—anyone would feel unsettled in a city that changes by the hour.\"",
    "variants": [
      [
        "It's—well, it's not easy. I just keep to myself and get through it.",
        "But I appreciate you noticing."
      ],
      [
        "It helps to hear that. Sometimes you wonder if anyone else pays attention.",
        "Things feel... off sometimes, but I suppose that's normal now."
      ],
      [
        "Thank you. I don't always realize how much I've been carrying until someone points it out.",
        "Some days, it feels like I'm just waiting for things to settle, even if I'm not sure they will.",
        "It's hard to talk about, but hearing you say that—it's something."
      ],
      [
        "I really needed to hear that. There's so much pressure to act like everything is fine, even when it's not.",
        "Sometimes I catch myself double-checking everything, like I'm the only one worrying about changes.",
        "I've always thought it was just my anxiety, but maybe it's more than that.",
        "Thank you, Alex. It makes all the difference to be seen."
      ],
      [
        "I really do appreciate you saying that, Alex.",
        "Most days I get through by pretending nothing bothers me, acting like my job is just crunching data as usual.",
        "But the more I see, the more I realize how much everyone is adapting—sometimes at a cost we can't measure.",
        "Growing up here, I believed the system would always be stable. Now... I feel like I'm holding my breath all the time.",
        "It's exhausting not knowing what counts as 'normal' anymore, or why certain things start to unsettle me out of nowhere.",
        "Just being able to say this out loud is rare. Thanks for giving me that space."
      ]
    ]
  },
  "factual": {
    "opener": "Just say what actually happened—don’t hold back.",
    "variants": [
      [
        "People are unsettled. There’s news about errors, that’s all.",
        "Some say their records changed, but it’s probably tech failure.",
        "No official word on anything major—just normal protocols.",
        "Detentions happen sometimes, that’s not new.",
        "Whatever’s going on, it’ll settle soon."
      ],
      [
        "Names and faces aren’t matching for some people—that part’s true.",
        "Yesterday, I heard about more identity checks than usual. Delays, security lines.",
        "Council’s putting out the usual reassurances, nothing specific.",
        "Detentions are up, but info is inconsistent. No one says much openly.",
        "It’s unclear if it’s sabotage or just system stress."
      ],
      [
        "I saw reports—people can’t access homes or jobs because their BCI-linked identities changed.",
        "Manual verifications are everywhere; Council factions are fighting about how to fix it.",
        "Small protests have started up—families locked out or detained during checks.",
        "There’s talk inside the Directorate that even high-clearance profiles are getting corrupted.",
        "Publicly, the Harmonists are promising a fix, but a lot of trust is gone."
      ],
      [
        "I’ve reviewed logs on these random identity swaps—it’s systematic, not isolated cases.",
        "Council’s deadlocked; Innovators and Directorate are blaming Harmonists for mismanagement.",
        "Some internal meetings hinted at sabotage, but nobody’s admitting responsibility.",
        "Security’s detaining people for mismatched biometrics. Some are still missing days later.",
        "All this started right after Halden died—that’s not a coincidence."
      ],
      [
        "I tracked a BCI update triggered right after Halden’s death—the logs point to a secured terminal, probably Council controlled.",
        "The identity randomization—Daria from the Council authorized it after a panic at Bar 101. This was no accident.",
        "Now families show up in my logs with completely new histories. Some profiles are actively being scrubbed—intentional erasure, not a glitch.",
        "Manual identity checks are a stopgap. The system itself is running out of sync—every major Directorate subsystem is affected.",
        "If you search the change request logs, the sabotage rumors aren’t rumors. Some of us have proof fragments. I’ve started compiling my own copies—just in case.",
        "This city, the whole social order—it really is held together by almost nothing right now."
      ]
    ]
  }
}