{
  "main": {
    "opener": "Can't help but feel like everyone's carrying something these days. You too?",
    "variants": [
      [
        "Feels like that for a lot of people lately.",
        "I couldn’t get into my building. My wristband just blinked red, nothing.",
        "Had to wait outside. Not just me either.",
        "They fixed it a few hours later — sort of.",
        "Still doesn’t feel right. Like something’s off."
      ],
      [
        "Seems like everyone’s systems are acting strange.",
        "Yesterday, my wristband locked me out. I was stuck outside with a crowd.",
        "I didn’t want to risk the main entrance with those random checks happening.",
        "Found another way in. Had to be careful all day at work, too.",
        "Thing is, the errors aren’t random. They’re targeting people. Feels…unsettling."
      ],
      [
        "Yeah, it’s been a strange week.",
        "My ID stopped working and I couldn’t get inside my building. Ended up with a bunch of neighbors outside, just waiting.",
        "Security was doing spot checks, so I used a side door I know — didn’t want trouble.",
        "Even at work, I stopped using the automated login and kept things on paper.",
        "They say the system’s getting fixed, but I don’t buy it. Makes you look over your shoulder all the time."
      ],
      [
        "Yeah, more than usual, honestly.",
        "Yesterday, my wristband glitched — or maybe it was on purpose. Locked me out of my own place.",
        "I had to duck around the security sweeps and use a side entrance I remembered from my first year on the job.",
        "At work, I switched everything back to paper when the login got weird. My supervisor covered for me, but I keep triple-checking everything.",
        "The whole city’s being pushed around by these errors. Nobody trusts the system, and I’m not sure I trust anyone running it anymore.",
        "Feels like something’s breaking, and we have to pretend it’s normal. I’m tired."
      ],
      [
        "Yeah. It’s been getting harder to hide.",
        "Found myself outside my own apartment yesterday — wristband didn’t recognize me, not even my name.",
        "People started panicking around me. One guy couldn’t remember which apartment was supposed to be his; he had some stranger’s details in his band.",
        "Security was everywhere, so I had to use a side door I mapped out years ago, just in case.",
        "At work I don’t touch the automated systems unless I have to. I keep everything written down now, old-school. My boss noticed, and just nodded. We both know the risk.",
        "I’m careful because I’ve seen what happens when details go missing. My brother’s record disappeared after a BCI audit, and no one helped. That’s why I don’t trust any 'fixes' they promise us.",
        "Now, even the people who always played by the rules are scared, and nobody knows who they really are anymore.",
        "I’m worn out and uneasy. That’s the truth."
      ]
    ],
    "emotion": "worn out and uneasy"
  },
  "emotional": {
    "opener": "\"You don’t have to say anything. I just want you to know that someone sees how much you carry. You’re not invisible.\"",
    "variants": [
      [
        "Thank you. I’m fine.",
        "I appreciate you saying that."
      ],
      [
        "Thanks. It’s rare for anyone to notice.",
        "I don’t usually talk about things, but that helps."
      ],
      [
        "I didn’t expect anyone to actually see what’s going on.",
        "It’s hard to feel like anything matters, but I guess being noticed does help."
      ],
      [
        "Sometimes it feels like I’m just another set of data points, not a person.",
        "Most days I keep everything to myself, but hearing that makes a difference.",
        "It’s nice not to feel overlooked, even for a second."
      ],
      [
        "I always try to keep below the surface—too many eyes on everything here.",
        "Lately it’s been like carrying something heavy and never setting it down.",
        "It helps, even if just for a moment, to not feel like part of the machinery.",
        "Every day I see so much tension in people around me—everyone pretending it’s normal.",
        "I used to think blending in was the safest thing.",
        "But being seen, really seen, feels like breathing fresh air again."
      ]
    ]
  },
  "factual": {
    "opener": "You keeping something back? If there\u0019s more going on, just say it.",
    "variants": [
      [
        "They said something official about fixing the system.",
        "People started getting new ID tags, that\u0019s all I heard.",
        "Transit worked, but a lot of folks got stuck.",
        "Council put out a statement, same as always.",
        "It\u0019s not my business so I keep to myself."
      ],
      [
        "There was a BCI update, changed public profiles everywhere.",
        "Now security is holding people for mismatched info.",
        "Rumors go around, but no one tells the truth openly.",
        "The Council's at odds, you can feel it in how they act.",
        "I'm staying out of it, just watching what happens."
      ],
      [
        "After Halden died, the city changed overnight.",
        "People\u0019s info swapped without warning, families split up by the system.",
        "Protests started when folks couldn\u0019t access homes or jobs.",
        "Council can\u0019t agree on a fix, so now there\u0019s delays and detentions.",
        "We\u0019re all tangled up while they scramble to push blame around."
      ],
      [
        "Started with Halden\u0019s death, then the BCI scrambled people\u0019s records overnight.",
        "I\u0019ve heard about entire families losing their data, not just names but everything in their history vanishing.",
        "They\u0019re trying to check everyone manually now, but security picks people up if things don\u0019t match fast enough.",
        "Manual verifications are slow\u0014meanwhile, the Council is split and rumors of sabotage keep spreading among staff.",
        "Some think the original records are lost for good, even if they won\u0019t admit it."
      ],
      [
        "Halden\u0019s gone and then, almost right after, the BCI pushed out a silent update that I\u0019m sure wasn\u0019t just technical error.",
        "Dozens of people have been rounded up just for not matching the new files; some of us in the labs know about ghost records that can\u0019t even be traced back now.",
        "I\u0019ve seen official orders change hands—it\u0019s chaos on every level, and some profiles are being wiped on purpose, not by mistake.",
        "The Council\u0019s so divided, they can\u0019t even organize whose fault it is. Barely anyone trusts instructions anymore, not even staff.",
        "I\u0019ve been hiding paper logs just in case; lost too much already when systems \"fixed\" things during past audits. Still, my brother never showed up again after one of those."
      ]
    ]
  }
}