{
  "main": {
    "opener": "Hard to keep track of what's normal anymore. What's that look like for you?",
    "variants": [
      [
        "Normal? Well, I've seen glitches lately, unsettling news here and there.",
        "Too much noise, can't really sort fiction from fact.",
        "Some healthcare issues cropped up; briefly brushed by it.",
        "I steer clear of hospitals these days, too chaotic.",
        "Routine can't be trusted; better keep head low."
      ],
      [
        "Seems there's much commotion over odd hospital reports recently, quite distressing.",
        "I stumbled across some information that cooled me on our shining BCI.",
        "These documents showed flaws, sparked protests; I'm uneasy about it all.",
        "Makes you question the dependability of it all.",
        "Staying on the sidelines is prudent when systems glitch."
      ],
      [],
      [
        "It's tricky; the recent hospital glitches caused quite a stir, folks upset.",
        "Played a part without meaning; shared errors I detected in some health files.",
        "It's frightening to see protests and trust issues now.",
        "Our community center's my peace place; many neighbors feel similarly worried.",
        "Wonder if we rely too much on these automated systems."
      ],
      [
        "Talking about normal, well, I guess it's a shifting concept — what with the hospital chaos.",
        "I passed on some writings about old system fragility within healthcare; didn't expect this wave.",
        "These records shook things up, revealing huge fallibility, it frightened folks.",
        "Nearly every day, protests reflect growing distrust in our system abilities, and I am not blind to it.",
        "The whole city feels heavy, and I rely now on small daily comforts to manage."
      ]
    ],
    "emotion": "concerned reflection"
  },
  "emotional": {
    "opener": "Nikola, you're not alone in feeling this way — many people are questioning the system now.",
    "variants": [
      [
        "I appreciate you saying that.",
        "It's complicated, you know."
      ],
      [
        "I appreciate you saying that.",
        "It's complicated, you know.",
        "Makes you wonder, doesn't it?"
      ],
      [
        "Funny how a simple truth can make a difference.",
        "I sometimes think too much, maybe.",
        "These days, clarity is rare."
      ],
      [
        "You've a way of putting things.",
        "Brings some comfort, truly it does.",
        "Seems like the world is shifting.",
        "I recall different times, you know."
      ],
      [
        "You're right, and I do feel that.",
        "There's solace in knowing I'm not alone.",
        "Once, I believed in the strength of systems.",
        "My retirement now seems well-timed.",
        "It wasn't always like this, trust was simpler.",
        "Some parts of the old world stay with me."
      ]
    ]
  },
  "factual": {
    "opener": "Come on, Nikola, it's not the time to be secretive with old friends about shared concerns.",
    "variants": [
      [
        "Noticed a few hitches lately, people too; best to move quietly.",
        "Halden\u007f's death had its ripple effects, changed things slightly.",
        "Saw hints of peculiar timing \u007f with those hospital system failures.",
        "Tech issues tend to trickle into everyday life \u007f more now; illustrated that change is brewing.",
        "System shifts don't go unnoticed these days."
      ],
      [
        "There's been fuss about errors in hospital databases; whispers turning louder.",
        "Halden's demise \u007febbed some stability away, system shivers a bit.",
        "Internal links to the health data crisis are said to show a change.",
        "Components of BCI have aged; alarming when safety's affected.",
        "Important to see connections; the public's unrest echoes underlying fault lines."
      ],
      [
        "Hospitals had significant data crashes; sparked public cries.",
        "Stability swayed post-Halden, much of the reliance frayed.",
        "Odd to see tech trusted seeing its limits in real-time.",
        "Routine's expectation ran headlong into infrastructure gaps.",
        "System components show wear, maintained clarity's questioned more."
      ],
      [
        "Beneath the surface, doctors are forced to lean on paper records; not ideal.",
        "Halden's absence leaves a noticeable gap, ruffles within the power corridors.",
        "BCI, with cracks exposed, stirs people, causes unrest.",
        "Years in service showed me faults span deeper; updates lag too long sometimes.",
        "Pause is prudent now, realign understanding of systemic roles, especially post-incident."
      ],
      [
        "When I was in service, I gleaned how these systems interwove \u007fwith threads visible only to the trained eye.",
        "Halden once trusted me with insights; his passing jarred more than just the upper tiers.",
        "Hospitals have shifted gears, often left scrambling to improvise amidst inaccurate data.",
        "BCI frames seemed firm; recent glitches tested that foundation, exposed fragility.",
        "Lived enough to understand that transitions, like post-Halden, sow these seeds of public unrest."
      ]
    ]
  }
}